{
  "id": "LOV-1999-03-26-15",
  "type": "statute",
  "title": "Lov om retten til å delta i fiske og fangst (deltakerloven)",
  "short_name": "Deltakerloven – deltl",
  "status": "in_force",
  "issued_date": "1999-03-26",
  "in_force_date": "2000-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1999-03-26-15",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med denne lov er:\na. å tilpasse fiskeflåtens fangstkapasitet til ressursgrunnlaget for å sikre en rasjonell og bærekraftig utnyttelse av de marine ressurser,\nb. å øke lønnsomheten og verdiskapingen i næringen og gjennom dette trygge bosetting og arbeidsplasser i kystdistriktene, og\nc. å legge til rette for at høstingen av de marine ressurser fortsatt skal komme kystbefolkningen til gode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Forholdet til folkeretten",
      "content": "Loven skal anvendes i samsvar med folkerettens regler om urfolk og minoriteter.\n0 Tilføyd ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven regulerer adgangen til å drive ervervsmessig fiske og fangst og annen høsting av viltlevende marine ressurser med fartøy som er norsk etter reglene i sjøloven §§ 1 til 4 og fartøy som eies av utlending bosatt i Norge når fartøyets største lengde er mindre enn 15 meter. Fartøy som er norsk etter sjøloven § 1 tredje ledd, er likevel ikke omfattet av loven her, med mindre fartøyet eies av person bosatt i Norge og fartøyets største lengde er mindre enn 15 meter. Som norsk fartøy regnes i loven her fartøy som er omfattet av første og annet punktum.\nLoven gjelder likevel ikke høsting av anadrome laksefisker slik det er definert i lov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk mv. § 5 bokstav a. Departementet kan i forskrift bestemme at hele eller deler av loven her ikke skal gjelde for høsting av én eller flere arter som ikke er fisk, krepsdyr, bløtdyr eller sjøpattedyr.\n0 Endret ved lover 21 jan 2000 nr. 8, 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Ervervsmessig fiske og fangst – definisjon",
      "content": "Med ervervsmessig fiske og fangst menes i denne lov all høsting av viltlevende marine ressurser når vedkommende yrkesutøver har dette til levevei alene eller sammen med annen næring og hvor fartøy nyttes.\nVitenskapelige undersøkelser eller praktiske fiskeforsøk som gjennomføres etter tillatelse av Fiskeridirektoratet, jf. lov om forvaltning av viltlevande marine ressursar § 66, er ikke å anse som ervervsmessig fiske og fangst etter loven her.\nKongen kan ved forskrift gi nærmere bestemmelser om når fiske og fangst skal anses for å være ervervsmessig, herunder regler om krav til inntekt opptjent ved fiske og fangst.\n0 Endret ved lover 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355). 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Krav om ervervstillatelse",
      "content": "Et fartøy kan ikke nyttes til ervervsmessig fiske eller fangst uten at det er gitt ervervstillatelse av departementet. Det kan fastsettes vilkår for slik tillatelse.\nErvervstillatelse gis til fartøyets eier for ett bestemt fartøy. Tillatelsen gir ikke rett til å benytte annet fartøy. Andre enn den fysiske eller juridiske person som innehar tillatelsen, kan ikke uten egen tillatelse drive fiske eller fangst med fartøyet.\nEn ervervstillatelse gir bare rett til å utøve fiske eller fangst i samsvar med de bestemmelser som til enhver tid er fastsatt i eller i medhold av lov om forvaltning av viltlevande marine ressursar eller loven her.\n0 Endret ved lov 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Nasjonalitetskrav",
      "content": "Ervervstillatelse kan bare gis til den som er norsk statsborger eller likestilt med norsk statsborger. Som likestilt med norsk statsborger regnes utlending bosatt i Norge. Utlending bosatt i Norge kan bare bli tildelt ervervstillatelse når fartøyets største lengde er mindre enn 15 meter.\nFølgende selskaper og sammenslutninger anses som likestilt med norsk statsborger:\na. aksjeselskap, allmennaksjeselskap og annet selskap med begrenset ansvar når selskapets hovedkontor og styrets sete er i Norge, når styrets flertall, herunder styrelederen, består av norske statsborgere som er bosatt i Norge og har bodd her i de to siste år, og når norske statsborgere eier aksjer eller andeler svarende til minst 6/10 av selskapets kapital og kan utøve stemmerett i selskapet med minst 6/10 av stemmene.\nb. partrederi eller annet norsk selskap når medlemmene hefter ubegrenset for selskapets forpliktelser, og når norske statsborgere er medeiere for minst 6/10.\nc. kommandittselskap når norske statsborgere eier minst 6/10 av den ansvarlige kapital, og når norske statsborgere eier minst 6/10 av kommandittkapitalen.\nVed anvendelsen av denne paragraf skal likt med det som eies av norske statsborgere, regnes det som eies av den norske stat, institusjon eller fond som styres av den norske stat og norske kommuner.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Krav til bosted",
      "content": "Det er forbudt å nytte fartøy til ervervsmessig fiske eller fangst dersom ikke minst halvparten av mannskapet og lottfiskerne samt fartøyføreren er bosatt i en kystkommune eller i en nabokommune til en kystkommune. Kravet til fartøyførers bosted gjelder ikke hvis fartøyfører også er fartøyeier. Det kan etter søknad gis dispensasjon fra bostedskravet for fartøyfører med bosted annet sted i Norge, eller i Norden eller EØS-området for øvrig.\nKongen kan ved forskrift gjøre unntak fra forbudet i første ledd for fartøy som nyttes til ervervsmessig fiske eller fangst i farvann som er utenfor norsk eller annen stats nasjonale jurisdiksjon, og som er regulert av internasjonale organisasjoner eller avtaler som Norge er part i og som gir Norge adgang til fiske og fangst.\nKravet i første ledd gjelder ikke i den utstrekning det er gitt tillatelse som unntar fra første ledd i medhold av havressurslova § 23 b fjerde ledd.\n0 Tilføyd ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), endret ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Krav om tidligere aktivitet i fiske eller fangst",
      "content": "Ervervstillatelse kan bare gis til den som har drevet ervervsmessig fiske eller fangst på eller med norsk fartøy i minst tre av de siste fem årene og fortsatt er knyttet til fiske- og fangstyrket.\nFor selskap eller sammenslutning kan ervervstillatelse bare gis dersom personer som oppfyller kravet i første ledd innehar mer enn 50 pst. av eierinteressene og faktisk har tilsvarende kontroll over virksomheten.\nDepartementet kan i særlig tilfelle, når næringsmessige og regionale hensyn tilsier det, ved enkeltvedtak gjøre unntak fra kravet i første og annet ledd om tidligere aktivitet i fiske eller fangst. Kongen kan ved forskrift gjøre unntak fra kravet om tidligere aktivitet, herunder for fartøy under en viss størrelse.\nNår det er nødvendig til gjennomføring av overenskomst med fremmed stat, kan Kongen ved forskrift fastsette ytterligere regler, herunder andre regler enn de som er fastsatt i første ledd, for tillatelse etter § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Særlige bestemmelser om ervervstillatelse",
      "content": "Søknad om ervervstillatelse kan avslås dersom:\na. innvilgelse ikke er ønskelig ut fra hensynet til fiskeflåtens distriktsmessige fordeling, hensynet til ressursgrunnlaget eller lovens formål for øvrig. Kongen kan ved forskrift gi nærmere regler om når søknad om ervervstillatelse kan avslås.\nb. fartøyet tidligere er tatt ut av fisket i medhold av en kondemnerings- eller strukturkvoteordning eller liknende ordning.\nc. fartøyeieren eller andre som har drevet et fartøy på fartøyeierens vegne, grovt eller gjentatte ganger har overtrådt bestemmelser gitt i eller i medhold av denne lov eller annen fiskerilovgivning.\nNår et fartøy skal overtas ved arv etter reglene i arveloven kapittel 2, 3 eller 4, skal den nye eieren gis tidsbegrenset ervervstillatelse i inntil fem år inntil aktivitetskravet i § 6 første ledd er oppfylt. Slik tidsbegrenset ervervstillatelse kan også gis ved overføring av fartøyet som ledd i generasjonsskifte til fordel for personer som kan få arverett etter arveloven kapittel 2. Gjenlevende ektefelle eller samboer i uskiftet bo, jf. arveloven kapittel 5 og 6, kan gis en tidsubegrenset ervervstillatelse så lenge uskifteboet består dersom fartøyet inngår i formuen som overtas uskiftet.\nKongen kan ved forskrift gi nærmere bestemmelser om tildeling av ervervstillatelse ved erverv av fartøy i tilfeller som nevnt i annet ledd, ved tvangssalg og konkurs, og om fremgangsmåten ved tvangssalg av fiskefartøy der det er en ervervstillatelse knyttet til fartøy. Selskaper og sammenslutninger som er omfattet av finansforetaksloven § 1-3, og som har rett til å drive finansieringsvirksomhet i Norge, kan i medhold av slike forskrifter bli tildelt midlertidig ervervstillatelse ved tvangssalg og konkurs uten hensyn til § 5.\n0 Endret ved lover 17 des 2004 nr. 88, 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 13 des 2019 nr. 79 (ikr. 1 jan 2020 iflg. res. 13 des 2019 nr. 1778), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Krav til fartøy",
      "content": "Ervervstillatelse skal ikke gis dersom fartøyet ikke er utrustet for eller egnet til å drive fiske eller fangst. Kongen kan ved forskrift gi regler om krav til fartøyet, herunder regler om at fartøyet ikke kan føres inn i registeret over norske fiskefartøy dersom det ikke oppfyller de krav som stilles av sjøfartsmyndighetene eller andre myndigheter.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Overdragelse av aksjer, eierandeler m.v.",
      "content": "Aksje eller part i selskap eller sammenslutning som direkte eller indirekte eier merkeregistrert fartøy, må ikke overdras til annen eier uten at departementet på forhånd har gitt tillatelse til endring i eiersammensetningen.\nKongen kan ved forskrift gi regler om meldeplikt ved eierendringer. Når det er innført slik meldeplikt, gjelder ikke forbudet mot overdragelse før det er gitt tillatelse. Reglene om meldeplikt kan likevel inneholde forbud mot overdragelse før en viss frist etter at meldingen er sendt.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Bortfall av ervervstillatelse",
      "content": "En ervervstillatelse faller bort når eieren taper eiendomsretten til fartøyet, herunder ved tvangssalg, kondemnering og forlis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tilbakekall av ervervstillatelse",
      "content": "En ervervstillatelse skal tilbakekalles når fartøyeieren:\na. ikke lenger oppfyller kravene i § 5,\nb. ikke har drevet ervervsmessig fiske eller fangst i minst tre av de siste fem år på eller med norsk fartøy og heller ikke er knyttet til fiske- og fangstyrket.\nEn ervervstillatelse kan tilbakekalles når:\na. fartøyet ikke har vært benyttet i ervervsmessig fiske eller fangst en nærmere bestemt tid fastsatt av departementet i forskrift eller i ervervstillatelsen,\nb. fartøyet eller fartøyeieren ikke lenger fyller vilkår som er fastsatt i eller i medhold av loven her,\nc. forutsetningene som tillatelsen bygger på er vesentlig endret,\nd. fartøyeieren mot bedre vitende har gitt uriktige opplysninger eller fortiet forhold av vesentlig betydning for vedtaket om å gi slik tillatelse,\ne. fartøyeieren eller andre som har drevet fartøyet, grovt eller gjentatte ganger har overtrådt bestemmelser gitt i eller i medhold av denne lov eller annen fiskerilovgivning, eller\nf. adgang til tilbakekall følger av alminnelige forvaltningsrettslige regler.\nI mindre alvorlige tilfeller kan departementet bestemme at en ervervstillatelse skal tilbakekalles for et bestemt tidsrom.\nKongen kan gi utfyllende regler for tilbakekall av tillatelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Krav om spesiell tillatelse til enkelte former for fiske og fangst",
      "content": "Ingen må uten spesiell tillatelse nytte havfiskefartøy til ervervsmessig fiske og fangst. Det kan fastsettes vilkår for en slik tillatelse. Bestemmelsene i §§ 7 og 8 gjelder tilsvarende for tildeling av spesiell tillatelse.\nKongen kan ved forskrift gi nærmere regler om hva som er å regne som havfiskefartøy og fastsette krav om spesiell tillatelse for å nytte andre fartøy enn havfiskefartøy til ervervsmessig fiske og fangst.\nKongen kan ved forskrift fastsette nærmere regler for tildeling av spesielle tillatelser.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Forholdet til ervervstillatelse",
      "content": "Ervervstillatelse må foreligge for at spesiell tillatelse kan gis.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Unntak fra kravet om spesiell tillatelse",
      "content": "Kongen kan ved forskrift gjøre unntak fra kravet om spesiell tillatelse for fartøy under en viss størrelse, og for fiske og fangst etter bestemte arter, med bestemte redskaper eller i bestemte områder.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Rekkevidden av en spesiell tillatelse",
      "content": "En spesiell tillatelse i medhold av § 12 gis til fartøyets eier for ett bestemt fartøy. Tillatelsen gir ikke rett til å benytte annet fartøy. Andre enn den fysiske eller juridiske person som innehar tillatelsen, kan ikke uten egen tillatelse drive fiske eller fangst med fartøyet.\n§ 4 tredje ledd og § 7 tredje ledd gjelder tilsvarende for spesielle tillatelser.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Tildeling av nye spesielle tillatelser til enkelte former for fiske og fangst",
      "content": "Når departementet ved en vurdering ut fra lovens formål finner at det totale antallet spesielle tillatelser til en form for fiske eller fangst skal økes, og at departementet derfor skal foreta tildeling av nye tillatelser, skal departementet fatte særskilt beslutning om at slik tildeling skal skje. Nye tillatelser skal lyses ut offentlig.\nNår særlige grunner tilsier det, kan tildeling av ny tillatelse skje uten offentlig utlysning.\nTildeling etter første ledd skal foretas etter en samlet vurdering av søkerne ut fra lovens formål, herunder regler gitt i medhold av § 12 tredje ledd.\n0 Oppheves ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tildeling av spesiell tillatelse til erstatning for tilsvarende spesiell tillatelse",
      "content": "Departementet kan i følgende tilfeller tildele spesiell tillatelse til fartøyeier for et bestemt fartøy til erstatning for tilsvarende spesiell tillatelse som oppgis:\na. Fartøyeier skifter ut sitt gamle fartøy med et brukt fartøy eller nybygg.\nb. Fartøyeier kjøper eller overtar på annen måte fartøyet for fortsatt drift.\nc. Fartøyeier eller eier av et annet fartøy oppgir tilsvarende spesiell tillatelse.\nDepartementet kan gi tilsagn til fartøyeier om tildeling av ny spesiell tillatelse etter første ledd bokstav a for et ubestemt erstatningsfartøy dersom fartøyet er forlist i løpet av de siste seks månedene, eller fartøyet planlegges solgt uten at eieren har anskaffet nytt fartøy.\nKongen kan i forskrift gi nærmere bestemmelser om tildeling av spesiell tillatelse etter første ledd og tilsagn etter annet ledd, herunder om begrensninger i adgangen til å tildele tillatelse etter første ledd og gi tilsagn etter annet ledd, og om varighet av tilsagn etter annet ledd. Kongen kan i enkeltfiskerier åpne for tildeling av spesiell tillatelse i flere tilfeller enn det som følger av første ledd.\n0 Opphevet ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), tilføyd ved lov 19 juni 2015 nr. 78 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 692). Oppheves ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Bortfall og tilbakekall av en spesiell tillatelse",
      "content": "En spesiell tillatelse faller bort dersom ervervstillatelsen for fartøyet bortfaller eller tilbakekalles.\nBestemmelsene i § 10 om bortfall av ervervstillatelse og § 11 om tilbakekall av ervervstillatelse gjelder tilsvarende for spesiell tillatelse.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tilbakekall og avgrensning av en hel gruppe spesielle tillatelser",
      "content": "Kongen kan tilbakekalle alle spesielle tillatelser som er gitt for en bestemt type fiske eller fangst. Kongen kan også avgrense alle spesielle tillatelser for en bestemt type fiske eller fangst til et snevrere geografisk område eller til et mindre omfang av typer fiske eller fangst enn tillatelsene omfatter.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Tillatelse til å fiske i farvann utenfor Norges økonomiske sone",
      "content": "Departementet kan fastsette begrensninger i deltakelsen eller andre reguleringstiltak for norske fartøyer som driver fiske i farvann under andre staters fiskerijurisdiksjon eller i farvann utenfor noen stats fiskerijurisdiksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Årlige begrensninger i adgangen til å delta i enkelte fiskerier",
      "content": "Når hensynet til ressursforvaltningen, avviklingen av fisket eller lønnsomheten i fisket gjør det nødvendig, kan Kongen ved forskrift med virkning for inntil ett år av gangen, fastsette bestemmelser om vilkår for adgangen til å delta i et bestemt fiske. Det kan herunder stilles krav om at fartøyeieren, fartøyets fører eller høvedsmannen er registrert i fiskermanntallet eller krav om tidligere deltakelse i det aktuelle fisket. Videre kan det stilles krav til faglige og tekniske forutsetninger, herunder fartøy og utstyr, og til eiers og mannskaps behov for å kunne drive fiske. Det kan også fastsettes et største antall fartøy som skal gis adgang til fisket.\nBestemmelser fastsatt etter første ledd kan begrenses til bestemte fartøystørrelser, bestemte fiskemetoder, bestemte geografiske områder eller i bestemte tidsrom. For fangst av kongekrabbe kan det også skilles etter hvor fartøyet er registrert.\nI forskrift etter første ledd som stiller krav om tidligere deltakelse i det aktuelle fisket, kan det gis tilsvarende bestemmelser som i § 17 første og annet ledd.\nUten hinder av bestemmelser fastsatt i medhold av første ledd har personer som er bosatt i Finnmark, kommunene Kåfjord, Skjervøy, Nordreisa, Kvænangen, Karlsøy, Lyngen og Storfjord og de områder med sjøsamisk innslag i resten av Troms og Nordland som Kongen fastsetter, rett til å fiske torsk, hyse og sei med konvensjonelle redskaper. Retten etter første punktum gjelder bare for den som står i fiskermanntallet og eier et merkeregistrert fartøy under 11 meter. Kongen kan ved forskrift fastsette at bestemmelsen i første punktum også gjelder andre fiskerier.\n0 Endret ved lover 18 apr 2008 nr. 10, 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913), 19 juni 2015 nr. 78 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 692). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Registrering av fartøy",
      "content": "Fartøy som det er gitt ervervstillatelse for etter § 4, skal føres inn i et register over norske fiskefartøy. Registrering kan ikke foretas før det foreligger ervervstillatelse.\nDepartementet kan gi bestemmelser om hvilke register som skal føres over norske fiskefartøy, hvilke opplysninger som skal registreres om det enkelte fartøyet samt bestemmelser om hvilke opplysninger som skal gis i forbindelse med søknad om ervervstillatelse og spesiell tillatelse. Departementet kan også fastsette bestemmelser om administrasjonen av registrene.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Registrering i skipsregisteret",
      "content": "Fartøy som skal nyttes til ervervsmessig fiske eller fangst, kan ikke registreres i skipsregisteret, jf. lov av 24. juni 1994 nr. 39 om sjøfarten §§ 11 flg., før det foreligger ervervstillatelse etter loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Merking av fartøy",
      "content": "Fartøy som skal nyttes til ervervsmessig fiske eller fangst, skal merkes slik departementet bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Gebyr",
      "content": "Departementet kan bestemme at det skal betales et gebyr ved innføring i merkeregisteret og en årlig avgift så lenge fartøyet står i merkeregisteret. Gebyret og avgiften er tvangsgrunnlag for utlegg.\n0 Endret ved lov 18 apr 2008 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Sletting i merkeregisteret",
      "content": "Fartøy skal slettes i merkeregisteret ved permanent eller midlertidig tilbakekall eller bortfall av ervervstillatelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Administrativ inndragning av fangst",
      "content": "Dersom et fartøy overskrider den fangstmengde pr. tur som er fastsatt i den enkelte tillatelse, tilfaller merfangsten eller dens verdi den salgsorganisasjon som førstehåndsomsetningen er lagt til. Dette gjelder uten hensyn til om forholdet medfører straffansvar.\nDepartementet kan ved særskilt forskrift tillate at det ilandføres større fangstmengder pr. tur enn det tillatelsen gir adgang til.\nSalgsorganisasjonen skal inngi oppgaver over levert merfangst til Fiskeridirektoratet. Inndragning etter første ledd besluttes av Fiskeridirektoratet som foretar beregning av merfangsten og dens verdi.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Overtredelsesgebyr",
      "content": "Ved forsettlig eller uaktsom overtredelse av bestemmelser gitt i eller i medhold av denne loven, kan det ilegges overtredelsesgebyr. Ved overtredelse av bestemmelser gitt i medhold av denne loven, kan det bare ilegges overtredelsesgebyr når dette går fram av forskriften.\nHvis noen som handler på vegne av et foretak har overtrådt en bestemmelse gitt i eller i medhold av denne loven, kan foretaket ilegges et overtredelsesgebyr. Det gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\nOvertredelsesgebyret kan ilegges etter faste satser eller utmåles i hvert enkelt tilfelle. Ved fastsettelsen av gebyret kan det blant annet tas hensyn til fortjenesten eller den potensielle fortjenesten som den ansvarlige har hatt ved overtredelsen, hvor alvorlig overtredelsen er og ekstra kostnader som kontrolltiltak og behandling av saken har medført.\nKongen kan i forskrift gi nærmere regler om fastsettelse av overtredelsesgebyr og bestemmelser om renter og tilleggsgebyr dersom overtredelsesgebyret ikke blir betalt ved forfall.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Overtredelsesgebyr kan også kreves inn gjennom salgslaget ved motregning i fangstoppgjør. Domstolene kan prøve størrelsen på gebyret.\n0 Tilføyd ved lov 17 des 2004 nr. 88, endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Tvangsmulkt",
      "content": "For å sikre at reglene gitt i eller i medhold av denne loven, eller plikt fastsatt i medhold av denne loven, blir oppfylt, kan det ilegges tvangsmulkt.\nTvangsmulkten er en løpende mulkt som går fra en særskilt fastsatt frist for oppfyllelse av et pålegg, dersom denne fristen er utløpt uten at pålegget er oppfylt. Departementet kan i særlige tilfeller redusere eller frafalle påløpt mulkt.\nKongen kan i forskrift gi nærmere regler om fastsettelse, gjennomføring og tidsrom tvangsmulkten skal gjelde for, og bestemmelser om rente og tilleggsgebyr dersom tvangsmulkten ikke blir betalt ved forfall.\nTvangsmulkt kan kreves inn gjennom salgslaget ved motregning i fangstoppgjør.\n0 Tilføyd ved lov 17 des 2004 nr. 88, endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Gjennomføring",
      "content": "Kongen kan gi nærmere forskrifter til gjennomføring av denne lov.\n0 Endret ved lov 17 des 2004 nr. 88 (tidligere § 28).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:30 a",
      "chapter": "6",
      "section": "30 a",
      "title": "Tilgang til opplysninger i Folkeregisteret",
      "content": "Fiskeridirektoratet skal, uten hinder av taushetsplikt, ha tilgang til opplysninger i Folkeregisteret som er nødvendige for utførelsen av oppgaver etter denne loven. Direktoratet skal også ha tilgang til opplysninger i Folkeregisteret til utredning og produksjon av statistikk.\n0 Tilføyd ved lov 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 4, 5 a, 7 tredje ledd, 9, 12, 15, 20, 21 og 24 straffes med bøter eller fengsel i inntil ett år.\nGrov overtredelse av bestemmelsene nevnt i første ledd, som er gjort med grov uaktsomhet eller med forsett, kan straffes med fengsel i inntil seks år. Ved vurderingen av om overtredelsen er grov, skal det særlig legges vekt på om den økonomiske eller potensielle økonomiske verdien av overtredelsen er stor, om overtredelsen har skjedd systematisk og over tid, om overtredelsen er av grenseoverskridende art, og om overtredelsen har skjedd som ledd i organisert virksomhet.\nNår straffansvar etter første ledd kan gjøres gjeldende mot fartøyføreren for en handling noen av mannskapet på et fartøy står for, kan den underordnede bare straffes dersom han har overtrådt bestemmelsen med forsett. Ved avgjørelsen av om en underordnet skal straffes, skal det særlig tas hensyn til den preventive virkningen av straffen, hvor grov overtredelsen er, og om vedkommende har hatt eller kunne ha oppnådd fordel ved overtredelsen.\nFartøyføreren kan vedta forelegg på vegne av oppdragsgiveren. Oppdragsgiveren kan også straffes i sak som reises mot fartøyføreren.\n0 Endret ved lover 17 des 2004 nr. 88 (tidligere § 29), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 19 juni 2015 nr. 65 (ikr. 1 okt 2015). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:31 a",
      "chapter": "6",
      "section": "31 a",
      "title": "Straffeprosessuell inndragning",
      "content": "Ved overtredelse av bestemmelser nevnt i § 31 første ledd, kan fangst inndras. Det samme gjelder redskap, gjenstander eller fartøy som er benyttet ved lovovertredelsen. Dette gjelder uten hensyn til hvem som er eier. I stedet for tingen kan verdien helt eller delvis inndras hos den skyldige eller den det er handlet på vegne av, eller hos eieren.\nDet kan fastsettes at panterett og andre rettigheter i ting som blir inndratt, helt eller delvis faller bort. Bestemmelsene i straffeloven § 74 gjelder tilsvarende.\nNår lovlig og ulovlig fangst er blandet sammen, kan hele fangsten inndras.\n0 Tilføyd ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Ikrafttredelse m.v.",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n2. Fra samme tid oppheves følgende lover:\nLov av 16. juni 1939 nr. 7 om fangst av hval.\nLov av 20. april 1951 om fiske med trål.\nLov av 14. desember 1951 nr. 1 om fangst av sel.\nLov av 16. juni 1972 nr. 57 om regulering av deltagelsen i fisket.\n3. Forskrifter og vedtak fastsatt i medhold av lover nevnt i nr. 2, gjelder inntil noe annet blir bestemt i medhold av loven her.\n4. Bestemmelser gitt i medhold av mellombels lov av 29. juni 1956 nr. 8 om eigedomsretten til fiske- og fangstfarkoster, skal fortsatt gjelde inntil de oppheves eller avløses av bestemmelser gitt i medhold av denne lov.\n5. Lov av 5. desember 1917 nr. 1 om registrering og merking av fiskefartøyer §§ 1 og 2 oppheves. Lovens §§ 3 flg. gjelder inntil de oppheves av Kongen.​2\n6. Fra den tid loven her trer i kraft, gjøres følgende endringer i andre lover: – – –\n0 Endret ved lov 17 des 2004 nr. 88 (tidligere § 30).\n1 Fra 1 jan 2000 iflg. res. 19 nov 1999 nr. 1178.\n2 Fra 1 jan 2013 iflg. forskr. 7 des 2012 nr. 1144.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med denne lov er:\na. å tilpasse fiskeflåtens fangstkapasitet til ressursgrunnlaget for å sikre en rasjonell og bærekraftig utnyttelse av de marine ressurser,\nb. å øke lønnsomheten og verdiskapingen i næringen og gjennom dette trygge bosetting og arbeidsplasser i kystdistriktene, og\nc. å legge til rette for at høstingen av de marine ressurser fortsatt skal komme kystbefolkningen til gode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Forholdet til folkeretten",
      "content": "Loven skal anvendes i samsvar med folkerettens regler om urfolk og minoriteter.\n0 Tilføyd ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven regulerer adgangen til å drive ervervsmessig fiske og fangst og annen høsting av viltlevende marine ressurser med fartøy som er norsk etter reglene i sjøloven §§ 1 til 4 og fartøy som eies av utlending bosatt i Norge når fartøyets største lengde er mindre enn 15 meter. Fartøy som er norsk etter sjøloven § 1 tredje ledd, er likevel ikke omfattet av loven her, med mindre fartøyet eies av person bosatt i Norge og fartøyets største lengde er mindre enn 15 meter. Som norsk fartøy regnes i loven her fartøy som er omfattet av første og annet punktum.\nLoven gjelder likevel ikke høsting av anadrome laksefisker slik det er definert i lov 15. mai 1992 nr. 47 om laksefisk og innlandsfisk mv. § 5 bokstav a. Departementet kan i forskrift bestemme at hele eller deler av loven her ikke skal gjelde for høsting av én eller flere arter som ikke er fisk, krepsdyr, bløtdyr eller sjøpattedyr.\n0 Endret ved lover 21 jan 2000 nr. 8, 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Ervervsmessig fiske og fangst – definisjon",
      "content": "Med ervervsmessig fiske og fangst menes i denne lov all høsting av viltlevende marine ressurser når vedkommende yrkesutøver har dette til levevei alene eller sammen med annen næring og hvor fartøy nyttes.\nVitenskapelige undersøkelser eller praktiske fiskeforsøk som gjennomføres etter tillatelse av Fiskeridirektoratet, jf. lov om forvaltning av viltlevande marine ressursar § 66, er ikke å anse som ervervsmessig fiske og fangst etter loven her.\nKongen kan ved forskrift gi nærmere bestemmelser om når fiske og fangst skal anses for å være ervervsmessig, herunder regler om krav til inntekt opptjent ved fiske og fangst.\n0 Endret ved lover 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355). 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Krav om ervervstillatelse",
      "content": "Et fartøy kan ikke nyttes til ervervsmessig fiske eller fangst uten at det er gitt ervervstillatelse av departementet. Det kan fastsettes vilkår for slik tillatelse.\nErvervstillatelse gis til fartøyets eier for ett bestemt fartøy. Tillatelsen gir ikke rett til å benytte annet fartøy. Andre enn den fysiske eller juridiske person som innehar tillatelsen, kan ikke uten egen tillatelse drive fiske eller fangst med fartøyet.\nEn ervervstillatelse gir bare rett til å utøve fiske eller fangst i samsvar med de bestemmelser som til enhver tid er fastsatt i eller i medhold av lov om forvaltning av viltlevande marine ressursar eller loven her.\n0 Endret ved lov 6 juni 2008 nr. 37 (ikr. 1 jan 2009 iflg. res. 12 des 2008 nr. 1355).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Nasjonalitetskrav",
      "content": "Ervervstillatelse kan bare gis til den som er norsk statsborger eller likestilt med norsk statsborger. Som likestilt med norsk statsborger regnes utlending bosatt i Norge. Utlending bosatt i Norge kan bare bli tildelt ervervstillatelse når fartøyets største lengde er mindre enn 15 meter.\nFølgende selskaper og sammenslutninger anses som likestilt med norsk statsborger:\na. aksjeselskap, allmennaksjeselskap og annet selskap med begrenset ansvar når selskapets hovedkontor og styrets sete er i Norge, når styrets flertall, herunder styrelederen, består av norske statsborgere som er bosatt i Norge og har bodd her i de to siste år, og når norske statsborgere eier aksjer eller andeler svarende til minst 6/10 av selskapets kapital og kan utøve stemmerett i selskapet med minst 6/10 av stemmene.\nb. partrederi eller annet norsk selskap når medlemmene hefter ubegrenset for selskapets forpliktelser, og når norske statsborgere er medeiere for minst 6/10.\nc. kommandittselskap når norske statsborgere eier minst 6/10 av den ansvarlige kapital, og når norske statsborgere eier minst 6/10 av kommandittkapitalen.\nVed anvendelsen av denne paragraf skal likt med det som eies av norske statsborgere, regnes det som eies av den norske stat, institusjon eller fond som styres av den norske stat og norske kommuner.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "title": "Krav til bosted",
      "content": "Det er forbudt å nytte fartøy til ervervsmessig fiske eller fangst dersom ikke minst halvparten av mannskapet og lottfiskerne samt fartøyføreren er bosatt i en kystkommune eller i en nabokommune til en kystkommune. Kravet til fartøyførers bosted gjelder ikke hvis fartøyfører også er fartøyeier. Det kan etter søknad gis dispensasjon fra bostedskravet for fartøyfører med bosted annet sted i Norge, eller i Norden eller EØS-området for øvrig.\nKongen kan ved forskrift gjøre unntak fra forbudet i første ledd for fartøy som nyttes til ervervsmessig fiske eller fangst i farvann som er utenfor norsk eller annen stats nasjonale jurisdiksjon, og som er regulert av internasjonale organisasjoner eller avtaler som Norge er part i og som gir Norge adgang til fiske og fangst.\nKravet i første ledd gjelder ikke i den utstrekning det er gitt tillatelse som unntar fra første ledd i medhold av havressurslova § 23 b fjerde ledd.\n0 Tilføyd ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), endret ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Krav om tidligere aktivitet i fiske eller fangst",
      "content": "Ervervstillatelse kan bare gis til den som har drevet ervervsmessig fiske eller fangst på eller med norsk fartøy i minst tre av de siste fem årene og fortsatt er knyttet til fiske- og fangstyrket.\nFor selskap eller sammenslutning kan ervervstillatelse bare gis dersom personer som oppfyller kravet i første ledd innehar mer enn 50 pst. av eierinteressene og faktisk har tilsvarende kontroll over virksomheten.\nDepartementet kan i særlig tilfelle, når næringsmessige og regionale hensyn tilsier det, ved enkeltvedtak gjøre unntak fra kravet i første og annet ledd om tidligere aktivitet i fiske eller fangst. Kongen kan ved forskrift gjøre unntak fra kravet om tidligere aktivitet, herunder for fartøy under en viss størrelse.\nNår det er nødvendig til gjennomføring av overenskomst med fremmed stat, kan Kongen ved forskrift fastsette ytterligere regler, herunder andre regler enn de som er fastsatt i første ledd, for tillatelse etter § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Særlige bestemmelser om ervervstillatelse",
      "content": "Søknad om ervervstillatelse kan avslås dersom:\na. innvilgelse ikke er ønskelig ut fra hensynet til fiskeflåtens distriktsmessige fordeling, hensynet til ressursgrunnlaget eller lovens formål for øvrig. Kongen kan ved forskrift gi nærmere regler om når søknad om ervervstillatelse kan avslås.\nb. fartøyet tidligere er tatt ut av fisket i medhold av en kondemnerings- eller strukturkvoteordning eller liknende ordning.\nc. fartøyeieren eller andre som har drevet et fartøy på fartøyeierens vegne, grovt eller gjentatte ganger har overtrådt bestemmelser gitt i eller i medhold av denne lov eller annen fiskerilovgivning.\nNår et fartøy skal overtas ved arv etter reglene i arveloven kapittel 2, 3 eller 4, skal den nye eieren gis tidsbegrenset ervervstillatelse i inntil fem år inntil aktivitetskravet i § 6 første ledd er oppfylt. Slik tidsbegrenset ervervstillatelse kan også gis ved overføring av fartøyet som ledd i generasjonsskifte til fordel for personer som kan få arverett etter arveloven kapittel 2. Gjenlevende ektefelle eller samboer i uskiftet bo, jf. arveloven kapittel 5 og 6, kan gis en tidsubegrenset ervervstillatelse så lenge uskifteboet består dersom fartøyet inngår i formuen som overtas uskiftet.\nKongen kan ved forskrift gi nærmere bestemmelser om tildeling av ervervstillatelse ved erverv av fartøy i tilfeller som nevnt i annet ledd, ved tvangssalg og konkurs, og om fremgangsmåten ved tvangssalg av fiskefartøy der det er en ervervstillatelse knyttet til fartøy. Selskaper og sammenslutninger som er omfattet av finansforetaksloven § 1-3, og som har rett til å drive finansieringsvirksomhet i Norge, kan i medhold av slike forskrifter bli tildelt midlertidig ervervstillatelse ved tvangssalg og konkurs uten hensyn til § 5.\n0 Endret ved lover 17 des 2004 nr. 88, 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 13 des 2019 nr. 79 (ikr. 1 jan 2020 iflg. res. 13 des 2019 nr. 1778), 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Krav til fartøy",
      "content": "Ervervstillatelse skal ikke gis dersom fartøyet ikke er utrustet for eller egnet til å drive fiske eller fangst. Kongen kan ved forskrift gi regler om krav til fartøyet, herunder regler om at fartøyet ikke kan føres inn i registeret over norske fiskefartøy dersom det ikke oppfyller de krav som stilles av sjøfartsmyndighetene eller andre myndigheter.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Overdragelse av aksjer, eierandeler m.v.",
      "content": "Aksje eller part i selskap eller sammenslutning som direkte eller indirekte eier merkeregistrert fartøy, må ikke overdras til annen eier uten at departementet på forhånd har gitt tillatelse til endring i eiersammensetningen.\nKongen kan ved forskrift gi regler om meldeplikt ved eierendringer. Når det er innført slik meldeplikt, gjelder ikke forbudet mot overdragelse før det er gitt tillatelse. Reglene om meldeplikt kan likevel inneholde forbud mot overdragelse før en viss frist etter at meldingen er sendt.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Bortfall av ervervstillatelse",
      "content": "En ervervstillatelse faller bort når eieren taper eiendomsretten til fartøyet, herunder ved tvangssalg, kondemnering og forlis.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tilbakekall av ervervstillatelse",
      "content": "En ervervstillatelse skal tilbakekalles når fartøyeieren:\na. ikke lenger oppfyller kravene i § 5,\nb. ikke har drevet ervervsmessig fiske eller fangst i minst tre av de siste fem år på eller med norsk fartøy og heller ikke er knyttet til fiske- og fangstyrket.\nEn ervervstillatelse kan tilbakekalles når:\na. fartøyet ikke har vært benyttet i ervervsmessig fiske eller fangst en nærmere bestemt tid fastsatt av departementet i forskrift eller i ervervstillatelsen,\nb. fartøyet eller fartøyeieren ikke lenger fyller vilkår som er fastsatt i eller i medhold av loven her,\nc. forutsetningene som tillatelsen bygger på er vesentlig endret,\nd. fartøyeieren mot bedre vitende har gitt uriktige opplysninger eller fortiet forhold av vesentlig betydning for vedtaket om å gi slik tillatelse,\ne. fartøyeieren eller andre som har drevet fartøyet, grovt eller gjentatte ganger har overtrådt bestemmelser gitt i eller i medhold av denne lov eller annen fiskerilovgivning, eller\nf. adgang til tilbakekall følger av alminnelige forvaltningsrettslige regler.\nI mindre alvorlige tilfeller kan departementet bestemme at en ervervstillatelse skal tilbakekalles for et bestemt tidsrom.\nKongen kan gi utfyllende regler for tilbakekall av tillatelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Krav om spesiell tillatelse til enkelte former for fiske og fangst",
      "content": "Ingen må uten spesiell tillatelse nytte havfiskefartøy til ervervsmessig fiske og fangst. Det kan fastsettes vilkår for en slik tillatelse. Bestemmelsene i §§ 7 og 8 gjelder tilsvarende for tildeling av spesiell tillatelse.\nKongen kan ved forskrift gi nærmere regler om hva som er å regne som havfiskefartøy og fastsette krav om spesiell tillatelse for å nytte andre fartøy enn havfiskefartøy til ervervsmessig fiske og fangst.\nKongen kan ved forskrift fastsette nærmere regler for tildeling av spesielle tillatelser.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Forholdet til ervervstillatelse",
      "content": "Ervervstillatelse må foreligge for at spesiell tillatelse kan gis.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Unntak fra kravet om spesiell tillatelse",
      "content": "Kongen kan ved forskrift gjøre unntak fra kravet om spesiell tillatelse for fartøy under en viss størrelse, og for fiske og fangst etter bestemte arter, med bestemte redskaper eller i bestemte områder.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Rekkevidden av en spesiell tillatelse",
      "content": "En spesiell tillatelse i medhold av § 12 gis til fartøyets eier for ett bestemt fartøy. Tillatelsen gir ikke rett til å benytte annet fartøy. Andre enn den fysiske eller juridiske person som innehar tillatelsen, kan ikke uten egen tillatelse drive fiske eller fangst med fartøyet.\n§ 4 tredje ledd og § 7 tredje ledd gjelder tilsvarende for spesielle tillatelser.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Tildeling av nye spesielle tillatelser til enkelte former for fiske og fangst",
      "content": "Når departementet ved en vurdering ut fra lovens formål finner at det totale antallet spesielle tillatelser til en form for fiske eller fangst skal økes, og at departementet derfor skal foreta tildeling av nye tillatelser, skal departementet fatte særskilt beslutning om at slik tildeling skal skje. Nye tillatelser skal lyses ut offentlig.\nNår særlige grunner tilsier det, kan tildeling av ny tillatelse skje uten offentlig utlysning.\nTildeling etter første ledd skal foretas etter en samlet vurdering av søkerne ut fra lovens formål, herunder regler gitt i medhold av § 12 tredje ledd.\n0 Oppheves ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Tildeling av spesiell tillatelse til erstatning for tilsvarende spesiell tillatelse",
      "content": "Departementet kan i følgende tilfeller tildele spesiell tillatelse til fartøyeier for et bestemt fartøy til erstatning for tilsvarende spesiell tillatelse som oppgis:\na. Fartøyeier skifter ut sitt gamle fartøy med et brukt fartøy eller nybygg.\nb. Fartøyeier kjøper eller overtar på annen måte fartøyet for fortsatt drift.\nc. Fartøyeier eller eier av et annet fartøy oppgir tilsvarende spesiell tillatelse.\nDepartementet kan gi tilsagn til fartøyeier om tildeling av ny spesiell tillatelse etter første ledd bokstav a for et ubestemt erstatningsfartøy dersom fartøyet er forlist i løpet av de siste seks månedene, eller fartøyet planlegges solgt uten at eieren har anskaffet nytt fartøy.\nKongen kan i forskrift gi nærmere bestemmelser om tildeling av spesiell tillatelse etter første ledd og tilsagn etter annet ledd, herunder om begrensninger i adgangen til å tildele tillatelse etter første ledd og gi tilsagn etter annet ledd, og om varighet av tilsagn etter annet ledd. Kongen kan i enkeltfiskerier åpne for tildeling av spesiell tillatelse i flere tilfeller enn det som følger av første ledd.\n0 Opphevet ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), tilføyd ved lov 19 juni 2015 nr. 78 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 692). Oppheves ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Bortfall og tilbakekall av en spesiell tillatelse",
      "content": "En spesiell tillatelse faller bort dersom ervervstillatelsen for fartøyet bortfaller eller tilbakekalles.\nBestemmelsene i § 10 om bortfall av ervervstillatelse og § 11 om tilbakekall av ervervstillatelse gjelder tilsvarende for spesiell tillatelse.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tilbakekall og avgrensning av en hel gruppe spesielle tillatelser",
      "content": "Kongen kan tilbakekalle alle spesielle tillatelser som er gitt for en bestemt type fiske eller fangst. Kongen kan også avgrense alle spesielle tillatelser for en bestemt type fiske eller fangst til et snevrere geografisk område eller til et mindre omfang av typer fiske eller fangst enn tillatelsene omfatter.\n0 Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Tillatelse til å fiske i farvann utenfor Norges økonomiske sone",
      "content": "Departementet kan fastsette begrensninger i deltakelsen eller andre reguleringstiltak for norske fartøyer som driver fiske i farvann under andre staters fiskerijurisdiksjon eller i farvann utenfor noen stats fiskerijurisdiksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Årlige begrensninger i adgangen til å delta i enkelte fiskerier",
      "content": "Når hensynet til ressursforvaltningen, avviklingen av fisket eller lønnsomheten i fisket gjør det nødvendig, kan Kongen ved forskrift med virkning for inntil ett år av gangen, fastsette bestemmelser om vilkår for adgangen til å delta i et bestemt fiske. Det kan herunder stilles krav om at fartøyeieren, fartøyets fører eller høvedsmannen er registrert i fiskermanntallet eller krav om tidligere deltakelse i det aktuelle fisket. Videre kan det stilles krav til faglige og tekniske forutsetninger, herunder fartøy og utstyr, og til eiers og mannskaps behov for å kunne drive fiske. Det kan også fastsettes et største antall fartøy som skal gis adgang til fisket.\nBestemmelser fastsatt etter første ledd kan begrenses til bestemte fartøystørrelser, bestemte fiskemetoder, bestemte geografiske områder eller i bestemte tidsrom. For fangst av kongekrabbe kan det også skilles etter hvor fartøyet er registrert.\nI forskrift etter første ledd som stiller krav om tidligere deltakelse i det aktuelle fisket, kan det gis tilsvarende bestemmelser som i § 17 første og annet ledd.\nUten hinder av bestemmelser fastsatt i medhold av første ledd har personer som er bosatt i Finnmark, kommunene Kåfjord, Skjervøy, Nordreisa, Kvænangen, Karlsøy, Lyngen og Storfjord og de områder med sjøsamisk innslag i resten av Troms og Nordland som Kongen fastsetter, rett til å fiske torsk, hyse og sei med konvensjonelle redskaper. Retten etter første punktum gjelder bare for den som står i fiskermanntallet og eier et merkeregistrert fartøy under 11 meter. Kongen kan ved forskrift fastsette at bestemmelsen i første punktum også gjelder andre fiskerier.\n0 Endret ved lover 18 apr 2008 nr. 10, 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913), 19 juni 2015 nr. 78 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 692). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Registrering av fartøy",
      "content": "Fartøy som det er gitt ervervstillatelse for etter § 4, skal føres inn i et register over norske fiskefartøy. Registrering kan ikke foretas før det foreligger ervervstillatelse.\nDepartementet kan gi bestemmelser om hvilke register som skal føres over norske fiskefartøy, hvilke opplysninger som skal registreres om det enkelte fartøyet samt bestemmelser om hvilke opplysninger som skal gis i forbindelse med søknad om ervervstillatelse og spesiell tillatelse. Departementet kan også fastsette bestemmelser om administrasjonen av registrene.\n0 Endret ved lov 17 des 2004 nr. 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Registrering i skipsregisteret",
      "content": "Fartøy som skal nyttes til ervervsmessig fiske eller fangst, kan ikke registreres i skipsregisteret, jf. lov av 24. juni 1994 nr. 39 om sjøfarten §§ 11 flg., før det foreligger ervervstillatelse etter loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Merking av fartøy",
      "content": "Fartøy som skal nyttes til ervervsmessig fiske eller fangst, skal merkes slik departementet bestemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Gebyr",
      "content": "Departementet kan bestemme at det skal betales et gebyr ved innføring i merkeregisteret og en årlig avgift så lenge fartøyet står i merkeregisteret. Gebyret og avgiften er tvangsgrunnlag for utlegg.\n0 Endret ved lov 18 apr 2008 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Sletting i merkeregisteret",
      "content": "Fartøy skal slettes i merkeregisteret ved permanent eller midlertidig tilbakekall eller bortfall av ervervstillatelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Administrativ inndragning av fangst",
      "content": "Dersom et fartøy overskrider den fangstmengde pr. tur som er fastsatt i den enkelte tillatelse, tilfaller merfangsten eller dens verdi den salgsorganisasjon som førstehåndsomsetningen er lagt til. Dette gjelder uten hensyn til om forholdet medfører straffansvar.\nDepartementet kan ved særskilt forskrift tillate at det ilandføres større fangstmengder pr. tur enn det tillatelsen gir adgang til.\nSalgsorganisasjonen skal inngi oppgaver over levert merfangst til Fiskeridirektoratet. Inndragning etter første ledd besluttes av Fiskeridirektoratet som foretar beregning av merfangsten og dens verdi.\n0 Endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Overtredelsesgebyr",
      "content": "Ved forsettlig eller uaktsom overtredelse av bestemmelser gitt i eller i medhold av denne loven, kan det ilegges overtredelsesgebyr. Ved overtredelse av bestemmelser gitt i medhold av denne loven, kan det bare ilegges overtredelsesgebyr når dette går fram av forskriften.\nHvis noen som handler på vegne av et foretak har overtrådt en bestemmelse gitt i eller i medhold av denne loven, kan foretaket ilegges et overtredelsesgebyr. Det gjelder selv om ingen enkeltperson kan ilegges overtredelsesgebyr.\nOvertredelsesgebyret kan ilegges etter faste satser eller utmåles i hvert enkelt tilfelle. Ved fastsettelsen av gebyret kan det blant annet tas hensyn til fortjenesten eller den potensielle fortjenesten som den ansvarlige har hatt ved overtredelsen, hvor alvorlig overtredelsen er og ekstra kostnader som kontrolltiltak og behandling av saken har medført.\nKongen kan i forskrift gi nærmere regler om fastsettelse av overtredelsesgebyr og bestemmelser om renter og tilleggsgebyr dersom overtredelsesgebyret ikke blir betalt ved forfall.\nEndelig vedtak om overtredelsesgebyr er tvangsgrunnlag for utlegg. Overtredelsesgebyr kan også kreves inn gjennom salgslaget ved motregning i fangstoppgjør. Domstolene kan prøve størrelsen på gebyret.\n0 Tilføyd ved lov 17 des 2004 nr. 88, endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Tvangsmulkt",
      "content": "For å sikre at reglene gitt i eller i medhold av denne loven, eller plikt fastsatt i medhold av denne loven, blir oppfylt, kan det ilegges tvangsmulkt.\nTvangsmulkten er en løpende mulkt som går fra en særskilt fastsatt frist for oppfyllelse av et pålegg, dersom denne fristen er utløpt uten at pålegget er oppfylt. Departementet kan i særlige tilfeller redusere eller frafalle påløpt mulkt.\nKongen kan i forskrift gi nærmere regler om fastsettelse, gjennomføring og tidsrom tvangsmulkten skal gjelde for, og bestemmelser om rente og tilleggsgebyr dersom tvangsmulkten ikke blir betalt ved forfall.\nTvangsmulkt kan kreves inn gjennom salgslaget ved motregning i fangstoppgjør.\n0 Tilføyd ved lov 17 des 2004 nr. 88, endret ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Gjennomføring",
      "content": "Kongen kan gi nærmere forskrifter til gjennomføring av denne lov.\n0 Endret ved lov 17 des 2004 nr. 88 (tidligere § 28).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:30 a",
      "chapter": "6",
      "section": "30 a",
      "title": "Tilgang til opplysninger i Folkeregisteret",
      "content": "Fiskeridirektoratet skal, uten hinder av taushetsplikt, ha tilgang til opplysninger i Folkeregisteret som er nødvendige for utførelsen av oppgaver etter denne loven. Direktoratet skal også ha tilgang til opplysninger i Folkeregisteret til utredning og produksjon av statistikk.\n0 Tilføyd ved lov 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 4, 5 a, 7 tredje ledd, 9, 12, 15, 20, 21 og 24 straffes med bøter eller fengsel i inntil ett år.\nGrov overtredelse av bestemmelsene nevnt i første ledd, som er gjort med grov uaktsomhet eller med forsett, kan straffes med fengsel i inntil seks år. Ved vurderingen av om overtredelsen er grov, skal det særlig legges vekt på om den økonomiske eller potensielle økonomiske verdien av overtredelsen er stor, om overtredelsen har skjedd systematisk og over tid, om overtredelsen er av grenseoverskridende art, og om overtredelsen har skjedd som ledd i organisert virksomhet.\nNår straffansvar etter første ledd kan gjøres gjeldende mot fartøyføreren for en handling noen av mannskapet på et fartøy står for, kan den underordnede bare straffes dersom han har overtrådt bestemmelsen med forsett. Ved avgjørelsen av om en underordnet skal straffes, skal det særlig tas hensyn til den preventive virkningen av straffen, hvor grov overtredelsen er, og om vedkommende har hatt eller kunne ha oppnådd fordel ved overtredelsen.\nFartøyføreren kan vedta forelegg på vegne av oppdragsgiveren. Oppdragsgiveren kan også straffes i sak som reises mot fartøyføreren.\n0 Endret ved lover 17 des 2004 nr. 88 (tidligere § 29), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 19 juni 2015 nr. 65 (ikr. 1 okt 2015). Endres ved lov 5 mars 2021 nr. 7 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:31 a",
      "chapter": "6",
      "section": "31 a",
      "title": "Straffeprosessuell inndragning",
      "content": "Ved overtredelse av bestemmelser nevnt i § 31 første ledd, kan fangst inndras. Det samme gjelder redskap, gjenstander eller fartøy som er benyttet ved lovovertredelsen. Dette gjelder uten hensyn til hvem som er eier. I stedet for tingen kan verdien helt eller delvis inndras hos den skyldige eller den det er handlet på vegne av, eller hos eieren.\nDet kan fastsettes at panterett og andre rettigheter i ting som blir inndratt, helt eller delvis faller bort. Bestemmelsene i straffeloven § 74 gjelder tilsvarende.\nNår lovlig og ulovlig fangst er blandet sammen, kan hele fangsten inndras.\n0 Tilføyd ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "title": "Ikrafttredelse m.v.",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n2. Fra samme tid oppheves følgende lover:\nLov av 16. juni 1939 nr. 7 om fangst av hval.\nLov av 20. april 1951 om fiske med trål.\nLov av 14. desember 1951 nr. 1 om fangst av sel.\nLov av 16. juni 1972 nr. 57 om regulering av deltagelsen i fisket.\n3. Forskrifter og vedtak fastsatt i medhold av lover nevnt i nr. 2, gjelder inntil noe annet blir bestemt i medhold av loven her.\n4. Bestemmelser gitt i medhold av mellombels lov av 29. juni 1956 nr. 8 om eigedomsretten til fiske- og fangstfarkoster, skal fortsatt gjelde inntil de oppheves eller avløses av bestemmelser gitt i medhold av denne lov.\n5. Lov av 5. desember 1917 nr. 1 om registrering og merking av fiskefartøyer §§ 1 og 2 oppheves. Lovens §§ 3 flg. gjelder inntil de oppheves av Kongen.​2\n6. Fra den tid loven her trer i kraft, gjøres følgende endringer i andre lover: – – –\n0 Endret ved lov 17 des 2004 nr. 88 (tidligere § 30).\n1 Fra 1 jan 2000 iflg. res. 19 nov 1999 nr. 1178.\n2 Fra 1 jan 2013 iflg. forskr. 7 des 2012 nr. 1144.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}