{
  "id": "LOV-2013-06-21-60",
  "type": "statute",
  "title": "Lov om forbud mot diskriminering på grunn av etnisitet, religion og livssyn (diskrimineringsloven om etnisitet)",
  "short_name": "Diskrimineringsloven om etnisitet",
  "status": "in_force",
  "issued_date": "2013-06-21",
  "in_force_date": "2014-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2013-06-21-60",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å fremme likestilling uavhengig av etnisitet, religion og livssyn. Likestilling innebærer:\na. likeverd,\nb. like muligheter og rettigheter,\nc. tilgjengelighet og\nd. tilrettelegging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder på alle områder i samfunnet, med unntak av familieliv og andre rent personlige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens stedlige virkeområde",
      "content": "Loven gjelder i hele landet, herunder på Svalbard og Jan Mayen. Loven gjelder også på faste og flyttbare installasjoner i virksomhet på norsk kontinentalsokkel, på norske skip og norske luftfartøyer.\nKongen gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​1 § 1-7.\n1 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ufravikelighet",
      "content": "Bestemmelsene i denne loven kan ikke fravikes ved avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "FNs rasediskrimineringskonvensjon",
      "content": "De forente nasjoners internasjonale konvensjon 21. desember 1965 om avskaffelse av alle former for rasediskriminering skal gjelde som norsk lov.​1\n1 Se vedlegg 1 (engelsk autentisk tekst) og vedlegg 2 (norsk oversettelse).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovedregel om forbud mot diskriminering​1",
      "content": "Diskriminering på grunn av etnisitet, religion eller livssyn er forbudt.​2 Diskriminering på grunn av nasjonal opprinnelse, avstamning, hudfarge og språk regnes også som diskriminering på grunn av etnisitet. Forbudet gjelder diskriminering på grunn av faktisk, antatt, tidligere eller fremtidig etnisitet, religion eller livssyn. Forbudet gjelder også diskriminering på grunn av etnisitet, religion eller livssyn til en person som den som diskrimineres har tilknytning til.\nMed diskriminering menes direkte og indirekte forskjellsbehandling som ikke er lovlig etter § 7 eller § 8. Med direkte forskjellsbehandling menes en handling eller unnlatelse som har som formål eller virkning at en person eller et foretak blir behandlet dårligere enn andre i tilsvarende situasjon, og at dette skyldes etnisitet, religion eller livssyn. Med indirekte forskjellsbehandling menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som fører til at personer stilles dårligere enn andre, og at dette skjer på grunn av etnisitet, religion eller livssyn.\n1 Jf. Grl. § 98.\n2 Jf. §§ 23 og 25, og lov 10 juni 2005 nr. 40 §§ 4, 7, 8 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Lovlig forskjellsbehandling",
      "content": "Forskjellsbehandling er ikke i strid med forbudet i § 6 når:\na. den har et saklig formål,\nb. den er nødvendig for å oppnå formålet og\nc. det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den eller de som stilles dårligere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Positiv særbehandling",
      "content": "Positiv særbehandling på grunn av etnisitet, religion eller livssyn er ikke i strid med forbudet i § 6 dersom:\na. særbehandlingen er egnet til å fremme lovens formål,​1\nb. det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den som stilles dårligere og\nc. særbehandlingen opphører når formålet med den er oppnådd.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Forbud mot trakassering",
      "content": "Trakassering på grunn av etnisitet, religion eller livssyn er forbudt. Med trakassering menes handlinger, unnlatelser eller ytringer som virker eller har til formål å virke krenkende, skremmende, fiendtlige, nedverdigende eller ydmykende.​1\n1 Jf. strl. 2005 § 185.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt å gjøre gjengjeld mot noen som har fremmet klage om brudd på denne loven, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt. Forbudet gjelder også overfor vitner i en klagesak.\nDet er forbudt å gjøre gjengjeld mot noen som unnlater å følge en instruks som er i strid med § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Forbud mot instruks",
      "content": "Det er forbudt å instruere noen om å diskriminere, trakassere eller gjøre gjengjeld i strid med denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Forbud mot medvirkning",
      "content": "Det er forbudt å medvirke til å diskriminere, trakassere, gjøre gjengjeld eller instruere i strid med denne loven.​1\n1 Sml. strl. 2005 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Offentlige myndigheters plikt til aktivt likestillingsarbeid",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for likestilling uavhengig av etnisitet, religion eller livssyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Arbeidslivets organisasjoners aktivitetsplikt",
      "content": "Arbeidslivets organisasjoner skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sitt virkefelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Organisasjoners og utdanningsinstitusjoners plikt til å forebygge og forhindre trakassering",
      "content": "Ledelsen i organisasjoner og utdanningsinstitusjoner skal innenfor sitt ansvarsområde forebygge og søke å hindre at det forekommer trakassering i strid med § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Diskrimineringsforbudet i arbeidsforhold",
      "content": "Forbudene i kapittel 2 gjelder alle sider av et ansettelsesforhold. Dette omfatter blant annet:\na. utlysning av stilling,\nb. ansettelse, omplassering og forfremmelse,\nc. opplæring og kompetanseutvikling,\nd. lønns- og arbeidsvilkår og\ne. opphør av ansettelsesforholdet.\nFørste ledd gjelder tilsvarende for arbeidsgivers valg og behandling av selvstendig næringsdrivende og innleide arbeidstakere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Forbud mot innhenting av opplysninger ved ansettelser",
      "content": "En arbeidsgiver må ikke i ansettelsesprosessen, herunder under intervju eller på annen måte, innhente opplysninger om hvordan søkeren stiller seg til religiøse eller kulturelle spørsmål. Dette gjelder likevel ikke dersom:\na. innhentingen av opplysningene er begrunnet i stillingens karakter eller\nb. det inngår i formålet for vedkommende virksomhet å fremme bestemte religiøse eller kulturelle syn, og arbeidstakerens stilling vil være av betydning for gjennomføringen av formålet.\n0 Endret ved lov 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Arbeidsgivers opplysningsplikt overfor arbeidssøker",
      "content": "En arbeidssøker som mener seg forbigått i strid med denne loven, kan kreve at arbeidsgiver skriftlig gir opplysninger om den som ble ansatt. Arbeidsgiver skal opplyse om utdanning, praksis og andre formelle kvalifikasjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Arbeidsgivers opplysningsplikt om lønn",
      "content": "En arbeidstaker som har mistanke om diskriminering ved lønnsfastsettelsen, kan kreve at arbeidsgiver skriftlig opplyser om lønnsnivå og kriteriene for fastsettelsen av lønn for den eller de vedkommende sammenlikner seg med.\nDen som mottar opplysninger om lønn i medhold av denne bestemmelsen, har taushetsplikt og skal underskrive en taushetserklæring. Dette gjelder ikke opplysninger som omfattes av offentleglova.​1\nArbeidsgiver som utleverer lønnsopplysninger om en ansatt etter denne bestemmelsen skal samtidig informere vedkommende om hvilke opplysninger som er utlevert, og til hvem.\n1 Lov 19 mai 2006 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Arbeidsgivers aktivitetsplikt",
      "content": "Arbeidsgivere skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sin virksomhet. Aktivitetsplikten omfatter blant annet rekruttering, lønns- og arbeidsvilkår, forfremmelse, utviklingsmuligheter og beskyttelse mot trakassering. Aktivitetsplikten gjelder for:\na. arbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte og\nb. arbeidsgivere i offentlig sektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Arbeidsgivers redegjørelsesplikt",
      "content": "Arbeidsgivere skal redegjøre for likestillingstiltak som er iverksatt og som planlegges iverksatt for å oppfylle aktivitetsplikten etter § 20.\nRedegjørelsesplikten gjelder for virksomheter som har aktivitetsplikt etter § 20 og som i lov er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i virksomhetens årsberetning.​1\nRedegjørelsesplikten gjelder også for offentlige myndigheter og offentlige virksomheter som ikke er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i årsbudsjettet.\n1 Jf. rskl. § 3-1, § 3-3 (7) og § 3-3 a (11).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Arbeidsgivers plikt til å forebygge og forhindre trakassering",
      "content": "Arbeidsgivere skal forebygge og søke å hindre at det forekommer trakassering i strid med § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Håndheving av loven",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda​1 skal håndheve og medvirke til gjennomføringen av denne loven, jf. diskrimineringsombudsloven.​2 Ombudet og nemnda skal likevel ikke håndheve reglene om:\na. aktivt likestillingsarbeid i kapittel 3 og § 20,\nb. behandling av lønnsopplysninger i § 19 andre ledd,\nc. oppreisning og erstatning i § 25 og\nd. straff for grov overtredelse av diskrimineringsforbudet begått av flere i fellesskap i § 26.\n1 Jf. lov 10 juni 2005 nr. 40.\n2 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bevisbyrde",
      "content": "Det skal legges til grunn at diskriminering har funnet sted hvis:\na. det foreligger omstendigheter som gir grunn til å tro at det har skjedd diskriminering, og\nb. den ansvarlige ikke sannsynliggjør at diskriminering likevel ikke har funnet sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Oppreisning og erstatning",
      "content": "Den som er blitt diskriminert kan kreve oppreisning og erstatning. Dette gjelder ved brudd på bestemmelsene i kapittel 2 og §§ 16 og 17.\nI ansettelsesforhold gjelder ansvaret uavhengig av om arbeidsgiveren kan bebreides for diskrimineringen. På andre samfunnsområder gjelder ansvaret dersom den som har diskriminert kan bebreides for dette.\nErstatningen skal dekke økonomisk tap som følge av diskrimineringen. Oppreisning for ikke-økonomisk skade fastsettes til det som er rimelig ut fra skadens omfang og art, partenes forhold og omstendighetene for øvrig.​1\nDisse reglene begrenser ikke personens rett til å kreve oppreisning og erstatning etter alminnelige erstatningsregler.\n1 Sml. lov 13 juni 1969 nr. 36 § 3-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Straff for grov overtredelse av diskrimineringsforbudet som er begått av flere i fellesskap",
      "content": "Den som forsettlig i fellesskap med minst to andre personer grovt overtrer eller medvirker til grov overtredelse av §§ 6 til 12, straffes med bøter eller fengsel inntil tre år. Den som tidligere er ilagt straff for overtredelse av denne bestemmelsen, kan straffes selv om overtredelsen ikke er grov.\nVed vurderingen av om en overtredelse er grov skal det særlig legges vekt på graden av utvist skyld, om overtredelsen er rasistisk motivert, om den har karakter av trakassering, om den innebærer en legemskrenkelse eller alvorlig krenkelse av noens psykiske integritet, om den er egnet til å skape frykt og om den er begått mot en person som er under 18 år.\nFør tiltale tas ut for forhold som nevnt i første ledd, skal det vurderes om det vil være tilstrekkelig å ilegge en administrativ reaksjon.\nReglene om bevisbyrde i § 24 kommer ikke til anvendelse ved håndhevingen av denne bestemmelse.\nDersom overtredelsen er ledd i aktivitetene til en organisert kriminell gruppe, gjelder straffeloven​1 §§ 79 bokstav c og 198.\n0 Endret ved lover 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Lov 20 mai 2005 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Organisasjoners adgang til å opptre som fullmektig",
      "content": "I saker som behandles av Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda, kan en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering brukes som fullmektig.\nI saker for domstolene kan en person utpekt av og med tilknytning til en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering, brukes som prosessfullmektig.​1 Dette gjelder ikke for Høyesterett. Retten kan nekte å godta en prosessfullmakt hvis det etter rettens skjønn er fare for at prosessfullmektigen ikke har tilstrekkelige kvalifikasjoner til å ivareta partens interesser på en tilfredsstillende måte. En prosessfullmektig skal ved siden av fullmakt som nevnt i tvisteloven​2 § 3-4 til samme tid fremlegge skriftlig orientering fra organisasjonen om prosessfullmektigens kvalifikasjoner.\n1 Jf. tvl. § 3-3.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv.\n1 Fra 1 jan 2014 iflg. res. 21 juni 2013 nr. 706.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Videreføring av forskrifter",
      "content": "Forskrifter gitt i medhold av lov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv. gjelder også etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å fremme likestilling uavhengig av etnisitet, religion og livssyn. Likestilling innebærer:\na. likeverd,\nb. like muligheter og rettigheter,\nc. tilgjengelighet og\nd. tilrettelegging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder på alle områder i samfunnet, med unntak av familieliv og andre rent personlige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens stedlige virkeområde",
      "content": "Loven gjelder i hele landet, herunder på Svalbard og Jan Mayen. Loven gjelder også på faste og flyttbare installasjoner i virksomhet på norsk kontinentalsokkel, på norske skip og norske luftfartøyer.\nKongen gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​1 § 1-7.\n1 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ufravikelighet",
      "content": "Bestemmelsene i denne loven kan ikke fravikes ved avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "FNs rasediskrimineringskonvensjon",
      "content": "De forente nasjoners internasjonale konvensjon 21. desember 1965 om avskaffelse av alle former for rasediskriminering skal gjelde som norsk lov.​1\n1 Se vedlegg 1 (engelsk autentisk tekst) og vedlegg 2 (norsk oversettelse).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovedregel om forbud mot diskriminering​1",
      "content": "Diskriminering på grunn av etnisitet, religion eller livssyn er forbudt.​2 Diskriminering på grunn av nasjonal opprinnelse, avstamning, hudfarge og språk regnes også som diskriminering på grunn av etnisitet. Forbudet gjelder diskriminering på grunn av faktisk, antatt, tidligere eller fremtidig etnisitet, religion eller livssyn. Forbudet gjelder også diskriminering på grunn av etnisitet, religion eller livssyn til en person som den som diskrimineres har tilknytning til.\nMed diskriminering menes direkte og indirekte forskjellsbehandling som ikke er lovlig etter § 7 eller § 8. Med direkte forskjellsbehandling menes en handling eller unnlatelse som har som formål eller virkning at en person eller et foretak blir behandlet dårligere enn andre i tilsvarende situasjon, og at dette skyldes etnisitet, religion eller livssyn. Med indirekte forskjellsbehandling menes enhver tilsynelatende nøytral bestemmelse, betingelse, praksis, handling eller unnlatelse som fører til at personer stilles dårligere enn andre, og at dette skjer på grunn av etnisitet, religion eller livssyn.\n1 Jf. Grl. § 98.\n2 Jf. §§ 23 og 25, og lov 10 juni 2005 nr. 40 §§ 4, 7, 8 og 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Lovlig forskjellsbehandling",
      "content": "Forskjellsbehandling er ikke i strid med forbudet i § 6 når:\na. den har et saklig formål,\nb. den er nødvendig for å oppnå formålet og\nc. det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den eller de som stilles dårligere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Positiv særbehandling",
      "content": "Positiv særbehandling på grunn av etnisitet, religion eller livssyn er ikke i strid med forbudet i § 6 dersom:\na. særbehandlingen er egnet til å fremme lovens formål,​1\nb. det er et rimelig forhold mellom det man ønsker å oppnå og hvor inngripende forskjellsbehandlingen er for den som stilles dårligere og\nc. særbehandlingen opphører når formålet med den er oppnådd.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Forbud mot trakassering",
      "content": "Trakassering på grunn av etnisitet, religion eller livssyn er forbudt. Med trakassering menes handlinger, unnlatelser eller ytringer som virker eller har til formål å virke krenkende, skremmende, fiendtlige, nedverdigende eller ydmykende.​1\n1 Jf. strl. 2005 § 185.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt å gjøre gjengjeld mot noen som har fremmet klage om brudd på denne loven, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt. Forbudet gjelder også overfor vitner i en klagesak.\nDet er forbudt å gjøre gjengjeld mot noen som unnlater å følge en instruks som er i strid med § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Forbud mot instruks",
      "content": "Det er forbudt å instruere noen om å diskriminere, trakassere eller gjøre gjengjeld i strid med denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Forbud mot medvirkning",
      "content": "Det er forbudt å medvirke til å diskriminere, trakassere, gjøre gjengjeld eller instruere i strid med denne loven.​1\n1 Sml. strl. 2005 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Offentlige myndigheters plikt til aktivt likestillingsarbeid",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for likestilling uavhengig av etnisitet, religion eller livssyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Arbeidslivets organisasjoners aktivitetsplikt",
      "content": "Arbeidslivets organisasjoner skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sitt virkefelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Organisasjoners og utdanningsinstitusjoners plikt til å forebygge og forhindre trakassering",
      "content": "Ledelsen i organisasjoner og utdanningsinstitusjoner skal innenfor sitt ansvarsområde forebygge og søke å hindre at det forekommer trakassering i strid med § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Diskrimineringsforbudet i arbeidsforhold",
      "content": "Forbudene i kapittel 2 gjelder alle sider av et ansettelsesforhold. Dette omfatter blant annet:\na. utlysning av stilling,\nb. ansettelse, omplassering og forfremmelse,\nc. opplæring og kompetanseutvikling,\nd. lønns- og arbeidsvilkår og\ne. opphør av ansettelsesforholdet.\nFørste ledd gjelder tilsvarende for arbeidsgivers valg og behandling av selvstendig næringsdrivende og innleide arbeidstakere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Forbud mot innhenting av opplysninger ved ansettelser",
      "content": "En arbeidsgiver må ikke i ansettelsesprosessen, herunder under intervju eller på annen måte, innhente opplysninger om hvordan søkeren stiller seg til religiøse eller kulturelle spørsmål. Dette gjelder likevel ikke dersom:\na. innhentingen av opplysningene er begrunnet i stillingens karakter eller\nb. det inngår i formålet for vedkommende virksomhet å fremme bestemte religiøse eller kulturelle syn, og arbeidstakerens stilling vil være av betydning for gjennomføringen av formålet.\n0 Endret ved lov 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Arbeidsgivers opplysningsplikt overfor arbeidssøker",
      "content": "En arbeidssøker som mener seg forbigått i strid med denne loven, kan kreve at arbeidsgiver skriftlig gir opplysninger om den som ble ansatt. Arbeidsgiver skal opplyse om utdanning, praksis og andre formelle kvalifikasjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Arbeidsgivers opplysningsplikt om lønn",
      "content": "En arbeidstaker som har mistanke om diskriminering ved lønnsfastsettelsen, kan kreve at arbeidsgiver skriftlig opplyser om lønnsnivå og kriteriene for fastsettelsen av lønn for den eller de vedkommende sammenlikner seg med.\nDen som mottar opplysninger om lønn i medhold av denne bestemmelsen, har taushetsplikt og skal underskrive en taushetserklæring. Dette gjelder ikke opplysninger som omfattes av offentleglova.​1\nArbeidsgiver som utleverer lønnsopplysninger om en ansatt etter denne bestemmelsen skal samtidig informere vedkommende om hvilke opplysninger som er utlevert, og til hvem.\n1 Lov 19 mai 2006 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Arbeidsgivers aktivitetsplikt",
      "content": "Arbeidsgivere skal arbeide aktivt, målrettet og planmessig for å fremme lovens formål innenfor sin virksomhet. Aktivitetsplikten omfatter blant annet rekruttering, lønns- og arbeidsvilkår, forfremmelse, utviklingsmuligheter og beskyttelse mot trakassering. Aktivitetsplikten gjelder for:\na. arbeidsgivere i privat sektor som jevnlig sysselsetter mer enn 50 ansatte og\nb. arbeidsgivere i offentlig sektor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Arbeidsgivers redegjørelsesplikt",
      "content": "Arbeidsgivere skal redegjøre for likestillingstiltak som er iverksatt og som planlegges iverksatt for å oppfylle aktivitetsplikten etter § 20.\nRedegjørelsesplikten gjelder for virksomheter som har aktivitetsplikt etter § 20 og som i lov er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i virksomhetens årsberetning.​1\nRedegjørelsesplikten gjelder også for offentlige myndigheter og offentlige virksomheter som ikke er pålagt å utarbeide årsberetning. Disse skal ta redegjørelsene inn i årsbudsjettet.\n1 Jf. rskl. § 3-1, § 3-3 (7) og § 3-3 a (11).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Arbeidsgivers plikt til å forebygge og forhindre trakassering",
      "content": "Arbeidsgivere skal forebygge og søke å hindre at det forekommer trakassering i strid med § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Håndheving av loven",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda​1 skal håndheve og medvirke til gjennomføringen av denne loven, jf. diskrimineringsombudsloven.​2 Ombudet og nemnda skal likevel ikke håndheve reglene om:\na. aktivt likestillingsarbeid i kapittel 3 og § 20,\nb. behandling av lønnsopplysninger i § 19 andre ledd,\nc. oppreisning og erstatning i § 25 og\nd. straff for grov overtredelse av diskrimineringsforbudet begått av flere i fellesskap i § 26.\n1 Jf. lov 10 juni 2005 nr. 40.\n2 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Bevisbyrde",
      "content": "Det skal legges til grunn at diskriminering har funnet sted hvis:\na. det foreligger omstendigheter som gir grunn til å tro at det har skjedd diskriminering, og\nb. den ansvarlige ikke sannsynliggjør at diskriminering likevel ikke har funnet sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Oppreisning og erstatning",
      "content": "Den som er blitt diskriminert kan kreve oppreisning og erstatning. Dette gjelder ved brudd på bestemmelsene i kapittel 2 og §§ 16 og 17.\nI ansettelsesforhold gjelder ansvaret uavhengig av om arbeidsgiveren kan bebreides for diskrimineringen. På andre samfunnsområder gjelder ansvaret dersom den som har diskriminert kan bebreides for dette.\nErstatningen skal dekke økonomisk tap som følge av diskrimineringen. Oppreisning for ikke-økonomisk skade fastsettes til det som er rimelig ut fra skadens omfang og art, partenes forhold og omstendighetene for øvrig.​1\nDisse reglene begrenser ikke personens rett til å kreve oppreisning og erstatning etter alminnelige erstatningsregler.\n1 Sml. lov 13 juni 1969 nr. 36 § 3-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Straff for grov overtredelse av diskrimineringsforbudet som er begått av flere i fellesskap",
      "content": "Den som forsettlig i fellesskap med minst to andre personer grovt overtrer eller medvirker til grov overtredelse av §§ 6 til 12, straffes med bøter eller fengsel inntil tre år. Den som tidligere er ilagt straff for overtredelse av denne bestemmelsen, kan straffes selv om overtredelsen ikke er grov.\nVed vurderingen av om en overtredelse er grov skal det særlig legges vekt på graden av utvist skyld, om overtredelsen er rasistisk motivert, om den har karakter av trakassering, om den innebærer en legemskrenkelse eller alvorlig krenkelse av noens psykiske integritet, om den er egnet til å skape frykt og om den er begått mot en person som er under 18 år.\nFør tiltale tas ut for forhold som nevnt i første ledd, skal det vurderes om det vil være tilstrekkelig å ilegge en administrativ reaksjon.\nReglene om bevisbyrde i § 24 kommer ikke til anvendelse ved håndhevingen av denne bestemmelse.\nDersom overtredelsen er ledd i aktivitetene til en organisert kriminell gruppe, gjelder straffeloven​1 §§ 79 bokstav c og 198.\n0 Endret ved lover 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Lov 20 mai 2005 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Organisasjoners adgang til å opptre som fullmektig",
      "content": "I saker som behandles av Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda, kan en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering brukes som fullmektig.\nI saker for domstolene kan en person utpekt av og med tilknytning til en organisasjon som helt eller delvis har til formål å arbeide mot diskriminering, brukes som prosessfullmektig.​1 Dette gjelder ikke for Høyesterett. Retten kan nekte å godta en prosessfullmakt hvis det etter rettens skjønn er fare for at prosessfullmektigen ikke har tilstrekkelige kvalifikasjoner til å ivareta partens interesser på en tilfredsstillende måte. En prosessfullmektig skal ved siden av fullmakt som nevnt i tvisteloven​2 § 3-4 til samme tid fremlegge skriftlig orientering fra organisasjonen om prosessfullmektigens kvalifikasjoner.\n1 Jf. tvl. § 3-3.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv.\n1 Fra 1 jan 2014 iflg. res. 21 juni 2013 nr. 706.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Videreføring av forskrifter",
      "content": "Forskrifter gitt i medhold av lov 3. juni 2005 nr. 33 om forbud mot diskriminering på grunn av etnisitet, religion mv. gjelder også etter at loven her har trådt i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}