{
  "id": "LOV-1961-03-03-4",
  "type": "statute",
  "title": "Lov om varemerker.",
  "short_name": "Varemerkeloven – vml.",
  "status": "in_force",
  "issued_date": "1961-03-03",
  "in_force_date": "1961-03-03",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-03-03-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ved registrering etter denne lov kan det oppnås enerett​2 til å bruke et varemerke som særlig kjennetegn for en virksomhets varer eller tjenester.​3\nEt varemerke kan bestå av alle slags tegn som er egnet til å skille en virksomhets varer eller tjenester fra andre virksomheters varer og tjenester, og som kan gjengis grafisk, blant annet ord og ordforbindelser, herunder slagord, navn, figurer og avbildninger, bokstaver og tall og en vares form, utstyr og emballasje.​4\nDenne lovs senere bestemmelser om varer gjelder også tjenester når ikke annet fremgår av sammenhengen.\n0 Endret ved lover 27 nov 1992 nr. 113 (se dens II, 2, i kraft samtidig med EØS-avtalen 1 jan 1994), 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. §§ 4, 5, 6, 7, 8, 9 og 15.\n3 Jfr. § 16.\n4 Jfr. § 5. Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten registrering oppnås enerett​2 til et varemerke ved at merket innarbeides.\nEt merke anses å være innarbeidet når det innen vedkommende omsetningskrets her i riket er godt kjent som særlig kjennetegn​3 for noens varer.​4\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. § 1, §§ 4, 5, 6, 7, 8 og 9.\n3 Jfr. lov 21 juni 1985 nr. 79 § 1-1 (3).\n4 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Enhver har rett til i næring å bruke sitt navn​2 eller sitt foretaksnavn​3 som kjennetegn for sine varer,​4 når det ikke skjer på en slik måte at det blir egnet til å forveksles​5 med et varemerke​6 eller foretaksnavn​3 som allerede er vernet for en annen eller med et navn​2 som en annen rettmessig allerede bruker i sin næringsvirksomhet.\n0 Endret ved lover 21 juni 1985 nr. 79, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. lov 7 juni 2002 nr. 19.\n3 Jfr. lov 21 juni 1985 nr. 79.\n4 Jfr. § 1 (3).\n5 Jfr. § 6, § 9, § 10.\n6 Se § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Rett til varekjennetegn etter §§ 1 til 3 har den virkning at ingen annen enn innehaveren i næringsvirksomhet kan bruke samme kjennetegn, jf tredje punktum, for sine varer.​1 Dette gjelder enten kjennetegnet brukes på varen eller dens innpakning, i reklame, forretningsdokumenter eller på annen måte, herunder også innbefattet muntlig omtale, og uansett om varen​1 er bestemt til å selges eller på annen måte frembys her i riket eller i utlandet, eller innføres hit. Med samme kjennetegn forstås i denne lov et kjennetegn som er så likt et annet at det er egnet til å forveksles​2 med dette i den alminnelige omsetning, jf § 6.\nSom ulovlig bruk ansees det også at noen som selger eller frembyr reservedeler, tilbehør eller lignende​1 herunder henviser til den annens varekjennetegn på en slik måte at det kan gi uriktig inntrykk av at det som således tilbys skriver seg fra innehaveren av dette kjennetegn eller at han har tillatt kjennetegnet brukt.\nHvis et kjennetegn som nevnt i §§ 1-3 rettmessig er brukt for en vare, og varen etterpå er blitt vesentlig endret ved bearbeidelse, reparasjon o.l. foretatt av en annen enn den som har retten til kjennetegnet, må kjennetegnet ikke uten samtykke av innehaveren beholdes eller brukes for varen, hvis den senere blir innført, solgt eller frembudt i næringsvirksomhet, med mindre endringen blir tydelig angitt eller tydelig fremgår av forholdene for øvrig.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 1 (3).\n2 Jfr. § 6, § 8, § 9, § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Rett til varekjennetegn​2 gir ikke innehaveren noen enerett til slike deler av kjennetegnet som hovedsakelig tjener til å gjøre varen eller dens innpakning mer formålstjenlig eller som for øvrig har annen oppgave enn å være kjennetegn.\nRett til varemerke​3 gir ikke innehaveren rett til å nekte andre å bruke sitt navn​4 eller foretaksnavn​5 eller sin adresse i næringsvirksomhet i samsvar med god forretningsskikk.​6\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft samtidig med EØS-avtalen 1 jan 1994), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 15.\n2 Jfr. §§ 1, 2 og 3.\n3 Jfr. §§ 1 og 2.\n4 Jfr. lov 7 juni 2002 nr. 19.\n5 Jfr. lov 21 juni 1985 nr. 79.\n6 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 6 nr. 1, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Varekjennetegn​1 anses i denne lov bare egnet til å forveksles hvis de gjelder varer​2 av samme eller lignende slag. Dette er likevel ikke en nødvendig betingelse for forvekselbarhet, når det kjennetegnet som har eldst rett er innehaverens navn​3 eller foretaksnavn.​4\nKjennetegn som ligner hverandre skal dessuten anses egnet til å forveksles selv om de ikke gjelder varer​2 av samme eller lignende slag, dersom det kjennetegnet som har eldst rett er så velkjent og har en slik anseelse her i riket, at det ville bety en urimelig utnyttelse eller forringelse av dets anseelse (goodwill) om det annet kjennetegn ble brukt av en annen.​5\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 1 (3).\n3 Jfr. § 3 og lov 7 juni 2002 nr. 19.\n4 Jfr. § 3 og lov 21 juni 1985 nr. 79.\n5 Jfr. lov 21 juni 1985 nr. 79 § 3-3 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Gjør flere hver for seg krav på enerett til samme kjennetegn​1 etter §§ 1 til 3, skal den ha fortrinnsrett som har eldst hjemmel for sitt krav,​2 dersom ikke annet følger av bestemmelsene i §§ 3, 8 eller 9.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4 (1) siste punktum.\n2 Jfr. § 18, § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Selv om et registrert varemerke​1 er egnet til å forveksles​2 med et varekjennetegn​3 som har eldre rett, skal det gyldig kunne bestå ved siden av dette, såfremt søknaden om registrering var inngitt i god tro, og innehaveren av den eldre retten har kjent til og avfunnet seg med at det yngre varemerket etter registreringsdagen har vært brukt her i riket i fem år i sammenheng.​4\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Se § 1.\n2 Jfr. § 6, § 10.\n3 Se §§ 1, 2 og 3.\n4 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Yngre rett til kjennetegn​1 skal også kunne bestå ved siden av eldre rett, såfremt:\na. den yngre rett er ervervet ved innarbeidelse​2 og innehaveren av den eldre rett ikke innen rimelig tid har tatt skritt for å hindre bruken av det annet kjennetegn, eller\nb. retten til kjennetegnene er ervervet ved innarbeidelse​2 innenfor forskjellige deler av riket og det antas at begge fremdeles kan brukes som hittil uten at det oppstår fare for forveksling​3 med hensyn til hvem varen​4 skriver seg fra.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 2.\n3 Jfr. § 6, § 10.\n4 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "For å unngå forvekslingsfare i tilfelle som nevnt i §§ 3, 8 og 9, kan retten, om den finner det rimelig, ved dom foreskrive at et eller begge kjennetegn i fremtiden bare må brukes for visse varer​2 eller innen et visst område eller på en bestemt måte, såsom i en bestemt utformning eller med stedsangivelse eller tilføyelse av innehaverens navn, eller med annet klargjørende tillegg.\n1 Jfr. § 40 siste ledd.\n2 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Ved utgivelse av leksikon, håndbok, lærebok eller lignende trykt skrift av faglig innhold er verkets forfatter, hovedredaktør, utgiver og forlegger pliktig til etter krav av den som har et registrert varemerke,​1 å påse at merket ikke blir gjengitt i skriftet uten at det samtidig fremgår at det er vernet ved registrering.\nHvis et i tide fremsatt krav etter foregående ledd ikke blir etterkommet, kan det forlanges at den som kravet ble rettet til, skal bekoste en rettelse offentliggjort på den måte og i det omfang som finnes rimelig.\n1 Jfr. § 1 og § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Varemerkeregistret føres for hele riket av Styret for det Industrielle Rettsvern (Patentstyret).​1\n1 Se lov 2 juli 1910 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Varemerke​2 som skal registreres, må være egnet til å skille søkerens varer​3 fra andres. Merket må således ikke utelukkende eller bare med uvesentlige endringer eller tillegg gi uttrykk for varens​3 art, beskaffenhet, mengde, formål, pris eller stedet eller tiden for tilvirkningen.​4 Dog skal det ved avgjørelsen av om et varemerke har karakteren av særmerke tas hensyn til alle faktiske omstendigheter, særlig til hvor lenge og i hvilken utstrekning merket har vært i bruk.\nVaremerker som utelukkende består av varens form eller utstyr,​2 kan ikke registreres når formen eller utstyret følger av varens art, er nødvendig for å oppnå et teknisk resultat eller tilfører varen vesentlig verdi.​5\n0 Endret ved lov 27 nov 1992 nr. 113 (se dens II, 2).\n1 Jfr. § 25, § 25b, § 25c.\n2 Jfr. § 1 (2).\n3 Jfr. § 1 (3).\n4 Jfr. § 15.\n5 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 3 nr. 1, e). – Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Et varemerke kan ikke registreres dersom det:\n1. strider mot lov​2 eller den offentlige orden eller er egnet til å vekke forargelse,\n2. er egnet til å villede,​3\n3. uten samtykke av vedkommende myndighet inneholder offentlige våpen, flagg eller andre offentlige emblemer eller merker, derunder de offisielle innen- eller utenlandske kontroll- eller garantimerker eller -stempler som er fastsatt for varer​4 av samme eller lignende slag som dem merket søkes registrert for, eller våpen, flagg eller andre emblemer, forkortelser eller benevnelser tilhørende mellomstatlige organisasjoner eller internasjonalt merke, segl eller kjennetegn når uhjemlet bruk av det er forbudt ved lov.​5 Merket kan heller ikke registreres hvis det inneholder noe som kan forveksles med slike emblemer eller merker m v som her er nevnt. Utenlandske emblemer eller merker m v, med unntak av statsflagg, hindrer likevel ikke registrering før de er kunngjort i den tidende som utgis av Patentstyret,​6\n4. inneholder noe som er egnet til å oppfattes som en annens foretaksnavn​7 eller som en annen persons navn​8 eller portrett og som ikke åpenbart sikter på en som er død for lengre tid siden,\n5. inneholder noe som er egnet til å oppfattes som den særpregede tittel på en annens vernede åndsverk,​9 eller krenker en annens opphavsrett til slikt verk​9 eller en annens rett til fotografisk bilde​10 eller design,​11\n6. er egnet til å forveksles​12 med en annens navn​8 eller foretaksnavn​7 eller med varemerke​13 som er registrert for en annen etter tidligere inngitt søknad, eller som var innarbeidet​14 for en annen da søknaden om registrering ble inngitt,​15\n7. er egnet til å forveksles​12 med et varemerke som en annen hadde tatt i bruk før søkeren og søkeren var vitende om denne bruk da søknaden om registrering ble inngitt,​15 eller\n8. er egnet til å forveksles​12 med et internasjonalt registrert varemerke,​16 såfremt denne registreringen har virkning i Norge etter § 53 fra en tidligere dag enn den dag søknaden ble inngitt.​15\nI tilfeller som nevnt i første ledd nr 4 til 8 kan registrering likevel skje når innehaveren av den eldre rett samtykker, og det ikke foreligger annen registreringshindring.​17\nFor vin og brennevin kan det ikke registreres varemerker som består av eller inneholder geografiske vin- eller brennevinsbetegnelser med mindre varen har den geografiske opprinnelsen som betegnelsen utpeker.​18\n0 Endret ved lover 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2), 20 des 1996 nr. 104 (i kraft 1 jan 1997 iflg. res. 20 des 1996 nr. 1155), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 25, § 25b, § 25c, lov 19 des 2003 nr. 124 § 30.\n2 Jfr. lov 19 des 2003 nr. 124 § 30 (2) og lov 17 juni 1932 nr. 6 § 2 a annet punktum.\n3 Jfr. § 33 (2), § 34 (3), § 36, lov 22 mai 1902 nr. 10 (strl.) § 370, lover 19 des 2003 nr. 124 § 30 (2) og 9 jan 2009 nr. 2 § 6 (4), § 7, § 26.\n4 Jfr. § 1 (3).\n5 Jfr. strl. § 328 nr. 4.\n6 Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.\n7 Jfr. lov 21 juni 1985 nr. 79.\n8 Jfr. lov 7 juni 2002 nr. 19.\n9 Jfr. lov 12 mai 1961 nr. 2.\n10 Jfr. lov 12 mai 1961 nr. 2 § 43a.\n11 Jfr. lov 14 mars 2003 nr. 15.\n12 Jfr. § 6.\n13 Se § 1 (2).\n14 Jfr. § 2.\n15 Jfr. § 17 (2), § 18, § 30.\n16 Se § 45 og §§ 49 flg.\n17 Jfr. første ledd nr. 2.\n18 Jfr. lover 19 des 2003 nr. 124 § 30 og 9 jan 2009 nr. 2 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Den enerett som erverves ved registrering av varemerke,​2 omfatter ikke slik del av merket som det ikke ville være adgang til å registrere særskilt.​3\nInneholder et merke en slik bestanddel, og Patentstyret​4 antar at registrering av merket kan skape uvisshet om omfanget av eneretten, kan det ved registreringen uttrykkelig angis ved en unntaksanmerkning at denne del er unntatt fra rettsvernet.\nSkulle det senere bli godtgjort at den bestanddel av merket som var unntatt fra rettsvernet, vil kunne registreres, kan det søkes ny registrering av denne del særskilt eller av merket i dets helhet uten det tidligere forbeholdet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 5.\n2 Jfr. § 1 (2).\n3 Jfr. § 13, § 5.\n4 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Varemerke registreres for bestemte varer​1 innenfor bestemte vareklasser.​1 Inndelingen i vareklasser​1 bestemmes av Kongen.​2\n0 Endret ved lov 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 1 (3).\n2 Styret for det Industrielle Rettsvern (Patentstyret), iflg. res. 19 nov 1971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Søknad om registrering av et varemerke inngis skriftlig til Patentstyret.​2 Søknaden skal inneholde opplysning om søkerens navn eller foretaksnavn, en gjengivelse av merket og oppgave over de varer​3 som merket søkes registrert for.​4 For øvrig skal søknaden tilfredsstille de krav som er fastsatt i forskrift. Det skal betales fastsatt avgift.​5\nEn søknad regnes ikke som inngitt så lenge en gjengivelse av merket ikke er kommet inn til Patentstyret.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 45 til 48.\n2 Jfr. § 12.\n3 Jfr. § 1 (3).\n4 Jfr. § 1 og § 16.\n5 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "content": "Søknaden med bilag og alle dokumenter i saken skal holdes tilgjengelig for enhver fra første virkedag etter at den innkom til Patentstyret, med mindre det er inngitt begjæring som nevnt i annet ledd.\nInneholder et dokument forretningshemmeligheter, kan Patentstyret når særlige grunner foreligger, etter begjæring bestemme at dokumentet ikke skal være allment tilgjengelig. Når begjæring som nevnt er inngitt, blir dokumentet ikke tilgjengelig før begjæringen er avslått ved rettskraftig avgjørelse.​2 Gjengivelsen av merket og opplysning om at det er søkt registrert her i riket, og om hvilke varer​3 det er søkt registrert for, anses ikke som forretningshemmelighet etter bestemmelsene i dette ledd.\nForslag, utkast, betenkninger og andre liknende arbeidsdokumenter som Patentstyret selv utarbeider for behandlingen av en sak, er ikke tilgjengelige med mindre Patentstyret beslutter at de skal være det.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. lov 15 des 1967 nr. 9 § 22. – Jfr. § 22 a siste ledd og § 61.\n2 Se § 22 siste ledd og § 22a.\n3 Jfr. § 1 (3).\n4 Se § 22a siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Søker noen registrert et varemerke som vedkommende første gang har brukt for varer fremvist på en internasjonal utstilling her i riket, og søknaden blir inngitt​1 innen seks måneder​2 etter åpningen av utstillingen, skal søknaden overfor kjennetegn som andre har søkt registrert eller tatt i bruk, anses som inngitt​3 den dag da varene første gang ble vist på utstillingen.\nKongen bestemmer ved forskrift​4 i hvilken utstrekning første ledd skal gjelde tilsvarende ved internasjonale utstillinger i utlandet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1996 iflg. res. 22 des 1995 nr. 1039).\n1 Jfr. § 17 (2), § 30.\n2 Se § 60 (2).\n3 Jfr. § 23.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Dersom en søknad om registrering av et varemerke ikke er i foreskrevet stand, eller det for øvrig er noe til hinder for registrering, skal Patentstyret underrette søkeren om dette. Søkeren skal gis en passende frist til å svare og i tilfelle rette manglene.\nMangler ved søknaden skal ikke være til hinder for at søknaden anses som inngitt den dagen da gjengivelsen av merket kom inn til Patentstyret,​1 forutsatt at disse mangler blir rettet innen den frist som Patentstyret setter.​2\nUnnlater søkeren innen fristens​3 utløp å uttale seg eller rette mangelen, skal søknaden henlegges. Behandlingen av søknaden gjenopptas dersom søkeren innen to måneder etter utløpet av fristen​2 uttaler seg eller retter mangelen. Det skal betales fastsatt avgift.​4 Gjenopptagelse gis bare én gang under behandlingen av søknaden.​5\nHar søkeren svart på Patentstyrets underretning innen den fastsatte fristen, men Patentstyret mener at det fremdeles hefter mangler ved søknaden, skal søknaden avslås dersom ikke Patentstyret finner at søkeren bør få ny underretning med ny frist.​6\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 17 (2).\n2 Jfr. § 60.\n3 Om fristens utløpstidspunkt se forskrift 25 mars 2009 nr. 376.\n4 Jfr. § 62.\n5 Jfr. § 22 siste ledd.\n6 Jfr. lov 2 juli 1910 nr. 7 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Er søknaden i foreskrevet stand, og det for øvrig ikke er funnet noe til hinder for registrering, skal merket registreres og registreringsbrev sendes søkeren.\nRegistreringen av et varemerke skal kunngjøres.​1\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Enhver kan fremsette innsigelse mot registreringen av et varemerke. En innsigelse skal fremsettes skriftlig, være begrunnet og kommet inn til Patentstyret innen to måneder fra kunngjøringsdagen.​1 I særlige tilfeller kan Patentstyret etter begjæring innrømme innsigeren en kort tilleggsfrist for å fremskaffe ytterligere dokumentasjon til støtte for innsigelsen.\nPatentstyret skal avvise en innsigelse som ikke oppfyller vilkårene i første ledd.\nPatentstyret skal gi registreringshaveren meddelelse om innsigelser og skal gi denne anledning til å uttale seg om dem.\nEr det fremsatt innsigelse mot registreringen av et varemerke, skal dette anmerkes i varemerkeregisteret og kunngjøres.​2\nSelv om innsigelsen trekkes tilbake, kan innsigelsesbehandlingen fortsettes dersom særlige grunner taler for det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 20 (2).\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:21 a",
      "chapter": "2",
      "section": "21 a",
      "content": "Patentstyret skal etter innsigelse oppheve registreringen av et varemerke helt eller delvis dersom varemerket er registrert i strid med loven her, og registreringshindringen fortsatt foreligger.​1\nPatentstyret skal forkaste en innsigelse dersom det ikke foreligger hinder for at registreringen opprettholdes.\nNår Patentstyrets avgjørelse av en innsigelse er rettskraftig,​2 skal melding om avgjørelsen innføres i varemerkeregisteret og kunngjøres.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 14 (2).\n2 Se § 22, § 22a.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21a."
      }
    },
    {
      "provision_ref": "2:21 b",
      "chapter": "2",
      "section": "21 b",
      "content": "Dersom det etter at en søknad om registrering av et varemerke er imøtekommet, innkommer en annen søknad som etter §§ 18 eller 30 skal anses som inngitt før den førstnevnte søknaden, og Patentstyret antar at den andre søknaden ville utgjort registreringshinder for den førstnevnte søknaden, skal Patentstyret gi registreringshaveren meddelelse om dette og gi denne anledning til å uttale seg innen en nærmere angitt frist. Blir søknaden med best prioritet imøtekommet, skal Patentstyret etter utløpet av fristen oppheve den første registreringen helt eller delvis, dersom den best prioriterte søknaden helt eller delvis er til hinder for at registreringen blir stående.\nFørste ledd gjelder tilsvarende dersom Patentstyret antar at en eldre søknad som blir gjenopptatt etter § 19 tredje ledd eller tatt under behandling etter § 60, ville utgjort registreringshinder for en yngre søknad som allerede er imøtekommet.\nFørste ledd gjelder dessuten tilsvarende dersom Patentstyret får melding om at en internasjonal registrering​1 skal gjelde i Norge og det antar at den internasjonale registreringen ville utgjort registreringshinder for en imøtekommet søknad som anses inngitt​2 på en senere dag enn den dag den internasjonale registreringen skal ha virkning her i riket fra, jf § 53.\nOppheves registreringen av et varemerke helt eller delvis etter paragrafen her, skal opphevelsen registreres og kunngjøres​3 når den er rettskraftig.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 49.\n2 Jfr. § 17, § 18, § 30.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n4 Jfr. § 33 (3), § 22 (3) og § 22a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21b",
        "source_heading": "§ 21b."
      }
    },
    {
      "provision_ref": "2:21 c",
      "chapter": "2",
      "section": "21 c",
      "content": "Dersom en registrering av et varemerke er skjedd ved en åpenbar feil, kan Patentstyrets første avdeling av eget tiltak innen tre måneder fra registreringsdagen oppheve registreringen helt eller delvis.\nOppheves registreringen av et varemerke helt eller delvis etter paragrafen her, skal opphevelsen registreres og kunngjøres​2 når den er rettskraftig.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 24 siste punktum.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n3 Se § 22 (3), § 22 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21c",
        "source_heading": "§ 21c."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den endelige avgjørelsen av en registreringssøknad i Patentstyrets første avdeling kan påklages til Patentstyrets annen avdeling dersom avgjørelsen har gått søkeren imot.\nDen endelige avgjørelsen av en innsigelse i første avdeling kan påklages av registreringshaveren eller innsigeren dersom avgjørelsen har gått vedkommende imot.\nEn avgjørelse i første avdeling om å oppheve en registrering helt eller delvis etter §§ 21b eller 21c, kan påklages av registreringshaveren til Patentstyrets annen avdeling.\nBlir en begjæring om gjenopptakelse etter § 19 tredje ledd eller en begjæring om hemmelighold etter § 17a annet ledd avslått, kan avgjørelsen påklages til Patentstyrets annen avdeling av den som avslaget gjelder.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:22 a",
      "chapter": "2",
      "section": "22 a",
      "content": "Klage må være innkommet til Patentstyret innen to måneder fra den dagen meddelelse om avgjørelsen ble sendt vedkommende part. Det skal betales fastsatt avgift.​2 I motsatt fall skal klagen ikke opptas til behandling.\nSelv om klagen frafalles, kan den prøves dersom særlige grunner taler for det.\nAvgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et varemerke, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, kan ikke bringes inn for domstolene​3 senere enn to måneder etter at meddelelse om avgjørelsen ble sendt søkeren eller registreringshaveren. Underretning om søksmålsfristen skal inntas i meddelelsen.\n§ 17a annet og tredje ledd gjelder tilsvarende for dokumenter som inngis til Patentstyrets annen avdeling.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Se § 60 (2).\n2 Jfr. § 62.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22a."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Registreringen gjelder fra den dag søknaden er kommet inn til Patentstyret i henhold til § 17, eller fra den dag den anses som inngitt etter § 18 eller § 30.​2 Registreringen gjelder i ti år fra registreringsdagen.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 23 a, § 53, § 54.\n2 Jfr. § 53.\n3 Jfr. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:23 a",
      "chapter": "2",
      "section": "23 a",
      "content": "En registrering av et varemerke kan fornyes etter begjæring fra registreringshaveren for ti år om gangen regnet fra utgangen av foregående registreringsperiode.\nBegjæring om fornyelse inngis skriftlig til Patentstyret tidligst ett år før og senest seks måneder etter registreringsperiodens utløp. Det skal betales fastsatt avgift.​2 Blir begjæringen inngitt etter utløpet av registreringsperioden, må det dessuten betales en tilleggsavgift.​2\nInnbetaling av fornyelsesavgift med angivelse av varemerkets registreringsnummer, som skjer innenfor fristene nevnt i første ledd, skal anses som en skriftlig begjæring om fornyelse.\n§§ 19, 20, 21c, 22 og 22a gjelder tilsvarende så langt de passer ved behandlingen av begjæringer om fornyelse.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 54.\n2 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Etter søknad fra registreringshaveren og mot betaling av en fastsatt avgift​1 kan det i et registrert varemerke gjøres uvesentlige endringer som ikke påvirker helhetsinntrykket. Merkeendringen innføres i registeret, og nytt registreringsbrev sendes registreringshaveren. Melding om endringen, med gjengivelse av merket i den endrede form, skal kunngjøres.​2 § 21c gjelder tilsvarende.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 62.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Er et varemerke registrert i strid med denne lov, kan registreringen kjennes ugyldig ved dom, dersom den ikke kan bestå etter reglene i §§ 8 til 10. Registreringen kan likevel ikke kjennes ugyldig på grunn av at merket er egnet til å forveksles​2 med et annet varemerke, dersom vilkårene i § 25a for å slette registreringen av det andre merket er oppfylt.​3\nEn registrering kan slettes ved dom dersom merket etter registreringen åpenbart har mistet karakteren av særmerke​4 eller det er blitt villedende, stridende mot den offentlige orden eller egnet til å vekke forargelse.​5\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 26, § 25b, § 25c, § 63 (2).\n2 Jfr. § 6.\n3 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 11).\n4 Jfr. § 13.\n5 Jfr. § 14 (1) nr. 1 til 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:25 a",
      "chapter": "3",
      "section": "25 a",
      "content": "Har innehaveren av et registrert varemerke ikke innen fem år fra registreringsdagen​2 tatt merket i bruk her i riket for de varer​3 det er registrert for, eller har bruken vært avbrutt i fem år i sammenheng,​2 kan registreringen slettes ved dom, med mindre det foreligger rimelig grunn for unnlatelsen. Som bruk av merket regnes også bruk av merket i en form som bare skiller seg fra den form det er registrert i, i enkeltheter som ikke endrer dets særpreg,​4 og anbringelse av merket her i riket på varer eller deres emballasje for eksport. Som merkehaverens bruk av merket regnes også bruk av merket som en annen gjør etter samtykke fra merkehaveren.\nRegistreringen kan ikke slettes dersom varemerket tas i bruk eller bruken av det gjenopptas etter utløpet av femårsperioden, men før det er reist​5 søksmål om slettelse. Det tas likevel ikke hensyn til bruk i de siste tre månedene før søksmål reises, dersom forberedelsene til bruken først er innledet etter at merkehaveren har fått kjennskap til at søksmål kan bli reist.\nDersom varemerket har vært brukt for noen av de varer​3 merket er registrert for, skal registreringen slettes bare for de varer merket ikke har vært brukt for.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 11, 12 og 13). Jfr. § 63 (2).\n2 Se dir. 89/104 art. 10 nr. 1.\n3 Jfr. § 1 (3).\n4 Jfr. § 13.\n5 Jfr. tvl. kap. 9 og § 6-2 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25a."
      }
    },
    {
      "provision_ref": "3:25 b",
      "chapter": "3",
      "section": "25 b",
      "content": "Søksmål etter § 25 og § 25a kan reises av enhver som har rettslig interesse i det.​2 Søksmål som bygger på bestemmelsene i § 13, § 14 første ledd nr 1 til 3 eller § 25 annet ledd, kan også reises av Patentstyret.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 33 (3).\n2 Jfr. tvl. § 1-3.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25b."
      }
    },
    {
      "provision_ref": "3:25 c",
      "chapter": "3",
      "section": "25 c",
      "content": "Når både merkehaveren og den som angriper dennes rett, er enige om det, kan spørsmålet om registreringens gyldighet eller om slettelse av registreringen kreves endelig avgjort av Patentstyrets annen avdeling. For dette betales en fastsatt avgift.​1\nPatentstyrets annen avdeling kan, når den finner at vilkårene for varemerkevern åpenbart ikke har vært eller åpenbart ikke lenger er til stede, treffe endelig avgjørelse om at registreringen er ugyldig eller skal slettes når merkehaveren ikke gjør innvending mot det. Innvending fra merkehaveren må være kommet til Patentstyret senest tre måneder etter at Patentstyret har sendt merkehaveren melding om at det tar sikte på å treffe slik avgjørelse og har oppgitt grunnen til dette.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307) (tidligere § 26 nest siste og siste ledd).\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25c."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Er det begrunnet tvil om en merkehaver finnes, kan enhver mot betaling av en fastsatt avgift​2 begjære registreringen av varemerket slettet. Det samme gjelder dersom merkehaverens adresse er ukjent.\nFør slettelse etter første ledd kan skje, skal Patentstyret be merkehaveren om å melde seg innen en nærmere angitt frist. Meddelelse om fristen skal gis i rekommandert brev eller på annen betryggende måte.​1 Er merkehaverens adresse ukjent, meddeles fristen ved kunngjøring.​3\nHar merkehaveren ikke meldt seg innen fristen, slettes registreringen av varemerket.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 33 (3).\n2 Jfr. § 62.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Er registreringen av et varemerke kjent ugyldig eller besluttet opphevet eller slettet ved endelig avgjørelse, skal avgjørelsen anmerkes i registeret og kunngjøres.​1\nDet samme gjelder dersom registreringen ikke blir fornyet​2 eller merkehaveren selv begjærer merket slettet fra registeret.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Jfr. § 23 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Inngir noen som ikke driver virksomhet her i riket, søknad om registrering av et varemerke, må søkeren godtgjøre at merket er registrert for vedkommende i hjemlandet for de varer​1 som søknaden omfatter.\nDette gjelder likevel ikke dersom søkerens hjemland gjør tilsvarende innrømmelser for merker som søkes registrert der av innehaver av virksomhet i Norge.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 1 (3).\n2 Det kreves således nå ikke hjemlandsbevis for merker som søkes registrert av søkere fra Parisunions- eller WTO-land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Kongen kan ved forskrift​2 bestemme at et varemerke som er registrert i en fremmed stat, på nærmere fastsatte vilkår skal kunne registreres her i riket således som det er gyldig registrert i den fremmede stat. Registreres etter denne bestemmelse et merke som ellers ikke kunne ha oppnådd vern her i riket, gjelder vernet ikke i videre omfang eller for lengere tid enn i den fremmede stat.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997 iflg. res. 20 des 1996 nr. 1155).\n1 Se res. 29 mars 1996 nr. 309 § 11.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Kongen kan ved forskrift​2 bestemme at den som har inngitt søknad om registrering av et merke i en fremmed stat, innen en viss frist skal kunne inngi søknad om registrering av merket her i riket med den virkning at søknaden overfor kjennetegn som andre har søkt registrert eller tatt i bruk, anses som inngitt her i riket på samme tid som søknad ble inngitt i den fremmede stat.\nKongen gir bestemmelser om når krav om prioritet etter første ledd må være fremsatt.\n0 Endret ved lover 21 juni 1963 nr. 9, 22 des 1995 nr. 82 (i kraft 1 jan 1996 iflg. res. 22 des 1995 nr. 1039).\n1 Se res. 29 mars 1996 nr. 309 § 10.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Dersom en som søker om registrering av et varemerke ikke har bopel eller sete her i riket, skal vedkommende ha en fullmektig med bopel eller sete her i riket som kan representere vedkommende i alt som angår søknaden.\nDersom innehaveren av et registrert varemerke ikke har bopel eller sete her i riket, skal vedkommende ha en fullmektig med bopel eller sete her i riket som på vedkommendes vegne​1 kan motta meddelelser fra Patentstyret og forkynnelser og andre prosessuelle meddelelser. Under behandlingen av innsigelser gjelder første ledd tilsvarende for merkehaveren.\nFullmektigens navn og adresse skal anmerkes i varemerkeregisteret.\nKongen kan i forskrift​2 gjøre unntak fra plikten for utenlandske søkere og merkehavere til å ha norsk fullmektig.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 33 (3).\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Retten til et varemerke​1 kan overdras i eller uten forbindelse med den virksomhet, i hvilken det brukes.​2\nVed overdragelse av virksomhet går retten til de varemerker​1 som er knyttet til virksomheten, over til den nye eier, hvis ikke annet er avtalt.\n1 Jfr. § 1, § 2.\n2 Jfr. § 33, § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Overdragelse av et registrert varemerke​1 skal etter krav fra den nye innehaveren anmerkes i varemerkeregisteret og kunngjøres.​2 §§ 28 og 31 får tilsvarende anvendelse.\nPatentstyrets første avdeling kan nekte å anmerke en overdragelse dersom den ikke er skjedd i forbindelse med overdragelse av den virksomhet merket har vært knyttet til, og Patentstyrets første avdeling finner at merkets bruk på den nye innehavers hånd vil være egnet til å villede.​3 En slik nektelse kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe avgjørelser truffet av annen avdeling inn for domstolene gjelder § 22a tilsvarende.\nSøksmål som gjelder et registrert varemerke, kan alltid reises mot den som står som innehaver i registeret, og meldinger fra Patentstyret sendes til vedkommende.​4\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 1.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n3 Jfr. § 14 (1) nr. 2, § 34 (3), § 36.\n4 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "En merkehaver kan gi en annen rett til å bruke varemerket i næring (lisens). En lisens kan gjelde en del av eller alle de varer​2 merket er vernet for, og den kan gjelde bruk av merket i hele riket eller i en del av riket. En lisenshaver kan ikke overdra sin rett videre hvis dette ikke er eller må ansees for avtalt.\nMerkehaveren kan påberope sin varemerkerett​3 overfor en lisenshaver som overtrer lisensavtalens bestemmelser om lisensens varighet, om i hvilken utforming merket kan brukes, om hvilke varer merket kan brukes for, om innen hvilket geografiske område lisenshaveren kan bruke merket, eller om kvaliteten av de varer lisenshaveren fremstiller.\nBåde merkehaveren og lisenshaveren kan kreve at en lisens for et registrert varemerke blir anmerket i varemerkeregisteret og kunngjort.​4 På samme måte anmerkes og kunngjøres​4 det når det senere blir godtgjort at lisensen er opphørt. Patentstyrets første avdeling kan nekte å anmerke en lisens dersom den finner at lisenshaverens bruk av merket vil være egnet til å villede.​5 En slik nektelse kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe avgjørelser truffet av annen avdeling inn for domstolene gjelder § 22a tilsvarende.\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 8).\n2 Jfr. § 1 (3).\n3 Jfr. kap. 7.\n4 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n5 Jfr. § 14 (1) nr. 2, § 33 (2), § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Rett til varemerke​1 kan ikke være gjenstand for utlegg​2 eller annen separat tvangsforfølgning fra kreditorene.\n1 § 1, § 2.\n2 Jfr. tvangsl. kap. 7, pantel. kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Blir et varekjennetegn​1 tatt i bruk av ny innehaver eller av noen annen med innehaverens samtykke, og kjennetegnet på den nye brukers hånd er egnet til å villede,​2 kan det ved dom forbys ham å bruke kjennetegnet i uforandret form, og ellers gis de pålegg som retten finner påkrevet.\nDet samme gjelder også i andre tilfelle hvor et varekjennetegn er villedende eller blir brukt på en måte som er egnet til å villede.​2\nSøksmål etter paragrafen her kan reises av Patentstyret og for øvrig av enhver som har rettslig interesse i det.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 14 (1) nr. 2, § 33 (2), § 34 (3), lov 9 jan 2009 nr. 2 § 6 (4), § 7, § 26.\n3 Jfr. tvl. § 1-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "Den som forsettlig bruker​2 varekjennetegn​3 i strid med denne lov, straffes med bøter​4 eller fengsel​5 inntil 3 måneder.​6 Offentlig påtale finner bare sted etter begjæring av fornærmede.\n0 Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. § 39.\n2 Jfr. § 4.\n3 Jfr. §§ 1, 2 og 3.\n4 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n5 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n6 Jfr. strl. § 25; strl. 2005 § 31 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Den som forsettlig eller uaktsomt har brukt​2 varekjennetegn​3 i strid med denne lov, plikter å betale den forurettede et vederlag svarende til en rimelig lisensavgift for bruken, foruten erstatning for ytterligere skade som bruken måtte ha medført. Vederlaget kan nedsettes og erstatningen lempes når det bare er lite å legge inngriperen til last.\nEr bruken skjedd i god tro, kan retten i den utstrekning som finnes rimelig pålegge brukeren å betale vederlag og erstatning etter bestemmelsene i første ledd.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 39.\n2 Jfr. § 4.\n3 Jfr. §§ 1, 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "I saker om ulovlig bruk​1 av registrert varemerke​2 kommer § 37 bare til anvendelse dersom bruken har funnet sted etter kunngjøringen​3 av registreringen. § 38 kommer bare til anvendelse dersom bruken har funnet sted etter kunngjøringen​3 eller etter at brukeren på annen måte har fått kunnskap om at merket var søkt​4 registrert.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4.\n2 Jfr. § 1.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n4 Jfr. § 17, § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Den som har brukt​1 varekjennetegn​2 i strid med denne lov, plikter, når den forurettede krever det, å endre eller fjerne kjennetegnet. Hvis det ikke kan endres eller fjernes uten uforholdsmessige omkostninger for domfelte eller uten å skade eller ødelegge varen, kan de gjenstander som det finnes på, kreves inndradd.\nDe inndradde gjenstander kan etter avtale mellom domfelte og den forurettede overdras til sistnevnte mot fradrag i det krav som han måtte ha mot domfelte etter § 38.\nI saker om inngrep i rett til varekjennetegn​2 kan retten bestemme også andre tiltak enn de som er nevnt foran for å hindre misbruk av kjennetegnet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4.\n2 Jfr. §§ 1, 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "En lisenshaver som reiser inngrepssøksmål, plikter å gi melding om dette til merkehaveren.\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Følgende søksmål reises ved Oslo tingrett:\n1. søksmål angående prøvelse av avgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et varemerke, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, jf § 22a tredje ledd,\n2. søksmål angående ugyldigkjennelse eller slettelse av en registrering av et varemerke, jf §§ 25 og 25a, og\n3. søksmål angående prøvelse av nektelser av Patentstyrets annen avdeling i saker som nevnt i §§ 33 og 34.\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Den som reiser søksmål som nevnt i § 42 første ledd nr 2, skal samtidig gi melding om det til Patentstyret samt i rekommandert brev gi melding om søksmålet til enhver lisenshaver som er innført i varemerkeregisteret​1 med opplysning om vedkommendes adresse.\nDokumenterer saksøkeren ikke at melding som nevnt i første ledd er gitt, kan retten gi saksøkeren en frist til å gi meldingen. Oversittes fristen, avvises saken.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Retten sender Patentstyret utskrift av dommer i sivil sak som er reist etter loven her.\n0 Endret ved lover 16 juni 1972 nr. 47, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. lov 2 juli 1910 nr. 7 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "En internasjonal varemerkeregistrering er en registrering av et varemerke som er foretatt av Det internasjonale byrået ved Verdensorganisasjonen for immateriell eiendomsrett (WIPO) etter Protokollen 27. juni 1989 til Overenskomsten 14. april 1891 om den internasjonale registrering av varemerker (Madridprotokollen).​1\nPatentstyret​2 er varemerkemyndighet i Norge i saker om internasjonal varemerkeregistrering.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. lov 22 des 1995 nr. 82, VIII.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "Den som er innehaver av en varemerkeregistrering​1 eller en søknad om registrering av et varemerke​1 her i riket, og som enten er norsk statsborger​2 eller er bosatt eller driver virksomhet her i riket, kan søke om internasjonal registrering av varemerket ved å inngi søknad om det til Patentstyret.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 1.\n2 Jfr. lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "En søknad om internasjonal varemerkeregistrering skal være skriftlig og inneholde opplysning om søkerens navn eller foretaksnavn, en gjengivelse av merket og oppgave over de varer​1 som merket søkes registrert for.​2 For øvrig skal søknaden tilfredsstille de krav som er fastsatt i forskrift.​3 Det skal betales fastsatt avgift.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 1 (3).\n2 Sml. § 17.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "Patentstyret skal kontrollere at opplysningene i søknaden er i samsvar med de opplysninger som er gitt i den norske varemerkeregistreringen eller søknaden om registrering av et varemerke som den internasjonale søknaden bygger på.​1\nDersom det ikke foreligger samsvar, skal Patentstyret underrette søkeren om det. Søkeren skal gis en frist til å foreta rettelse. Blir ikke underretningen fra Patentstyret besvart innen utløpet av den fastsatte fristen, anses søknaden som trukket tilbake.​2 Besvares underretningen, men slik at samsvar fortsatt ikke foreligger, skal Patentstyret nekte å fremme søknaden.\nNår det foreligger samsvar som nevnt i første ledd, skal Patentstyret sende en bekreftelse på dette til Det internasjonale byrået​3 sammen med søknaden.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 17.\n2 Jfr. § 50 siste ledd.\n3 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "content": "Dersom Patentstyret får melding fra Det internasjonale byrået​1 om at innehaveren av en internasjonal registrering av et varemerke som ikke bygger på en norsk registrering eller søknad, jf § 46, har begjært at den internasjonale registreringen av merket skal gjelde i Norge, skal Patentstyret undersøke om det finnes noe hinder for dette.​2 For en slik utpekning av Norge skal innehaveren av den internasjonale registreringen betale fastsatt avgift.​3\nHinder for at den internasjonale registreringen skal gjelde i Norge, foreligger dersom merket ikke oppfyller vilkårene i § 13 eller ikke kunne ha vært registrert her i riket på grunn av bestemmelsene i § 14.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.\n2 Se annet ledd.\n3 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "content": "Dersom det foreligger hinder som nevnt i § 49 annet ledd, skal Patentstyret beslutte at den internasjonale varemerkeregistreringen ikke skal gjelde i Norge.\nInnehaveren av den internasjonale registreringen kan i den utstrekning og på de vilkår som fastsettes i forskrift,​1 begjære at Patentstyrets første avdeling foretar en fornyet vurdering av spørsmålet om den internasjonale registreringen skal gjelde i Norge.\nBestemmelsene i §§ 19 og 60 gjelder tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "content": "Finner ikke Patentstyret at det foreligger hinder som nevnt i § 49 annet ledd, skal det innføres i varemerkeregisteret og kunngjøres​1 at den internasjonale registreringen gjelder i Norge.​2\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Se § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "content": "Enhver kan innen to måneder fra kunngjøringsdagen​1 fremsette innsigelse mot at den internasjonale registreringen skal gjelde i Norge. Om fremsettelse av innsigelser gjelder § 21 første ledd tilsvarende. Fremsettes det innsigelse, skal dette anmerkes i varemerkeregisteret og kunngjøres.​1 Nærmere regler om behandlingen av innsigelser fastsettes i forskrift.​2 Når Patentstyrets avgjørelse av en innsigelse er rettskraftig,​3 skal melding om avgjørelsen registreres og kunngjøres.​1\nOm adgangen for Patentstyret til å oppheve virkningen av en internasjonal registrering i Norge av eget tiltak, gjelder §§ 21b og 21c tilsvarende dersom det kan gjøres innenfor de frister som er angitt i Madridprotokollen​4 artikkel 5.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 58.\n4 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "9:53",
      "chapter": "9",
      "section": "53",
      "content": "En innføring i varemerkeregisteret om at en internasjonal registrering av et varemerke gjelder i Norge, har samme virkning som om varemerket var registrert her i riket.​1 Innføringen har virkning fra den dag den internasjonale registreringen ved Det internasjonale byrået​2 etter Madridprotokollen​2 anses for å ha skjedd,​3 eller fra dagen for en etterfølgende utpekning av Norge, eller fra den dag registreringen eller den etterfølgende utpekningen av Norge har prioritet fra etter §§ 18 eller 30.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se §§ 1, 4, 25, 25a.\n2 Jfr. § 45.\n3 Jfr. Madridprotokollen (se § 45) art. 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "9:54",
      "chapter": "9",
      "section": "54",
      "content": "Den internasjonale registreringen, eller en etterfølgende utpekning av Norge,​1 har virkning frem til ti år regnet fra den dag den internasjonale registreringen anses for å ha skjedd.​1\nRegistreringen kan fornyes for ti år av gangen som fastsatt i Madridprotokollen.​2 For fornyelser betales fastsatt avgift.​3 Fornyelser registreres og kunngjøres.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 53.\n2 Jfr. § 45.\n3 Jfr. § 62.\n4 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "content": "Dersom en person innehar både en internasjonal registrering med virkning her i riket og en norsk registrering for et varemerke, trer den internasjonale registreringen av merket i stedet for den norske registreringen av det dersom den internasjonale registreringen har virkning her i riket​1 fra et senere tidspunkt enn den norske registreringen og alle varer​2 i varefortegnelsen​3 i den norske registreringen er omfattet av varefortegnelsen i forhold til Norge i den internasjonale registreringen. Første punktum medfører ingen innskrenkninger i rettigheter som allerede er ervervet på grunnlag av den norske registreringen.\nBortfall som nevnt i første ledd av virkningen av en norsk registrering skal på begjæring og mot betaling av en fastsatt avgift​4 anmerkes i varemerkeregisteret og kunngjøres.​5\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 53.\n2 Jfr. § 1 (3).\n3 Jfr. § 16.\n4 Jfr. § 62.\n5 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "content": "Dersom en internasjonal registrering som gjelder i Norge​1 helt eller delvis opphører, opphører den samtidig å gjelde i Norge i tilsvarende utstrekning. Dette skal anmerkes i varemerkeregisteret og kunngjøres.​2\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 51.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "content": "Dersom en internasjonal registrering som gjelder i Norge, etter Madridprotokollen​1 opphører som følge av bortfall av den nasjonale registreringen eller søknaden som den bygger på, og merkehaveren innen tre måneder fra opphøret inngir søknad om registrering av merket her i riket, skal denne søknaden anses som inngitt på den dag den internasjonale registreringen fikk virkning i Norge​2 fra, forutsatt at de varer​3 som angis i søknaden omfattes av varefortegnelsen​4 i forhold til Norge i den internasjonale registreringen.\nDersom en internasjonal registrering som gjelder i Norge, opphører som følge av en oppsigelse av Madridprotokollen,​1 og merkehaveren innen to år fra oppsigelsen fikk virkning, inngir søknad om registrering av merket her i riket, skal denne søknaden anses som inngitt på den dag den internasjonale registreringen fikk virkning i Norge fra,​2 forutsatt at de varer​3 som angis i søknaden omfattes av varefortegnelsen i forhold til Norge i den internasjonale registreringen.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.\n2 Jfr. § 53.\n3 Jfr. § 1 (3).\n4 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "9:58",
      "chapter": "9",
      "section": "58",
      "content": "Om adgangen til å påklage avgjørelser i saker om internasjonale registreringer truffet av Patentstyrets første avdeling til Patentstyrets annen avdeling og om adgangen til å bringe avgjørelser truffet av Patentstyrets annen avdeling inn for domstolene gjelder §§ 22 og 22a tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "content": "Patentstyret gir underretninger til Det internasjonale byrået​1 i samsvar med Madridprotokollen​1 og forskriftene til protokollen etter nærmere bestemmelser gitt av Kongen.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Dersom en som søker om registrering av et varemerke, oversitter en frist fastsatt i eller i medhold av kapittel 2 slik at søknaden av den grunn ikke kan imøtekommes, skal søknaden på begjæring likevel tas under behandling såfremt det godtgjøres at søkeren selv og i tilfelle også dennes fullmektig har utvist all den omhu som med rimelighet kan kreves. Begjæringen må fremsettes skriftlig til Patentstyret​2 innen to måneder etter at den hindring som førte til fristoversittelsen er opphørt, og senest fire måneder etter fristens utløp. Innen samme tid skal den unnlatte handling være foretatt. Det skal betales fastsatt avgift.​3\nFørste ledd gjelder ikke frister som nevnt i §§ 18 og 22a.\nPatentstyrets sjef bestemmer hvem som skal avgjøre begjæringer etter første ledd. Avslag på begjæringen kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe annen avdelings avgjørelse inn for domstolene gjelder § 22a tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lover 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. lov 15 des 1967 nr. 9 § 72. – Jfr. § 50 siste ledd.\n2 Jfr. § 12.\n3 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Enhver har rett til å få se varemerkeregisteret og få bekreftet utskrift av det, eller kopi av varemerkesøknad med bilag som er tilgjengelig for enhver i henhold til § 17 a. For slike utskrifter og kopier skal det betales fastsatt avgift.​1\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "10:62",
      "chapter": "10",
      "section": "62",
      "content": "Kongen gir nærmere bestemmelser om søknader om varemerkeregistrering og innsigelser og behandlingen av dem, om avgiftssatser, om varemerkeregisteret, om den tidende Patentstyret utgir,​1 samt om gjennomføringen av loven her for øvrig.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov 2. juli 1910 nr 5 om varemerker og om utilbørlige varekjendetegn og forretningsnavn [med unntak av §§ 26 og 27.​2 ]\nVaremerke som er registrert før denne lov trer i kraft, kan bare kjennes ugyldig dersom det ikke tilfredsstiller kravene i den eldre lov. Slettelse av registrering etter § 25 annet ledd eller § 25a kan skje selv om merket er registrert før lovens ikrafttredelse.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Fra 1 okt 1961 iflg. res. 4 aug 1961. Jfr. res. 24 juni 1983 om Jan Mayen.\n2 §§ 26 og 27 i lov 2 juli 1910 nr. 5 ble opphevet ved lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Ved registrering etter denne lov kan det oppnås enerett​2 til å bruke et varemerke som særlig kjennetegn for en virksomhets varer eller tjenester.​3\nEt varemerke kan bestå av alle slags tegn som er egnet til å skille en virksomhets varer eller tjenester fra andre virksomheters varer og tjenester, og som kan gjengis grafisk, blant annet ord og ordforbindelser, herunder slagord, navn, figurer og avbildninger, bokstaver og tall og en vares form, utstyr og emballasje.​4\nDenne lovs senere bestemmelser om varer gjelder også tjenester når ikke annet fremgår av sammenhengen.\n0 Endret ved lover 27 nov 1992 nr. 113 (se dens II, 2, i kraft samtidig med EØS-avtalen 1 jan 1994), 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. §§ 4, 5, 6, 7, 8, 9 og 15.\n3 Jfr. § 16.\n4 Jfr. § 5. Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Uten registrering oppnås enerett​2 til et varemerke ved at merket innarbeides.\nEt merke anses å være innarbeidet når det innen vedkommende omsetningskrets her i riket er godt kjent som særlig kjennetegn​3 for noens varer.​4\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. § 1, §§ 4, 5, 6, 7, 8 og 9.\n3 Jfr. lov 21 juni 1985 nr. 79 § 1-1 (3).\n4 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Enhver har rett til i næring å bruke sitt navn​2 eller sitt foretaksnavn​3 som kjennetegn for sine varer,​4 når det ikke skjer på en slik måte at det blir egnet til å forveksles​5 med et varemerke​6 eller foretaksnavn​3 som allerede er vernet for en annen eller med et navn​2 som en annen rettmessig allerede bruker i sin næringsvirksomhet.\n0 Endret ved lover 21 juni 1985 nr. 79, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 4 og lov 19 des 2003 nr. 124 § 30.\n2 Jfr. lov 7 juni 2002 nr. 19.\n3 Jfr. lov 21 juni 1985 nr. 79.\n4 Jfr. § 1 (3).\n5 Jfr. § 6, § 9, § 10.\n6 Se § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Rett til varekjennetegn etter §§ 1 til 3 har den virkning at ingen annen enn innehaveren i næringsvirksomhet kan bruke samme kjennetegn, jf tredje punktum, for sine varer.​1 Dette gjelder enten kjennetegnet brukes på varen eller dens innpakning, i reklame, forretningsdokumenter eller på annen måte, herunder også innbefattet muntlig omtale, og uansett om varen​1 er bestemt til å selges eller på annen måte frembys her i riket eller i utlandet, eller innføres hit. Med samme kjennetegn forstås i denne lov et kjennetegn som er så likt et annet at det er egnet til å forveksles​2 med dette i den alminnelige omsetning, jf § 6.\nSom ulovlig bruk ansees det også at noen som selger eller frembyr reservedeler, tilbehør eller lignende​1 herunder henviser til den annens varekjennetegn på en slik måte at det kan gi uriktig inntrykk av at det som således tilbys skriver seg fra innehaveren av dette kjennetegn eller at han har tillatt kjennetegnet brukt.\nHvis et kjennetegn som nevnt i §§ 1-3 rettmessig er brukt for en vare, og varen etterpå er blitt vesentlig endret ved bearbeidelse, reparasjon o.l. foretatt av en annen enn den som har retten til kjennetegnet, må kjennetegnet ikke uten samtykke av innehaveren beholdes eller brukes for varen, hvis den senere blir innført, solgt eller frembudt i næringsvirksomhet, med mindre endringen blir tydelig angitt eller tydelig fremgår av forholdene for øvrig.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 1 (3).\n2 Jfr. § 6, § 8, § 9, § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Rett til varekjennetegn​2 gir ikke innehaveren noen enerett til slike deler av kjennetegnet som hovedsakelig tjener til å gjøre varen eller dens innpakning mer formålstjenlig eller som for øvrig har annen oppgave enn å være kjennetegn.\nRett til varemerke​3 gir ikke innehaveren rett til å nekte andre å bruke sitt navn​4 eller foretaksnavn​5 eller sin adresse i næringsvirksomhet i samsvar med god forretningsskikk.​6\n0 Endret ved lover 27 nov 1992 nr. 113 (i kraft samtidig med EØS-avtalen 1 jan 1994), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 15.\n2 Jfr. §§ 1, 2 og 3.\n3 Jfr. §§ 1 og 2.\n4 Jfr. lov 7 juni 2002 nr. 19.\n5 Jfr. lov 21 juni 1985 nr. 79.\n6 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 6 nr. 1, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Varekjennetegn​1 anses i denne lov bare egnet til å forveksles hvis de gjelder varer​2 av samme eller lignende slag. Dette er likevel ikke en nødvendig betingelse for forvekselbarhet, når det kjennetegnet som har eldst rett er innehaverens navn​3 eller foretaksnavn.​4\nKjennetegn som ligner hverandre skal dessuten anses egnet til å forveksles selv om de ikke gjelder varer​2 av samme eller lignende slag, dersom det kjennetegnet som har eldst rett er så velkjent og har en slik anseelse her i riket, at det ville bety en urimelig utnyttelse eller forringelse av dets anseelse (goodwill) om det annet kjennetegn ble brukt av en annen.​5\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 1 (3).\n3 Jfr. § 3 og lov 7 juni 2002 nr. 19.\n4 Jfr. § 3 og lov 21 juni 1985 nr. 79.\n5 Jfr. lov 21 juni 1985 nr. 79 § 3-3 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Gjør flere hver for seg krav på enerett til samme kjennetegn​1 etter §§ 1 til 3, skal den ha fortrinnsrett som har eldst hjemmel for sitt krav,​2 dersom ikke annet følger av bestemmelsene i §§ 3, 8 eller 9.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4 (1) siste punktum.\n2 Jfr. § 18, § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Selv om et registrert varemerke​1 er egnet til å forveksles​2 med et varekjennetegn​3 som har eldre rett, skal det gyldig kunne bestå ved siden av dette, såfremt søknaden om registrering var inngitt i god tro, og innehaveren av den eldre retten har kjent til og avfunnet seg med at det yngre varemerket etter registreringsdagen har vært brukt her i riket i fem år i sammenheng.​4\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Se § 1.\n2 Jfr. § 6, § 10.\n3 Se §§ 1, 2 og 3.\n4 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Yngre rett til kjennetegn​1 skal også kunne bestå ved siden av eldre rett, såfremt:\na. den yngre rett er ervervet ved innarbeidelse​2 og innehaveren av den eldre rett ikke innen rimelig tid har tatt skritt for å hindre bruken av det annet kjennetegn, eller\nb. retten til kjennetegnene er ervervet ved innarbeidelse​2 innenfor forskjellige deler av riket og det antas at begge fremdeles kan brukes som hittil uten at det oppstår fare for forveksling​3 med hensyn til hvem varen​4 skriver seg fra.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 2.\n3 Jfr. § 6, § 10.\n4 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "For å unngå forvekslingsfare i tilfelle som nevnt i §§ 3, 8 og 9, kan retten, om den finner det rimelig, ved dom foreskrive at et eller begge kjennetegn i fremtiden bare må brukes for visse varer​2 eller innen et visst område eller på en bestemt måte, såsom i en bestemt utformning eller med stedsangivelse eller tilføyelse av innehaverens navn, eller med annet klargjørende tillegg.\n1 Jfr. § 40 siste ledd.\n2 Jfr. § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Ved utgivelse av leksikon, håndbok, lærebok eller lignende trykt skrift av faglig innhold er verkets forfatter, hovedredaktør, utgiver og forlegger pliktig til etter krav av den som har et registrert varemerke,​1 å påse at merket ikke blir gjengitt i skriftet uten at det samtidig fremgår at det er vernet ved registrering.\nHvis et i tide fremsatt krav etter foregående ledd ikke blir etterkommet, kan det forlanges at den som kravet ble rettet til, skal bekoste en rettelse offentliggjort på den måte og i det omfang som finnes rimelig.\n1 Jfr. § 1 og § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Varemerkeregistret føres for hele riket av Styret for det Industrielle Rettsvern (Patentstyret).​1\n1 Se lov 2 juli 1910 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Varemerke​2 som skal registreres, må være egnet til å skille søkerens varer​3 fra andres. Merket må således ikke utelukkende eller bare med uvesentlige endringer eller tillegg gi uttrykk for varens​3 art, beskaffenhet, mengde, formål, pris eller stedet eller tiden for tilvirkningen.​4 Dog skal det ved avgjørelsen av om et varemerke har karakteren av særmerke tas hensyn til alle faktiske omstendigheter, særlig til hvor lenge og i hvilken utstrekning merket har vært i bruk.\nVaremerker som utelukkende består av varens form eller utstyr,​2 kan ikke registreres når formen eller utstyret følger av varens art, er nødvendig for å oppnå et teknisk resultat eller tilfører varen vesentlig verdi.​5\n0 Endret ved lov 27 nov 1992 nr. 113 (se dens II, 2).\n1 Jfr. § 25, § 25b, § 25c.\n2 Jfr. § 1 (2).\n3 Jfr. § 1 (3).\n4 Jfr. § 15.\n5 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 3 nr. 1, e). – Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Et varemerke kan ikke registreres dersom det:\n1. strider mot lov​2 eller den offentlige orden eller er egnet til å vekke forargelse,\n2. er egnet til å villede,​3\n3. uten samtykke av vedkommende myndighet inneholder offentlige våpen, flagg eller andre offentlige emblemer eller merker, derunder de offisielle innen- eller utenlandske kontroll- eller garantimerker eller -stempler som er fastsatt for varer​4 av samme eller lignende slag som dem merket søkes registrert for, eller våpen, flagg eller andre emblemer, forkortelser eller benevnelser tilhørende mellomstatlige organisasjoner eller internasjonalt merke, segl eller kjennetegn når uhjemlet bruk av det er forbudt ved lov.​5 Merket kan heller ikke registreres hvis det inneholder noe som kan forveksles med slike emblemer eller merker m v som her er nevnt. Utenlandske emblemer eller merker m v, med unntak av statsflagg, hindrer likevel ikke registrering før de er kunngjort i den tidende som utgis av Patentstyret,​6\n4. inneholder noe som er egnet til å oppfattes som en annens foretaksnavn​7 eller som en annen persons navn​8 eller portrett og som ikke åpenbart sikter på en som er død for lengre tid siden,\n5. inneholder noe som er egnet til å oppfattes som den særpregede tittel på en annens vernede åndsverk,​9 eller krenker en annens opphavsrett til slikt verk​9 eller en annens rett til fotografisk bilde​10 eller design,​11\n6. er egnet til å forveksles​12 med en annens navn​8 eller foretaksnavn​7 eller med varemerke​13 som er registrert for en annen etter tidligere inngitt søknad, eller som var innarbeidet​14 for en annen da søknaden om registrering ble inngitt,​15\n7. er egnet til å forveksles​12 med et varemerke som en annen hadde tatt i bruk før søkeren og søkeren var vitende om denne bruk da søknaden om registrering ble inngitt,​15 eller\n8. er egnet til å forveksles​12 med et internasjonalt registrert varemerke,​16 såfremt denne registreringen har virkning i Norge etter § 53 fra en tidligere dag enn den dag søknaden ble inngitt.​15\nI tilfeller som nevnt i første ledd nr 4 til 8 kan registrering likevel skje når innehaveren av den eldre rett samtykker, og det ikke foreligger annen registreringshindring.​17\nFor vin og brennevin kan det ikke registreres varemerker som består av eller inneholder geografiske vin- eller brennevinsbetegnelser med mindre varen har den geografiske opprinnelsen som betegnelsen utpeker.​18\n0 Endret ved lover 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2), 20 des 1996 nr. 104 (i kraft 1 jan 1997 iflg. res. 20 des 1996 nr. 1155), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 25, § 25b, § 25c, lov 19 des 2003 nr. 124 § 30.\n2 Jfr. lov 19 des 2003 nr. 124 § 30 (2) og lov 17 juni 1932 nr. 6 § 2 a annet punktum.\n3 Jfr. § 33 (2), § 34 (3), § 36, lov 22 mai 1902 nr. 10 (strl.) § 370, lover 19 des 2003 nr. 124 § 30 (2) og 9 jan 2009 nr. 2 § 6 (4), § 7, § 26.\n4 Jfr. § 1 (3).\n5 Jfr. strl. § 328 nr. 4.\n6 Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.\n7 Jfr. lov 21 juni 1985 nr. 79.\n8 Jfr. lov 7 juni 2002 nr. 19.\n9 Jfr. lov 12 mai 1961 nr. 2.\n10 Jfr. lov 12 mai 1961 nr. 2 § 43a.\n11 Jfr. lov 14 mars 2003 nr. 15.\n12 Jfr. § 6.\n13 Se § 1 (2).\n14 Jfr. § 2.\n15 Jfr. § 17 (2), § 18, § 30.\n16 Se § 45 og §§ 49 flg.\n17 Jfr. første ledd nr. 2.\n18 Jfr. lover 19 des 2003 nr. 124 § 30 og 9 jan 2009 nr. 2 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Den enerett som erverves ved registrering av varemerke,​2 omfatter ikke slik del av merket som det ikke ville være adgang til å registrere særskilt.​3\nInneholder et merke en slik bestanddel, og Patentstyret​4 antar at registrering av merket kan skape uvisshet om omfanget av eneretten, kan det ved registreringen uttrykkelig angis ved en unntaksanmerkning at denne del er unntatt fra rettsvernet.\nSkulle det senere bli godtgjort at den bestanddel av merket som var unntatt fra rettsvernet, vil kunne registreres, kan det søkes ny registrering av denne del særskilt eller av merket i dets helhet uten det tidligere forbeholdet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 5.\n2 Jfr. § 1 (2).\n3 Jfr. § 13, § 5.\n4 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Varemerke registreres for bestemte varer​1 innenfor bestemte vareklasser.​1 Inndelingen i vareklasser​1 bestemmes av Kongen.​2\n0 Endret ved lov 22 des 1995 nr. 82 (se dens IX – i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 1 (3).\n2 Styret for det Industrielle Rettsvern (Patentstyret), iflg. res. 19 nov 1971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Søknad om registrering av et varemerke inngis skriftlig til Patentstyret.​2 Søknaden skal inneholde opplysning om søkerens navn eller foretaksnavn, en gjengivelse av merket og oppgave over de varer​3 som merket søkes registrert for.​4 For øvrig skal søknaden tilfredsstille de krav som er fastsatt i forskrift. Det skal betales fastsatt avgift.​5\nEn søknad regnes ikke som inngitt så lenge en gjengivelse av merket ikke er kommet inn til Patentstyret.\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 45 til 48.\n2 Jfr. § 12.\n3 Jfr. § 1 (3).\n4 Jfr. § 1 og § 16.\n5 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "content": "Søknaden med bilag og alle dokumenter i saken skal holdes tilgjengelig for enhver fra første virkedag etter at den innkom til Patentstyret, med mindre det er inngitt begjæring som nevnt i annet ledd.\nInneholder et dokument forretningshemmeligheter, kan Patentstyret når særlige grunner foreligger, etter begjæring bestemme at dokumentet ikke skal være allment tilgjengelig. Når begjæring som nevnt er inngitt, blir dokumentet ikke tilgjengelig før begjæringen er avslått ved rettskraftig avgjørelse.​2 Gjengivelsen av merket og opplysning om at det er søkt registrert her i riket, og om hvilke varer​3 det er søkt registrert for, anses ikke som forretningshemmelighet etter bestemmelsene i dette ledd.\nForslag, utkast, betenkninger og andre liknende arbeidsdokumenter som Patentstyret selv utarbeider for behandlingen av en sak, er ikke tilgjengelige med mindre Patentstyret beslutter at de skal være det.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. lov 15 des 1967 nr. 9 § 22. – Jfr. § 22 a siste ledd og § 61.\n2 Se § 22 siste ledd og § 22a.\n3 Jfr. § 1 (3).\n4 Se § 22a siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Søker noen registrert et varemerke som vedkommende første gang har brukt for varer fremvist på en internasjonal utstilling her i riket, og søknaden blir inngitt​1 innen seks måneder​2 etter åpningen av utstillingen, skal søknaden overfor kjennetegn som andre har søkt registrert eller tatt i bruk, anses som inngitt​3 den dag da varene første gang ble vist på utstillingen.\nKongen bestemmer ved forskrift​4 i hvilken utstrekning første ledd skal gjelde tilsvarende ved internasjonale utstillinger i utlandet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 jan 1996 iflg. res. 22 des 1995 nr. 1039).\n1 Jfr. § 17 (2), § 30.\n2 Se § 60 (2).\n3 Jfr. § 23.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Dersom en søknad om registrering av et varemerke ikke er i foreskrevet stand, eller det for øvrig er noe til hinder for registrering, skal Patentstyret underrette søkeren om dette. Søkeren skal gis en passende frist til å svare og i tilfelle rette manglene.\nMangler ved søknaden skal ikke være til hinder for at søknaden anses som inngitt den dagen da gjengivelsen av merket kom inn til Patentstyret,​1 forutsatt at disse mangler blir rettet innen den frist som Patentstyret setter.​2\nUnnlater søkeren innen fristens​3 utløp å uttale seg eller rette mangelen, skal søknaden henlegges. Behandlingen av søknaden gjenopptas dersom søkeren innen to måneder etter utløpet av fristen​2 uttaler seg eller retter mangelen. Det skal betales fastsatt avgift.​4 Gjenopptagelse gis bare én gang under behandlingen av søknaden.​5\nHar søkeren svart på Patentstyrets underretning innen den fastsatte fristen, men Patentstyret mener at det fremdeles hefter mangler ved søknaden, skal søknaden avslås dersom ikke Patentstyret finner at søkeren bør få ny underretning med ny frist.​6\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 17 (2).\n2 Jfr. § 60.\n3 Om fristens utløpstidspunkt se forskrift 25 mars 2009 nr. 376.\n4 Jfr. § 62.\n5 Jfr. § 22 siste ledd.\n6 Jfr. lov 2 juli 1910 nr. 7 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Er søknaden i foreskrevet stand, og det for øvrig ikke er funnet noe til hinder for registrering, skal merket registreres og registreringsbrev sendes søkeren.\nRegistreringen av et varemerke skal kunngjøres.​1\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Enhver kan fremsette innsigelse mot registreringen av et varemerke. En innsigelse skal fremsettes skriftlig, være begrunnet og kommet inn til Patentstyret innen to måneder fra kunngjøringsdagen.​1 I særlige tilfeller kan Patentstyret etter begjæring innrømme innsigeren en kort tilleggsfrist for å fremskaffe ytterligere dokumentasjon til støtte for innsigelsen.\nPatentstyret skal avvise en innsigelse som ikke oppfyller vilkårene i første ledd.\nPatentstyret skal gi registreringshaveren meddelelse om innsigelser og skal gi denne anledning til å uttale seg om dem.\nEr det fremsatt innsigelse mot registreringen av et varemerke, skal dette anmerkes i varemerkeregisteret og kunngjøres.​2\nSelv om innsigelsen trekkes tilbake, kan innsigelsesbehandlingen fortsettes dersom særlige grunner taler for det.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 20 (2).\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:21 a",
      "chapter": "2",
      "section": "21 a",
      "content": "Patentstyret skal etter innsigelse oppheve registreringen av et varemerke helt eller delvis dersom varemerket er registrert i strid med loven her, og registreringshindringen fortsatt foreligger.​1\nPatentstyret skal forkaste en innsigelse dersom det ikke foreligger hinder for at registreringen opprettholdes.\nNår Patentstyrets avgjørelse av en innsigelse er rettskraftig,​2 skal melding om avgjørelsen innføres i varemerkeregisteret og kunngjøres.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 14 (2).\n2 Se § 22, § 22a.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21a."
      }
    },
    {
      "provision_ref": "2:21 b",
      "chapter": "2",
      "section": "21 b",
      "content": "Dersom det etter at en søknad om registrering av et varemerke er imøtekommet, innkommer en annen søknad som etter §§ 18 eller 30 skal anses som inngitt før den førstnevnte søknaden, og Patentstyret antar at den andre søknaden ville utgjort registreringshinder for den førstnevnte søknaden, skal Patentstyret gi registreringshaveren meddelelse om dette og gi denne anledning til å uttale seg innen en nærmere angitt frist. Blir søknaden med best prioritet imøtekommet, skal Patentstyret etter utløpet av fristen oppheve den første registreringen helt eller delvis, dersom den best prioriterte søknaden helt eller delvis er til hinder for at registreringen blir stående.\nFørste ledd gjelder tilsvarende dersom Patentstyret antar at en eldre søknad som blir gjenopptatt etter § 19 tredje ledd eller tatt under behandling etter § 60, ville utgjort registreringshinder for en yngre søknad som allerede er imøtekommet.\nFørste ledd gjelder dessuten tilsvarende dersom Patentstyret får melding om at en internasjonal registrering​1 skal gjelde i Norge og det antar at den internasjonale registreringen ville utgjort registreringshinder for en imøtekommet søknad som anses inngitt​2 på en senere dag enn den dag den internasjonale registreringen skal ha virkning her i riket fra, jf § 53.\nOppheves registreringen av et varemerke helt eller delvis etter paragrafen her, skal opphevelsen registreres og kunngjøres​3 når den er rettskraftig.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 49.\n2 Jfr. § 17, § 18, § 30.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n4 Jfr. § 33 (3), § 22 (3) og § 22a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21b",
        "source_heading": "§ 21b."
      }
    },
    {
      "provision_ref": "2:21 c",
      "chapter": "2",
      "section": "21 c",
      "content": "Dersom en registrering av et varemerke er skjedd ved en åpenbar feil, kan Patentstyrets første avdeling av eget tiltak innen tre måneder fra registreringsdagen oppheve registreringen helt eller delvis.\nOppheves registreringen av et varemerke helt eller delvis etter paragrafen her, skal opphevelsen registreres og kunngjøres​2 når den er rettskraftig.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 24 siste punktum.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n3 Se § 22 (3), § 22 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21c",
        "source_heading": "§ 21c."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den endelige avgjørelsen av en registreringssøknad i Patentstyrets første avdeling kan påklages til Patentstyrets annen avdeling dersom avgjørelsen har gått søkeren imot.\nDen endelige avgjørelsen av en innsigelse i første avdeling kan påklages av registreringshaveren eller innsigeren dersom avgjørelsen har gått vedkommende imot.\nEn avgjørelse i første avdeling om å oppheve en registrering helt eller delvis etter §§ 21b eller 21c, kan påklages av registreringshaveren til Patentstyrets annen avdeling.\nBlir en begjæring om gjenopptakelse etter § 19 tredje ledd eller en begjæring om hemmelighold etter § 17a annet ledd avslått, kan avgjørelsen påklages til Patentstyrets annen avdeling av den som avslaget gjelder.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:22 a",
      "chapter": "2",
      "section": "22 a",
      "content": "Klage må være innkommet til Patentstyret innen to måneder fra den dagen meddelelse om avgjørelsen ble sendt vedkommende part. Det skal betales fastsatt avgift.​2 I motsatt fall skal klagen ikke opptas til behandling.\nSelv om klagen frafalles, kan den prøves dersom særlige grunner taler for det.\nAvgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et varemerke, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, kan ikke bringes inn for domstolene​3 senere enn to måneder etter at meddelelse om avgjørelsen ble sendt søkeren eller registreringshaveren. Underretning om søksmålsfristen skal inntas i meddelelsen.\n§ 17a annet og tredje ledd gjelder tilsvarende for dokumenter som inngis til Patentstyrets annen avdeling.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Se § 60 (2).\n2 Jfr. § 62.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22a."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Registreringen gjelder fra den dag søknaden er kommet inn til Patentstyret i henhold til § 17, eller fra den dag den anses som inngitt etter § 18 eller § 30.​2 Registreringen gjelder i ti år fra registreringsdagen.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 23 a, § 53, § 54.\n2 Jfr. § 53.\n3 Jfr. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:23 a",
      "chapter": "2",
      "section": "23 a",
      "content": "En registrering av et varemerke kan fornyes etter begjæring fra registreringshaveren for ti år om gangen regnet fra utgangen av foregående registreringsperiode.\nBegjæring om fornyelse inngis skriftlig til Patentstyret tidligst ett år før og senest seks måneder etter registreringsperiodens utløp. Det skal betales fastsatt avgift.​2 Blir begjæringen inngitt etter utløpet av registreringsperioden, må det dessuten betales en tilleggsavgift.​2\nInnbetaling av fornyelsesavgift med angivelse av varemerkets registreringsnummer, som skjer innenfor fristene nevnt i første ledd, skal anses som en skriftlig begjæring om fornyelse.\n§§ 19, 20, 21c, 22 og 22a gjelder tilsvarende så langt de passer ved behandlingen av begjæringer om fornyelse.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 54.\n2 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Etter søknad fra registreringshaveren og mot betaling av en fastsatt avgift​1 kan det i et registrert varemerke gjøres uvesentlige endringer som ikke påvirker helhetsinntrykket. Merkeendringen innføres i registeret, og nytt registreringsbrev sendes registreringshaveren. Melding om endringen, med gjengivelse av merket i den endrede form, skal kunngjøres.​2 § 21c gjelder tilsvarende.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 – se dens IX – iflg. res. 29 mars 1996 nr. 307 – se dens 2).\n1 Jfr. § 62.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Er et varemerke registrert i strid med denne lov, kan registreringen kjennes ugyldig ved dom, dersom den ikke kan bestå etter reglene i §§ 8 til 10. Registreringen kan likevel ikke kjennes ugyldig på grunn av at merket er egnet til å forveksles​2 med et annet varemerke, dersom vilkårene i § 25a for å slette registreringen av det andre merket er oppfylt.​3\nEn registrering kan slettes ved dom dersom merket etter registreringen åpenbart har mistet karakteren av særmerke​4 eller det er blitt villedende, stridende mot den offentlige orden eller egnet til å vekke forargelse.​5\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 26, § 25b, § 25c, § 63 (2).\n2 Jfr. § 6.\n3 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 11).\n4 Jfr. § 13.\n5 Jfr. § 14 (1) nr. 1 til 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:25 a",
      "chapter": "3",
      "section": "25 a",
      "content": "Har innehaveren av et registrert varemerke ikke innen fem år fra registreringsdagen​2 tatt merket i bruk her i riket for de varer​3 det er registrert for, eller har bruken vært avbrutt i fem år i sammenheng,​2 kan registreringen slettes ved dom, med mindre det foreligger rimelig grunn for unnlatelsen. Som bruk av merket regnes også bruk av merket i en form som bare skiller seg fra den form det er registrert i, i enkeltheter som ikke endrer dets særpreg,​4 og anbringelse av merket her i riket på varer eller deres emballasje for eksport. Som merkehaverens bruk av merket regnes også bruk av merket som en annen gjør etter samtykke fra merkehaveren.\nRegistreringen kan ikke slettes dersom varemerket tas i bruk eller bruken av det gjenopptas etter utløpet av femårsperioden, men før det er reist​5 søksmål om slettelse. Det tas likevel ikke hensyn til bruk i de siste tre månedene før søksmål reises, dersom forberedelsene til bruken først er innledet etter at merkehaveren har fått kjennskap til at søksmål kan bli reist.\nDersom varemerket har vært brukt for noen av de varer​3 merket er registrert for, skal registreringen slettes bare for de varer merket ikke har vært brukt for.\n0 Tilføyd ved lov 27 nov 1992 nr. 113, endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 11, 12 og 13). Jfr. § 63 (2).\n2 Se dir. 89/104 art. 10 nr. 1.\n3 Jfr. § 1 (3).\n4 Jfr. § 13.\n5 Jfr. tvl. kap. 9 og § 6-2 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25a",
        "source_heading": "§ 25a."
      }
    },
    {
      "provision_ref": "3:25 b",
      "chapter": "3",
      "section": "25 b",
      "content": "Søksmål etter § 25 og § 25a kan reises av enhver som har rettslig interesse i det.​2 Søksmål som bygger på bestemmelsene i § 13, § 14 første ledd nr 1 til 3 eller § 25 annet ledd, kan også reises av Patentstyret.​3\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 33 (3).\n2 Jfr. tvl. § 1-3.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25b",
        "source_heading": "§ 25b."
      }
    },
    {
      "provision_ref": "3:25 c",
      "chapter": "3",
      "section": "25 c",
      "content": "Når både merkehaveren og den som angriper dennes rett, er enige om det, kan spørsmålet om registreringens gyldighet eller om slettelse av registreringen kreves endelig avgjort av Patentstyrets annen avdeling. For dette betales en fastsatt avgift.​1\nPatentstyrets annen avdeling kan, når den finner at vilkårene for varemerkevern åpenbart ikke har vært eller åpenbart ikke lenger er til stede, treffe endelig avgjørelse om at registreringen er ugyldig eller skal slettes når merkehaveren ikke gjør innvending mot det. Innvending fra merkehaveren må være kommet til Patentstyret senest tre måneder etter at Patentstyret har sendt merkehaveren melding om at det tar sikte på å treffe slik avgjørelse og har oppgitt grunnen til dette.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307) (tidligere § 26 nest siste og siste ledd).\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25c",
        "source_heading": "§ 25c."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Er det begrunnet tvil om en merkehaver finnes, kan enhver mot betaling av en fastsatt avgift​2 begjære registreringen av varemerket slettet. Det samme gjelder dersom merkehaverens adresse er ukjent.\nFør slettelse etter første ledd kan skje, skal Patentstyret be merkehaveren om å melde seg innen en nærmere angitt frist. Meddelelse om fristen skal gis i rekommandert brev eller på annen betryggende måte.​1 Er merkehaverens adresse ukjent, meddeles fristen ved kunngjøring.​3\nHar merkehaveren ikke meldt seg innen fristen, slettes registreringen av varemerket.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 33 (3).\n2 Jfr. § 62.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Er registreringen av et varemerke kjent ugyldig eller besluttet opphevet eller slettet ved endelig avgjørelse, skal avgjørelsen anmerkes i registeret og kunngjøres.​1\nDet samme gjelder dersom registreringen ikke blir fornyet​2 eller merkehaveren selv begjærer merket slettet fra registeret.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Jfr. § 23 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Inngir noen som ikke driver virksomhet her i riket, søknad om registrering av et varemerke, må søkeren godtgjøre at merket er registrert for vedkommende i hjemlandet for de varer​1 som søknaden omfatter.\nDette gjelder likevel ikke dersom søkerens hjemland gjør tilsvarende innrømmelser for merker som søkes registrert der av innehaver av virksomhet i Norge.​2\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 1 (3).\n2 Det kreves således nå ikke hjemlandsbevis for merker som søkes registrert av søkere fra Parisunions- eller WTO-land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Kongen kan ved forskrift​2 bestemme at et varemerke som er registrert i en fremmed stat, på nærmere fastsatte vilkår skal kunne registreres her i riket således som det er gyldig registrert i den fremmede stat. Registreres etter denne bestemmelse et merke som ellers ikke kunne ha oppnådd vern her i riket, gjelder vernet ikke i videre omfang eller for lengere tid enn i den fremmede stat.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997 iflg. res. 20 des 1996 nr. 1155).\n1 Se res. 29 mars 1996 nr. 309 § 11.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Kongen kan ved forskrift​2 bestemme at den som har inngitt søknad om registrering av et merke i en fremmed stat, innen en viss frist skal kunne inngi søknad om registrering av merket her i riket med den virkning at søknaden overfor kjennetegn som andre har søkt registrert eller tatt i bruk, anses som inngitt her i riket på samme tid som søknad ble inngitt i den fremmede stat.\nKongen gir bestemmelser om når krav om prioritet etter første ledd må være fremsatt.\n0 Endret ved lover 21 juni 1963 nr. 9, 22 des 1995 nr. 82 (i kraft 1 jan 1996 iflg. res. 22 des 1995 nr. 1039).\n1 Se res. 29 mars 1996 nr. 309 § 10.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Dersom en som søker om registrering av et varemerke ikke har bopel eller sete her i riket, skal vedkommende ha en fullmektig med bopel eller sete her i riket som kan representere vedkommende i alt som angår søknaden.\nDersom innehaveren av et registrert varemerke ikke har bopel eller sete her i riket, skal vedkommende ha en fullmektig med bopel eller sete her i riket som på vedkommendes vegne​1 kan motta meddelelser fra Patentstyret og forkynnelser og andre prosessuelle meddelelser. Under behandlingen av innsigelser gjelder første ledd tilsvarende for merkehaveren.\nFullmektigens navn og adresse skal anmerkes i varemerkeregisteret.\nKongen kan i forskrift​2 gjøre unntak fra plikten for utenlandske søkere og merkehavere til å ha norsk fullmektig.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 33 (3).\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Retten til et varemerke​1 kan overdras i eller uten forbindelse med den virksomhet, i hvilken det brukes.​2\nVed overdragelse av virksomhet går retten til de varemerker​1 som er knyttet til virksomheten, over til den nye eier, hvis ikke annet er avtalt.\n1 Jfr. § 1, § 2.\n2 Jfr. § 33, § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Overdragelse av et registrert varemerke​1 skal etter krav fra den nye innehaveren anmerkes i varemerkeregisteret og kunngjøres.​2 §§ 28 og 31 får tilsvarende anvendelse.\nPatentstyrets første avdeling kan nekte å anmerke en overdragelse dersom den ikke er skjedd i forbindelse med overdragelse av den virksomhet merket har vært knyttet til, og Patentstyrets første avdeling finner at merkets bruk på den nye innehavers hånd vil være egnet til å villede.​3 En slik nektelse kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe avgjørelser truffet av annen avdeling inn for domstolene gjelder § 22a tilsvarende.\nSøksmål som gjelder et registrert varemerke, kan alltid reises mot den som står som innehaver i registeret, og meldinger fra Patentstyret sendes til vedkommende.​4\n0 Endret ved lover 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 1.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n3 Jfr. § 14 (1) nr. 2, § 34 (3), § 36.\n4 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "En merkehaver kan gi en annen rett til å bruke varemerket i næring (lisens). En lisens kan gjelde en del av eller alle de varer​2 merket er vernet for, og den kan gjelde bruk av merket i hele riket eller i en del av riket. En lisenshaver kan ikke overdra sin rett videre hvis dette ikke er eller må ansees for avtalt.\nMerkehaveren kan påberope sin varemerkerett​3 overfor en lisenshaver som overtrer lisensavtalens bestemmelser om lisensens varighet, om i hvilken utforming merket kan brukes, om hvilke varer merket kan brukes for, om innen hvilket geografiske område lisenshaveren kan bruke merket, eller om kvaliteten av de varer lisenshaveren fremstiller.\nBåde merkehaveren og lisenshaveren kan kreve at en lisens for et registrert varemerke blir anmerket i varemerkeregisteret og kunngjort.​4 På samme måte anmerkes og kunngjøres​4 det når det senere blir godtgjort at lisensen er opphørt. Patentstyrets første avdeling kan nekte å anmerke en lisens dersom den finner at lisenshaverens bruk av merket vil være egnet til å villede.​5 En slik nektelse kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe avgjørelser truffet av annen avdeling inn for domstolene gjelder § 22a tilsvarende.\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. EØS-avtalen vedlegg XVII punkt 4 (dir 89/104 art. 8).\n2 Jfr. § 1 (3).\n3 Jfr. kap. 7.\n4 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n5 Jfr. § 14 (1) nr. 2, § 33 (2), § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Rett til varemerke​1 kan ikke være gjenstand for utlegg​2 eller annen separat tvangsforfølgning fra kreditorene.\n1 § 1, § 2.\n2 Jfr. tvangsl. kap. 7, pantel. kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Blir et varekjennetegn​1 tatt i bruk av ny innehaver eller av noen annen med innehaverens samtykke, og kjennetegnet på den nye brukers hånd er egnet til å villede,​2 kan det ved dom forbys ham å bruke kjennetegnet i uforandret form, og ellers gis de pålegg som retten finner påkrevet.\nDet samme gjelder også i andre tilfelle hvor et varekjennetegn er villedende eller blir brukt på en måte som er egnet til å villede.​2\nSøksmål etter paragrafen her kan reises av Patentstyret og for øvrig av enhver som har rettslig interesse i det.​3\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. §§ 1, 2 og 3.\n2 Jfr. § 14 (1) nr. 2, § 33 (2), § 34 (3), lov 9 jan 2009 nr. 2 § 6 (4), § 7, § 26.\n3 Jfr. tvl. § 1-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "content": "Den som forsettlig bruker​2 varekjennetegn​3 i strid med denne lov, straffes med bøter​4 eller fengsel​5 inntil 3 måneder.​6 Offentlig påtale finner bare sted etter begjæring av fornærmede.\n0 Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. § 39.\n2 Jfr. § 4.\n3 Jfr. §§ 1, 2 og 3.\n4 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n5 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n6 Jfr. strl. § 25; strl. 2005 § 31 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Den som forsettlig eller uaktsomt har brukt​2 varekjennetegn​3 i strid med denne lov, plikter å betale den forurettede et vederlag svarende til en rimelig lisensavgift for bruken, foruten erstatning for ytterligere skade som bruken måtte ha medført. Vederlaget kan nedsettes og erstatningen lempes når det bare er lite å legge inngriperen til last.\nEr bruken skjedd i god tro, kan retten i den utstrekning som finnes rimelig pålegge brukeren å betale vederlag og erstatning etter bestemmelsene i første ledd.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 39.\n2 Jfr. § 4.\n3 Jfr. §§ 1, 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "I saker om ulovlig bruk​1 av registrert varemerke​2 kommer § 37 bare til anvendelse dersom bruken har funnet sted etter kunngjøringen​3 av registreringen. § 38 kommer bare til anvendelse dersom bruken har funnet sted etter kunngjøringen​3 eller etter at brukeren på annen måte har fått kunnskap om at merket var søkt​4 registrert.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4.\n2 Jfr. § 1.\n3 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n4 Jfr. § 17, § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Den som har brukt​1 varekjennetegn​2 i strid med denne lov, plikter, når den forurettede krever det, å endre eller fjerne kjennetegnet. Hvis det ikke kan endres eller fjernes uten uforholdsmessige omkostninger for domfelte eller uten å skade eller ødelegge varen, kan de gjenstander som det finnes på, kreves inndradd.\nDe inndradde gjenstander kan etter avtale mellom domfelte og den forurettede overdras til sistnevnte mot fradrag i det krav som han måtte ha mot domfelte etter § 38.\nI saker om inngrep i rett til varekjennetegn​2 kan retten bestemme også andre tiltak enn de som er nevnt foran for å hindre misbruk av kjennetegnet.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 4.\n2 Jfr. §§ 1, 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "En lisenshaver som reiser inngrepssøksmål, plikter å gi melding om dette til merkehaveren.\n0 Endret ved lover 29 mai 1970 nr. 33, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "content": "Følgende søksmål reises ved Oslo tingrett:\n1. søksmål angående prøvelse av avgjørelse hvorved Patentstyrets annen avdeling avslår en søknad om registrering av et varemerke, opphever en registrering eller opprettholder en beslutning i Patentstyrets første avdeling om å oppheve en registrering, jf § 22a tredje ledd,\n2. søksmål angående ugyldigkjennelse eller slettelse av en registrering av et varemerke, jf §§ 25 og 25a, og\n3. søksmål angående prøvelse av nektelser av Patentstyrets annen avdeling i saker som nevnt i §§ 33 og 34.\n0 Endret ved lover 27 nov 1992 nr. 113, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Den som reiser søksmål som nevnt i § 42 første ledd nr 2, skal samtidig gi melding om det til Patentstyret samt i rekommandert brev gi melding om søksmålet til enhver lisenshaver som er innført i varemerkeregisteret​1 med opplysning om vedkommendes adresse.\nDokumenterer saksøkeren ikke at melding som nevnt i første ledd er gitt, kan retten gi saksøkeren en frist til å gi meldingen. Oversittes fristen, avvises saken.\n0 Endret ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Retten sender Patentstyret utskrift av dommer i sivil sak som er reist etter loven her.\n0 Endret ved lover 16 juni 1972 nr. 47, 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. lov 2 juli 1910 nr. 7 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "En internasjonal varemerkeregistrering er en registrering av et varemerke som er foretatt av Det internasjonale byrået ved Verdensorganisasjonen for immateriell eiendomsrett (WIPO) etter Protokollen 27. juni 1989 til Overenskomsten 14. april 1891 om den internasjonale registrering av varemerker (Madridprotokollen).​1\nPatentstyret​2 er varemerkemyndighet i Norge i saker om internasjonal varemerkeregistrering.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. lov 22 des 1995 nr. 82, VIII.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "Den som er innehaver av en varemerkeregistrering​1 eller en søknad om registrering av et varemerke​1 her i riket, og som enten er norsk statsborger​2 eller er bosatt eller driver virksomhet her i riket, kan søke om internasjonal registrering av varemerket ved å inngi søknad om det til Patentstyret.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se § 1.\n2 Jfr. lov 10 juni 2005 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "En søknad om internasjonal varemerkeregistrering skal være skriftlig og inneholde opplysning om søkerens navn eller foretaksnavn, en gjengivelse av merket og oppgave over de varer​1 som merket søkes registrert for.​2 For øvrig skal søknaden tilfredsstille de krav som er fastsatt i forskrift.​3 Det skal betales fastsatt avgift.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. § 1 (3).\n2 Sml. § 17.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "Patentstyret skal kontrollere at opplysningene i søknaden er i samsvar med de opplysninger som er gitt i den norske varemerkeregistreringen eller søknaden om registrering av et varemerke som den internasjonale søknaden bygger på.​1\nDersom det ikke foreligger samsvar, skal Patentstyret underrette søkeren om det. Søkeren skal gis en frist til å foreta rettelse. Blir ikke underretningen fra Patentstyret besvart innen utløpet av den fastsatte fristen, anses søknaden som trukket tilbake.​2 Besvares underretningen, men slik at samsvar fortsatt ikke foreligger, skal Patentstyret nekte å fremme søknaden.\nNår det foreligger samsvar som nevnt i første ledd, skal Patentstyret sende en bekreftelse på dette til Det internasjonale byrået​3 sammen med søknaden.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 17.\n2 Jfr. § 50 siste ledd.\n3 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "content": "Dersom Patentstyret får melding fra Det internasjonale byrået​1 om at innehaveren av en internasjonal registrering av et varemerke som ikke bygger på en norsk registrering eller søknad, jf § 46, har begjært at den internasjonale registreringen av merket skal gjelde i Norge, skal Patentstyret undersøke om det finnes noe hinder for dette.​2 For en slik utpekning av Norge skal innehaveren av den internasjonale registreringen betale fastsatt avgift.​3\nHinder for at den internasjonale registreringen skal gjelde i Norge, foreligger dersom merket ikke oppfyller vilkårene i § 13 eller ikke kunne ha vært registrert her i riket på grunn av bestemmelsene i § 14.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.\n2 Se annet ledd.\n3 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "content": "Dersom det foreligger hinder som nevnt i § 49 annet ledd, skal Patentstyret beslutte at den internasjonale varemerkeregistreringen ikke skal gjelde i Norge.\nInnehaveren av den internasjonale registreringen kan i den utstrekning og på de vilkår som fastsettes i forskrift,​1 begjære at Patentstyrets første avdeling foretar en fornyet vurdering av spørsmålet om den internasjonale registreringen skal gjelde i Norge.\nBestemmelsene i §§ 19 og 60 gjelder tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "content": "Finner ikke Patentstyret at det foreligger hinder som nevnt i § 49 annet ledd, skal det innføres i varemerkeregisteret og kunngjøres​1 at den internasjonale registreringen gjelder i Norge.​2\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Se § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "content": "Enhver kan innen to måneder fra kunngjøringsdagen​1 fremsette innsigelse mot at den internasjonale registreringen skal gjelde i Norge. Om fremsettelse av innsigelser gjelder § 21 første ledd tilsvarende. Fremsettes det innsigelse, skal dette anmerkes i varemerkeregisteret og kunngjøres.​1 Nærmere regler om behandlingen av innsigelser fastsettes i forskrift.​2 Når Patentstyrets avgjørelse av en innsigelse er rettskraftig,​3 skal melding om avgjørelsen registreres og kunngjøres.​1\nOm adgangen for Patentstyret til å oppheve virkningen av en internasjonal registrering i Norge av eget tiltak, gjelder §§ 21b og 21c tilsvarende dersom det kan gjøres innenfor de frister som er angitt i Madridprotokollen​4 artikkel 5.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 58.\n4 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "9:53",
      "chapter": "9",
      "section": "53",
      "content": "En innføring i varemerkeregisteret om at en internasjonal registrering av et varemerke gjelder i Norge, har samme virkning som om varemerket var registrert her i riket.​1 Innføringen har virkning fra den dag den internasjonale registreringen ved Det internasjonale byrået​2 etter Madridprotokollen​2 anses for å ha skjedd,​3 eller fra dagen for en etterfølgende utpekning av Norge, eller fra den dag registreringen eller den etterfølgende utpekningen av Norge har prioritet fra etter §§ 18 eller 30.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Se §§ 1, 4, 25, 25a.\n2 Jfr. § 45.\n3 Jfr. Madridprotokollen (se § 45) art. 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "9:54",
      "chapter": "9",
      "section": "54",
      "content": "Den internasjonale registreringen, eller en etterfølgende utpekning av Norge,​1 har virkning frem til ti år regnet fra den dag den internasjonale registreringen anses for å ha skjedd.​1\nRegistreringen kan fornyes for ti år av gangen som fastsatt i Madridprotokollen.​2 For fornyelser betales fastsatt avgift.​3 Fornyelser registreres og kunngjøres.​4\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 53.\n2 Jfr. § 45.\n3 Jfr. § 62.\n4 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "content": "Dersom en person innehar både en internasjonal registrering med virkning her i riket og en norsk registrering for et varemerke, trer den internasjonale registreringen av merket i stedet for den norske registreringen av det dersom den internasjonale registreringen har virkning her i riket​1 fra et senere tidspunkt enn den norske registreringen og alle varer​2 i varefortegnelsen​3 i den norske registreringen er omfattet av varefortegnelsen i forhold til Norge i den internasjonale registreringen. Første punktum medfører ingen innskrenkninger i rettigheter som allerede er ervervet på grunnlag av den norske registreringen.\nBortfall som nevnt i første ledd av virkningen av en norsk registrering skal på begjæring og mot betaling av en fastsatt avgift​4 anmerkes i varemerkeregisteret og kunngjøres.​5\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 53.\n2 Jfr. § 1 (3).\n3 Jfr. § 16.\n4 Jfr. § 62.\n5 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "content": "Dersom en internasjonal registrering som gjelder i Norge​1 helt eller delvis opphører, opphører den samtidig å gjelde i Norge i tilsvarende utstrekning. Dette skal anmerkes i varemerkeregisteret og kunngjøres.​2\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 51.\n2 I Varemerketidende, se lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "content": "Dersom en internasjonal registrering som gjelder i Norge, etter Madridprotokollen​1 opphører som følge av bortfall av den nasjonale registreringen eller søknaden som den bygger på, og merkehaveren innen tre måneder fra opphøret inngir søknad om registrering av merket her i riket, skal denne søknaden anses som inngitt på den dag den internasjonale registreringen fikk virkning i Norge​2 fra, forutsatt at de varer​3 som angis i søknaden omfattes av varefortegnelsen​4 i forhold til Norge i den internasjonale registreringen.\nDersom en internasjonal registrering som gjelder i Norge, opphører som følge av en oppsigelse av Madridprotokollen,​1 og merkehaveren innen to år fra oppsigelsen fikk virkning, inngir søknad om registrering av merket her i riket, skal denne søknaden anses som inngitt på den dag den internasjonale registreringen fikk virkning i Norge fra,​2 forutsatt at de varer​3 som angis i søknaden omfattes av varefortegnelsen i forhold til Norge i den internasjonale registreringen.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.\n2 Jfr. § 53.\n3 Jfr. § 1 (3).\n4 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "9:58",
      "chapter": "9",
      "section": "58",
      "content": "Om adgangen til å påklage avgjørelser i saker om internasjonale registreringer truffet av Patentstyrets første avdeling til Patentstyrets annen avdeling og om adgangen til å bringe avgjørelser truffet av Patentstyrets annen avdeling inn for domstolene gjelder §§ 22 og 22a tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "content": "Patentstyret gir underretninger til Det internasjonale byrået​1 i samsvar med Madridprotokollen​1 og forskriftene til protokollen etter nærmere bestemmelser gitt av Kongen.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Dersom en som søker om registrering av et varemerke, oversitter en frist fastsatt i eller i medhold av kapittel 2 slik at søknaden av den grunn ikke kan imøtekommes, skal søknaden på begjæring likevel tas under behandling såfremt det godtgjøres at søkeren selv og i tilfelle også dennes fullmektig har utvist all den omhu som med rimelighet kan kreves. Begjæringen må fremsettes skriftlig til Patentstyret​2 innen to måneder etter at den hindring som førte til fristoversittelsen er opphørt, og senest fire måneder etter fristens utløp. Innen samme tid skal den unnlatte handling være foretatt. Det skal betales fastsatt avgift.​3\nFørste ledd gjelder ikke frister som nevnt i §§ 18 og 22a.\nPatentstyrets sjef bestemmer hvem som skal avgjøre begjæringer etter første ledd. Avslag på begjæringen kan påklages til Patentstyrets annen avdeling. Om klagefrist mm og adgangen til å bringe annen avdelings avgjørelse inn for domstolene gjelder § 22a tilsvarende.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lover 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Sml. lov 15 des 1967 nr. 9 § 72. – Jfr. § 50 siste ledd.\n2 Jfr. § 12.\n3 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Enhver har rett til å få se varemerkeregisteret og få bekreftet utskrift av det, eller kopi av varemerkesøknad med bilag som er tilgjengelig for enhver i henhold til § 17 a. For slike utskrifter og kopier skal det betales fastsatt avgift.​1\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307), endret ved lov 14 mars 2003 nr. 15 (i kraft 1 mai 2003 iflg. res. 4 april 2003 nr. 417).\n1 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "10:62",
      "chapter": "10",
      "section": "62",
      "content": "Kongen gir nærmere bestemmelser om søknader om varemerkeregistrering og innsigelser og behandlingen av dem, om avgiftssatser, om varemerkeregisteret, om den tidende Patentstyret utgir,​1 samt om gjennomføringen av loven her for øvrig.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Varemerketidende, se note til lov 2 juli 1910 nr. 7 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov 2. juli 1910 nr 5 om varemerker og om utilbørlige varekjendetegn og forretningsnavn [med unntak av §§ 26 og 27.​2 ]\nVaremerke som er registrert før denne lov trer i kraft, kan bare kjennes ugyldig dersom det ikke tilfredsstiller kravene i den eldre lov. Slettelse av registrering etter § 25 annet ledd eller § 25a kan skje selv om merket er registrert før lovens ikrafttredelse.\n0 Tilføyd ved lov 22 des 1995 nr. 82 (i kraft 1 april 1996 iflg. res. 29 mars 1996 nr. 307).\n1 Fra 1 okt 1961 iflg. res. 4 aug 1961. Jfr. res. 24 juni 1983 om Jan Mayen.\n2 §§ 26 og 27 i lov 2 juli 1910 nr. 5 ble opphevet ved lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    }
  ]
}