{
  "id": "LOV-1921-05-06-3",
  "type": "statute",
  "title": "Lov om den militære disciplinær- og politimyndighet",
  "short_name": "Lov om mil. disiplinær- og politimyndighet",
  "status": "in_force",
  "issued_date": "1921-05-06",
  "in_force_date": "1921-05-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1921-05-06-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Overtredelse eller forsømmelse av militære tjenesteplikter og forseelser mot militær tukt og orden​2 kan refses disciplinært efter reglene i denne lov.\nAntas forholdet å være straffbart, bør refselse i regelen ikke anvendes, hvis påtale begjæres.\nPåstår den refsede at forholdet er straffbart, og den ilagte refselse består i arrest eller bøter, har han adgang til innen 24 timer gjennom sine foresatte å begjære tiltale reist. Forlangendet, som har oppsettende virkning, kan være skriftlig eller muntlig. Er det muntlig, oppsettes det på stedet skriftlig av den foresatte og medundertegnes av denne til vitterlighet. Begjæringen blir å ta tilfølge, medmindre påtalemyndigheten finner det åpenbart at forholdet ikke er straffbart. Annet ledd i § 18 gjelder tilsvarende.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Jfr. lov 16 juli 1939 nr. 2 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Refselse kan anvendes overfor:\n1. alle ved rikets vebnede makt ansatte eller dertil hørende personer med undtagelse av de ved utskrivningsvesenet ansatte tjenestemenn;​2\n2. medfarende på skib, samt i krigstid​3 enn videre\n3. enhver, som i hvilkensomhelst egenskap gjør tjeneste ved den vebnede makt eller følger avdeling av samme;\n4. krigsfanger, som står under militær bevoktning;\n1 Jfr. mil.strl. § 9 og lov 17 mars 1916 § 4.\n2 Se lov 17 juli 1953 nr. 29 § 23.\n3 Se mil.strl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Som refselse må alene anvendes:\n1. Irettesettelse, som kan gis i to grader:\na. simpel irettesettelse i enrum eller i tjenstlig skrivelse, eller\nb. streng irettesettelse i nærvær av flere krigsmenn​2 eller ved oplesning på dagsordren.\nIrettesettelsen gis i sømmelige og verdige uttrykk. En almindelig tilrettevisning er ikke å betrakte som irettesettelse.\n2. Straffevakt, bestående i vakt utenfor tur, dog for hærens vedkommende med minst 3 netters frist mellem hver vakt.\n3. Nektelse av permisjon for et tidsrum av inntil 1 måned eller av landlov for et tidsrum av inntil 3 måneder eller for visse landgangsturer.\n4. Bot​3 som fastsettes på grunnlag av det tjenestetillegget som gjelder for menige:\na. overfor utskrevne menige og korporaler eller tilsvarende, et beløp inntil 20 ganger tjenestetillegget,\nb. overfor vervede menige og korporaler eller tilsvarende og overfor befal, et beløp inntil 50 ganger tjenestetillegget.\n5. Arrest inntil 20 dager.​4\nOverfor kvinner kan bare anvendes irettesettelse, permisjonsnektelse og bøter; overfor personer som ikke er krigsmenn (jfr. den militære straffelovs § 4), bare irettesettelse og bøter.\n1 Endret for fredstid ved lover [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III, 11 juni 1982 nr. 46.\n2 Se mil.strl. § 4.\n3 Jfr. § 6.\n4 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Overfor kvinner, elever av krigsskolene, befalsskolene og i klasse med disse stående militære undervisningsanstalter kan ennvidere anvendes:\n1. Fremmøte utenfor de sedvanlige tider (parade) i regelen i parademessig antrekk, efter omstendighetene med full pakning, tilfots eller tilhest. Sådan refselse må for samme forseelse kun ilegges for inntil 3 på hinannen følgende dager og 1 gang daglig.\n2. Frihetsinnskrenkning, bestående i forbud mot til visse tider av dagen eller det hele døgn i et tidsrum av inntil 21 dager å gå utenfor kvarteret, kasernen, leiren eller annet nærmere betegnet område. Denne art refselse må ikke atter benyttes, før dobbelt så lang tid er hengått som den, hvori frihetsinnskrenkningen har varet.\n1 Endret for fredstid ved lover av [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Bestemmelsene om arrest i den militære straffelovs​1 §§ 16, 17 og 19 får tilsvarende anvendelse, når arrest anvendes som refselse.\n1 Lov 22 mai 1902 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Når bøter ilegges andre enn kvinner, skal det samtidig fastsettes et antal arrestdager, ikke over 15, som skal tre istedenfor bøter som ikke betales.​2\n1 Endret for fredstid ved lover av [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III.\n2 Jfr. mil.strl. § 13, 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "For samme forhold må kun en art refselse anvendes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Adgangen til å ilegge refselse bortfaller ved foreldelse efter 1 års forløp og adgangen til å fullbyrde refselsen 1 år, efterat den er ilagt.\n1 Jfr. mil.strl. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "At refselse er ilagt, eller at foreldelse er inntrådt efter § 8, er ikke til hinder for straff-forfølgning på vanlig måte. Men utholdt refselse kommer i betraktning ved straffutmålingen.\n1 Jfr. strl. § 427.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "1. Myndigheten til å ilegge undergitt​2 refselse​3 tilkommer befalingsmenn av sersjants (kvartermesters) eller dertil svarende eller høyere grad​4 som:\na. alminneligvis eller for tilfellet fører kompanisjefs eller dertil svarende eller høyere kommando, eller\nb. fører befaling over militær befestning, anstalt eller skip, eller\nc. innehar tilsvarende selvstendig stilling i den militære forvaltning, eller\nd. fører kommando over avsondrede avdelinger som på grunn av stedlige forhold ikke kan motta befaling umiddelbart av den høyere befalingsmann som innehar disiplinærmyndighet.\n2. De som fører distriktskommandosjefs, marinekommandosjefs, luftkommandosjefs eller dertil svarende eller høyere kommando, kan ilegge undergivne offiserer av stabsoffisers eller høyere grad husarrest,​5 bøter​6 eller irettesettelse​7 og sine øvrige undergivne alle mot dem anvendelige refselser.\n3. De som fører bataljonssjefs eller dertil svarende eller høyere kommando, kan ilegge undergivne\nstabsoffiserer inntil 6 dagers husarrest, bøter eller irettesettelse,\nandre befalingsmenn inntil 12 dagers arrest,​8 bøter eller irettesettelse,\nmenige alle refselser.\n4. Andre i post 1 nevnte befalingsmenn kan ilegge undergivne\nbefalingsmenn inntil 4 dagers arrest, bøter inntil halvparten av det som er tillatt etter § 3 første ledd nr. 4 eller irettesettelse, og\nmenige inntil 12 dagers arrest, bøter inntil halvparten av det som er tillatt etter § 3 første ledd nr. 4 og for øvrig alle refselser.\nArrest i over 8 dager, bøter over kr. 50 for menige og korporaler og over kr. 100 for befalingsmenn av sersjants (kvartermesters) eller dertil svarende eller høyere grad kan ikke ilegges uten at saken har vært forelagt til uttalelse for vedkommende auditør, men for generalauditøren hvis avgjørelsen skal treffes av forsvarsgrensjef eller av sjefen for Forsvarsstaben.\n1 Endret for fredstid ved lover [21 mars 1947 nr. 1, 1 des. 1947 nr. 13 og 10 des. 1948 nr. 10]. 16 mars 1951, III, 29 mars 1957 nr. 3 (se om ikrafttreden note 1 til § 27), 11 juni 1982 nr. 46.\n2 Se mil.strl. § 6.\n3 Se §§ 3 og 4.\n4 Jfr. mil.strprl. § 50.\n5 Se § 5 jfr. mil.strl. § 16.\n6 Se § 3 nr. 4.\n7 Se § 3 nr. 1.\n8 Se § 3 nr. 5 jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ingen må utøve disciplinærmyndighet i sin foresattes​1 overvær uten med hans samtykke.\n1 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Med hensyn til forseelser, hvis disciplinære behandling regelmessig tilkommer en underordnet befalingsmann, utøves disciplinærmyndigheten av hans foresatte,​1 såfremt forseelsen er forøvet i dennes overvær eller er latt ustraffet av den underordnede.\n1 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "En befalingsmann kan ikke etterforske en sak eller utøve refselsesmyndighet når han er i slekt eller svogerskap med den forfølgningen er rettet mot, i opp- eller nedstigende linje eller i sidelinje så nær som søsken, eller er fosterfar eller verge for vedkommende.\nDet samme gjelder når befalingsmannen selv eller person som han er så nær i slekt eller svogerskap med som nevnt i første ledd, er direkte og personlig fornærmet ved handlingen.\nBefalingsmannen avgjør selv om han er ugild, og hans avgjørelse er ikke gjenstand for særskilt klage.\nForeligger forhold som nevnt i første eller annet ledd, skal saken avgjøres av befalingsmannens foresatte. Saken skal forelegges den foresatte også dersom vedkommende befalingsmann mener det bør brukes strengere refselse enn den han selv kan ilegge,​2 eller andre særlige grunner taler for det.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Den som utøver refselsmyndighet, har plikt til å sørge for at saken er tilstrekkelig opplyst før han avgjør om refselse skal ilegges. Før refselse ilegges, skal den som forfølgningen er rettet mot, gjøres kjent med det påklagede forhold og de opplysninger som foreligger. Han skal også gis adgang til å forklare seg og til å oppgi bevis. Om det ikke etter forholdene er utilrådelig, skal han etter anmodning gis adgang til å lese sakens dokumenter.\nVedtak som går ut på refselse, skal være skriftlig og kort beskrive det forhold som refselsen gjelder. Vedtaket skal gi opplysning om det som ellers har avgjort utmålingen av refselsen.\nDen refsede skal uten opphold underrettes ved avskrift av vedtaket og grunngivningen for det. Han skal samtidig gjøres kjent med adgangen til å kreve saken prøvd av høyere refselsesmyndighet​2 eller ved retten, fristen for slik klage og hvordan han i tilfelle skal gå fram.\nDen forfølgningen gjelder har rett til å la seg bistå av befalingsmann, tillitsmann eller annen militærperson.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se §§ 18 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "En ilagt refselse skal i regelen straks fullbyrdes (jfr. dog § 1, 3dje ledd og § 18, siste ledd). Vilde dette medføre ulempe for tjenesten eller åpenbart ubillige følger for vedkommende selv eller for nogen av hans pårørende, kan fullbyrdelsen besluttes utsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Enhver ilagt refselse innføres i refselsesprotokollen med angivelse av, når og av hvem den er ilagt og for hvilket forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Enhver chef skal føre tilsyn med sine undergivnes​2 utøvelse av disciplinærmyndigheten.\nFinner han en lovlig ilagt refselse ufortjent eller for streng, skal han opheve eller nedsette den.\nFinner han den for mild, skal det ha sitt forblivende med den trufne avgjørelse, hvis han ikke finner grunn til å oversende saken til påtalemyndigheten.\nEr refselse ilagt for et forhold, som ikke lovlig kan avgjøres på denne måte,​3 skal refselsen opheves og saken, hvis dertil finnes grunn, sendes påtalemyndigheten.\nFør den som fører distriktskommandosjefs, marinekommandosjefs, luftkommandosjefs eller dertil svarende eller høyere kommando treffer sin avgjørelse, skal auditør eller generalauditør avgi uttalelse.\nRefselser, som består i arrest eller bøter, innberettes til vedkommende regjeringsdepartement​4 til kontroll med disciplinærmyndighetens anvendelse.\n1 Femte ledd tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.\n2 Se mil.strl. § 6\n3 Se § 1.\n4 Forsvarsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Den som er ilagt refselse av noen som selv står under høiere disciplinærmyndighet,​2 kan innen utløpet av de derpå følgende 48 timer gjennom sin foresatte​3 begjære saken innbragt for nærmeste høiere disciplinærmyndighet.​4\nEr klagen ikke satt fram i rett tid, skal saken likevel tas under behandling av den høyere myndighet dersom den refsede er uten skyld i at fristen er oversittet. Klagen må i hvert fall være satt fram innen 48 timer etter at den refsede fikk adgang til det.\nBestemmelsene i § 14 får så langt de passer, anvendelse også ved klagebehandlingen.\nBegjæringen kan være skriftlig eller muntlig. Er den muntlig, opsettes den på stedet skriftlig av den foresatte og medundertegnes av denne til vitterlighet.\nDen foresatte innsender uopholdelig saken på foreskreven tjenestevei til vedkommende myndighet, som enten selv treffer avgjørelse eller innhenter bestemmelse av høiere myndighet.\nAvgjørelsen treffes etter reglene i § 17, dog således at der istedenfor en lovlig ilagt refselse som finnes for mild, kan anvendes en strengere refselse. Før den som utøver høyere disiplinærmyndighet treffer sin avgjørelse, skal saken – hvis refselsen består i arrest eller bøter – forelegges til uttalelse for vedkommende auditør, men for generalauditøren hvis avgjørelsen skal treffes av forsvarsgrensjef eller av sjefen for Forsvarsstaben.\nBegjæringen har ikke opsettende virkning, medmindre den ilagte refselse er bøter eller arrest eller det bestemmes av høiere myndighet.​5\n1 Endret ved lover 29 mars 1957 nr. 3, 19 juni 1969 nr. 54.\n2 Se § 10.\n3 Se mil.strl § 6.\n4 Jfr. mil.strl. §§ 41 og 57.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "En avgjørelse etter § 18 kan i tilfelle på samme måte bringes inn for distriktskommandosjef, marinekommandosjef, luftkommandosjef eller tilsvarende sjef. Før avgjørelse treffes, skal saken forelegges auditør til uttalelse, hvis refselsen består i arrest eller bøter.\nSåfremt det er ilagt arrest eller bøter, kan i fredstid på samme måte innen riket distriktskommandosjefens, marinekommandosjefens eller luftkommandosjefens eller tilsvarende sjefs avgjørelse bringes inn for vedkommende forsvarsgrensjef til prøvelse i siste instans. Avgjørelse av generalinspektøren for Heimevernet og sjef for fellesinstitusjon bringes inn for sjefen for Forsvarsstaben.\nFør sjefen for Forsvarsstaben eller forsvarsgrensjef treffer sin avgjørelse, skal saken forelegges generalauditøren til uttalelse.\n1 Endret ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Til oprettholdelse av ordenen innen festning, eksercerplass, militær leir, kaserne, verksted, verft, krigsfartøi og annet militært område har befalingsmenn og militære vakter almindelig politimyndighet overfor enhver såvel innenfor vedkommende område som i fornøden utstrekning innen de nærmest tilstøtende omgivelser.\n1 Jfr. mil.strprl. § 251.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Militære befalingsmenn har også politimyndighet overfor enhver undergitt,​1 som enten er krigsmann​2 eller iført militær drakt, eller som han treffer sammen med under tjenstlige forhandlinger og møter.\nDe kan foreløbig arrestere en sådan undergitt:\n1. når han forstyrrer den offentlige orden eller gjør sig skyldig i overhørighet eller grov tilsidesettelse av disciplinen, og det anses nødvendig for å oprettholde disciplinen, at han straks anholdes;\n2. når han forser sig i drukkenskap eller annen ophisset tilstand, så han ikke er mottagelig for forestillinger, og hans forhold gir særlig grunn til å frykte for, at han kan forledes til å forgripe sig på en foresatt eller til annet grovt brudd på den militære disciplin.\nNår ingen foresatt er tilstede, kan enhver overordnet​1 utøve den her nevnte politimyndighet.\n1 Se mil.strl. § 6.\n2 Se mil.strl. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Den foreløpige arrest er undergitt bestemmelsene om pågripelse og fengsling i lov om rettergangsmåten i militære straffesaker kapitel 18.\nVaretektsfengsel​2 kan også besluttes anvendt, når den pågrepnes forhold fremdeles gir særlig grunn til å frykte for, at han, om han løslates, vil forgripe sig på en foresatt​3 eller gjøre sig skyldig i annet grovt brudd på den militære disciplin.\n1 Endret ved lov 26 nov. 1954 nr. 6.\n2 Jfr. strprl. § 240, mil.strprl. § 126.\n3 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Ved utøvelsen og kontrollen av disiplinærmyndigheten og ved etterforskningen av de militære disiplinærsaker bistås de militære sjefer av generalauditør og auditører.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Forklaring som opptas av generalauditør eller auditør, avgis i overvær av et vitne, som medunderskriver protokollen. Om dette vitne gjelder reglene om rettsvitner i §§ 88-91 i lov om Rettergangsmaaden i militære Straffesager av 29. mars 1900 tilsvarende. Særskilt protokollfører bør om mulig benyttes.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Generalauditør og auditører beskikkes av Kongen.\nDe skal fylle vilkårene i domstolloven av 13. august 1915 § 220 nr. 1 og 2.\nAuditørenes antall fastsettes av Kongen.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Forvaltningsloven kommer ikke til anvendelse på saker om refselse etter denne lov. Nærmere regler angående den militære disciplinærmyndighet og politimyndighet fastsettes av Kongen.​2\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Disciplinærreglement er gitt ved res. 1 des. 1922 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Denne lov trer i kraft 1 januar 1923.​1\n1 Endringsloven 29 mars 1957 nr. 3 trer iflg. lovens III i kraft fra den tid Kongen bestemmer. Slik bestemmelse er ennå ikke truffet. Lovteksten er foran inntatt slik den lyder etter endringsloven.Endringsloven 11 juni 1982 nr. 46 trer iflg. res. 7 jan. 1983 nr. 5 ikraft 1. februar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Overtredelse eller forsømmelse av militære tjenesteplikter og forseelser mot militær tukt og orden​2 kan refses disciplinært efter reglene i denne lov.\nAntas forholdet å være straffbart, bør refselse i regelen ikke anvendes, hvis påtale begjæres.\nPåstår den refsede at forholdet er straffbart, og den ilagte refselse består i arrest eller bøter, har han adgang til innen 24 timer gjennom sine foresatte å begjære tiltale reist. Forlangendet, som har oppsettende virkning, kan være skriftlig eller muntlig. Er det muntlig, oppsettes det på stedet skriftlig av den foresatte og medundertegnes av denne til vitterlighet. Begjæringen blir å ta tilfølge, medmindre påtalemyndigheten finner det åpenbart at forholdet ikke er straffbart. Annet ledd i § 18 gjelder tilsvarende.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Jfr. lov 16 juli 1939 nr. 2 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Refselse kan anvendes overfor:\n1. alle ved rikets vebnede makt ansatte eller dertil hørende personer med undtagelse av de ved utskrivningsvesenet ansatte tjenestemenn;​2\n2. medfarende på skib, samt i krigstid​3 enn videre\n3. enhver, som i hvilkensomhelst egenskap gjør tjeneste ved den vebnede makt eller følger avdeling av samme;\n4. krigsfanger, som står under militær bevoktning;\n1 Jfr. mil.strl. § 9 og lov 17 mars 1916 § 4.\n2 Se lov 17 juli 1953 nr. 29 § 23.\n3 Se mil.strl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Som refselse må alene anvendes:\n1. Irettesettelse, som kan gis i to grader:\na. simpel irettesettelse i enrum eller i tjenstlig skrivelse, eller\nb. streng irettesettelse i nærvær av flere krigsmenn​2 eller ved oplesning på dagsordren.\nIrettesettelsen gis i sømmelige og verdige uttrykk. En almindelig tilrettevisning er ikke å betrakte som irettesettelse.\n2. Straffevakt, bestående i vakt utenfor tur, dog for hærens vedkommende med minst 3 netters frist mellem hver vakt.\n3. Nektelse av permisjon for et tidsrum av inntil 1 måned eller av landlov for et tidsrum av inntil 3 måneder eller for visse landgangsturer.\n4. Bot​3 som fastsettes på grunnlag av det tjenestetillegget som gjelder for menige:\na. overfor utskrevne menige og korporaler eller tilsvarende, et beløp inntil 20 ganger tjenestetillegget,\nb. overfor vervede menige og korporaler eller tilsvarende og overfor befal, et beløp inntil 50 ganger tjenestetillegget.\n5. Arrest inntil 20 dager.​4\nOverfor kvinner kan bare anvendes irettesettelse, permisjonsnektelse og bøter; overfor personer som ikke er krigsmenn (jfr. den militære straffelovs § 4), bare irettesettelse og bøter.\n1 Endret for fredstid ved lover [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III, 11 juni 1982 nr. 46.\n2 Se mil.strl. § 4.\n3 Jfr. § 6.\n4 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Overfor kvinner, elever av krigsskolene, befalsskolene og i klasse med disse stående militære undervisningsanstalter kan ennvidere anvendes:\n1. Fremmøte utenfor de sedvanlige tider (parade) i regelen i parademessig antrekk, efter omstendighetene med full pakning, tilfots eller tilhest. Sådan refselse må for samme forseelse kun ilegges for inntil 3 på hinannen følgende dager og 1 gang daglig.\n2. Frihetsinnskrenkning, bestående i forbud mot til visse tider av dagen eller det hele døgn i et tidsrum av inntil 21 dager å gå utenfor kvarteret, kasernen, leiren eller annet nærmere betegnet område. Denne art refselse må ikke atter benyttes, før dobbelt så lang tid er hengått som den, hvori frihetsinnskrenkningen har varet.\n1 Endret for fredstid ved lover av [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Bestemmelsene om arrest i den militære straffelovs​1 §§ 16, 17 og 19 får tilsvarende anvendelse, når arrest anvendes som refselse.\n1 Lov 22 mai 1902 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Når bøter ilegges andre enn kvinner, skal det samtidig fastsettes et antal arrestdager, ikke over 15, som skal tre istedenfor bøter som ikke betales.​2\n1 Endret for fredstid ved lover av [21 mars 1947 nr. 1, 12 des. 1947 nr. 13 og 10 des. 1948 nr. 10], 16 mars 1951, III.\n2 Jfr. mil.strl. § 13, 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "For samme forhold må kun en art refselse anvendes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Adgangen til å ilegge refselse bortfaller ved foreldelse efter 1 års forløp og adgangen til å fullbyrde refselsen 1 år, efterat den er ilagt.\n1 Jfr. mil.strl. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "At refselse er ilagt, eller at foreldelse er inntrådt efter § 8, er ikke til hinder for straff-forfølgning på vanlig måte. Men utholdt refselse kommer i betraktning ved straffutmålingen.\n1 Jfr. strl. § 427.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "1. Myndigheten til å ilegge undergitt​2 refselse​3 tilkommer befalingsmenn av sersjants (kvartermesters) eller dertil svarende eller høyere grad​4 som:\na. alminneligvis eller for tilfellet fører kompanisjefs eller dertil svarende eller høyere kommando, eller\nb. fører befaling over militær befestning, anstalt eller skip, eller\nc. innehar tilsvarende selvstendig stilling i den militære forvaltning, eller\nd. fører kommando over avsondrede avdelinger som på grunn av stedlige forhold ikke kan motta befaling umiddelbart av den høyere befalingsmann som innehar disiplinærmyndighet.\n2. De som fører distriktskommandosjefs, marinekommandosjefs, luftkommandosjefs eller dertil svarende eller høyere kommando, kan ilegge undergivne offiserer av stabsoffisers eller høyere grad husarrest,​5 bøter​6 eller irettesettelse​7 og sine øvrige undergivne alle mot dem anvendelige refselser.\n3. De som fører bataljonssjefs eller dertil svarende eller høyere kommando, kan ilegge undergivne\nstabsoffiserer inntil 6 dagers husarrest, bøter eller irettesettelse,\nandre befalingsmenn inntil 12 dagers arrest,​8 bøter eller irettesettelse,\nmenige alle refselser.\n4. Andre i post 1 nevnte befalingsmenn kan ilegge undergivne\nbefalingsmenn inntil 4 dagers arrest, bøter inntil halvparten av det som er tillatt etter § 3 første ledd nr. 4 eller irettesettelse, og\nmenige inntil 12 dagers arrest, bøter inntil halvparten av det som er tillatt etter § 3 første ledd nr. 4 og for øvrig alle refselser.\nArrest i over 8 dager, bøter over kr. 50 for menige og korporaler og over kr. 100 for befalingsmenn av sersjants (kvartermesters) eller dertil svarende eller høyere grad kan ikke ilegges uten at saken har vært forelagt til uttalelse for vedkommende auditør, men for generalauditøren hvis avgjørelsen skal treffes av forsvarsgrensjef eller av sjefen for Forsvarsstaben.\n1 Endret for fredstid ved lover [21 mars 1947 nr. 1, 1 des. 1947 nr. 13 og 10 des. 1948 nr. 10]. 16 mars 1951, III, 29 mars 1957 nr. 3 (se om ikrafttreden note 1 til § 27), 11 juni 1982 nr. 46.\n2 Se mil.strl. § 6.\n3 Se §§ 3 og 4.\n4 Jfr. mil.strprl. § 50.\n5 Se § 5 jfr. mil.strl. § 16.\n6 Se § 3 nr. 4.\n7 Se § 3 nr. 1.\n8 Se § 3 nr. 5 jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ingen må utøve disciplinærmyndighet i sin foresattes​1 overvær uten med hans samtykke.\n1 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Med hensyn til forseelser, hvis disciplinære behandling regelmessig tilkommer en underordnet befalingsmann, utøves disciplinærmyndigheten av hans foresatte,​1 såfremt forseelsen er forøvet i dennes overvær eller er latt ustraffet av den underordnede.\n1 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "En befalingsmann kan ikke etterforske en sak eller utøve refselsesmyndighet når han er i slekt eller svogerskap med den forfølgningen er rettet mot, i opp- eller nedstigende linje eller i sidelinje så nær som søsken, eller er fosterfar eller verge for vedkommende.\nDet samme gjelder når befalingsmannen selv eller person som han er så nær i slekt eller svogerskap med som nevnt i første ledd, er direkte og personlig fornærmet ved handlingen.\nBefalingsmannen avgjør selv om han er ugild, og hans avgjørelse er ikke gjenstand for særskilt klage.\nForeligger forhold som nevnt i første eller annet ledd, skal saken avgjøres av befalingsmannens foresatte. Saken skal forelegges den foresatte også dersom vedkommende befalingsmann mener det bør brukes strengere refselse enn den han selv kan ilegge,​2 eller andre særlige grunner taler for det.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Den som utøver refselsmyndighet, har plikt til å sørge for at saken er tilstrekkelig opplyst før han avgjør om refselse skal ilegges. Før refselse ilegges, skal den som forfølgningen er rettet mot, gjøres kjent med det påklagede forhold og de opplysninger som foreligger. Han skal også gis adgang til å forklare seg og til å oppgi bevis. Om det ikke etter forholdene er utilrådelig, skal han etter anmodning gis adgang til å lese sakens dokumenter.\nVedtak som går ut på refselse, skal være skriftlig og kort beskrive det forhold som refselsen gjelder. Vedtaket skal gi opplysning om det som ellers har avgjort utmålingen av refselsen.\nDen refsede skal uten opphold underrettes ved avskrift av vedtaket og grunngivningen for det. Han skal samtidig gjøres kjent med adgangen til å kreve saken prøvd av høyere refselsesmyndighet​2 eller ved retten, fristen for slik klage og hvordan han i tilfelle skal gå fram.\nDen forfølgningen gjelder har rett til å la seg bistå av befalingsmann, tillitsmann eller annen militærperson.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se §§ 18 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "En ilagt refselse skal i regelen straks fullbyrdes (jfr. dog § 1, 3dje ledd og § 18, siste ledd). Vilde dette medføre ulempe for tjenesten eller åpenbart ubillige følger for vedkommende selv eller for nogen av hans pårørende, kan fullbyrdelsen besluttes utsatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Enhver ilagt refselse innføres i refselsesprotokollen med angivelse av, når og av hvem den er ilagt og for hvilket forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Enhver chef skal føre tilsyn med sine undergivnes​2 utøvelse av disciplinærmyndigheten.\nFinner han en lovlig ilagt refselse ufortjent eller for streng, skal han opheve eller nedsette den.\nFinner han den for mild, skal det ha sitt forblivende med den trufne avgjørelse, hvis han ikke finner grunn til å oversende saken til påtalemyndigheten.\nEr refselse ilagt for et forhold, som ikke lovlig kan avgjøres på denne måte,​3 skal refselsen opheves og saken, hvis dertil finnes grunn, sendes påtalemyndigheten.\nFør den som fører distriktskommandosjefs, marinekommandosjefs, luftkommandosjefs eller dertil svarende eller høyere kommando treffer sin avgjørelse, skal auditør eller generalauditør avgi uttalelse.\nRefselser, som består i arrest eller bøter, innberettes til vedkommende regjeringsdepartement​4 til kontroll med disciplinærmyndighetens anvendelse.\n1 Femte ledd tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.\n2 Se mil.strl. § 6\n3 Se § 1.\n4 Forsvarsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Den som er ilagt refselse av noen som selv står under høiere disciplinærmyndighet,​2 kan innen utløpet av de derpå følgende 48 timer gjennom sin foresatte​3 begjære saken innbragt for nærmeste høiere disciplinærmyndighet.​4\nEr klagen ikke satt fram i rett tid, skal saken likevel tas under behandling av den høyere myndighet dersom den refsede er uten skyld i at fristen er oversittet. Klagen må i hvert fall være satt fram innen 48 timer etter at den refsede fikk adgang til det.\nBestemmelsene i § 14 får så langt de passer, anvendelse også ved klagebehandlingen.\nBegjæringen kan være skriftlig eller muntlig. Er den muntlig, opsettes den på stedet skriftlig av den foresatte og medundertegnes av denne til vitterlighet.\nDen foresatte innsender uopholdelig saken på foreskreven tjenestevei til vedkommende myndighet, som enten selv treffer avgjørelse eller innhenter bestemmelse av høiere myndighet.\nAvgjørelsen treffes etter reglene i § 17, dog således at der istedenfor en lovlig ilagt refselse som finnes for mild, kan anvendes en strengere refselse. Før den som utøver høyere disiplinærmyndighet treffer sin avgjørelse, skal saken – hvis refselsen består i arrest eller bøter – forelegges til uttalelse for vedkommende auditør, men for generalauditøren hvis avgjørelsen skal treffes av forsvarsgrensjef eller av sjefen for Forsvarsstaben.\nBegjæringen har ikke opsettende virkning, medmindre den ilagte refselse er bøter eller arrest eller det bestemmes av høiere myndighet.​5\n1 Endret ved lover 29 mars 1957 nr. 3, 19 juni 1969 nr. 54.\n2 Se § 10.\n3 Se mil.strl § 6.\n4 Jfr. mil.strl. §§ 41 og 57.\n5 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "En avgjørelse etter § 18 kan i tilfelle på samme måte bringes inn for distriktskommandosjef, marinekommandosjef, luftkommandosjef eller tilsvarende sjef. Før avgjørelse treffes, skal saken forelegges auditør til uttalelse, hvis refselsen består i arrest eller bøter.\nSåfremt det er ilagt arrest eller bøter, kan i fredstid på samme måte innen riket distriktskommandosjefens, marinekommandosjefens eller luftkommandosjefens eller tilsvarende sjefs avgjørelse bringes inn for vedkommende forsvarsgrensjef til prøvelse i siste instans. Avgjørelse av generalinspektøren for Heimevernet og sjef for fellesinstitusjon bringes inn for sjefen for Forsvarsstaben.\nFør sjefen for Forsvarsstaben eller forsvarsgrensjef treffer sin avgjørelse, skal saken forelegges generalauditøren til uttalelse.\n1 Endret ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Til oprettholdelse av ordenen innen festning, eksercerplass, militær leir, kaserne, verksted, verft, krigsfartøi og annet militært område har befalingsmenn og militære vakter almindelig politimyndighet overfor enhver såvel innenfor vedkommende område som i fornøden utstrekning innen de nærmest tilstøtende omgivelser.\n1 Jfr. mil.strprl. § 251.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Militære befalingsmenn har også politimyndighet overfor enhver undergitt,​1 som enten er krigsmann​2 eller iført militær drakt, eller som han treffer sammen med under tjenstlige forhandlinger og møter.\nDe kan foreløbig arrestere en sådan undergitt:\n1. når han forstyrrer den offentlige orden eller gjør sig skyldig i overhørighet eller grov tilsidesettelse av disciplinen, og det anses nødvendig for å oprettholde disciplinen, at han straks anholdes;\n2. når han forser sig i drukkenskap eller annen ophisset tilstand, så han ikke er mottagelig for forestillinger, og hans forhold gir særlig grunn til å frykte for, at han kan forledes til å forgripe sig på en foresatt eller til annet grovt brudd på den militære disciplin.\nNår ingen foresatt er tilstede, kan enhver overordnet​1 utøve den her nevnte politimyndighet.\n1 Se mil.strl. § 6.\n2 Se mil.strl. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Den foreløpige arrest er undergitt bestemmelsene om pågripelse og fengsling i lov om rettergangsmåten i militære straffesaker kapitel 18.\nVaretektsfengsel​2 kan også besluttes anvendt, når den pågrepnes forhold fremdeles gir særlig grunn til å frykte for, at han, om han løslates, vil forgripe sig på en foresatt​3 eller gjøre sig skyldig i annet grovt brudd på den militære disciplin.\n1 Endret ved lov 26 nov. 1954 nr. 6.\n2 Jfr. strprl. § 240, mil.strprl. § 126.\n3 Se mil.strl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Ved utøvelsen og kontrollen av disiplinærmyndigheten og ved etterforskningen av de militære disiplinærsaker bistås de militære sjefer av generalauditør og auditører.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Forklaring som opptas av generalauditør eller auditør, avgis i overvær av et vitne, som medunderskriver protokollen. Om dette vitne gjelder reglene om rettsvitner i §§ 88-91 i lov om Rettergangsmaaden i militære Straffesager av 29. mars 1900 tilsvarende. Særskilt protokollfører bør om mulig benyttes.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Generalauditør og auditører beskikkes av Kongen.\nDe skal fylle vilkårene i domstolloven av 13. august 1915 § 220 nr. 1 og 2.\nAuditørenes antall fastsettes av Kongen.\n1 Tilføyd ved lov 29 mars 1957 nr. 3, se note 1 til § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Forvaltningsloven kommer ikke til anvendelse på saker om refselse etter denne lov. Nærmere regler angående den militære disciplinærmyndighet og politimyndighet fastsettes av Kongen.​2\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Disciplinærreglement er gitt ved res. 1 des. 1922 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "Denne lov trer i kraft 1 januar 1923.​1\n1 Endringsloven 29 mars 1957 nr. 3 trer iflg. lovens III i kraft fra den tid Kongen bestemmer. Slik bestemmelse er ennå ikke truffet. Lovteksten er foran inntatt slik den lyder etter endringsloven.Endringsloven 11 juni 1982 nr. 46 trer iflg. res. 7 jan. 1983 nr. 5 ikraft 1. februar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    }
  ]
}