{
  "id": "LOV-1965-05-21",
  "type": "statute",
  "title": "Lov om skogbruk og skogvern.",
  "short_name": "Skogbruksloven.",
  "status": "in_force",
  "issued_date": "1965-05-21",
  "in_force_date": "1965-05-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1965-05-21",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Denne lov har til formål å fremme skogproduksjon, skogreising og skogvern. Det skal tas sikte på at skogbruket gjennom rasjonell skjøtsel kan gi et tilfredsstillende resultat for næringens utøvere og sikre effektiv og jevn råstofftilførsel til industrien. Videre skal det legges vekt på skogens betydning som rekreasjonskilde for befolkningen, som viktig del av landskapsbildet, som livsmiljø for planter og dyr og som områder for jakt og fiske.\n0 Endret ved lov 11 juni 1976 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner.",
      "content": "Med skogmark forstås i denne lov grunn som er skogproduserende​2 eller som etter en samlet jord- og skogbruksmessig vurdering egner seg best til skogproduksjon og ikke nyttes til annet formål.\nMed «utilfredsstillende skog» forstås i denne lov skog hvor produksjonen på grunn av skade, dårlig pleie eller av andre årsaker vil bli vesentlig lavere enn hva grunnens produksjonsevne betinger. Som utilfredsstillende skog regnes også skog med åpenbart uhensiktsmessige treslag eller blandinger av treslag. Annen skog er «tilfredsstillende skog».\nMed «yngre skog» forstås skog med vesentlig lavere alder enn den som gir størst gjennomsnittlig masseproduksjon. I de tilfeller det på samme areal er skog med forskjellige alderstrinn, regnes den som yngre skog når trær med over halvparten av kubikkmassen går inn under foregående punktum.\nDepartementet​3 gir nærmere regler om hva som skal regnes for «vesentlig lavere» etter annet og tredje ledd.\n1 Jfr. § 18.\n2 Se § 17 siste ledd.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens virkeområde.",
      "content": "Denne lov gjelder for all skog og skogmark.​2 Bestemmelsen i § 50 gjelder likevel ikke for område som etter plan- og bygningsloven:​3\na. I reguleringsplan eller bebyggelsesplan er lagt ut til andre formål enn landbruk og fareområde.\nb. I bindende arealdel til kommuneplan er lagt ut til\n1. byggeområde eller område for råstoffutvinning, eller\n2. landbruks-, natur- og friluftsområde der grunnutnyttingen er i samsvar med bestemmelser om spredt utbygging som krever at det foreligger bebyggelsesplan før deling og utbygging kan skje.\nVed vedtak eller godkjennelse av kommuneplan eller vedtak eller stadfesting av reguleringsplan eller bebyggelsesplan kan planmyndigheten​4 gjøre vedtak om at bestemmelsen i § 50 skal gjelde for planområdene eller nærmere avgrensede deler av dem.\nPålegg, tiltak og forskrifter etter § 28 kan gis anvendelse også utenfor områder som er å anse som skog eller skogmark​2 etter denne lov.\nKongen kan bestemme at en kommune eller del av kommune helt eller delvis unntas fra lovens bestemmelser.\nLovens bestemmelser får ikke anvendelse så langt de måtte komme i strid med samenes rettigheter.​5\n0 Endret ved lover 21 des 1979 nr. 76, 21 april 1989 nr. 17.\n1 Jfr. kap. VII.\n2 Se § 2.\n3 Lov 14 juni 1985 nr. 77.\n4 Jfr. lov 14 juni 1985 nr. 77.\n5 Jfr. lover 9 juni 1972 nr. 31, 9 juni 1978 nr. 49 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Lovens oppsynsmyndigheter og myndighetsfordeling m.v.",
      "content": "Skogoppsynet er etter denne lov:\n1. Kommunen,\n2. Fylkeslandbruksstyret, som er overordnet kommunen, og\n3. det departement​1 denne lov hører under som øverste oppsynsmyndighet.\nAvgjørelser eller gjøremål som i eller i medhold av denne lov er gitt underordnet oppsynsmyndighet, kan alltid treffes eller utføres direkte av overordnet oppsynsmyndighet,​2 når denne finner det hensiktsmessig.\nDepartementet​1 kan gi nærmere forskrifter om fordelingen av myndighet mellom skogoppsynet og administrasjonen til å treffe avgjørelser og gi uttalelser i medhold av loven, jf. jordlova​3 § 3, hvoretter landbrukssaker også hører under fylkesmannen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 juli 1995), 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).\n1 Landbruksdepartementet iflg. res. 25 juni 1965.\n2 Jfr. § 14.\n3 Lov 12 mai 1995 nr. 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1976 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Den sentrale administrasjon.",
      "content": "Det departement som loven hører under,​1 har det øverste oppsyn med gjennomføringen og overholdelsen av loven. Det fører herunder den nødvendige kontroll med de underordnede skogoppsynsmyndigheter​2 og gir de instrukser og pålegg det finner påkrevd for å sikre det best mulige resultat av deres virksomhet.\nDepartementet​1 kan pålegge de underordnede oppsynsmyndigheter​2 andre gjøremål vedkommende skogbruket enn dem som er nevnt i denne lov.\n1 Landbruksdepartementet.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Uttalelse fra den som en avgjørelse angår.",
      "content": "Før skogoppsynet​1 treffer avgjørelse, skal den som avgjørelsen angår være gitt høve til å uttale seg, hvis han har kjent bopel her i riket eller fullmektig med slik bopel. Også ellers skal vedkommende gis adgang til å uttale seg hvis det kan skje uten vesentlig forsinkelse eller ulempe. Uttalelsen må være gitt innen en av skogoppsynet fastsatt rimelig frist.\nFinner oppsynet det påkrevd å gripe inn øyeblikkelig, kan det straks treffe en foreløpig avgjørelse uten hinder av foregående ledd, men endelig avgjørelse må da treffes så snart som omstendighetene gjør det mulig.\n1 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Skogoppsynets avgjørelse.",
      "content": "Skogoppsynets​1 avgjørelse skal skriftlig meddeles den som den angår. Hvis avgjørelsen ikke leveres vedkommende personlig, blir den å sende ham i rekommandert skriv.\nInneholder skogoppsynets​1 avgjørelse et påbud om utførelse av visse tiltak, skal det settes en frist for utførelsen.​2\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 4.\n2 Jfr. §§ 17 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Om rett til klage.",
      "content": "Kommunens​1 avgjørelser kan klages inn for fylkeslandbruksstyret,​2 med mindre departementet​3 bestemmer at fylkesmannen skal være klageinstans.\nOgså offentlige naturvern- og friluftsmyndigheter har rett til å klage når avgjørelsen vedrører interesser som hører under deres myndighetsområde.\n0 Endret ved lover 19 juni 1969 nr. 54, 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96.\n1 Se § 4.\n2 Jfr. lov 12 mai 1995 nr. 23.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Skogeierens blinkerett m.v.",
      "content": "Så lenge skogoppsynet​2 finner at en skogeier behandler sin skog i samsvar med denne lovs prinsipper for skogskjøtsel og retter seg etter bestemmelser herom gitt i medhold av loven, skal han ha rett til selv å blinke​3 og stelle skogen.\n0 Endret ved lov 11 juni 1976 nr. 77.\n1 Jfr. § 21.\n2 Se kap. II.\n3 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Avvirkning og måling.",
      "content": "I yngre​1 tilfredsstillende​2 skog må bare foretas slik avvirkning som er tjenlig for dens videre gunstige utvikling produksjons- og kvalitetsmessig sett. Annen avvirkning – f.eks. foryngelseshogst – må bare finne sted med tillatelse av skogoppsynet.​3\nTynningshogst eller foryngelseshogst i annen skog skal skje på en slik måte at den tjener til å fremme skogens framtidige produksjon eller foryngelse. Den gjenstående skog eller tilstøtende skog må ikke ved hogst og framdrift unødig utsettes for skade eller ødeleggelse.\nAvvirkning skal planlegges og foretas under rimelig hensyn til naturmiljøet og friluftslivet (jfr. § 1 tredje punktum). Det skal sørges for at allmennhetens fortsatte bruk av stier, løyper og andre ferdselsårer ikke unødig vanskeliggjøres etter at avvirkningen er avsluttet.\nFinner skogoppsynet​3 at en skogeier har planlagt, påbegynt eller foretatt foryngelseshogst, herunder flatehogst, på en slik måte eller i så stort omfang at det antas å få en åpenbar uheldig innflytelse på den framtidige avvirkning i distriktet eller på eiendommens framtidige drift eller at det antas å medføre vesentlig skade for friluftslivet eller naturmiljøet (jfr. § 1, tredje punktum), kan departementet​4 etter innstilling fra fylkeslandbruksstyret​5 nedlegge forbud mot eller begrense adgangen til foryngelseshogst i vedkommende skog i et bestemt tidsrom.​6\nAvvirkning som foretas i samsvar med blinking utført av skogoppsynet​3 skal i alle tilfelle anses som lovlig i forhold til bestemmelsene i denne paragraf.\nNår ikke annet er bestemt av departementet​4 skal kjøper og selger sørge for at alt skogsvirke som avvirkes til foredling, salg eller eksport blir målt. Departementet​4 kan gi nærmere forskrifter​7 om registrering og oppgaveplikt i forbindelse med slik måling.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 juni 1993 nr. 94.\n1 Se § 2 tredje ledd.\n2 Se § 2 annet ledd i.f.\n3 Se kap. II.\n4 Landbruksdepartementet.\n5 Se lov 12 mai 1995 nr. 23 kap. III.\n6 Jfr. §§ 26 og 52.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Om naturlig foryngelse, skogkultur og skogreising.",
      "content": "Skogmark, jfr. § 2, første ledd, som nå ikke er skogproduserende, men som i løpet av de siste 20 år har vært skogproduserende skal ved skogkultur eller annet arbeide som sikrer gjenveksten søkes satt i produksjonsdyktig stand innen en etter forholdene rimelig tid.\nHar eier av skogmark som nevnt i første ledd ikke innen 2 år etterkommet en skriftlig henstilling fra skogoppsynet​2 om tiltak etter første ledd, kan skogoppsynet påby​3 at det skal utføres tiltak for en viss del av innestående skogavgift​4 med tillegg av eventuelt offentlig tilskott, og videre bestemme at det skal holdes tilbake et beløp av innestående skogavgift​4 til dekning av utgifter til tiltakene. Dersom eieren oversitter den fastsatte frist (jfr. § 13 annet ledd) for utføringen av de påbudte tiltak og departementet​5 etter uttalelse fra skogoppsynet​2 ikke finner grunn til å forlenge fristen, kan departementet​5 bestemme at skogoppsynet​2 skal sørge for utføringen av tiltakene. Utgiftene kan kreves dekt av de midler som etter reglene foran skal anvendes til formålet.\nFinnes det i et distrikt større arealer av skogmark, jfr. § 2 første ledd, som i de siste 20 år ikke har vært skogproduserende og heller ikke er det nå, eller finnes det større arealer hvor skifte av treslag åpenbart er ønskelig, skal skogoppsynet​2 søke utarbeidet skogreisingsplan for distriktet. Det bør herunder søkes samarbeid med jordbruksmyndighetene og grunneierne med sikte på at marken så vidt mulig blir nyttet enten til jordbruksformål eller skogproduksjon.\nDepartementet​5 kan etter innstilling fra fylkeslandbruksstyret​6 nekte eller stille vilkår for tilplanting av skogløse områder, skifte av treslag, grøfting, gjødsling og bruk av plantevernmidler i den utstrekning det finner det nødvendig for å hindre vesentlig skade eller ulempe for friluftslivet eller vesentlig skade på naturmiljøet (jf. § 1, tredje punktum), herunder forurensing av viktige vannforekomster.\nDepartementet​5 kan gi nærmere forskrifter​7 om opprensking av grøfter og om regulering av frø- og planteforsyningen i skogbruket, samt gi nærmere bestemmelser om hva som etter denne lov skal forstås som skogproduserende mark.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96, 24 nov 2000 nr. 82 (i kraft 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).\n1 Jfr. § 18.\n2 Se kap. II.\n3 Jfr. § 52.\n4 Jfr. kap. VIII.\n5 Landbruksdepartementet.\n6 Jfr. lov 12 mai 1995 nr. 23 § 5.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "title": "Om veier og andre anlegg m.v. i forbindelse med skogbruk.",
      "content": "Departementet​1 kan fastsette forskrifter​2 for veiplanlegging og veibygging samt for andre anlegg og tekniske inngrep av varig karakter i forbindelse med skogbruk, og kan herunder bestemme at planer for slike anlegg og inngrep ikke kan gjennomføres uten at planen på forhånd er forelagt for og godkjent av skogoppsynet.​3 Forskriftene kan også inneholde bestemmelse om at skogoppsynet​3 kan nekte å godkjenne plan som nevnt dersom det finner at gjennomføring av planen vil vanskeliggjøre mulighetene for andre mer hensiktsmessige helhetsløsninger eller vil medføre vesentlig skade for friluftslivet eller naturmiljøet (jfr. § 1 tredje punktum).\n0 Tilføyd ved lov 11 juni 1976 nr. 77.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "title": "Skogområder av særlig verdi for friluftsliv og naturvern.",
      "content": "For skogområder av særlig verdi for friluftsliv og naturvern kan Kongen av hensyn til disse interesser fastsette nærmere forskrifter​1 som foruten slike begrensninger som loven ellers hjemler adgang til, kan inneholde også andre og mer vidtgående restriksjoner for skogbruket. Kongen fastsetter grensene for de områder der forskriftene skal gjelde. Forskriftene kan omfatte forbud mot eller begrensning i hogst av foryngelsesflater, felling av visse slag eller typer trær, hogst av trevegetasjon på spesielle steder, bruk av større terrenggående maskiner, skogsveibygging samt andre anlegg, tiltak og inngrep i forbindelse med skogens drift og skjøtsel som kan medføre vesentlig skade eller ulempe for friluftslivet eller vesentlig skade på naturmiljøet (jfr. § 1, tredje punktum). Likeledes kan forskriftene inneholde plikt for skogeierne innen vedkommende område til uten nærmere oppfordring å gi melding til skogoppsynet​2 om planlagte tiltak og inngrep som omfattes av forskriftene.\nDepartementet​3 kan fastsette midlertidige forskrifter​1 som nevnt i første ledd. Forskriftene gjelder inntil saken er avgjort av Kongen, dog ikke ut over 3 år.\nForskrifter og områdeavgrensning i medhold av denne paragraf, skal kunngjøres i Norsk Lovtidend​4 og i en eller flere aviser som er alminnelig lest i distriktet.\n0 Tilføyd ved lov 11 juni 1976 nr. 77.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se kap. II.\n3 Landbruksdepartementet.\n4 Jfr. lov 19 juni 1969 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forhåndsavgjørelse.",
      "content": "Skogeier som har planlagt eller påbegynt avvirkning, kan få skogoppsynets​1 avgjørelse i spørsmålet om hvilken gruppe en bestemt skogbestand eller et bestemt areal skal regnes til etter § 2 eller § 17.\n1 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Melding om avvirkning og visse andre tiltak.",
      "content": "Finner skogoppsynet​1 det nødvendig for kontrollen med overholdelsen av denne lov, kan det – i område der tiltaket ikke omfattes av meldeplikt fastsatt i medhold av § 17 b – pålegge​2 skogeiere å gi skriftlig melding innen en nærmere fastsatt frist om:\na. planlagt​3 avvirkning med opplysning om avvirkningssted, avvirkningens art og omtrentlige mengde samt om hogstflaten(e)s størrelse ved planlagt flatehogst.\nb. planlagt grøfting, tilplanting på skogløse områder og skifte av treslag, gjødsling eller bruk av plantevernmidler med opplysning om stedet for og omfanget av tiltaket.\nMeldeplikten kan gjelde den enkelte, navngitte skogeier eller alle skogeiere innen et distrikt. I siste fall skal det ansees for tilstrekkelig meddelelse at meldeplikten er kunngjort i en eller flere aviser som er alminnelig lest i distriktet.\nMelding som omhandlet i første ledd kan unnlates når tiltaket utføres i overensstemmelse med skogbruksplan​3 godkjent av skogoppsynet​1 for så vidt skogoppsynet​1 ikke bestemmer noe annet.\nDepartementet​4 kan gi forskrifter​5 om meldeplikt for hogst av juletrær.\nDepartementet​4 kan gi forskrifter​5 om meldeplikt ved bruk og forskrifter​5 for bruk av hogstmaskiner.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 40, 11 juni 1993 nr. 96.\n1 Se kap. II.\n2 Jfr. § 52.\n3 Jfr. kap. V.\n4 Landbruksdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Blinking.",
      "content": "Før avvirkning skal blinking eller annen tydelig avmerking være foretatt.\nDepartementet​2 gir nærmere regler om hvordan blinking eller annen avmerking skal utføres og om skogoppsynets​3 plikt til å forestå blinkingen.\n1 Jfr. § 15.\n2 Landbruksdepartementet.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Forbud mot avvirkning, vilkår for avvirkning.",
      "content": "Finner skogoppsynet​2 at det er avvirket i strid med denne lov eller med bestemmelser utferdiget i medhold av loven eller at det er planlagt slik avvirkning, kan skogoppsynet nedlegge forbud​3 mot blinking​4 eller mot at det avvirkes uten at skogoppsynet​2 på forhånd har foretatt blinking. Skogoppsynet​2 kan istedenfor å nedlegge forbud som nevnt, sette som vilkår​3 for avvirkning at nærmere bestemte skogkulturarbeider utføres innen en fastsatt frist.\nFinner skogoppsynet​2 det påkrevd, kan det for en bestemt tid helt eller delvis forby​3 ytterligere avvirkning.\n1 Jfr. §§ 26 og 52.\n2 Se kap. II.\n3 Se § 52.\n4 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Tiltak når skog er skadd ved brann o.l.",
      "content": "Når skog blir skadd ved brann, vindfelling, skred, smågnager- eller insektangrep, gjelder følgende regler:\n1. Forsikringsselskap eller annen som er erstatningsansvarlig for skaden, plikter etter nærmere retningslinjer fastsatt av departementet​2 å innbetale til skogoppsynet​3 erstatning for gjenplanting og inntil 30 % av øvrig erstatning. Skogoppsynet kan for å sikre foryngelse påby at beløpet eller en del av det skal brukes til skogkulturarbeider etter nærmere bestemmelse av oppsynet. Gis slikt påbud bare for en del av beløpet, utbetales det overskytende til rettighetshaveren. Den del av erstatningen som skal brukes til skogkulturarbeider, innsettes på særskilt konto i bank. Beløpet med renter kan med skogoppsynets​3 tillatelse heves etter hvert som de pålagte skogkulturtiltak blir utført.\n2. Hvor det ellers ikke kan ventes at tilfredsstillende foryngelse kan oppnås på annen måte innen rimelig tid, kan fylkeslandbruksstyret​4 påby at det skal utføres skogkulturarbeider for en viss del av innestående skogavgift​5 med tillegg av eventuelt offentlig tilskott.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41.\n1 Jfr. §§ 26 og 52.\n2 Landbruksdepartementet.\n3 Se kap. II.\n4 Se lov 12 mai 1995 nr. 23 § 5.\n5 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Tiltak for å rette på følgene av uheldig skogbehandling m.v.",
      "content": "1. Hvis skog som følge av avvirkning eller av andre grunner er i en slik tilstand at vilkårene for skogens produksjon og for oppkomst eller vekst av naturlig eller kunstig foryngelse åpenbart er utilfredsstillende,​2 kan fylkeslandbruksstyret:​3\na. påby at det skal utføres skogkulturarbeider, herunder rydding av skogforyngelsesfelter, for en viss del av innestående skogavgift​4 med tillegg av eventuelt offentlig tilskott, og videre bestemme at det skal holdes tilbake et beløp av innestående skogavgift​4 til dekning av utgifter til tiltakene.\nb. påby at det skal foretas hogst til fremme av foryngelsen og av ungskogens vekst hvis driftsforholdene på stedet muliggjør økonomisk drift.\n2. Er skogen sterkt skadet av råte som åpenbart nedsetter dens verdi i vesentlig grad,​2 kan fylkeslandbruksstyret​3 hvor driftsforholdene på stedet muliggjør en økonomisk drift, påby hogst av skadde trær i den utstrekning dette anses nødvendig for å hindre ytterligere forringelse. Det samme gjelder hvor skogen har så høy alder at det er åpenbart fare for at et større antall trær vil dø ut dersom hogst ikke skjer.\n3. Er grøftesystemet ikke vedlikeholdt i skog hvor det tidligere med offentlig tilskott er utført tilfredsstillende grøfting av grøfteverdig myr eller vannsyk skogmark, og må det antas at marken på ny vil bli forsumpet om vedlikehold av grøftesystemet ikke skjer, kan fylkeslandbruksstyret​3 pålegge skogeieren å utføre nødvendig vedlikeholdsarbeid for inntil et beløp som tilsvarer det statsbidrag som er ytet til grøftingen, med tillegg av en viss del av innestående skogavgift.​3\n0 Endret ved lov 13 juni 1980 nr. 41.\n1 Jfr. §§ 26 og 52.\n2 Jfr. § 2.\n3 Se lov 12 mai 1997 nr. 23 § 5.\n4 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Gjennomføring av påbud.",
      "content": "Dersom skogeieren oversitter den fastsatte frist (jfr. § 13 annet ledd) for utføringen av de tiltak som er påbudt i medhold av §§ 22 og 23 og departementet​2 etter uttalelse fra fylkeslandbruksstyret​3 ikke finner grunn til å forlenge fristen, kan departementet​2 bestemme at skogoppsynet​4 skal sørge for utføringen av tiltakene. Utgiftene kan kreves dekt av de midler som etter § 22 eller § 23 skal anvendes til formålet.\n0 Endret ved lov 13 juni 1980 nr. 41.\n1 Jfr. § 26.\n2 Landbruksdepartementet.\n3 Se lov 12 mai 1995 nr. 23 § 5.\n4 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Minnelig overenskomst.",
      "content": "Før skogoppsynet​2 utferdiger påbud om hogst, utførelse av skogkulturarbeidet m.v. etter paragrafene 22 og 23, skal det forsøke å oppnå minnelig overenskomst med vedkommende skogeier om de arbeider som skal utføres og tiden for dem. For å være gyldig må slik overenskomst opprettes skriftlig.\nOverholder skogeieren ikke den minnelige overenskomst får § 24 tilsvarende anvendelse.\n1 Jfr. § 26.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Forholdet til fremtidig eier.",
      "content": "Avgjørelse i henhold til § 16, fjerde ledd, §§ 21-24 og 27-28 (jfr. § 17, annet ledd) er uten tinglysing bindende også for fremtidig eier av skogen.\nAvgjørelse som nevnt i første ledd kan dog sendes til tinglysing på grunnboksbladet for vedkommende eiendom.​1 Det samme gjelder minnelig overenskomst som nevnt i § 25. Når slik tinglysing er foretatt, er overenskomsten bindende også for framtidig eier av skogen.\n0 Endret ved lov 11 mai 1984 nr. 26.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Ansvar for utføring av skogkulturarbeider. Sikkerhetsstillelse.",
      "content": "Skogeieren er ansvarlig for utføringen av kulturarbeid etter denne lov. Har en annen retten til avvirkning i skogen når bestemmelse om kulturarbeid treffes, fastsetter skogoppsynet​2 hvem som skal ha ansvaret. Eieren er overfor skogoppsynet ansvarlig for omkostningene ved kulturarbeidet. Er avvirkning foretatt av noen annen eller for noen annens regning er også denne ansvarlig overfor oppsynet for omkostningene ved kulturarbeid som hans avvirkning har gjort nødvendig.\nHar skogoppsynet​2 gjort avvirkning avhengig av skogkulturarbeider, kan det i særlige tilfelle hvor det anses nødvendig, kreve at der på forhånd stilles betryggende sikkerhet for omkostningene. Skogoppsynet​2 kan da forby avvirkning inntil den forlangte sikkerhet er stillet.\n1 Jfr. §§ 26 og 52.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Tiltak mot insekt-, soppangrep o.l.",
      "content": "Når det på grunn av brann, vindfelling, skred eller andre årsaker, er fare for skade av større omfang på skog ved insekt- eller soppangrep, kan departementet​2 sette i verk de nødvendige offentlige tiltak for å bekjempe angrepene uansett hvem som er eier av skogen.\nUnder vilkår som nevnt i første ledd kan departementet​2 også bestemme at en skogeier skal​3 foreta den hogst og utdrift av virke i sin skog som anses nødvendig for å bekjempe angrepet. Skogeieren kan kreve at skogoppsynet​4 vederlagsfritt foretar blinking av de trær som av den grunn påbys hogget. Dersom frivillige ordninger ikke kommer i stand eller det er behov for særlig raske tiltak, kan departementet​2 pålegge​3 skogeiere i fellesskap å anlegge veier for utdrift av slikt virke. I pålegget kan gis nærmere bestemmelser om gjennomføringen av tiltaket og om plikt for hver enkelt til å ta del i tiltaket i samme forhold som han anses å få nytte av det.\nDepartementet​2 kan ved forskrift​5 bestemme at skogeier etter pålegg skal​3 sette i verk andre hensiktsmessige tiltak for å bekjempe insektangrep og forebygge insektskader, herunder utlegging av fangstvirke og oppsetting av feller for skadeinsekt.\nDersom pålagt tiltak ikke blir utført innen den frist som er fastsatt, kan skogoppsynet​4 la tiltaket utføre for skogeiers regning.\nDepartementet​2 kan ved forskrift​5 gi bestemmelser om ryddings- og tynningshogst, om behandling av hogstavfall og om behandling, utdrift og lagring av ubarket virke og andre tiltak som kan forebygge insekt- eller soppangrep, samt om eiers og kjøpers, eventuelt rotkjøpers plikter i denne sammenheng.\nFør departementet​2 treffer bestemmelse etter annet ledd skal de økonomiske skogeierorganisasjoner som har medlemmer som vil bli berørt av bestemmelsene, gis anledning til å uttale seg.​6 Departementet​2 kan likevel straks sette i verk foreløpige tiltak når det anses nødvendig for å unngå store skader.\nUtgiftene ved tiltak etter første ledd bæres av det offentlige og kan eventuelt utredes av skogavgiftenes rentemidler.​7 Departementet​2 kan pålegge skogeieren å dekke utgiftene ved tiltak etter annet og tredje ledd. Utgift som ikke dekkes frivillig og heller ikke kan dekkes slik som nevnt i § 46 fjerde ledd, fjerde punktum, er tvangsgrunnlag for utlegg.​8\nSkogeiere har krav på erstatning for mulig tap som følge av tiltak etter første ledd eller pålegg etter annet og tredje ledd. Herunder skal det tas hensyn til den fordel skogeieren oppnår ved de tiltak som det offentlige har satt i verk eller som han selv er pålagt å utføre. I mangel av minnelig overenskomst bestemmes erstatningens størrelse ved rettslig skjønn.​9\nForskrifter etter denne paragraf kan utferdiges særskilt for nærmere avgrensede områder.\n0 Endret ved lover 11 juni 1976 nr. 77, 27 april 1979 nr. 12, 13 juni 1980 nr. 41, 26 juni 1992 nr. 86,11 juni 1993 nr. 96.\n1 Jfr. §§ 3, 26 og 52.\n2 Landbruksdepartementet.\n3 Se § 52.\n4 Se kap. II.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. § 12.\n7 Jfr. § 48.\n8 Jfr. tvangsl. § 7-2, e.\n9 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Skogbruksplan og skogregistrering.",
      "content": "Med skogbruksplan forstås i denne lov plan for skjøtsel og drift av en skogeiendom eller del av slik eiendom.\nMed skogregistrering forstås i denne lov de registreringer som er nødvendige for å utarbeide skogbruksplaner og områdevise oversikter.\nSkogregistrering kan skje ved at all skog innen et område registreres selv om bestilling av skogbruksplan ikke foreligger fra hver enkelt skogeier på forhånd.\n0 Endret ved lov 11 juni 1993 nr. 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Påbud om opprettelse av skogbruksplan.​1",
      "content": "Fylkeslandbruksstyret​2 kan påby​3 at skogbruksplan skal opprettes for en skog eller del av en skog når:\na. det foreligger overtredelse av denne lovs § 16;\nb. påbud om hogst eller skogkultur er gitt i henhold til § 22 eller § 23;\nc. skogoppsynet​4 ifølge lov eller departementets​5 bestemmelse i minst 10 år skal utføre blinking i vedkommende skog.\nDepartementet​5 bestemmer hvilke opplysninger en skogbruksplan skal inneholde og hvilke tidsrom den skal gjelde for.\nSkogbruksplanen skal forelegges fylkeslandbruksstyret​2 til godkjennelse innen en frist som styret fastsetter. Skogeieren er pliktig til å følge bestemmelsene i den godkjente skogbruksplan for det tidsrom fylkeslandbruksstyret fastsetter.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Se § 52.\n4 Se kap. II.\n5 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Frivillig opprettet skogbruksplan.​1",
      "content": "Skogoppsynet​2 kan i følgende tilfelle kreve at et utdrag av frivillig opprettet skogbruksplan skal forelegges for oppsynet innen en fastsatt frist:\n1. når det er skjellig grunn til å anta at skjøtselen av vedkommende skog ikke er i samsvar med reglene i § 16 eller det er skjellig grunn til å anta at påbud etter §§ 21, 22 eller 23 kan komme på tale;\n2. når en skogeier med hjemmel i bestemmelser gitt i henhold til § 20 har forlangt eller anmodet om at skogoppsynet skal foreta blinking.\n0 Endret ved lov 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Hva loven forstår med vernskog og hvordan denne skal avgrenses.",
      "content": "Departementet​1 kan bestemme at skog – eller visse arter av skog – skal anses som vernskog når den skjønnes å tjene til vern mot skred og ras, elvebrudd, skadeflom, sandflukt eller lignende eller til særlig vern for annen skog, dyrket jord eller bebyggelse. Det samme gjelder skog som på grunn av sin beliggenhet opp mot fjellet, ut mot havet eller høyt mot nord har så vanskelige foryngelsesforhold eller så liten veksterlighet at den kan ødelegges ved mishandling eller feilaktig hogst.\nDepartementet​1 utarbeider forslag til grenser etter at skogoppsynet​2 og fylkeslandbruksstyret​3 har uttalt seg om hvordan grensene bør bestemmes. Departementets forslag sendes kommunestyret selv til uttalelse. Går de foreslåtte grenser gjennom flere kommuner, skal saken forelegges for kommunestyrene i de kommuner som berøres. Vedkommende kommunestyre(r) skal legge forslaget ut til ettersyn i minst 4 uker etter at det er kunngjort på den måte som er vanlig for kommunale saker. Forslaget sendes deretter med kommunestyrets uttalelse til departementet,​1 som treffer den endelige avgjørelse om grensene.\nGrensene skal – om det finnes nødvendig – avmerkes i marken. Utgiftene med avmerking som er påbudt av departementet​1 bæres av staten med 3/4 og av vedkommende kommune med 1/4.\nBekreftet avskrift av de til enhver tid gjeldende bestemmelser om vernskoggrenser skal ligge tilgjengelig på vedkommende lensmannskontor eller politistasjon og hos kommunen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901).\n1 Landbruksdepartementet.\n2 Se kap. II.\n3 Se lov 12 mai 1995 nr. 23 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Regler for avvirkning.",
      "content": "Når ikke skogoppsynet​2 har fastsatt noe annet, skal​1 all hogst i vernskog,​3 unntatt hogst av ved til husbehov,​4 på forhånd meldes til skogoppsynet innen en fastsatt frist. Det som skal hogges må på forhånd være blinket​5 av skogoppsynet​2 eller av person som skogoppsynet godkjenner.\nFør friske trær kreves utblinket til husbehov, plikter​1 skogeieren å nytte tørre (døde), vindfelte eller på annen måte skadde trær samt topp og avfall som er brukbart til formålet. Det samme gjelder for den som har bruksrett til husbehovsvirke.\nBarhogst og lauvhogst må​1 bare foretas på trær som skal avvirkes innen ett år. Skogoppsynet kan gjøre unntak fra denne bestemmelse.\nFor øvrig gjelder bestemmelsene i kapittel III for vernskog så langt det passer.\n1 Jfr. § 52.\n2 Se kap. II.\n3 Se § 32.\n4 Jfr. § 39.\n5 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "content": "I den utstrekning departementet​2 ikke bestemmer noe annet, får denne lov også anvendelse på statsallmenninger​3 og andre offentlige skoger som står under forvaltning av statsansatte tjenestemenn, og på bygdeallmenninger​4 som forvaltes etter regler godkjent av departementet​2 eller den departementet har gitt fullmakt.\nDepartementet​2 kan gi særlige regler om innbetaling og bruk av skogavgift​5 for virke som selges, utvises eller leveres fra skoger som nevnt i første ledd.\n1 Jfr. § 3.\n2 Landbruksdepartementet.\n3 Se lov 19 juni 1992 nr. 60.\n4 Se lov 19 juni 1992 nr. 59.\n5 Se kap. VIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Skog som tilhører kommuner og fylkeskommuner.",
      "content": "For skog som tilhører kommuner eller fylkeskommuner gjelder bestemmelsene i § 34 tilsvarende. Dog skal slik skog stå under oppsyn av vedkommende fylkeslandbruksstyre​2 og departementet.​3\n0 Endret ved lover 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).\n1 Jfr. § 3.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Skogbruksplan for skoger tilhørende kommuner og fylkeskommuner.",
      "content": "For større skoger som eies av kommuner eller fylkeskommuner skal det utarbeides skogbruksplan.​1 Departementet​2 fastsetter nærmere regler for utarbeidelsen av slike planer, herunder hvilke minstearealer som skal være fritatt for opprettelse av skogbruksplan.\n0 Endret ved lov 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Husbruksskog",
      "content": "Departementet​1 kan gjøre unntak fra bestemmelsene i denne lov for husbruksskog​2 opprettet i medhold av lov 9. juni 1939 om husbruksskog.\n0 Endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Landbruksdepartementet.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Unntaksbestemmelse for små skoger.",
      "content": "Departementet​1 kan for fylke eller del av fylke treffe bestemmelse om at skogeiendommer under en viss størrelse skal være unntatt fra denne lov eller fra enkelte av dens bestemmelser.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Om plikt til å svare skogavgift.",
      "content": "Ved salg og annen overdragelse samt ved ekspropriasjon av hogget eller framdrevet skogsvirke eller av trær på rot, ved skogeierens foredling av virke for videresalg og annen overdragelse, og ved skogeierens bruk av virke til andre formål enn til dekning av eget behov i jord- og skogbruksmessig virksomhet skal det svares en skogavgift.\nSkogavgiftens størrelse fastsettes for hvert driftsår av Kongen​1 etter at skogbrukets økonomiske organisasjoner er gitt høve til å uttale seg. Avgiften skal herunder ikke settes lavere enn 2 pst. av virkets bruttoverdi.\nKongen​1 kan bestemme:\na. at avgiften skal oppkreves etter særskilte satser i visse distrikter for visse slags virke og for virke til nærmere angitt anvendelse;\nb. at avgiften i et eller flere driftsår ikke skal oppkreves i visse distrikter;\nc. at skogeiere i visse distrikter bare skal svare avgift hvis deres samlede skogeiendommer i distriktet minst har en årlig tilvekst av nærmere fastsatt størrelse.\nAvgiftsplikten påhviler skogeieren.\nKongen​1 kan bestemme at det også skal svares skogavgift av virke som utvises eller leveres til bruksberettiget i stats- eller bygdeallmenninger,​2 samt bestemme denne avgifts størrelse. Avgiftsplikten påhviler i dette tilfelle den bruksberettigede.\n1 Landbruksdepartementet, iflg. res. 2 nov 1984 nr. 1808. Avgift fastsettes for hvert driftsår.\n2 Se lover 19 juni 1992 nr. 59 og nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "title": "Innkreving av avgift.",
      "content": "Departementet​1 gir nærmere regler om beregning og oppkreving av skogavgiften, og kan herunder fastsette at enhver som selger, kjøper, eksporterer, måler, leverer eller mottar avgiftspliktig virke skal ha plikt​2 til å gi de oppgaver og andre opplysninger som anses nødvendige for avgiftsberegning. Kjøper, ekspropriant eller selgerorganisasjon kan pålegges plikt til å holde avgift tilbake i oppgjøret.\nKjøper, ekspropriant eller selgerorganisasjon som i strid med gjeldende bestemmelser unnlater å holde tilbake avgift ved oppgjøret med selgeren eller eksproprianten, blir ansvarlig for avgiften med renter og omkostninger.\nNår skogoppsynet​3 finner det påkrevd, kan det forlange betryggende sikkerhet for rettidig innbetaling av avgiften. Avvirkning kan da ikke finne sted før den forlangte sikkerhet er stillet.\n0 Endret ved lov 11 juni 1993 nr. 94.\n1 Landbruksdepartementet.\n2 Jfr. §§ 45 og 52.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Lempninger i avgiftsplikten.",
      "content": "Vil det på grunn av særlige forhold virke urimelig om avgift skal svares, kan departementet​1 helt eller delvis frita for avgiftsplikten. Likeledes kan departementet​1 gi regler om at avgiftsplikten skal falle bort overfor en skogeier når hans avgift ikke vil komme opp i et nærmere bestemt beløp.\nDepartementet​1 kan frita skogeier for innbetaling av forfalt skogavgift når skogeieren – på den måte departementet forlanger – godtgjør at han i løpet av et tidsrom som departementet fastsetter, for egne midler har utført godkjente skogkultur- eller investeringsarbeider i sin skog for et beløp som minst svarer til den forfalte avgift.\nFinner skogoppsynet​2 at det for tiden ikke er behov for slike arbeider i skogen som avgiften nyttes til, og at det framtidige behov vil bli dekket av avgift som må antas å komme inn senere, kan innestående avgift tilbakebetales skogeieren etter nærmere regler som departementet​1 fastsetter.​3\n1 Landbruksdepartementet.\n2 Se kap. II.\n3 Se § 58 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Renter, utlegg m.v.",
      "content": "Departementet​1 kan bestemme at det skal svares rente ved for sen innbetaling av avgift. Avgiften er tvangsgrunnlag for utlegg​2 hos enhver som er ansvarlig for den. Kravet på avgift bortfaller som foreldet 10 år etter forfall.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 83.\n1 Landbruksdepartementet.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Skogoppsynets adgang til å fastsette avgiften skjønnsmessig.",
      "content": "Har noen som er ansvarlig for avgiften forsømt å oppfylle sin opplysningsplikt etter de gjeldende bestemmelser,​1 kan skogoppsynet​2 skjønnsmessig fastsette avgiftens størrelse.\n1 Jfr. § 42.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Avgiftens anvendelse og utbetaling.",
      "content": "Skogavgiften skal brukes til fremme av skogkultur, skogproduksjon og skogsdrift til fordel for den skog som virket er levert fra, eller til fordel for annen skog som skogeieren har i samme kommune. Med godkjenning av kommunen kan avgiften overføres til skog som skogeieren har i annen kommune. Nekter kommunen å godkjenne slik overføring, kan avgjørelsen bringes inn for fylkeslandbruksstyret​2 når overføringen er til skog i samme fylke, og for departementet​3 når overføringen er til skog i et annet fylke.\nVed hogst fastsatt av jordskifteretten​4 bestemmer denne hvilken skog avgiften skal brukes til fordel for.\nAv avgiftsbeløpene anviser skogoppsynet​5 til skogeieren de beløp han godtgjør å ha utlagt til arbeider m.v. som er godkjent av skogoppsynet.\nDepartementet​3 gir nærmere regler om anvendelsen av skogavgiften og om utbetalingen samt om plikt til å gi oppgave over utførte arbeider. Herunder kan skogoppsynet​5 gis myndighet til å bestemme at en viss del av innestående skogavgift for vedkommende skog, dog ikke over 2 pst. av det avgiftspliktige virkes bruttoverdi i de siste forløpne 3 driftsår, skal brukes til skogkulturarbeider av den art skogoppsynet bestemmer i vedkommende skog. Skogoppsynet​5 kan videre gis myndighet til å bestemme at av framtidig innkommen skogavgift for inneværende og to følgende driftsår skal 2 pst. av det avgiftspliktige virkes bruttoverdi brukes til skogkulturarbeider i vedkommende skog. Videre kan skogoppsynet​5 gis myndighet til å dekke utgifter til tiltak som skogeier er pålagt etter § 28 direkte av vedkommende skogeiers skogavgiftskonto med mindre skogeieren etter eget ønske har sørget for dekning på annen måte. Disse bestemmelser skal ikke være til hinder for gjennomføring av tiltak etter § 22 punkt 2 og § 23 punkt 1 og 3 (jfr. § 17, annet ledd).\nDepartementet​3 kan bestemme at omkostningene ved innkreving og utbetaling av skogavgiften skal dekkes av avgiftsmidlene.\n0 Endret ved lover 27 april 1979 nr. 12, 13 juni 1980 nr. 41, 11 juni 1993 nr. 96.\n1 Jfr. § 58 nr. 1.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.\n4 Se lov 21 des 1979 nr. 77 § 55.\n5 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Innestående avgifts tilknytning til vedkommende skogeiendom.",
      "content": "Krav på innestående skogavgift skal være en rett som følger vedkommende skog og kan ikke skilles fra den ved overdragelse, pantsetting, tvangsfullføring eller på annen måte.\nDepartementet​2 kan gi bestemmelser om fordeling av innestående avgifter ved overdragelse av del av skogeiendom og ved deling av slik eiendom på annen måte.\n1 Jfr. § 58 nr. 1.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Renter av avgiften.",
      "content": "Skogeier har ikke krav på renter av skogavgiften.\nInnvunne renter nyttes til administrasjon av avgiftsordningen og til dekking av mulig tap i forbindelse med innkrevningen av avgiftene. I den utstrekning rentene ikke trengs til disse øyemed, kan de brukes til fellestiltak og andre formål til beste for skogbruket fortrinnsvis innen kommune og fylke.\nDepartementet​2 kan gi nærmere bestemmelser om anvendelsen og forvaltningen av rentemidlene.\n1 Jfr. § 58 nr. 1 og 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Ekstraordinær skogavgift.",
      "content": "Kongen​1 kan for det enkelte driftsår – etter at skogbrukets økonomiske organisasjoner er gitt høve til å uttale seg – treffe bestemmelser om at skogeiere, etter søknad som avgjøres av fylkeslandbruksstyret​2 skal ha adgang til å innbetale en ekstraordinær skogavgift.\nFylkeslandbruksstyret​2 kan gi slikt samtykke når det finner at søkeren har behov for investeringer i sin skog utover det som kan utføres for den ordinære skogavgift innen en rimelig tid.\nDepartementet​3 kan gi nærmere regler for behandling av søknadene.\nKongen​1 fastsetter størrelsen av den ekstraordinære skogavgift til en bestemt brøkdel – dog ikke over halvparten – av den ordinære skogavgift som måtte gjelde for vedkommende driftsår etter § 41.\nDe skogeiere som vil nytte adgangen etter første ledd, må sende søknad til kommunen innen 1. oktober etter driftsårets avslutning.\nInnbetaling av ekstraordinær skogavgift, må finne sted innen 14 dager etter at meddelelse om tillatelse er mottatt av søkeren.\nFor slik innbetalt ekstraordinær skogavgift og renter av den gjelder for øvrig de samme bestemmelser som for innbetalt ordinær skogavgift.​4\n0 Endret ved lover 13 juni 1980 nr. 41, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Landbruksdepartementet iflg. res. 2 nov 1984 nr. 1808.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.\n4 Jfr. §§ 46-48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Omlegging av skogmark​1 til annet øyemed.",
      "content": "Denne lov skal – med de begrensninger som måtte følge av vedtak i medhold av §§ 17 a eller 17 b – ikke være til hinder for at skog blir ryddet og marken dyrket til jordbruksformål, eller brukt til byggetomt, veg, grustak, industrielt anlegg, opplags-, laste- eller velteplass.\nSkogoppsynets​2 tillatelse skal dog være nødvendig​3 for barskogs vedkommende dersom:\na. skogmarken er bevokst med yngre tilfredsstillende skog​4 eller\nb. skogeieren ifølge pålegg eller overenskomst plikter å utføre skogkulturarbeider​5 på vedkommende strekning til sikring av gjenveksten.\nLikeledes skal skogoppsynets​2 tillatelse til omlegging være nødvendig​3 for all skog som er vernskog,​6 uansett treslag.\nMed skogoppsynets​2 tillatelse kan skogmark​1 tas i bruk også til annet formål enn nevnt i første ledd når oppsynet finner at dette formål bør gå foran markens utnyttelse som skogmark.\nPlanlagt rydding av skog til formål som nevnt i første ledd skal meldes skriftlig til skogoppsynet​2 som snarest mulig skal gi vedkommende skriftlig bekreftelse på at meldingen er mottatt. Arbeidet kan settes i gang etter utløpet av 2 uker fra bekreftelsens avsendelsesdato med mindre vedkommende innen dette tidsrom har fått skriftlig underretning om at skogoppsynets​2 avgjørelse må avventes.\nBestemmelsen i § 18 om adgang til å kreve forhåndsavgjørelse gjelder tilsvarende.\n0 Endret ved lover 11 juni 1976 nr. 77, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96.\n1 Se § 2 første ledd.\n2 Se kap. II.\n3 Jfr. § 52.\n4 Se § 2 annet og tredje ledd.\n5 Se § 22 og § 23, se kap. V.\n6 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "Frist for omlegging.",
      "content": "Hvor skogoppsynets​1 tillatelse til omlegging etter foregående paragraf er nødvendig, skal skogoppsynet, dersom det finner å kunne gi tillatelse, sette eieren en bestemt frist innen hvilken han skal ha utført de arbeider som omleggingen etter oppsynets bestemmelse krever.​2 Er de ikke utført innen utløpet av fristen, og oppsynet ikke finner grunn til å forlenge den, kan oppsynet gi pålegg​2 om at marken igjen skal settes i skogproduserende stand og bestemme hvilke arbeider som skal utføres, herunder skogkulturarbeider som nevnt i § 50 bokstav b. Bestemmelsene i §§ 25-27 gjelder tilsvarende.\nBestemmelsen i første ledd gjelder tilsvarende i tilfelle hvor skogoppsynets​1 tillatelse for omleggingen ikke er nødvendig, såfremt skogoppsynet finner grunn til å anta at omleggingen ikke vil bli utført innen en rimelig tid.\n1 Se kap. II.\n2 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelsene i denne lov eller noe forbud, påbud eller annen bestemmelse eller forskrift gitt i medhold av eller opprettholdt ved denne lov, straffes med bøter​1 for så vidt ikke forholdet rammes av noen strengere straffebestemmelse. Overtredelse påtales ikke uten etter begjæring av skogoppsynet.​2\n0 Endret ved lov 26 jan 1973 nr. 2.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "title": "Betaling for utblinking m.v.",
      "content": "Skogeier og annen med rett til å foreta avvirking plikter​1 å betale for utført blinking, utvising eller annet lignende arbeid som skogoppsynet​2 utfører for ham i skogen med mindre departementet​3 har truffet annen bestemmelse for vedkommende distrikt.\nDe nærmere regler utferdiges av departementet.​3\n1 Jfr. § 52.\n2 Se kap. II.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Plikt til å finne seg i undersøkelser.​1",
      "content": "Enhver skogeier plikter å finne seg i at skogoppsynet​2 foretar sådan undersøkelse og befaring av eiendom som oppsynet finner påkrevd for å håndheve denne lov eller bestemmelser gitt i medhold av eller opprettholdt ved loven. Skogeieren eller hans fullmektig skal så vidt mulig være varslet på forhånd.\n1 Jfr. § 52 og strl. § 326.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Bestemmelser til gjennomføring av loven.",
      "content": "Departementet​1 kan utferdige nødvendige bestemmelser til gjennomføring av denne lov, herunder også de nødvendige overgangsbestemmelser.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "title": "Ikrafttreden.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n– – –\n1 Kap. VIII fra 1 sep 1965, lovens øvrige kapitler fra 1 jan 1966, iflg. res. 25 juni 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "11:58",
      "chapter": "11",
      "section": "58",
      "title": "Overgangsbestemmelser.",
      "content": "1. Bestemmelser som etter denne lov gjelder for innbetalt skogavgift skal gjelde tilsvarende for innestående skogkulturavgift innbetalt med hjemmel i § 34 i lov av 12. februar 1932 om skogvern. Likeledes skal innestående investeringsavgift innbetalt i henhold til bestemmelser gitt med hjemmel i midlertidig lov av 19. desember 1952 om investeringsavgift i skogbruket og mellombels lov av 30. juni 1947 om prisregulering og anna næringsverksemd, være underlagt de bestemmelser som etter denne lov gjelder for innbetalt skogavgift.\nBestemmelsen i § 43, siste ledd, skal likevel ikke gjelde for investeringsavgift som er pålagt for driftsårene 1947-48 og 1948-49.\nRenter av slike avgifter som nevnt, i første ledd, skal være underlagt denne lovs bestemmelser om renter av skogavgift.\n2. De skogkulturfond som er opprettet i medhold av lov av 12. februar 1932 om skogvern § 40, siste ledd, skal overføres til skogavgiftens rentemiddelkonto og være underlagt denne lovs bestemmelser om renter av skogavgift.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Denne lov har til formål å fremme skogproduksjon, skogreising og skogvern. Det skal tas sikte på at skogbruket gjennom rasjonell skjøtsel kan gi et tilfredsstillende resultat for næringens utøvere og sikre effektiv og jevn råstofftilførsel til industrien. Videre skal det legges vekt på skogens betydning som rekreasjonskilde for befolkningen, som viktig del av landskapsbildet, som livsmiljø for planter og dyr og som områder for jakt og fiske.\n0 Endret ved lov 11 juni 1976 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner.",
      "content": "Med skogmark forstås i denne lov grunn som er skogproduserende​2 eller som etter en samlet jord- og skogbruksmessig vurdering egner seg best til skogproduksjon og ikke nyttes til annet formål.\nMed «utilfredsstillende skog» forstås i denne lov skog hvor produksjonen på grunn av skade, dårlig pleie eller av andre årsaker vil bli vesentlig lavere enn hva grunnens produksjonsevne betinger. Som utilfredsstillende skog regnes også skog med åpenbart uhensiktsmessige treslag eller blandinger av treslag. Annen skog er «tilfredsstillende skog».\nMed «yngre skog» forstås skog med vesentlig lavere alder enn den som gir størst gjennomsnittlig masseproduksjon. I de tilfeller det på samme areal er skog med forskjellige alderstrinn, regnes den som yngre skog når trær med over halvparten av kubikkmassen går inn under foregående punktum.\nDepartementet​3 gir nærmere regler om hva som skal regnes for «vesentlig lavere» etter annet og tredje ledd.\n1 Jfr. § 18.\n2 Se § 17 siste ledd.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens virkeområde.",
      "content": "Denne lov gjelder for all skog og skogmark.​2 Bestemmelsen i § 50 gjelder likevel ikke for område som etter plan- og bygningsloven:​3\na. I reguleringsplan eller bebyggelsesplan er lagt ut til andre formål enn landbruk og fareområde.\nb. I bindende arealdel til kommuneplan er lagt ut til\n1. byggeområde eller område for råstoffutvinning, eller\n2. landbruks-, natur- og friluftsområde der grunnutnyttingen er i samsvar med bestemmelser om spredt utbygging som krever at det foreligger bebyggelsesplan før deling og utbygging kan skje.\nVed vedtak eller godkjennelse av kommuneplan eller vedtak eller stadfesting av reguleringsplan eller bebyggelsesplan kan planmyndigheten​4 gjøre vedtak om at bestemmelsen i § 50 skal gjelde for planområdene eller nærmere avgrensede deler av dem.\nPålegg, tiltak og forskrifter etter § 28 kan gis anvendelse også utenfor områder som er å anse som skog eller skogmark​2 etter denne lov.\nKongen kan bestemme at en kommune eller del av kommune helt eller delvis unntas fra lovens bestemmelser.\nLovens bestemmelser får ikke anvendelse så langt de måtte komme i strid med samenes rettigheter.​5\n0 Endret ved lover 21 des 1979 nr. 76, 21 april 1989 nr. 17.\n1 Jfr. kap. VII.\n2 Se § 2.\n3 Lov 14 juni 1985 nr. 77.\n4 Jfr. lov 14 juni 1985 nr. 77.\n5 Jfr. lover 9 juni 1972 nr. 31, 9 juni 1978 nr. 49 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Lovens oppsynsmyndigheter og myndighetsfordeling m.v.",
      "content": "Skogoppsynet er etter denne lov:\n1. Kommunen,\n2. Fylkeslandbruksstyret, som er overordnet kommunen, og\n3. det departement​1 denne lov hører under som øverste oppsynsmyndighet.\nAvgjørelser eller gjøremål som i eller i medhold av denne lov er gitt underordnet oppsynsmyndighet, kan alltid treffes eller utføres direkte av overordnet oppsynsmyndighet,​2 når denne finner det hensiktsmessig.\nDepartementet​1 kan gi nærmere forskrifter om fordelingen av myndighet mellom skogoppsynet og administrasjonen til å treffe avgjørelser og gi uttalelser i medhold av loven, jf. jordlova​3 § 3, hvoretter landbrukssaker også hører under fylkesmannen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 juli 1995), 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).\n1 Landbruksdepartementet iflg. res. 25 juni 1965.\n2 Jfr. § 14.\n3 Lov 12 mai 1995 nr. 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1976 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1980 nr. 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Den sentrale administrasjon.",
      "content": "Det departement som loven hører under,​1 har det øverste oppsyn med gjennomføringen og overholdelsen av loven. Det fører herunder den nødvendige kontroll med de underordnede skogoppsynsmyndigheter​2 og gir de instrukser og pålegg det finner påkrevd for å sikre det best mulige resultat av deres virksomhet.\nDepartementet​1 kan pålegge de underordnede oppsynsmyndigheter​2 andre gjøremål vedkommende skogbruket enn dem som er nevnt i denne lov.\n1 Landbruksdepartementet.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Uttalelse fra den som en avgjørelse angår.",
      "content": "Før skogoppsynet​1 treffer avgjørelse, skal den som avgjørelsen angår være gitt høve til å uttale seg, hvis han har kjent bopel her i riket eller fullmektig med slik bopel. Også ellers skal vedkommende gis adgang til å uttale seg hvis det kan skje uten vesentlig forsinkelse eller ulempe. Uttalelsen må være gitt innen en av skogoppsynet fastsatt rimelig frist.\nFinner oppsynet det påkrevd å gripe inn øyeblikkelig, kan det straks treffe en foreløpig avgjørelse uten hinder av foregående ledd, men endelig avgjørelse må da treffes så snart som omstendighetene gjør det mulig.\n1 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Skogoppsynets avgjørelse.",
      "content": "Skogoppsynets​1 avgjørelse skal skriftlig meddeles den som den angår. Hvis avgjørelsen ikke leveres vedkommende personlig, blir den å sende ham i rekommandert skriv.\nInneholder skogoppsynets​1 avgjørelse et påbud om utførelse av visse tiltak, skal det settes en frist for utførelsen.​2\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 4.\n2 Jfr. §§ 17 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Om rett til klage.",
      "content": "Kommunens​1 avgjørelser kan klages inn for fylkeslandbruksstyret,​2 med mindre departementet​3 bestemmer at fylkesmannen skal være klageinstans.\nOgså offentlige naturvern- og friluftsmyndigheter har rett til å klage når avgjørelsen vedrører interesser som hører under deres myndighetsområde.\n0 Endret ved lover 19 juni 1969 nr. 54, 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96.\n1 Se § 4.\n2 Jfr. lov 12 mai 1995 nr. 23.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Skogeierens blinkerett m.v.",
      "content": "Så lenge skogoppsynet​2 finner at en skogeier behandler sin skog i samsvar med denne lovs prinsipper for skogskjøtsel og retter seg etter bestemmelser herom gitt i medhold av loven, skal han ha rett til selv å blinke​3 og stelle skogen.\n0 Endret ved lov 11 juni 1976 nr. 77.\n1 Jfr. § 21.\n2 Se kap. II.\n3 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Avvirkning og måling.",
      "content": "I yngre​1 tilfredsstillende​2 skog må bare foretas slik avvirkning som er tjenlig for dens videre gunstige utvikling produksjons- og kvalitetsmessig sett. Annen avvirkning – f.eks. foryngelseshogst – må bare finne sted med tillatelse av skogoppsynet.​3\nTynningshogst eller foryngelseshogst i annen skog skal skje på en slik måte at den tjener til å fremme skogens framtidige produksjon eller foryngelse. Den gjenstående skog eller tilstøtende skog må ikke ved hogst og framdrift unødig utsettes for skade eller ødeleggelse.\nAvvirkning skal planlegges og foretas under rimelig hensyn til naturmiljøet og friluftslivet (jfr. § 1 tredje punktum). Det skal sørges for at allmennhetens fortsatte bruk av stier, løyper og andre ferdselsårer ikke unødig vanskeliggjøres etter at avvirkningen er avsluttet.\nFinner skogoppsynet​3 at en skogeier har planlagt, påbegynt eller foretatt foryngelseshogst, herunder flatehogst, på en slik måte eller i så stort omfang at det antas å få en åpenbar uheldig innflytelse på den framtidige avvirkning i distriktet eller på eiendommens framtidige drift eller at det antas å medføre vesentlig skade for friluftslivet eller naturmiljøet (jfr. § 1, tredje punktum), kan departementet​4 etter innstilling fra fylkeslandbruksstyret​5 nedlegge forbud mot eller begrense adgangen til foryngelseshogst i vedkommende skog i et bestemt tidsrom.​6\nAvvirkning som foretas i samsvar med blinking utført av skogoppsynet​3 skal i alle tilfelle anses som lovlig i forhold til bestemmelsene i denne paragraf.\nNår ikke annet er bestemt av departementet​4 skal kjøper og selger sørge for at alt skogsvirke som avvirkes til foredling, salg eller eksport blir målt. Departementet​4 kan gi nærmere forskrifter​7 om registrering og oppgaveplikt i forbindelse med slik måling.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 juni 1993 nr. 94.\n1 Se § 2 tredje ledd.\n2 Se § 2 annet ledd i.f.\n3 Se kap. II.\n4 Landbruksdepartementet.\n5 Se lov 12 mai 1995 nr. 23 kap. III.\n6 Jfr. §§ 26 og 52.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Om naturlig foryngelse, skogkultur og skogreising.",
      "content": "Skogmark, jfr. § 2, første ledd, som nå ikke er skogproduserende, men som i løpet av de siste 20 år har vært skogproduserende skal ved skogkultur eller annet arbeide som sikrer gjenveksten søkes satt i produksjonsdyktig stand innen en etter forholdene rimelig tid.\nHar eier av skogmark som nevnt i første ledd ikke innen 2 år etterkommet en skriftlig henstilling fra skogoppsynet​2 om tiltak etter første ledd, kan skogoppsynet påby​3 at det skal utføres tiltak for en viss del av innestående skogavgift​4 med tillegg av eventuelt offentlig tilskott, og videre bestemme at det skal holdes tilbake et beløp av innestående skogavgift​4 til dekning av utgifter til tiltakene. Dersom eieren oversitter den fastsatte frist (jfr. § 13 annet ledd) for utføringen av de påbudte tiltak og departementet​5 etter uttalelse fra skogoppsynet​2 ikke finner grunn til å forlenge fristen, kan departementet​5 bestemme at skogoppsynet​2 skal sørge for utføringen av tiltakene. Utgiftene kan kreves dekt av de midler som etter reglene foran skal anvendes til formålet.\nFinnes det i et distrikt større arealer av skogmark, jfr. § 2 første ledd, som i de siste 20 år ikke har vært skogproduserende og heller ikke er det nå, eller finnes det større arealer hvor skifte av treslag åpenbart er ønskelig, skal skogoppsynet​2 søke utarbeidet skogreisingsplan for distriktet. Det bør herunder søkes samarbeid med jordbruksmyndighetene og grunneierne med sikte på at marken så vidt mulig blir nyttet enten til jordbruksformål eller skogproduksjon.\nDepartementet​5 kan etter innstilling fra fylkeslandbruksstyret​6 nekte eller stille vilkår for tilplanting av skogløse områder, skifte av treslag, grøfting, gjødsling og bruk av plantevernmidler i den utstrekning det finner det nødvendig for å hindre vesentlig skade eller ulempe for friluftslivet eller vesentlig skade på naturmiljøet (jf. § 1, tredje punktum), herunder forurensing av viktige vannforekomster.\nDepartementet​5 kan gi nærmere forskrifter​7 om opprensking av grøfter og om regulering av frø- og planteforsyningen i skogbruket, samt gi nærmere bestemmelser om hva som etter denne lov skal forstås som skogproduserende mark.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96, 24 nov 2000 nr. 82 (i kraft 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).\n1 Jfr. § 18.\n2 Se kap. II.\n3 Jfr. § 52.\n4 Jfr. kap. VIII.\n5 Landbruksdepartementet.\n6 Jfr. lov 12 mai 1995 nr. 23 § 5.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "title": "Om veier og andre anlegg m.v. i forbindelse med skogbruk.",
      "content": "Departementet​1 kan fastsette forskrifter​2 for veiplanlegging og veibygging samt for andre anlegg og tekniske inngrep av varig karakter i forbindelse med skogbruk, og kan herunder bestemme at planer for slike anlegg og inngrep ikke kan gjennomføres uten at planen på forhånd er forelagt for og godkjent av skogoppsynet.​3 Forskriftene kan også inneholde bestemmelse om at skogoppsynet​3 kan nekte å godkjenne plan som nevnt dersom det finner at gjennomføring av planen vil vanskeliggjøre mulighetene for andre mer hensiktsmessige helhetsløsninger eller vil medføre vesentlig skade for friluftslivet eller naturmiljøet (jfr. § 1 tredje punktum).\n0 Tilføyd ved lov 11 juni 1976 nr. 77.\n1 Landbruksdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "title": "Skogområder av særlig verdi for friluftsliv og naturvern.",
      "content": "For skogområder av særlig verdi for friluftsliv og naturvern kan Kongen av hensyn til disse interesser fastsette nærmere forskrifter​1 som foruten slike begrensninger som loven ellers hjemler adgang til, kan inneholde også andre og mer vidtgående restriksjoner for skogbruket. Kongen fastsetter grensene for de områder der forskriftene skal gjelde. Forskriftene kan omfatte forbud mot eller begrensning i hogst av foryngelsesflater, felling av visse slag eller typer trær, hogst av trevegetasjon på spesielle steder, bruk av større terrenggående maskiner, skogsveibygging samt andre anlegg, tiltak og inngrep i forbindelse med skogens drift og skjøtsel som kan medføre vesentlig skade eller ulempe for friluftslivet eller vesentlig skade på naturmiljøet (jfr. § 1, tredje punktum). Likeledes kan forskriftene inneholde plikt for skogeierne innen vedkommende område til uten nærmere oppfordring å gi melding til skogoppsynet​2 om planlagte tiltak og inngrep som omfattes av forskriftene.\nDepartementet​3 kan fastsette midlertidige forskrifter​1 som nevnt i første ledd. Forskriftene gjelder inntil saken er avgjort av Kongen, dog ikke ut over 3 år.\nForskrifter og områdeavgrensning i medhold av denne paragraf, skal kunngjøres i Norsk Lovtidend​4 og i en eller flere aviser som er alminnelig lest i distriktet.\n0 Tilføyd ved lov 11 juni 1976 nr. 77.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se kap. II.\n3 Landbruksdepartementet.\n4 Jfr. lov 19 juni 1969 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forhåndsavgjørelse.",
      "content": "Skogeier som har planlagt eller påbegynt avvirkning, kan få skogoppsynets​1 avgjørelse i spørsmålet om hvilken gruppe en bestemt skogbestand eller et bestemt areal skal regnes til etter § 2 eller § 17.\n1 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Melding om avvirkning og visse andre tiltak.",
      "content": "Finner skogoppsynet​1 det nødvendig for kontrollen med overholdelsen av denne lov, kan det – i område der tiltaket ikke omfattes av meldeplikt fastsatt i medhold av § 17 b – pålegge​2 skogeiere å gi skriftlig melding innen en nærmere fastsatt frist om:\na. planlagt​3 avvirkning med opplysning om avvirkningssted, avvirkningens art og omtrentlige mengde samt om hogstflaten(e)s størrelse ved planlagt flatehogst.\nb. planlagt grøfting, tilplanting på skogløse områder og skifte av treslag, gjødsling eller bruk av plantevernmidler med opplysning om stedet for og omfanget av tiltaket.\nMeldeplikten kan gjelde den enkelte, navngitte skogeier eller alle skogeiere innen et distrikt. I siste fall skal det ansees for tilstrekkelig meddelelse at meldeplikten er kunngjort i en eller flere aviser som er alminnelig lest i distriktet.\nMelding som omhandlet i første ledd kan unnlates når tiltaket utføres i overensstemmelse med skogbruksplan​3 godkjent av skogoppsynet​1 for så vidt skogoppsynet​1 ikke bestemmer noe annet.\nDepartementet​4 kan gi forskrifter​5 om meldeplikt for hogst av juletrær.\nDepartementet​4 kan gi forskrifter​5 om meldeplikt ved bruk og forskrifter​5 for bruk av hogstmaskiner.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 40, 11 juni 1993 nr. 96.\n1 Se kap. II.\n2 Jfr. § 52.\n3 Jfr. kap. V.\n4 Landbruksdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Blinking.",
      "content": "Før avvirkning skal blinking eller annen tydelig avmerking være foretatt.\nDepartementet​2 gir nærmere regler om hvordan blinking eller annen avmerking skal utføres og om skogoppsynets​3 plikt til å forestå blinkingen.\n1 Jfr. § 15.\n2 Landbruksdepartementet.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Forbud mot avvirkning, vilkår for avvirkning.",
      "content": "Finner skogoppsynet​2 at det er avvirket i strid med denne lov eller med bestemmelser utferdiget i medhold av loven eller at det er planlagt slik avvirkning, kan skogoppsynet nedlegge forbud​3 mot blinking​4 eller mot at det avvirkes uten at skogoppsynet​2 på forhånd har foretatt blinking. Skogoppsynet​2 kan istedenfor å nedlegge forbud som nevnt, sette som vilkår​3 for avvirkning at nærmere bestemte skogkulturarbeider utføres innen en fastsatt frist.\nFinner skogoppsynet​2 det påkrevd, kan det for en bestemt tid helt eller delvis forby​3 ytterligere avvirkning.\n1 Jfr. §§ 26 og 52.\n2 Se kap. II.\n3 Se § 52.\n4 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Tiltak når skog er skadd ved brann o.l.",
      "content": "Når skog blir skadd ved brann, vindfelling, skred, smågnager- eller insektangrep, gjelder følgende regler:\n1. Forsikringsselskap eller annen som er erstatningsansvarlig for skaden, plikter etter nærmere retningslinjer fastsatt av departementet​2 å innbetale til skogoppsynet​3 erstatning for gjenplanting og inntil 30 % av øvrig erstatning. Skogoppsynet kan for å sikre foryngelse påby at beløpet eller en del av det skal brukes til skogkulturarbeider etter nærmere bestemmelse av oppsynet. Gis slikt påbud bare for en del av beløpet, utbetales det overskytende til rettighetshaveren. Den del av erstatningen som skal brukes til skogkulturarbeider, innsettes på særskilt konto i bank. Beløpet med renter kan med skogoppsynets​3 tillatelse heves etter hvert som de pålagte skogkulturtiltak blir utført.\n2. Hvor det ellers ikke kan ventes at tilfredsstillende foryngelse kan oppnås på annen måte innen rimelig tid, kan fylkeslandbruksstyret​4 påby at det skal utføres skogkulturarbeider for en viss del av innestående skogavgift​5 med tillegg av eventuelt offentlig tilskott.\n0 Endret ved lover 11 juni 1976 nr. 77, 13 juni 1980 nr. 41.\n1 Jfr. §§ 26 og 52.\n2 Landbruksdepartementet.\n3 Se kap. II.\n4 Se lov 12 mai 1995 nr. 23 § 5.\n5 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Tiltak for å rette på følgene av uheldig skogbehandling m.v.",
      "content": "1. Hvis skog som følge av avvirkning eller av andre grunner er i en slik tilstand at vilkårene for skogens produksjon og for oppkomst eller vekst av naturlig eller kunstig foryngelse åpenbart er utilfredsstillende,​2 kan fylkeslandbruksstyret:​3\na. påby at det skal utføres skogkulturarbeider, herunder rydding av skogforyngelsesfelter, for en viss del av innestående skogavgift​4 med tillegg av eventuelt offentlig tilskott, og videre bestemme at det skal holdes tilbake et beløp av innestående skogavgift​4 til dekning av utgifter til tiltakene.\nb. påby at det skal foretas hogst til fremme av foryngelsen og av ungskogens vekst hvis driftsforholdene på stedet muliggjør økonomisk drift.\n2. Er skogen sterkt skadet av råte som åpenbart nedsetter dens verdi i vesentlig grad,​2 kan fylkeslandbruksstyret​3 hvor driftsforholdene på stedet muliggjør en økonomisk drift, påby hogst av skadde trær i den utstrekning dette anses nødvendig for å hindre ytterligere forringelse. Det samme gjelder hvor skogen har så høy alder at det er åpenbart fare for at et større antall trær vil dø ut dersom hogst ikke skjer.\n3. Er grøftesystemet ikke vedlikeholdt i skog hvor det tidligere med offentlig tilskott er utført tilfredsstillende grøfting av grøfteverdig myr eller vannsyk skogmark, og må det antas at marken på ny vil bli forsumpet om vedlikehold av grøftesystemet ikke skjer, kan fylkeslandbruksstyret​3 pålegge skogeieren å utføre nødvendig vedlikeholdsarbeid for inntil et beløp som tilsvarer det statsbidrag som er ytet til grøftingen, med tillegg av en viss del av innestående skogavgift.​3\n0 Endret ved lov 13 juni 1980 nr. 41.\n1 Jfr. §§ 26 og 52.\n2 Jfr. § 2.\n3 Se lov 12 mai 1997 nr. 23 § 5.\n4 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Gjennomføring av påbud.",
      "content": "Dersom skogeieren oversitter den fastsatte frist (jfr. § 13 annet ledd) for utføringen av de tiltak som er påbudt i medhold av §§ 22 og 23 og departementet​2 etter uttalelse fra fylkeslandbruksstyret​3 ikke finner grunn til å forlenge fristen, kan departementet​2 bestemme at skogoppsynet​4 skal sørge for utføringen av tiltakene. Utgiftene kan kreves dekt av de midler som etter § 22 eller § 23 skal anvendes til formålet.\n0 Endret ved lov 13 juni 1980 nr. 41.\n1 Jfr. § 26.\n2 Landbruksdepartementet.\n3 Se lov 12 mai 1995 nr. 23 § 5.\n4 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Minnelig overenskomst.",
      "content": "Før skogoppsynet​2 utferdiger påbud om hogst, utførelse av skogkulturarbeidet m.v. etter paragrafene 22 og 23, skal det forsøke å oppnå minnelig overenskomst med vedkommende skogeier om de arbeider som skal utføres og tiden for dem. For å være gyldig må slik overenskomst opprettes skriftlig.\nOverholder skogeieren ikke den minnelige overenskomst får § 24 tilsvarende anvendelse.\n1 Jfr. § 26.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Forholdet til fremtidig eier.",
      "content": "Avgjørelse i henhold til § 16, fjerde ledd, §§ 21-24 og 27-28 (jfr. § 17, annet ledd) er uten tinglysing bindende også for fremtidig eier av skogen.\nAvgjørelse som nevnt i første ledd kan dog sendes til tinglysing på grunnboksbladet for vedkommende eiendom.​1 Det samme gjelder minnelig overenskomst som nevnt i § 25. Når slik tinglysing er foretatt, er overenskomsten bindende også for framtidig eier av skogen.\n0 Endret ved lov 11 mai 1984 nr. 26.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Ansvar for utføring av skogkulturarbeider. Sikkerhetsstillelse.",
      "content": "Skogeieren er ansvarlig for utføringen av kulturarbeid etter denne lov. Har en annen retten til avvirkning i skogen når bestemmelse om kulturarbeid treffes, fastsetter skogoppsynet​2 hvem som skal ha ansvaret. Eieren er overfor skogoppsynet ansvarlig for omkostningene ved kulturarbeidet. Er avvirkning foretatt av noen annen eller for noen annens regning er også denne ansvarlig overfor oppsynet for omkostningene ved kulturarbeid som hans avvirkning har gjort nødvendig.\nHar skogoppsynet​2 gjort avvirkning avhengig av skogkulturarbeider, kan det i særlige tilfelle hvor det anses nødvendig, kreve at der på forhånd stilles betryggende sikkerhet for omkostningene. Skogoppsynet​2 kan da forby avvirkning inntil den forlangte sikkerhet er stillet.\n1 Jfr. §§ 26 og 52.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Tiltak mot insekt-, soppangrep o.l.",
      "content": "Når det på grunn av brann, vindfelling, skred eller andre årsaker, er fare for skade av større omfang på skog ved insekt- eller soppangrep, kan departementet​2 sette i verk de nødvendige offentlige tiltak for å bekjempe angrepene uansett hvem som er eier av skogen.\nUnder vilkår som nevnt i første ledd kan departementet​2 også bestemme at en skogeier skal​3 foreta den hogst og utdrift av virke i sin skog som anses nødvendig for å bekjempe angrepet. Skogeieren kan kreve at skogoppsynet​4 vederlagsfritt foretar blinking av de trær som av den grunn påbys hogget. Dersom frivillige ordninger ikke kommer i stand eller det er behov for særlig raske tiltak, kan departementet​2 pålegge​3 skogeiere i fellesskap å anlegge veier for utdrift av slikt virke. I pålegget kan gis nærmere bestemmelser om gjennomføringen av tiltaket og om plikt for hver enkelt til å ta del i tiltaket i samme forhold som han anses å få nytte av det.\nDepartementet​2 kan ved forskrift​5 bestemme at skogeier etter pålegg skal​3 sette i verk andre hensiktsmessige tiltak for å bekjempe insektangrep og forebygge insektskader, herunder utlegging av fangstvirke og oppsetting av feller for skadeinsekt.\nDersom pålagt tiltak ikke blir utført innen den frist som er fastsatt, kan skogoppsynet​4 la tiltaket utføre for skogeiers regning.\nDepartementet​2 kan ved forskrift​5 gi bestemmelser om ryddings- og tynningshogst, om behandling av hogstavfall og om behandling, utdrift og lagring av ubarket virke og andre tiltak som kan forebygge insekt- eller soppangrep, samt om eiers og kjøpers, eventuelt rotkjøpers plikter i denne sammenheng.\nFør departementet​2 treffer bestemmelse etter annet ledd skal de økonomiske skogeierorganisasjoner som har medlemmer som vil bli berørt av bestemmelsene, gis anledning til å uttale seg.​6 Departementet​2 kan likevel straks sette i verk foreløpige tiltak når det anses nødvendig for å unngå store skader.\nUtgiftene ved tiltak etter første ledd bæres av det offentlige og kan eventuelt utredes av skogavgiftenes rentemidler.​7 Departementet​2 kan pålegge skogeieren å dekke utgiftene ved tiltak etter annet og tredje ledd. Utgift som ikke dekkes frivillig og heller ikke kan dekkes slik som nevnt i § 46 fjerde ledd, fjerde punktum, er tvangsgrunnlag for utlegg.​8\nSkogeiere har krav på erstatning for mulig tap som følge av tiltak etter første ledd eller pålegg etter annet og tredje ledd. Herunder skal det tas hensyn til den fordel skogeieren oppnår ved de tiltak som det offentlige har satt i verk eller som han selv er pålagt å utføre. I mangel av minnelig overenskomst bestemmes erstatningens størrelse ved rettslig skjønn.​9\nForskrifter etter denne paragraf kan utferdiges særskilt for nærmere avgrensede områder.\n0 Endret ved lover 11 juni 1976 nr. 77, 27 april 1979 nr. 12, 13 juni 1980 nr. 41, 26 juni 1992 nr. 86,11 juni 1993 nr. 96.\n1 Jfr. §§ 3, 26 og 52.\n2 Landbruksdepartementet.\n3 Se § 52.\n4 Se kap. II.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. § 12.\n7 Jfr. § 48.\n8 Jfr. tvangsl. § 7-2, e.\n9 Jfr. lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Skogbruksplan og skogregistrering.",
      "content": "Med skogbruksplan forstås i denne lov plan for skjøtsel og drift av en skogeiendom eller del av slik eiendom.\nMed skogregistrering forstås i denne lov de registreringer som er nødvendige for å utarbeide skogbruksplaner og områdevise oversikter.\nSkogregistrering kan skje ved at all skog innen et område registreres selv om bestilling av skogbruksplan ikke foreligger fra hver enkelt skogeier på forhånd.\n0 Endret ved lov 11 juni 1993 nr. 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Påbud om opprettelse av skogbruksplan.​1",
      "content": "Fylkeslandbruksstyret​2 kan påby​3 at skogbruksplan skal opprettes for en skog eller del av en skog når:\na. det foreligger overtredelse av denne lovs § 16;\nb. påbud om hogst eller skogkultur er gitt i henhold til § 22 eller § 23;\nc. skogoppsynet​4 ifølge lov eller departementets​5 bestemmelse i minst 10 år skal utføre blinking i vedkommende skog.\nDepartementet​5 bestemmer hvilke opplysninger en skogbruksplan skal inneholde og hvilke tidsrom den skal gjelde for.\nSkogbruksplanen skal forelegges fylkeslandbruksstyret​2 til godkjennelse innen en frist som styret fastsetter. Skogeieren er pliktig til å følge bestemmelsene i den godkjente skogbruksplan for det tidsrom fylkeslandbruksstyret fastsetter.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Se § 52.\n4 Se kap. II.\n5 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Frivillig opprettet skogbruksplan.​1",
      "content": "Skogoppsynet​2 kan i følgende tilfelle kreve at et utdrag av frivillig opprettet skogbruksplan skal forelegges for oppsynet innen en fastsatt frist:\n1. når det er skjellig grunn til å anta at skjøtselen av vedkommende skog ikke er i samsvar med reglene i § 16 eller det er skjellig grunn til å anta at påbud etter §§ 21, 22 eller 23 kan komme på tale;\n2. når en skogeier med hjemmel i bestemmelser gitt i henhold til § 20 har forlangt eller anmodet om at skogoppsynet skal foreta blinking.\n0 Endret ved lov 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Hva loven forstår med vernskog og hvordan denne skal avgrenses.",
      "content": "Departementet​1 kan bestemme at skog – eller visse arter av skog – skal anses som vernskog når den skjønnes å tjene til vern mot skred og ras, elvebrudd, skadeflom, sandflukt eller lignende eller til særlig vern for annen skog, dyrket jord eller bebyggelse. Det samme gjelder skog som på grunn av sin beliggenhet opp mot fjellet, ut mot havet eller høyt mot nord har så vanskelige foryngelsesforhold eller så liten veksterlighet at den kan ødelegges ved mishandling eller feilaktig hogst.\nDepartementet​1 utarbeider forslag til grenser etter at skogoppsynet​2 og fylkeslandbruksstyret​3 har uttalt seg om hvordan grensene bør bestemmes. Departementets forslag sendes kommunestyret selv til uttalelse. Går de foreslåtte grenser gjennom flere kommuner, skal saken forelegges for kommunestyrene i de kommuner som berøres. Vedkommende kommunestyre(r) skal legge forslaget ut til ettersyn i minst 4 uker etter at det er kunngjort på den måte som er vanlig for kommunale saker. Forslaget sendes deretter med kommunestyrets uttalelse til departementet,​1 som treffer den endelige avgjørelse om grensene.\nGrensene skal – om det finnes nødvendig – avmerkes i marken. Utgiftene med avmerking som er påbudt av departementet​1 bæres av staten med 3/4 og av vedkommende kommune med 1/4.\nBekreftet avskrift av de til enhver tid gjeldende bestemmelser om vernskoggrenser skal ligge tilgjengelig på vedkommende lensmannskontor eller politistasjon og hos kommunen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901).\n1 Landbruksdepartementet.\n2 Se kap. II.\n3 Se lov 12 mai 1995 nr. 23 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Regler for avvirkning.",
      "content": "Når ikke skogoppsynet​2 har fastsatt noe annet, skal​1 all hogst i vernskog,​3 unntatt hogst av ved til husbehov,​4 på forhånd meldes til skogoppsynet innen en fastsatt frist. Det som skal hogges må på forhånd være blinket​5 av skogoppsynet​2 eller av person som skogoppsynet godkjenner.\nFør friske trær kreves utblinket til husbehov, plikter​1 skogeieren å nytte tørre (døde), vindfelte eller på annen måte skadde trær samt topp og avfall som er brukbart til formålet. Det samme gjelder for den som har bruksrett til husbehovsvirke.\nBarhogst og lauvhogst må​1 bare foretas på trær som skal avvirkes innen ett år. Skogoppsynet kan gjøre unntak fra denne bestemmelse.\nFor øvrig gjelder bestemmelsene i kapittel III for vernskog så langt det passer.\n1 Jfr. § 52.\n2 Se kap. II.\n3 Se § 32.\n4 Jfr. § 39.\n5 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "content": "I den utstrekning departementet​2 ikke bestemmer noe annet, får denne lov også anvendelse på statsallmenninger​3 og andre offentlige skoger som står under forvaltning av statsansatte tjenestemenn, og på bygdeallmenninger​4 som forvaltes etter regler godkjent av departementet​2 eller den departementet har gitt fullmakt.\nDepartementet​2 kan gi særlige regler om innbetaling og bruk av skogavgift​5 for virke som selges, utvises eller leveres fra skoger som nevnt i første ledd.\n1 Jfr. § 3.\n2 Landbruksdepartementet.\n3 Se lov 19 juni 1992 nr. 60.\n4 Se lov 19 juni 1992 nr. 59.\n5 Se kap. VIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Skog som tilhører kommuner og fylkeskommuner.",
      "content": "For skog som tilhører kommuner eller fylkeskommuner gjelder bestemmelsene i § 34 tilsvarende. Dog skal slik skog stå under oppsyn av vedkommende fylkeslandbruksstyre​2 og departementet.​3\n0 Endret ved lover 13 juni 1980 nr. 41, 5 juni 1987 nr. 25, 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).\n1 Jfr. § 3.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 nov 2003 nr. 98 (i kraft 1 jan 2004 iflg. res. 28 nov 2003 nr. 1400).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Skogbruksplan for skoger tilhørende kommuner og fylkeskommuner.",
      "content": "For større skoger som eies av kommuner eller fylkeskommuner skal det utarbeides skogbruksplan.​1 Departementet​2 fastsetter nærmere regler for utarbeidelsen av slike planer, herunder hvilke minstearealer som skal være fritatt for opprettelse av skogbruksplan.\n0 Endret ved lov 11 juni 1993 nr. 96.\n1 Se § 29.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Husbruksskog",
      "content": "Departementet​1 kan gjøre unntak fra bestemmelsene i denne lov for husbruksskog​2 opprettet i medhold av lov 9. juni 1939 om husbruksskog.\n0 Endret ved lov 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Landbruksdepartementet.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Unntaksbestemmelse for små skoger.",
      "content": "Departementet​1 kan for fylke eller del av fylke treffe bestemmelse om at skogeiendommer under en viss størrelse skal være unntatt fra denne lov eller fra enkelte av dens bestemmelser.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Om plikt til å svare skogavgift.",
      "content": "Ved salg og annen overdragelse samt ved ekspropriasjon av hogget eller framdrevet skogsvirke eller av trær på rot, ved skogeierens foredling av virke for videresalg og annen overdragelse, og ved skogeierens bruk av virke til andre formål enn til dekning av eget behov i jord- og skogbruksmessig virksomhet skal det svares en skogavgift.\nSkogavgiftens størrelse fastsettes for hvert driftsår av Kongen​1 etter at skogbrukets økonomiske organisasjoner er gitt høve til å uttale seg. Avgiften skal herunder ikke settes lavere enn 2 pst. av virkets bruttoverdi.\nKongen​1 kan bestemme:\na. at avgiften skal oppkreves etter særskilte satser i visse distrikter for visse slags virke og for virke til nærmere angitt anvendelse;\nb. at avgiften i et eller flere driftsår ikke skal oppkreves i visse distrikter;\nc. at skogeiere i visse distrikter bare skal svare avgift hvis deres samlede skogeiendommer i distriktet minst har en årlig tilvekst av nærmere fastsatt størrelse.\nAvgiftsplikten påhviler skogeieren.\nKongen​1 kan bestemme at det også skal svares skogavgift av virke som utvises eller leveres til bruksberettiget i stats- eller bygdeallmenninger,​2 samt bestemme denne avgifts størrelse. Avgiftsplikten påhviler i dette tilfelle den bruksberettigede.\n1 Landbruksdepartementet, iflg. res. 2 nov 1984 nr. 1808. Avgift fastsettes for hvert driftsår.\n2 Se lover 19 juni 1992 nr. 59 og nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "8:42",
      "chapter": "8",
      "section": "42",
      "title": "Innkreving av avgift.",
      "content": "Departementet​1 gir nærmere regler om beregning og oppkreving av skogavgiften, og kan herunder fastsette at enhver som selger, kjøper, eksporterer, måler, leverer eller mottar avgiftspliktig virke skal ha plikt​2 til å gi de oppgaver og andre opplysninger som anses nødvendige for avgiftsberegning. Kjøper, ekspropriant eller selgerorganisasjon kan pålegges plikt til å holde avgift tilbake i oppgjøret.\nKjøper, ekspropriant eller selgerorganisasjon som i strid med gjeldende bestemmelser unnlater å holde tilbake avgift ved oppgjøret med selgeren eller eksproprianten, blir ansvarlig for avgiften med renter og omkostninger.\nNår skogoppsynet​3 finner det påkrevd, kan det forlange betryggende sikkerhet for rettidig innbetaling av avgiften. Avvirkning kan da ikke finne sted før den forlangte sikkerhet er stillet.\n0 Endret ved lov 11 juni 1993 nr. 94.\n1 Landbruksdepartementet.\n2 Jfr. §§ 45 og 52.\n3 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Lempninger i avgiftsplikten.",
      "content": "Vil det på grunn av særlige forhold virke urimelig om avgift skal svares, kan departementet​1 helt eller delvis frita for avgiftsplikten. Likeledes kan departementet​1 gi regler om at avgiftsplikten skal falle bort overfor en skogeier når hans avgift ikke vil komme opp i et nærmere bestemt beløp.\nDepartementet​1 kan frita skogeier for innbetaling av forfalt skogavgift når skogeieren – på den måte departementet forlanger – godtgjør at han i løpet av et tidsrom som departementet fastsetter, for egne midler har utført godkjente skogkultur- eller investeringsarbeider i sin skog for et beløp som minst svarer til den forfalte avgift.\nFinner skogoppsynet​2 at det for tiden ikke er behov for slike arbeider i skogen som avgiften nyttes til, og at det framtidige behov vil bli dekket av avgift som må antas å komme inn senere, kan innestående avgift tilbakebetales skogeieren etter nærmere regler som departementet​1 fastsetter.​3\n1 Landbruksdepartementet.\n2 Se kap. II.\n3 Se § 58 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Renter, utlegg m.v.",
      "content": "Departementet​1 kan bestemme at det skal svares rente ved for sen innbetaling av avgift. Avgiften er tvangsgrunnlag for utlegg​2 hos enhver som er ansvarlig for den. Kravet på avgift bortfaller som foreldet 10 år etter forfall.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 83.\n1 Landbruksdepartementet.\n2 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Skogoppsynets adgang til å fastsette avgiften skjønnsmessig.",
      "content": "Har noen som er ansvarlig for avgiften forsømt å oppfylle sin opplysningsplikt etter de gjeldende bestemmelser,​1 kan skogoppsynet​2 skjønnsmessig fastsette avgiftens størrelse.\n1 Jfr. § 42.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Avgiftens anvendelse og utbetaling.",
      "content": "Skogavgiften skal brukes til fremme av skogkultur, skogproduksjon og skogsdrift til fordel for den skog som virket er levert fra, eller til fordel for annen skog som skogeieren har i samme kommune. Med godkjenning av kommunen kan avgiften overføres til skog som skogeieren har i annen kommune. Nekter kommunen å godkjenne slik overføring, kan avgjørelsen bringes inn for fylkeslandbruksstyret​2 når overføringen er til skog i samme fylke, og for departementet​3 når overføringen er til skog i et annet fylke.\nVed hogst fastsatt av jordskifteretten​4 bestemmer denne hvilken skog avgiften skal brukes til fordel for.\nAv avgiftsbeløpene anviser skogoppsynet​5 til skogeieren de beløp han godtgjør å ha utlagt til arbeider m.v. som er godkjent av skogoppsynet.\nDepartementet​3 gir nærmere regler om anvendelsen av skogavgiften og om utbetalingen samt om plikt til å gi oppgave over utførte arbeider. Herunder kan skogoppsynet​5 gis myndighet til å bestemme at en viss del av innestående skogavgift for vedkommende skog, dog ikke over 2 pst. av det avgiftspliktige virkes bruttoverdi i de siste forløpne 3 driftsår, skal brukes til skogkulturarbeider av den art skogoppsynet bestemmer i vedkommende skog. Skogoppsynet​5 kan videre gis myndighet til å bestemme at av framtidig innkommen skogavgift for inneværende og to følgende driftsår skal 2 pst. av det avgiftspliktige virkes bruttoverdi brukes til skogkulturarbeider i vedkommende skog. Videre kan skogoppsynet​5 gis myndighet til å dekke utgifter til tiltak som skogeier er pålagt etter § 28 direkte av vedkommende skogeiers skogavgiftskonto med mindre skogeieren etter eget ønske har sørget for dekning på annen måte. Disse bestemmelser skal ikke være til hinder for gjennomføring av tiltak etter § 22 punkt 2 og § 23 punkt 1 og 3 (jfr. § 17, annet ledd).\nDepartementet​3 kan bestemme at omkostningene ved innkreving og utbetaling av skogavgiften skal dekkes av avgiftsmidlene.\n0 Endret ved lover 27 april 1979 nr. 12, 13 juni 1980 nr. 41, 11 juni 1993 nr. 96.\n1 Jfr. § 58 nr. 1.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.\n4 Se lov 21 des 1979 nr. 77 § 55.\n5 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Innestående avgifts tilknytning til vedkommende skogeiendom.",
      "content": "Krav på innestående skogavgift skal være en rett som følger vedkommende skog og kan ikke skilles fra den ved overdragelse, pantsetting, tvangsfullføring eller på annen måte.\nDepartementet​2 kan gi bestemmelser om fordeling av innestående avgifter ved overdragelse av del av skogeiendom og ved deling av slik eiendom på annen måte.\n1 Jfr. § 58 nr. 1.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Renter av avgiften.",
      "content": "Skogeier har ikke krav på renter av skogavgiften.\nInnvunne renter nyttes til administrasjon av avgiftsordningen og til dekking av mulig tap i forbindelse med innkrevningen av avgiftene. I den utstrekning rentene ikke trengs til disse øyemed, kan de brukes til fellestiltak og andre formål til beste for skogbruket fortrinnsvis innen kommune og fylke.\nDepartementet​2 kan gi nærmere bestemmelser om anvendelsen og forvaltningen av rentemidlene.\n1 Jfr. § 58 nr. 1 og 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Ekstraordinær skogavgift.",
      "content": "Kongen​1 kan for det enkelte driftsår – etter at skogbrukets økonomiske organisasjoner er gitt høve til å uttale seg – treffe bestemmelser om at skogeiere, etter søknad som avgjøres av fylkeslandbruksstyret​2 skal ha adgang til å innbetale en ekstraordinær skogavgift.\nFylkeslandbruksstyret​2 kan gi slikt samtykke når det finner at søkeren har behov for investeringer i sin skog utover det som kan utføres for den ordinære skogavgift innen en rimelig tid.\nDepartementet​3 kan gi nærmere regler for behandling av søknadene.\nKongen​1 fastsetter størrelsen av den ekstraordinære skogavgift til en bestemt brøkdel – dog ikke over halvparten – av den ordinære skogavgift som måtte gjelde for vedkommende driftsår etter § 41.\nDe skogeiere som vil nytte adgangen etter første ledd, må sende søknad til kommunen innen 1. oktober etter driftsårets avslutning.\nInnbetaling av ekstraordinær skogavgift, må finne sted innen 14 dager etter at meddelelse om tillatelse er mottatt av søkeren.\nFor slik innbetalt ekstraordinær skogavgift og renter av den gjelder for øvrig de samme bestemmelser som for innbetalt ordinær skogavgift.​4\n0 Endret ved lover 13 juni 1980 nr. 41, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Landbruksdepartementet iflg. res. 2 nov 1984 nr. 1808.\n2 Se lov 12 mai 1995 nr. 23 § 5.\n3 Landbruksdepartementet.\n4 Jfr. §§ 46-48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Omlegging av skogmark​1 til annet øyemed.",
      "content": "Denne lov skal – med de begrensninger som måtte følge av vedtak i medhold av §§ 17 a eller 17 b – ikke være til hinder for at skog blir ryddet og marken dyrket til jordbruksformål, eller brukt til byggetomt, veg, grustak, industrielt anlegg, opplags-, laste- eller velteplass.\nSkogoppsynets​2 tillatelse skal dog være nødvendig​3 for barskogs vedkommende dersom:\na. skogmarken er bevokst med yngre tilfredsstillende skog​4 eller\nb. skogeieren ifølge pålegg eller overenskomst plikter å utføre skogkulturarbeider​5 på vedkommende strekning til sikring av gjenveksten.\nLikeledes skal skogoppsynets​2 tillatelse til omlegging være nødvendig​3 for all skog som er vernskog,​6 uansett treslag.\nMed skogoppsynets​2 tillatelse kan skogmark​1 tas i bruk også til annet formål enn nevnt i første ledd når oppsynet finner at dette formål bør gå foran markens utnyttelse som skogmark.\nPlanlagt rydding av skog til formål som nevnt i første ledd skal meldes skriftlig til skogoppsynet​2 som snarest mulig skal gi vedkommende skriftlig bekreftelse på at meldingen er mottatt. Arbeidet kan settes i gang etter utløpet av 2 uker fra bekreftelsens avsendelsesdato med mindre vedkommende innen dette tidsrom har fått skriftlig underretning om at skogoppsynets​2 avgjørelse må avventes.\nBestemmelsen i § 18 om adgang til å kreve forhåndsavgjørelse gjelder tilsvarende.\n0 Endret ved lover 11 juni 1976 nr. 77, 11 mai 1984 nr. 26, 11 juni 1993 nr. 96.\n1 Se § 2 første ledd.\n2 Se kap. II.\n3 Jfr. § 52.\n4 Se § 2 annet og tredje ledd.\n5 Se § 22 og § 23, se kap. V.\n6 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "Frist for omlegging.",
      "content": "Hvor skogoppsynets​1 tillatelse til omlegging etter foregående paragraf er nødvendig, skal skogoppsynet, dersom det finner å kunne gi tillatelse, sette eieren en bestemt frist innen hvilken han skal ha utført de arbeider som omleggingen etter oppsynets bestemmelse krever.​2 Er de ikke utført innen utløpet av fristen, og oppsynet ikke finner grunn til å forlenge den, kan oppsynet gi pålegg​2 om at marken igjen skal settes i skogproduserende stand og bestemme hvilke arbeider som skal utføres, herunder skogkulturarbeider som nevnt i § 50 bokstav b. Bestemmelsene i §§ 25-27 gjelder tilsvarende.\nBestemmelsen i første ledd gjelder tilsvarende i tilfelle hvor skogoppsynets​1 tillatelse for omleggingen ikke er nødvendig, såfremt skogoppsynet finner grunn til å anta at omleggingen ikke vil bli utført innen en rimelig tid.\n1 Se kap. II.\n2 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelsene i denne lov eller noe forbud, påbud eller annen bestemmelse eller forskrift gitt i medhold av eller opprettholdt ved denne lov, straffes med bøter​1 for så vidt ikke forholdet rammes av noen strengere straffebestemmelse. Overtredelse påtales ikke uten etter begjæring av skogoppsynet.​2\n0 Endret ved lov 26 jan 1973 nr. 2.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "title": "Betaling for utblinking m.v.",
      "content": "Skogeier og annen med rett til å foreta avvirking plikter​1 å betale for utført blinking, utvising eller annet lignende arbeid som skogoppsynet​2 utfører for ham i skogen med mindre departementet​3 har truffet annen bestemmelse for vedkommende distrikt.\nDe nærmere regler utferdiges av departementet.​3\n1 Jfr. § 52.\n2 Se kap. II.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Plikt til å finne seg i undersøkelser.​1",
      "content": "Enhver skogeier plikter å finne seg i at skogoppsynet​2 foretar sådan undersøkelse og befaring av eiendom som oppsynet finner påkrevd for å håndheve denne lov eller bestemmelser gitt i medhold av eller opprettholdt ved loven. Skogeieren eller hans fullmektig skal så vidt mulig være varslet på forhånd.\n1 Jfr. § 52 og strl. § 326.\n2 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Bestemmelser til gjennomføring av loven.",
      "content": "Departementet​1 kan utferdige nødvendige bestemmelser til gjennomføring av denne lov, herunder også de nødvendige overgangsbestemmelser.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "title": "Ikrafttreden.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n– – –\n1 Kap. VIII fra 1 sep 1965, lovens øvrige kapitler fra 1 jan 1966, iflg. res. 25 juni 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "11:58",
      "chapter": "11",
      "section": "58",
      "title": "Overgangsbestemmelser.",
      "content": "1. Bestemmelser som etter denne lov gjelder for innbetalt skogavgift skal gjelde tilsvarende for innestående skogkulturavgift innbetalt med hjemmel i § 34 i lov av 12. februar 1932 om skogvern. Likeledes skal innestående investeringsavgift innbetalt i henhold til bestemmelser gitt med hjemmel i midlertidig lov av 19. desember 1952 om investeringsavgift i skogbruket og mellombels lov av 30. juni 1947 om prisregulering og anna næringsverksemd, være underlagt de bestemmelser som etter denne lov gjelder for innbetalt skogavgift.\nBestemmelsen i § 43, siste ledd, skal likevel ikke gjelde for investeringsavgift som er pålagt for driftsårene 1947-48 og 1948-49.\nRenter av slike avgifter som nevnt, i første ledd, skal være underlagt denne lovs bestemmelser om renter av skogavgift.\n2. De skogkulturfond som er opprettet i medhold av lov av 12. februar 1932 om skogvern § 40, siste ledd, skal overføres til skogavgiftens rentemiddelkonto og være underlagt denne lovs bestemmelser om renter av skogavgift.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ]
}