{
  "id": "LOV-1911-07-29-1",
  "type": "statute",
  "title": "Lov om forsikringsselskaper",
  "short_name": "Forsikringsselskapsloven",
  "status": "in_force",
  "issued_date": "1911-07-29",
  "in_force_date": "1911-07-29",
  "url": "https://lovdata.no/dokument/NLO/lov/1911-07-29-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Forsikringsvirksomhet maa – foruten av anstalter, som garanteres eller styres av staten​2 eller av norsk kommune – alene drives av aktieselskaper og av gjensidige selskaper.​3 Et livsforsikrings-selskap maa ikke begynde sin virksomhet, før det dertil har erhvervet Kongens​4 eller Kredittilsynets​5 tilladelse overensstemmende med denne lov.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. § 114.\n3 Se 2. del og §§ 69-72.\n4 Se §§ 73-76.\n5 Jfr. § 101 og lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et forsikringsselskap maa ikke drive anden virksomhet end forsikring. Dog kan Kredittilsynet​2 i særlige tilfelle samtykke i at et selskap, på de vilkår rådet fastsetter, medvirker ved forsikringsvirksomhet som drives av et annet selskap.\nEt selskap som overtar livsforsikring, maa ikke drive anden forsikringsvirksomhet.​3 Dog kan selskapet i den utstrekning, som Kredittilsynet tillater, overta invaliditetsforsikring som pensjonsforsikring i arbeidsforhold og invaliditetsforsikring som er knyttet til livsforsikring, samt drive annen virksomhet som naturlig hører sammen med livsforsikringsvirksomhet.\n1 Endret ved lover 22 mars 1963 nr. 3, 13 juni 1969 nr. 37, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 112 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Intet forsikringsselskap, som herefter stiftes, maa i sit firma​1 opta navnet paa et andet indenlandsk forsikringsselskap eller her alment kjendt utenlandsk forsikringsselskap eller et navn, som let kan forveksles dermed.​2\n1 Se §§ 22 og 68 nr. 1.\n2 Jfr. lov 29 juni 1985 nr. 79 § 2-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Forbehold i et forsikringsselskaps vedtægter eller policer om, at selskapet skal kunne frigjøre sig for sit ansvar ved at overføre sine forpligtelser til et andet selskap,​1 er uforbindende for de forsikrede.\n1 Jfr. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Bestemmelsene i aksjeloven gjelder for forsikringsaksjeselskaper​2 hvis ikke annet følger av forskrifter gitt av Kredittilsynet.​3\nAksjelovens § 12-10​4 første og annet ledd gjelder ikke for forsikringsselskaper.\n1 Tilføyd ved lov 4 juni 1976 nr. 59, endret ved lover 10 juni 1977 nr. 68 avsnitt IV, 15 des. 1978 nr. 84, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. rettelse i Lovt. 1977 I s. 753.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Et gjensidig skadesforsikrings-selskap kan alene stiftes gjennem tegningsindbydelse, som skal være undertegnet av indbyderne og indeholde angivelse av:​2\n1. forsikringens art;​3\n2. den kommune, hvor selskapet skal ha sit sæte;\n3. det antal forsikringer og den samlede forsikringssum, som skal være tegnet, forat foretagendet skal kunne sættes i gang;​4\n4. den maate, hvorpaa omkostningene ved stiftelsen samt mulig underskud i et bestemt antal av de første aar tilsigtes dækket;\n5. den maate, hvorpaa selskapets utgifter skal dækkes enten ved betaling av en paa forhaand opstillet præmie, og isaafald reglene for fordeling av overskud og underskud, eller alene ved efterskudsvis utligning paa medlemmene;​5\n6. reglene for medlemmenes ansvar indbyrdes og overfor tredjemand;​6\n7. den frist, inden hvilken den konstituerende generalforsamling skal være avholdt, forat tegning av forsikring skal være bindende for medlemmene;​7\n8. den maate hvorpaa og den frist hvorved den konstituerende generalforsamling blir at sammenkalde;​7\n9. reglene for forsikringstagernes stemmeret i den konstituerende generalforsamling.​8\nDenne indbydelse har indbyderne at indrykke i «Norsk Kundgjørelsestidende».​9 Ved siden herav kan der ogsaa indbydes til tegning av forsikring gjennem kundgjørelse i andre tidender eller ved opslag, omsendte prospekter eller cirkulærer; men disse indbydelser skal alene indeholde en ordret gjengivelse av den i «Norsk Kundgjørelsestidende» indrykkede underskrevne indbydelse.\n1 Jfr. § 116.\n2 Jfr. § 15 siste ledd.\n3 Jfr. § 52 annet ledd.\n4 Jfr. § 54.\n5 Jfr. §§ 23-25.\n6 Jfr. § 27.\n7 Jfr. § 14.\n8 Jfr. § 43.\n9 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hvis foretagendet tilsigtes begrænset med hensyn til tid eller sted​2 maa dette uttrykkelig være nævnt i tegningsindbydelsen.\nHvis man vil træffe bestemmelse om, at enkeltmand skal ha særskilt fordel eller forrettighet i selskapet, eller at indbyderne eller andre skal ha særskilt godtgjørelse for stiftelsen, maa forbehold herom med gjengivelse av bestemmelsens indhold være indtat i tegningsindbydelsen. Der kan intet krav gjøres paa erstatning for utlæg, som indbydere maatte ha hat til juridisk eller teknisk bistand, bekjendtgjørelser eller lignende, dersom det ikke er forbeholdt i tegningsindbydelsen.​3\n1 Jfr. § 17.\n2 Jfr. § 52 tredje ledd.\n3 Jfr. § 15 nr. 4 og siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tilsiktes selskapet stiftet med garantifond kan dette ydes som lån av et for øiemedet stiftet aktieselskap. I så fall skal tegningsinnbydelsen til stiftelse av det gjensidige selskap angi:\n1. garantifondets størrelse;\n2. hvor stor del av det tegnede garantifond skal innbetales straks, og reglene for det garanterende selskaps forpliktelse til å gjøre yderligere innbetaling på garantifondet;\n3. reglene for garantifondets forrentning og for dets tilbakebetaling, for så vidt sådan skal kunne finne sted;\n4. om og i tilfelle i hvilken utstrekning det garanterende selskap skal ved dertil valgte menn kunne øve innflydelse på eller tilsyn med forsikringsselskapets ledelse.\nDer kan ikke gis det garanterende selskap adgang til å øve innflydelse på avgjørelsen av spørsmål om, hvorledes overskudd skal anvendes, eller hvorvidt hel eller delvis tilbakebetaling av garantifondet skal finne sted.\nHvis garantikapitalen skal skaffes til veie på annen måte, må den ordning som aktes truffet på forhånd være godkjent av Kongen.\n1 Endret ved lov 22 mars 1963 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Først 14 dage efter tegningsindbydelsens første offentliggjørelse i «Norsk Kundgjørelsestidende»​1 maa der gives adgang til tegning av forsikring.\nTegning, som av andre end indbyderne er foretat før utløpet av denne tid eller i henhold til en tegningsindbydelse, som ikke fyldestgjør fordringene i § 10, er uforbindende for tegneren.\n1 Se § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Den konstituerende generalforsamling indkaldes av indbyderne og skal avholdes inden ni maaneder​1 efter tegningsindbydelsens første bekjendtgjørelse i «Norsk Kundgjørelsestidende».​2 Avholdes den ikke inden denne tid, kan enhver, som har tegnet forsikring, gjennem henvendelse til en av indbyderne begjære sin tegning utslettet; dog maa saadan henvendelse ske, inden generalforsamlingen er sat.\n1 Jfr. § 10 nr. 7.\n2 Se § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I generalforsamlingen har indbyderne til protokollen at fremlegge:\n1. den av dem utfærdigede tegningsindbydelse;\n2. det nummer av «Norsk Kundgjørelsestidende», hvori indbydelsen har været offentliggjort;​1\n3. en av samtlige indbydere underskrevet beretning om selskapets stiftelse, bilagt – i original eller i bekræftet gjenpart – med enhver kontrakt, de maatte ha indgaat indbyrdes eller med andre vedkommende stiftelsen;\n4. en av samtlige indbydere underskrevet opgave over de utlæg til juridisk eller teknisk bistand, bekjendtgjørelser eller lignende, som indbyderne maatte ha hat, og som de kræver godtgjort av selskapet;​2\n5. tegningslisterne i original eller bekræftet avskrift med indbydernes skriftlige erklæring om, at det for stiftelsen nødvendige antal forsikringer og den nødvendige forsikringssum er tegnet.​3\nDer kan i denne generalforsamling ikke fattes beslutning, som strider mot nogen i tegningsindbydelsen optat bestemmelse av art, som i § 10 nr. 1, 2, 3, 4, 5, 6 og 9 eller i § 12 nævnt. Heller ikke kan der træffes nogen bestemmelse av saadan art som i § 11 nævnt, medmindre forbehold derom med gjengivelse av bestemmelsens indhold er indtat i tegningsindbydelsen, likesom en i tegningsindbydelsen optat bestemmelse av saadan art ikke kan utvides paa selskapets bekostning. Er der i tegningsindbydelsen tilsagt selskapets medlemmer en stemmeret av visst omfang i dets generalforsamlinger, kan der heri ikke foretages forandring uten samtykke av samtlige medlemmer.\n1 Se § 10 siste ledd.\n2 Jfr. § 11 i.f.\n3 Jfr. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "I generalforsamlingen skal der først tages bestemmelse om, hvorvidt et utvalg av forsikringstagere skal nedsættes for at prøve de fremlagte aktstykker. Saafremt en tredjedel av de møtende forsikringstagere eller den eller de, som indehar forsikringer for en tredjedel av den i møtet repræsenterte forsikringssum, stemmer derfor, blir saadant utvalg at nedsætte. Utvalget bestaar av tre medlemmer, hvis der ikke med almindelig stemmeflerhet fattes beslutning om et større antal. Dette utvalg, til hvilket indbyderne er pligtige at gi de fornødne oplysninger, har at avgi en skriftlig indstilling, hvorav der mindst tre dage før næste møte tilstilles hver forsikringstager med kjendt opholdssted en avskrift.\nEr det besluttet, at saadant utvalg ikke skal nedsættes, avstemmes der om, hvorvidt selskapet skal stiftes.​1 Er derimot saadant utvalg nedsat, fastsætter generalforsamlingen et nyt møte tidligst 14 dage derefter til behandling av utvalgets indstilling og avstemning om selskapets stiftelse.\nVed avstemning om det ovennævnte utvalgs nedsættelse og ved valg paa dets medlemmer medregnes ikke indbyderne eller de av dem repræsenterte forsikringer; det samme gjælder ved avstemning om selskapets stiftelse, naar saadant utvalg som i 1ste led omhandlet har været nedsat.\nNaar selskapet er stiftet, blir vedtægter​2 at fastsætte og derefter valg av tillidsmænd at foreta. Hermed er selskapet konstituert.​3\n1 Jfr. § 43 annet ledd nr. 2.\n2 Jfr. § 20.\n3 Jfr. §§ 29 flg., 40 flg. og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Det konstituerte selskap skal meldes til registrering i Foretaksregisteret.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet ved lov 21 juni 1985 nr 78, fra 1 jan 1988).",
      "content": "§ 18.(Opphevet ved lov 21 juni 1985 nr 78, fra 1 jan 1988).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Før registreringen bestaar selskapet ikke som saadant like overfor tredjemand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Det gjensidige selskaps vedtægter skal foruten at indeholde de i § 10 nr. 1, 2, 4, 5 og 6 samt i tilfælde de i § 12 nr. 1, 2, 3 og 4 nævnte bestemmelser tillike gi uttrykkelig bestemmelse om anbringelsen av selskapets formue, reglene for oplæggelse av reservefond, reglene for de forsikredes stemmeret og valgbarhet samt betingelserne og reglene for selskapets opløsning​2 og anvendelsen av selskapets formue efter opfyldelsen av alle forpligtelser i tilfælde av avvikling.​3 I selskaper, hvor der forskudsvis beregnes et bestemt indskud (præmie), angives enten præmiesatserne eller den maate, hvorpaa præmien blir at bestemme;​4 skal selskapet derimot efterskudsvis utligne sine utgifter, angives de regler, hvorefter bidragene under hensyn til de forsikrede gjenstandes værdi, forsikringstid og farlighet blir at fordele over de forsikrede beløp (reglene for beregning av «bidragsværdiene»).​5\nVedtektene skal også inneholde bestemmelser om aldersgrenser for selskapets tillits- og tjenestemenn og om sikkerhetsstillelse for forvaltningen av selskapets midler. Kredittilsynet​6 kan gi nærmere forskrifter om aldersgrenser og sikkerhetsstillelse.\n1 Endret ved lov 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. §§ 23, 24, 29, 30, 31, 40, 41, 43, 45, 46, 52, 59, 60, 63.\n2 Jfr. § 52 første ledd og §§ 53-61.\n3 Jfr. § 60.\n4 Jfr. §§ 23 og 24.\n5 Jfr. § 24 annet og tredje ledd.\n6 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Forrentning og tilbakebetaling av garantifond kan alene ske av selskapets overskud.​2 Tilbakebetales garantifondet helt eller delvis, overgaar et tilsvarende beløp til et eget reservefond. Disse fond kan ikke frivillig nedsettes. Har selskapet tapt nogen del av disse fond, blir dette at anmelde til Foretaksregisteret.​3\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. § 32, tredje ledd.\n3 Se lov 21 juni 1985 nr. 78. – Se også denne lovs § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Selskapet skal benytte et firmanavn, hvorav det fremgaar, at det er et gjensidig forsikringsselskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "I selskaper, hvor der forskudsvis beregnes et bestemt indskud (præmie), blir overskud, som skal fordeles, og underskud, som skal dækkes ved utligning, at fordele paa medlemmene i forhold til deres indskud (præmier), dersom ikke anden fordelingsregel er fastsat i vedtægtene.\nDersom intet andet i vedtægtene er bestemt, blir det efterskud, som et medlem ikke kan betale, saavidt fornødent at utligne paa de øvrige medlemmer.\nI intet tilfælde pligter dog et medlem, medmindre andet i vedtægtene er bestemt, at tilskyte mer end et beløp, som er likt hans forsikringssum.\n1 Jfr. §§ 27 og 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Det kan i vedtægtene bestemmes, at det efterskud, som i regnskapsterminen kan utlignes paa det enkelte medlem, skal være begrænset; dog maa efterskuddet i sælskaper, som paa forhaand opkræver en bestemt præmie, ikke begrænses til mindre end to ganger præmien, dersom efterskuddet beregnes over præmierne, eller til mindre end ti pct. av forsikringsbeløpet, dersom efterskuddet beregnes over de forsikrede beløp.\nI selskaper, som efterskudsvis utligner regnskapsterminens samtlige utgifter, kan medlemmenes bidragspligt ikke begrænses til mindre end femten pct. av regnskapsterminens samlede forsikrede værdier.\nDersom regnskapsterminens samtlige indtægter som følge av saadanne begrænsninger ikke formaar at dække terminens samtlige utgifter, og der intet tilstrækkelig reservefond haves, blir underskuddet, hvis ikke andet i vedtægtene er bestemt, forholdsvis at fordele paa terminens samtlige skader.\n1 Jfr. §§ 27 og 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Det i en regnskapstermin opstaaede overskud eller underskud blir at fordele kun paa dem, som var medlemmer i vedkommende regnskapstermin, medmindre andet i vedtægtene er fastsat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Selskapets medlemmer er kun dets forsikringstagere, og selskapet kan ikke overta forsikring, uten at vedkommende forsikringstager blir medlem av selskapet.\nDog kan det ved gjenforsikring avtales, at det avgivende selskap skal være fritatt for ansvar og ei heller delta i overskudd. Men det samlede beløp av sådanne gjenforsikringer må i så fall ikke overstige 20 pct. av det overtagende selskaps samlede forsikringssum. Kredittilsynet​2 kan i særlige tilfelle tillate at denne grense overskrides.\nGjensidige skibsforsikrings-selskaper, som gjenforsikrer hos hinanden, kan derhos treffe avtale om, at de alene deltar i underskud eller overskud hos hinanden med den forsikringssum, hvormed det ene selskaps gjenforsikring overstiger det andet selskaps.\n1 Endret ved lover 22 mars 1963 nr. 3, 28 mai 1976 nr. 38, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Krav mot et gjensidig selskap kan alene gjøres gjældende mot selskapet, ikke mot det enkelte medlem.\nHar selskapet paadraget sig forpligtelse likeoverfor tredjemand, skal ethvert medlem bidra til at indfri denne i samme utstrekning og efter samme forhold, hvori han pligter at bidra til selskapets øvrige utgifter.​1\n1 Jfr. §§ 23-25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "De forpligtelser, der paahviler et medlem som saadant, forældes i tre aar regnet fra dets uttreden av selskapet eller fra dettes opløsning.​1\n1 Jfr. lov 18 mai 1979 nr. 18 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Selskapets forretninger ledes av et styre, bestaaende av et eller flere medlemmer.​1 Bestaar det av flere medlemmer, velges et av disse til formand efter nærmere forskrifter i vedtægtene. Styrets medlemmer tjenstgjør, hvis ikke anderledes i vedtægtene er bestemt, i et aar ad gangen. Et medlem forblir i sin stilling, indtil nyt medlem er lovlig valgt, selv om hans tjenestetid er utløpet.\nBestaar styret av flere medlemmer, kan de fordele forretningene mellem sig, hvis ikke vedtægtene anderledes bestemmer.\nI saker, som efter vedtægtene skal avgjøres av det samlede styre, maa mindst halvdelen av dette delta i behandlingen. Over forhandlingene skal der føres protokol, som underskrives av samtlige deltagende medlemmer.\n1 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Ethvert medlem av styret kan uten varsel foreløbig fjernes ved beslutning av generalforsamlingen eller av repræsentantskapet, hvor saadant findes; samtidig blir et nyt medlem midlertidig at ansætte. I ethvert tilfælde blir spørsmaalet om, hvorvidt vedkommende endelig skal fjernes, uopholdelig at forelægge en ny generalforsamling – ordentlig eller overordentlig – til avgjørelse.\nSaavel til midlertidig som til endelig fjernelse utfordres mindst to tredjedels stemmeflerhet, medmindre vedtægtene anderledes bestemmer.\nStyremedlem, som fjernes i henhold til reglene i denne paragraf, har intet krav paa erstatning, hvis han har utvist svigagtig forhold eller saadan forsømmelighet, skjødesløshet eller uforstand, at der var rimelig grund til hans fjernelse. Iøvrig blir det at avgjøre efter almindelige retsregler, hvorvidt erstatning tilkommer ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Like overfor tredjemand er styret bemyndiget til at handle paa selskapets vegne i alt, hvad der hører til driften av dets forretning, derunder ogsaa til ansættelse av forretningsfører (disponent, prokurist).​1 Enhver begrænsning i denne myndighet er uten retsvirkning like overfor godtroende tredjemand.\nLike overfor selskapet er styret forpligtet til at rette sig efter vedtægtene og de bestemmelser, som generalforsamling og representantskap indenfor deres myndighetsomraader har truffet. I forhold til selskapet er styret alene berettiget til at ansætte forretningsfører, saafremt der i vedtægtene eller ved beslutning av generalforsamling eller repræsentantskap uttrykkelig er tillagt det ret dertil.\n1 Jfr. lov 21 juni 1985 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Styret har at sørge for, at der føres et ordentlig og tilstrækkelig bokholderi.​2\nVed hvert regnskapsaars avslutning blir aarsregnskap og balanse at opgjøre overensstemmende med de grundsætninger, som gjælder for en ordentlig og forsigtig forretningsførsel.\nDe ved selskapets stiftelse og inden utløpet av første regnskapsaar voldte organisationsomkostninger kan efter derom i vedtægtene fattet bestemmelse opføres i balansen som aktiva under betegnelse «stiftelses- og organisationsomkostninger, at amortisere»; de blir at avskrive i løpet av høist fem aar med mindst en femtepart aarlig.​3 Har selskapet et garantifond, maa der paa dette ikke betales mere end 5 pct. aarlig rente, før fuldstændig avskrivning av stiftelses- og organisationsomkostningene har fundet sted.​4\nKredittilsynet​5 kan gi ytterligere regler om regnskapsførselen.\n1 Endret ved lov 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 13 mai 1977 nr. 35 samt strl. § 374 og § 286 jfr. §§ 288 og 289. – Jfr. §§ 64-66.\n3 Jfr. lov 13 mai 1977 nr. 35 § 21 siste ledd.\n4 Jfr. § 21.\n5 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "I sjøforsikringsselskaper skal årsregnskapet være avgitt og revidert innen syv måneder etter regnskapsårets utgang.\nI andre selskaper skal årsregnskapet være oppgjort og revidert innen tre måneder etter regnskapsårets utgang, hvis vedtektene ikke bestemmer en annen frist, som dog ikke må overstige fem måneder.\n1 Endret ved lov 22 mars 1963 nr. 3. – Jfr. § 47, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Har selskapets representantskap,​2 skal styret straks forelegge dette det reviderte årsregnskap. Når deretter representantskapet har behandlet saken og truffet de avgjørelser som vedtektene hjemler det,​3 blir årsregnskapet i dets således vedtatte form å utlegge i selskapets forretningslokale til ettersyn for ethvert medlem i minst åtte dager før avholdelsen av den ordinære generalforsamling.​4 Derhos blir avskrift eller avtrykk av årsregnskapet å tilstille ethvert medlem, som dersom fremsetter forlangende.\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. §§ 40 flg.\n3 Jfr. § 42 tredje ledd.\n4 Se § 47 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Har selskapet ikke repræsentantskap, skal styret mindst fjorten dage før avholdelsen av den ordentlige generalforsamling​1 oversende revidert aarsregnskap til samtlige medlemmer, hvis opholdssted er kjendt.\n1 Se § 47 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Vil selskapet i dokumenter, fakturaer, brev, bekjendtgjørelser eller lignende nævne sit garantifond eller det i § 21 omhandlede reservefond, skal det uttrykkelig angives, til hvilken sum disse beløper sig efter sidste aarsopgjør, og hvormeget av garantifondet er indbetalt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Tantieme kan kun beregnes av det rene overskud, aarsregnskapet maatte utvise, efterat de ved lov​1 befalte avsætninger har fundet sted.\n1 Se §§ 21 og 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Stevninger og retslige indkaldelser mot selskapet forkyndes for styret eller for dets formand.​1\nI saker mellem styret eller enkelte styremedlemmer paa den ene side og selskapet paa den anden side sker forkyndelse til selskapet for repræsentantskapets ordfører, og repræsentantskapet fører saken for det. Har selskapet ikke repræsentantskap, sammenkalder styret en generalforsamling til valg av en eller flere mænd, som har at motta varsel paa selskapets vegne og at vareta dets tarv under saken. Undlater generalforsamlingen at foreta saadant valg, kan forkyndelse ske for hvemsomhelst av medlemmene.\nFøres der sak mellem repræsentantskapet eller dets flertal paa den ene side og selskapet paa den anden side, har styret at sammenkalde en generalforsamling til valg av en eller flere mænd, hvem det paaligger at vareta selskapets tarv under saken og at motta varsel.\n1 Jfr. domstolsl. § 191.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Et medlem av styret maa ikke delta i behandlingen eller avgjørelsen av noget anliggende, hvori han selv har fremtrædende personlig eller økonomisk særinteresse.​1\nHeller ikke maa han delta i beslutning om laan mot eller diskontering av noget papir, hvorpaa hans navn findes.\n1 Jfr. § 42 femte ledd og § 44 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Vedtektene kan bestemme, at selskapet skal ha et representantskap. Dette skal bestå av minst tre medlemmer, som velges​2 blant forsikringstakere og som, for så vidt ikke annerledes i vedtektene er bestemt, tjenestegjør i ett år ad gangen. En representant forblir i sin stilling inntil ny representant er lovlig valgt, selv om hans tjenestetid er utløpt. Representanter som er valgt av og blant de ansatte, behøver ikke være forsikringstakere.\n1 Endret ved lov 28 mai 1976 nr. 38.\n2 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Repræsentantskapet sammenkaldes av den av og blandt dets medlemmer valgte ordfører til de i vedtægtene bestemte tider samt ellers saa ofte ordføreren eller styret finder det fornødent.\nHvert medlem har en stemme, og hvor ikke anderledes i vedtægtene er bestemt, avgjøres sakene ved simpel stemmeflerhet​1 og saaledes, at i tilfælde av stemmelikhet gjør ordførerens stemme utslaget. For at repræsentantskapet skal være beslutningsdygtig, maa mindst halvparten avgi møte.\nProtokol føres under ordførerens ansvar. Den underskrives av samtlige møtende.\n1 Jfr. § 30 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Repræsentantskapet har at vaake over, at selskapets øiemed fremmes overensstemmende med lovgivningen, vedtægtene, generalforsamlingens og repræsentantskapets egne beslutninger.\nRepræsentantskapet har i den utstrækning, det finder fornødent, og som forholdene tillater, at la sig meddele oplysning om forretningens drift og har i dette øiemed til enhver tid samlet eller ved et utvalg adgang til selskapets bøker. Mindst hvert aar og ellers saa ofte, vedtægtene foreskriver eller repræsentantskapet finder det fornødent, skal styret forelægge det utdrag og balanser av bøkerne saavelsom forklaring om alt væsentlig, som er foregaat i den forløpne tid. Desuten har repræsentantskapet til ubestemte tider, mindst en gang om aaret, uten varsel at foranstalte undersøkelse av kasse og værdipapirer.\nRepræsentantskapet har til generalforsamlingen at avgi sin erklæring om det aarlige regnskap​1 og om forretningens drift.\nVedtægtene bestemmer forøvrig dets virkekreds saavel i forhold til generalforsamlingen som til styret.​2\nBestemmelsen i § 39 første led kommer ogsaa til anvendelse paa repræsentanter.\n1 Jfr. § 34.\n2 Jfr. §§ 38 annet ledd, 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Medlemmenes ret til at delta i varetagelsen av selskapets anliggender utøves gjennem generalforsamlingen.\nHvis der ikke i vedtægtene​1 eller, forsaavidt den konstituerende generalforsamling angaar, i tegningsindbydelsen​2 er truffet anden bestemmelse, gjælder følgende regler:\n1. et medlem kan møte ved fuldmægtig;​3\n2. de beslutninger, for hvilke nærværende lov ikke opstiller særegne forskrifter,​4 fattes med simpel stemmeflerhet blandt de møtende medlemmer og saaledes, at i tilfælde av stemmelikhet gjør den, der har forsætet, utslaget;\n3. har selskapet repræsentantskap, indtar dettes ordfører forsætet i generalforsamlingen; ellers tilkommer forsætet styrets formand.\n1 Se § 20.\n2 Jfr. § 10 nr. 9.\n3 Jfr. § 44 annet ledd.\n4 Se §§ 16 annet punktum, 30 annet ledd og 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Den, som har og vil avgi flere end en stemme, har at fremlægge en med hans navn underskrevet erklæring, hvori angives, hvor mange stemmer han avgir.\nMøter nogen som fuldmægtig for et medlem,​1 maa han fremlægge skriftlig fuldmagt. Samtlige de av en fuldmægtig avgivne stemmer blir at optælle, som om alle forsikringer, hvorfor han avgir stemme, var hans egne.\nEt medlem kan ikke selv, ved fuldmægtig eller som fuldmægtig for andre, delta i nogen avstemning angaaende hans egen stemmeret i generalforsamlingen eller angaaende noget andet anliggende, hvori han selv har fremtrædende personlig eller økonomisk særinteresse; dog kan ethvert medlem stemme paa sig selv til tillidshverv i selskapet.\nAvgjørelse av tvist om stemmeret henhører under generalforsamlingen.\nOver forhandlingene føres protokol under ansvar av den, som har forsætet.​2 Protokollen oplæses før møtets slutning til vedtagelse og underskrives foruten av den, som har forsætet, av mindst to av de tilstedeværende medlemmer.\n1 Jfr. § 43 annet ledd nr. 1.\n2 Jfr. § 43 annet ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Generalforsamlingen velger foruten det i § 16 omhandlede utvalg tillike representanter​2 og styremedlemmer​3 samt varamenn for disse tillitsmenn såfremt vedtektene foreskriver valg av sådanne. I vedtektene kan bestemmes at en tredel av representantene med varamenn skal velges av og blant de ansatte i selskapet. Vedtektene fastsetter i så fall de nærmere regler om valget.\nDog kan vedtægtene henlægge valg av styremedlemmer og deres varamænd til repræsentantskapet.\n1 Endret ved lov 28 mai 1976 nr. 38.\n2 Se § 40.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Til at foreta forretningsmæssig revision av selskapets bokførsel vælger repræsentantskapet, hvor saadant findes, og ellers generalforsamlingen, aarlig en eller flere revisorer.​1\nGeneralforsamlingen vælger aarlig decisorer, hvor saadanne er paabudt i vedtægtene eller forøvrig ansees paakrævet.\nHverken revisorer eller decisorer maa være medlemmer av styret, indeha nogen styret underordnet stilling i selskapet eller være gift med noget medlem av styret eller beslegtet eller besvogret med noget styremedlem i ret opstigende linje eller i sidelinjen saa nær som søskende.\nRevisorer maa ikke ha laan i eller antages som kautionister eller endossenter for nye laan i selskapet.\n1 Jfr. lov 14 mars 1964 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Forsaavidt loven eller vedtægtene ikke anderledes bestemmer, skal generalforsamlingen holdes ved selskapets hovedsæte efter indkaldelse av repræsentantskapets ordfører, men hvor repræsentantskap ikke findes, av styret, og indkaldelsen ske med mindst otte dages varsel ved brev eller budsendelse til samtlige medlemmer, hvis opholdssted er kjendt.\nDer kan ikke fattes beslutning om andre emner end dem, som er nævnt i indkaldelsen; dog kan der kræves avstemning om, hvorvidt ny generalforsamling skal sammenkaldes til beslutning om forslag, fremkommet i møtet.\nOrdentlig generalforsamling skal holdes minst én gang årlig, for sjøforsikringsselskapers vedkommende innen åtte og i øvrig innen seks måneder etter regnskapsårets utgang.​2 Ellers skal generalforsamling holdes, så ofte representantskapet eller dettes ordfører eller styret finner det fornødent.​3\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. § 33.\n3 Jfr. §§ 30, 38, 49, 51 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Vil et medlem ved dom faa kjendt ugyldig en beslutning av generalforsamling eller repræsentantskap som stridende mot lov eller vedtægter, maa han ha anlagt sak,​2 hvis det gjælder generalforsamlingsbeslutning, inden tre maaneder, efterat denne er fattet, og hvis det gjælder repræsentantskapsbeslutning, inden tre maaneder, efterat beslutningen er blit ham bekjendt, og i ethvert fald inden et aar, efterat beslutningen er fattet. Indtil saken er avgjort, skal klageren vedblivende ansees som medlem av selskapet.\nDom gaaende ut paa beslutningens ugyldighet virker ikke alene like overfor parterne, men ogsaa like overfor de øvrige medlemmer. Var den angrepne beslutning anmeldt til Foretaksregisteret, blir den avsagte dom på bekostning av den, hvem retten maatte bestemme, og uten hensyn til paa-anke, at anmelde og registrere paa samme maate som i lov 21. juni 1985 nr. 78 om registrering av foretak.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 73, 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Beslutning om, at undersøkelse skal anstilles i anledning av stiftelse eller forretningsførsel eller avvikling, fattes av generalforsamlingen.\nEr et forslag om saadan undersøkelse forkastet av generalforsamlingen, kan mindst femti medlemmer eller et antal av mindst ti, som tilsammen er forsikringstagere for mindst en halv procent av den samlede forsikringssum, inden tre maaneder efter generalforsamlingens avholdelse og gjennem en av dem opnævnt fælles fuldmægtig hos vedkommende skifteret begjære opnævnt en eller flere mænd til at anstille saadan undersøkelse. Begjæringen skal efterkommes, saafremt det sandsynliggjøres, at der er utvist svig eller grov skjødesløshet. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer. Forinden skifteretten træffer sin avgjørelse, har den at gi saavel selskapet som den, hvis forhold paaklages, anledning til at uttale sig. Avgjørelsen kan inden fjorten dage, efterat den av skifteretten er blit vedkommende meddelt, indbringes for vedkommende regjeringsdepartement​2 til prøvelse. Forskrifterne i lov om rettergangsmaaten for tvistemaal​3 §§ 399 og 401 faar tilsvarende anvendelse.\nDe av skifteretten opnævnte mænd har i fornøden utstrækning at efterse selskapets bøker, kasse, løsøre, papirer og varer og at avgi sin beretning til skifteretten. Denne underretter klagernes fuldmægtig om undersøkelsens slutning og sammenkalder en generalforsamling til avholdelse inden fire uker derefter og forelægger denne utvalgets indstilling. De opnævnte mænd har at iagtta taushet angaaende forhold eller gjenstande, som ved undersøkelsen er blit dem bekjendt, men som ligger utenfor undersøkelsens ramme. Like overfor uvedkommende har de ubegrænset taushetspligt.​4 Deres godtgjørelse fastsættes av skifteretten, som likeledes bestemmer, hvem der skal bære de ved undersøkelsen forvoldte utgifter. Skifterettens avgjørelse kan inden samme frist og efter samme regler som oven nævnt av enhver vedkommende indbringes for vedkommende regjeringsdepartement.​2\n1 Endret ved lov 14 aug. 1918 nr. 4 § 73.\n2 Sosialdepartementet.\n3 Lov 13 aug. 1915 nr. 6.\n4 Se § 113, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Erstatning for skade, voldt av indbydere, styremedlemmer, repræsentanter, revisorer eller decisorer, indtales av selskapet. Beslutning om anlæg av saadant søksmaal fattes i generalforsamling. Beslutning om, at sak ikke skal anlægges, er befriende for vedkommende.\nDog kan medlemmer, som ikke har stemt for beslutningen, i saadant antal og med saadan interesse i selskapet som i § 49 sagt, ved en av dem opnævnt fælles fuldmægtig inden tre maaneder efter generalforsamlingens avholdelse, eller – saafremt der efter beslutningen er fremsat begjæring om undersøkelse i henhold til § 49 – efterat undersøkelsen er endt eller begjæringen endelig avslaat, anlegge sak​2 paa selskapets vegne og i dets navn til indtale av erstatning for skade, voldt ved svig eller grov skjødesløshet. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer.\nTapes saken, har vedkommende medlemmer selv at bære samtlige omkostninger. Vindes den, har de ret til at fordre omkostningene godtgjort av selskapet, dog ikke utover den erstatning, der som følge av søksmaalet er kommet selskapet tilgode.\n1 Endret ved lov 14 aug. 1918 nr. 4.\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Har medlemmer i saadant antal og med saadan interesse i selskapet som i § 49 sagt hos selskapets vedkommende​1 forgjæves​2 forlangt en generalforsamling indkaldt med høist fjorten dages varsel til behandling av bestemt angivne emner, kan de kræve, at skifteretten paa lovlig maate og paa selskapets bekostning indkalder generalforsamling. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer.\nIndkaldelsen av generalforsamling ansees forgjæves at være forlangt, naar selskapets vedkommende ikke inden fjorten dage, efterat forlangendet bevislig er fremsat, paa lovlig maate har utfærdiget den.\n1 Se § 47 første ledd.\n2 Jfr. § 51 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Beslutning om forandring i vedtektene, om oppløsning​2 eller om overdragelse av selskapets formue som helhet​3 kan alene fattes av generalforsamlingen. Beslutningen må ikke gjøre inngrep i et medlems erhvervede rettigheter.\nTil gyldig beslutning om forandring av selskapets virksomhet til annen art av forsikring,​4 om opptagelse av andre forsikringsgrener innen samme art, om fortsettelse utover avtalt tid eller sted, om oppløsning eller om overdragelse av selskapets formue som helhet kreves, at to tredjedeler av de avgitte stemmer er derfor, og at der enten er avgitt stemme av medlemmer, som representerer to tredjedeler av samtlige stemmer, eller at beslutningen gjentas med tre fjerdedels stemmeflerhet av en ny generalforsamling, innkalt tidligst fjorten dager deretter.\nTil beslutning om annen forandring i vedtektene kreves, at to tredjedeler av de i generalforsamlingen representerte stemmer er derfor.\nMedlemmer som ikke har stemt for beslutning om forandring av selskapets virksomhet til annen art av forsikring eller grener innen samme art eller fortsettelse utover avtalt tid og sted, kan si opp sine forsikringer uten varselfrist. Oppsigelse må dog være gitt innen fire uker etter at generalforsamlingens beslutning ble fattet.\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. §§ 53-61.\n3 Jfr. § 62.\n4 Jfr. § 10 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Begjæring om konkursbehandling​2 eller akkordforhandling​3 kan fra selskapets side alene fremsættes av styret. Dette repræsenterer under konkursbehandling selskapet som konkursskyldner.​4 Retten til godtgjørelse for styremedlemmene bortfaller fra konkursåpningen.\nEnhver forsikringstager kan reise indsigelse mot anerkjendelse av fordringer, som anmeldes i boet.\n1 Endret ved lov 8 juni 1984 nr 60 (fra 1 jan 1986).\n2 Se konkursl. §§ 60 og 66.\n3 Se konkursl. § 33. Om gjeldsforhandling se konkursl. § 2, jfr. aksjel. § 13-17.\n4 Se konkursl. §§ 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Synker selskapets forsikringsbestand ned under det i indbydelsen i henhold til § 10 nr. 3 opstillede minimum, har styret straks at sammenkalde en generalforsamling med høist 14 dages varsel.\nGeneralforsamlingen kan beslutte, at selskapet allikevel skal fortsætte sin forretning indtil videre; men dersom det ikke inden 3 maaneder er lykkedes at drive bestanden op til det nævnte minimum, maa tegning av nye og fornyelse av ældre forsikringer ophøre, og styret har til protokols at erklære selskapet opløst og at sørge for, at avvikling sker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Den generalforsamling, som overensstemmende med § 52 endelig beslutter, at selskapet skal opløses, vælger samtidig et styre til at forestaa avviklingen. Medlemmer av det tjenstgjørende styre kan vælges, saafremt vedtægtene ikke anderledes bestemmer. Iøvrig træder det tidligere styre ut av virksomhet.\nSelskapets forretninger kan under avviklingen fortsættes i det omfang, som ansees hensigtsmæssig. Dog maa der ikke tegnes nye eller ske fornyelse av ældre forsikringer, efterat avvikling er besluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Naar et selskap er erklært eller besluttet opløst, har styret at opta fortegnelse over massen og at opgjøre selskapets status. Fortegnelsen og opgjøret blir at utlægge paa selskapets kontor til oplysning for ethvert medlem; derhos blir avskrift eller avtryk av opgjøret at tilstille ethvert medlem, hvis opholdssted er kjendt.\nOpgjøret blir snarest mulig at bekjendtgjøre i «Norsk Kundgjørelsestidende».​1\nEfterat opløsning er besluttet, har selskapet paa ethvert fra samme utgaat brev, bekjendtgjørelse eller dokument at tilføie ved sit firma ordene «under avvikling».​2\n1 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n2 Jfr. lov 21 juni 1985 nr. 79 § 7-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Styret har at avhænde selskapets eiendele og inddrive dets tilgodehavende samt at betale dets gjæld og opfylde dets øvrige forpligtelser. Forsaavidt det behøves til at dække gjælden, har styret at indkalde efterskud hos medlemmene, forsaavidt dertil er adgang efter §§ 23 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Styret har to ganger i «Norsk Kundgjørelsestidende»​1 at indkalde selskapets fordringshavere til at anmelde sit tilgodehavende.​2 De fordringshavere, som kjendes, gives derhos, saavidt mulig, særskilt skriftlig underretning.\n1 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n2 Jfr. § 60 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Er en fordringshaver ikke at finde eller vægrer han sig for at motta sit tilgodehavende, blir beløpet, hvis dets størrelse er paa det rene, av styret at indsætte paa hans navn i sparebank. Er fordringen ikke rentebærende og ikke forfalden, kan den indsættes med et beløp, som med tillæg av 10 pst. p.a. til forfaldsdagen vil gi fordringens hele beløp. Kongen kan fastsette en høyere eller lavere rente.\nEr en fordrings tilværelse eller omfang uviss eller omstridt, kan der avsættes et saadant beløp, som ved overenskomst mellem selskapet og vedkommende fordringshaver maatte bli bestemt. Beløpet indsættes i saa fald i sparebank paa styrets og fordringshaverens navn i fællesskap og blir ikke at utbetale uten begge parters skriftlige samtykke eller efter endelig dom. Hvad der endelig kommer selskapet tilgode, blir av styret efterskudsvis at fordele efter vedtægtenes bestemmelse.​2\n1 Endret ved lover 17 des. 1976 nr. 100, 12 juni 1981 nr. 67.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Efterat selskapets eiendele er avhændet, dets fordringer inddrevet, dets gjæld betalt eller betalingen sikret som i § 59 bestemt og alle dets øvrige forpligtelser opfyldt, blir overskuddet at fordele i overensstemmelse med, hvad vedtægtene bestemmer.​1\nEn saadan fordeling maa dog ikke finde sted før 6 maaneder, efterat den i § 58, første punktum omhandlede indkaldelse anden gang har staat i «Norsk Kundgjørelsestidende».​2\n1 Jfr. § 20.\n2 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Efter sluttet avvikling og efterat regnskap for samme er avlagt og vedtat i generalforsamling, anmeldes selskapets endelige opløsning til Foretaksregisteret.​2\nDet styre, som har forestaat avviklingen, har at opbevare selskapets bøker i mindst ti aar efter opløsningen.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 21 juni 1985 nr. 78 § 4-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Beslutning om overdragelse av selskapets formue som helhet​2 anmeldes uopholdelig til Foretaksregisteret.​3\nStyret sørger for, at selskapets forfaldne gjæld betales, og at dets øvrige forpligtelser opfyldes, forsaavidt vedkommende ikke samtykker i, at de gaar over paa den, til hvem overdragelsen er skedd. Iøvrig kommer bestemmelserne i § 56, 1ste og 2det led, § 57, 2det punktum, § 58 samt § 59 til anvendelse.\nOverdragelsen kan ikke gjennemføres og fordeling av overskuddet til medlemmene kan ikke finde sted, før selskapets kjendte gjæld er betalt eller betalingen sikret og dets øvrige kjendte forpligtelser opfyldt eller gyldig overført paa erhververen, og ikke før mindst seks maaneder er forløpet, efterat den sidste indkaldelse av fordringshaverne har været indtat i «Norsk Kundgjørelsestidende».​4\nNaar overdragelsen er gjennemført, anmeldes dette snarest mulig til Foretaksregistret.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. § 52.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-1.\n4 Se § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "(Opphevd ved lov 21 juni 1985 nr 78 (fra 1 jan 1988).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Aarsregnskap, som skal indeholde vindings- og tapskonto samt balanse og være bilagt med revisorernes uttalelse, indsendes inden en maaned efter den ordentlige generalforsamlings avholdelse​2 til Kredittilsynet,​3 som paaser, at det er avgit overensstemmende med gjældende forskrifter, og derefter lar det indrykke i «Norsk Kundgjørelsestidende».​4\nDriver selskapet flere forskjellige forsikringsvirksomheter, skal det føre særskilt regnskap med særskilt vindings- og tapskonto for hver enkelt virksomhet og i generalbalansen opføre passiva særskilt for hver enkelt virksomhet.\nAksjeselskap skal ha et reservefond som skal utgjøre minst halvdelen av aksjekapitalen.\nInntil fondet har nådd den størrelse som er fastsatt i foregående ledd, skal til fondet avsettes et beløp som svarer til 20 prosent av årsoverskottet for så vidt det ikke medgår til dekning av underskott fra tidligere år som ikke kan dekkes av fri egenkapital.\nFor øvrig gjelder aksjelovens § 12-1 annet ledd nr. 2 og 3 samt §§ 12-2 og 12-3.\n1 Endret ved lover 4 juni 1976 nr. 59, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 110.\n2 Jfr. § 47, tredje ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "I ethvert selskap, som for nogen del tar til indtægt i aarsregnskapet præmie for endnu ikke avløpet risiko, skal av selskapets præmie-indtægt i aaret for egen regning som uoptjent præmie i regnskapet mindst opføres:​1\na. i transportforsikrings-selskaper: for enhver reiseforsikring den hele præmie, for enhver tidsforsikring præmien for den endnu ikke avløpne risiko uten avdrag for omkostninger;\nb. i andre selskaper en tredjedel av aarets samlede præmieindtægt uten avdrag for omkostninger.\nFor forsikringer, tegnet paa mer end et aar, skal derhos hele præmiebeløpet for den endnu tilbakestaaende tid avsættes.\n1 Jfr. lov 18 aug. 1911 nr. 8 § 39 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "I forbindelse med regnskapets avgivelse skal for hver enkelt forsikringsart opgives den ved regnskapsaarets utgang løpende samlede forsikringssum med særskilt angivelse av, hvad selskapet har latt gjenforsikre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Størrelsen av et livsforsikrings-aktieselskaps aktiekapital skal være fastsat under hensyn til arten og omfanget av den virksomhet, som selskapet agter at drive.\nDen ved selskapets registrering indbetalte del av aktiekapitalen skal ikke være mindre end fem og tyve ganger den høieste forsikringssum, som selskapet ved begyndelsen av sin virksomhet kan overta uten gjenforsikring paa enkelt risiko.​2 Ved livrenteforsikring skal ved denne beregning forsikringssummen regnes lik femten ganger det aarlige livrentebeløp. Den indbetalte kapital maa i intet tilfælde utgjøre et mindre beløp end et hundrede tusen kroner.\n1 Jfr. § 111 nr. 3.\n2 Jfr. § 68 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Et livsforsikrings-aktieselskaps vedtægter skal indeholde angivelse av:\n1. selskapets firma;​1\n2. formaalet for selskapets virksomhet med særlig angivelse av, hvorvidt selskapet agter at overta uten lægeundersøkelse forsikring, forfalden ved den forsikredes død;\n3. den kommune, hvor selskapet skal ha sit sæte;\n4. styrets sammensætning samt reglene for omfanget og fordelingen av dets myndighet og for utøvelsen av dets virksomhet;\n5. reglene for revision og decision;\n6. hvorledes indkaldelse til generalforsamlingen skal finde sted, og hvorledes andre meddelelser skal bringes til medlemmenes kundskap;\n7. tidspunktet for avholdelse av de ordinære generalforsamlinger samt de emner, som hvert aar skal forelægges disse;\n8. reglene for stemmeret i selskapets anliggender og for disses avgjørelse i generalforsamling;\n9. det høieste beløp, selskapet uten gjenforsikring skal kunne overta paa enkelt risiko;\n10. reglene for fordeling av aarsoverskuddet;\n11. aktiekapitalens størrelse;\n12. det beløp, hvorpaa de enkelte aktier skal lyde;\n13. hvorvidt alle aktier skal medføre samme ret, eller i motsat fald hvor stor del av aktiekapitalen der skal medføre særlige rettigheter, og hvilke disse er;\n14. hvor stor del av aktiernes paalydende beløp straks skal indbetales, samt regler for aktie-eiernes forpligtelse til at gjøre yderligere indbetaling paa aktierne.\n1 Jfr. § 3 samt lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Et gjensidig livsforsikringselskaps vedtægter skal indeholde angivelse av:\n1. hvad der i § 68 nr. 1 til 10 er foreskrevet for aktieselskaper;\n2. det antal forsikringer og den samlede forsikringssum, som skal være tegnet, forat selskapet skal kunne træde i virksomhet;​1\n3. reglene for medlemmers ansvar indbyrdes og overfor tredjemand.\nEr selskapet stiftet med garantifond, skal vedtægtene tillike indeholde angivelse av:\n4. garantifondets størrelse;\n5. hvor stor del av det tegnede garantifond skal indbetales straks, og reglene for det garanterende selskaps forpligtelse til at gjøre yderligere indbetaling paa garantifondet;\n6. reglene for garantifondets forrentning og for dets tilbakebetaling, forsaavidt saadan skal kunne finde sted;​2\n7. om og i tilfælde i hvilken utstrækning det garanterende selskap skal ved dertil valgte mænd kunne øve indflydelse paa eller tilsyn med forsikringsselskapets ledelse.\nDer kan ikke gives det garanterende selskap adgang til at øve indflydelse paa avgjørelsen av spørsmaalet om, hvorledes overskud skal anvendes, eller hvorvidt hel eller delvis tilbakebetaling av garantifondet skal finde sted.\n1 Jfr. § 70.\n2 Jfr. §§ 72 annet ledd, 79 og 81, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Forinden tilladelse til at drive livsforsikrings-virksomhet​1 kan meddeles et gjensidig livsforsikrings-selskap, skal der være tegnet forsikringer i et saadant antal og til et saadant beløp, som maa ansees for tilstrækkelig i forhold til arten og omfanget av selskapets tilsigtede virksomhet og, saafremt selskapet er stiftet med garantifond, ogsaa i forhold til dettes størrelse.\n1 Se §§ 73-76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Et gjensidig livsforsikringsselskap skal meldes til registrering i Foretaksregisteret.​2\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "De i nærværende lovs § 12, 1ste punktum, § 19, § 22, § 23, § 25, § 26, 1ste og 2det led, §§ 27-31, § 32, 1ste, 2det og 4de led, §§ 33-52, § 53, 1ste led samt §§ 55-63 givne regler finder tilsvarende anvendelse i gjensidige livsforsikrings-selskaper, dog saaledes, at:\n1. ved opløsningen sker fordelingen i forhold til den for enhver beregnede præmiereserve;​2 dog kan vedtægtene træffe anden bestemmelse, forsaavidt angaar det overskud, som maatte bli tilovers, efterat enhver har faat den ham tilkommende præmiereserve;\n2. ved forsikringssummen beregning (§ 26, 2det led) regnes livrenteforsikringer lik femten ganger det aarlige livrentebeløp.\nTilbakebetaling av garantifond maa kun finde sted, saafremt det i § 79 foreskrevne sikkerhetsfond har naadd den i samme paragrafs andet led angivne grænseværdi.\nDet kan i vedtægtene fastsættes, at der intet efterskud skal utlignes, men at selskapets forpligtelse likeoverfor hver enkelt forsikret nedsættes, dersom dets midler ikke er tilstrækkelige.\n1 Endret ved lov 31 mai 1918 nr. 5.\n2 Jfr. §§ 77 og 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Andragende om tilladelse til at drive livsforsikringsvirksomhet​2 indsendes gjennem Kredittilsynet.​3\nAndragendet skal være bilagt med:\n1. selskapets vedtægter;​4\n2. angivelse av grundlaget og reglene for beregningen av forsikringspræmierne, saavel brutto som netto,​5 og av præmiereserven;\n3. angivelse av de forsikringsformer, som selskapet agter at anvende;​6\n4. angivelse av de almindelige forsikringsbetingelser;\n5. formularer til de erklæringer, som skal avgives av den undersøkende læge og av den forsikringssøkende selv om dennes helbredstilstand;\n6. angivelse av reglene for gjenkjøp av police, for følgerne av undlatelse av præmiebetaling​7 og for laan mot pant i selskapets egne policer;\n7. angivelse av de regler, efter hvilke selskapet skal kunne overta gjenforsikring;\n8. angivelse av reglene for beregning og fordeling av overskud til forsikringstagerne;\n9. oplysning om, hvorvidt selskapet agter at drive livsforsikringsvirksomhet i utlandet, samt angivelse av de beregningsgrundlag og forsikringsbetingelser, som skal anvendes for den utenlandske forsikringsvirksomhet;​8\n10. hvis selskapet agter at overta uten lægeundersøkelse forsikring, forfalden ved den forsikredes død, oplysning om, ved hvilke andre midler selskapet søker at sikre, at de overtagne forsikringer ikke medfører større risiko end forutsat i beregningsgrundlaget.\nSamtlige ovennævnte bilag indsendes i to eksemplarer.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 1 annet ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Jfr. §§ 68 og 69.\n5 Jfr. § 74 i.f.\n6 Jfr. § 2.\n7 Jfr. lov 6 juni 1930 nr. 20 § 17.\n8 Jfr. § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Kredittilsynet​2 har at gjennemgaa andragendet med bilag og kan herunder, om det anser det paakrævet, forlange yderligere oplysninger av selskapet. Kredittilsynet har snarest mulig at avgi indstilling til Kongen om, hvorvidt selskapets grundlag for virksomheten er i overensstemmelse med gjældende lovgivning og antages at ville yde forsikringstagerne betryggende sikkerhet, samt om hvorvidt tilladelse bør meddeles eller negtes.\nFinder Kredittilsynet, at tilladelse bør negtes, skal det uopholdelig gi selskapet meddelelse derom, og endelig avgjørelse av andragendet maa da ikke finde sted, før der er git selskapet leilighet til yderligere at uttale sig.\nTillatelsen meddeles i tilfelle uten tidsbegrensning. Den skal nektes dersom oprettelsen av selskapet ikke ansees stemmende med det offentliges eller almenhetens interesser. Tillatelsen kan ikke nektes av den grunn at der ikke antas å være behov for selskapet, med mindre det tillike antas at dette i det foreliggende tilfelle vil medføre at oprettelsen ikke er stemmende med forsikringstagernes, det offentliges eller almenhetens interesser. Likeledes skal tillatelse alltid nektes, såfremt selskapet ved noen forsikringsform angir å ville beregne en nettopremie, som i den første del av forsikringstiden utgjør en mindre procent av bruttopremien enn senere.\n1 Endret ved lover 18 juni 1938 nr. 12, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Beslutning om forandring i nogen av de bestemmelser, paa grundlag av hvilke selskapet har faat tilladelse til at drive livsforsikringsvirksomhet, kan ikke træde i kraft, forinden Kongen​2 har meddelt tilladelse dertil i overensstemmelse med de i §§ 73 og 74 givne regler. Dog kan Kredittilsynet tilstede mindre væsentlige forandringer i de under § 73 nr. 5 nævnte formularer.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. res. 14 feb. 1947 og 15 okt. 1976 om fullmakt for Forsikringsrådet (nå Kredittilsynet). Se også lov 7 juni 1985 nr 47 VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Forinden tilladelse er meddelt, kan selskapet ikke registreres​1 som livsforsikrings-selskap. Heller ikke kan registrering av saadan forandring som i § 75 omhandlet finde sted, forinden tilladelse er meddelt.\n1 Jfr. § 71 samt lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Ethvert livsforsikrings-selskap skal i sin aarsbalanse under passiva særskilt opta et forsikringsfond, omfattende den samlede præmiereserve, som mindst skal utgjøre et beløp saa stort som forskjellen mellem kapitalværdien av selskapets i henhold til samtlige løpende livsforsikningskontrakter overtagne forpligtelser og kapitalværdien av de nettopræmier, som forsikringstagerne maatte ha at erlægge i fremtiden.\nHvis selskapet overtar krigsrisiko eller anden ekstrarisiko, hvortil der ikke er tat hensyn ved valget av beregningsgrundlag, blir særskilt præmiereserve at avsætte herfor i henhold til en av Kongen approbert plan.\nHar et selskap avgit en forsikring i gjenforsikring til et andet selskap, er det ved fastsættelsen av forsikringsfondet ikke forpligtet til at medregne det gjenforsikrede beløp, saafremt det selskap, som har overtat gjenforsikringen, er indenlandsk selskap og i henhold til denne lov har faat tilladelse til at drive livsforsikring, samt selv pligter at opføre de nødvendige beløp i sit forsikringsfond.​2 Den samme regel kommer til anvendelse ved gjenforsikring i utenlandsk selskap, naar Kredittilsynets samtykke paa forhaand er indhentet.\nOvertages en forsikring av to eller flere indenlandske selskaper, som i henhold til denne lov har faat tilladelse til at drive livsforsikringsvirksomhet, saaledes at de hefter én for alle og alle for én, behøver hvert enkelt selskap ved fastsettelsen av sit forsikringsfond kun at medregne den del av forsikringen, som det ifølge avtalen med de øvrige selskaper selv skal overta.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 111 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Ændres det for selskapet gjældende grundlag for præmiereservens beregning,​2 saaledes at selskapet derved blir pligtig til for tidligere overtagne forsikringer at beregne en høiere præmiereserve end efter det ældre grundlag, kan Kredittilsynet​3 indrømme selskapet en frist til opfyldelse av denne pligt, saaledes at præmiereserven i en viss tid, som dog ikke maa overstige femten aar, kan opføres med et mindre beløp end efter det nye grundlag; dog skal forskjellen i saa fald avta for hvert aar overensstemmende med en av Kredittilsynet fastsat plan. Er for de tidligere overtagne forsikringers vedkommende en ændring av grundlaget for nettopræmierne indbefattet i ændringen av præmiereservens beregningsgrundlag, maa det iagttages, at hvis nogen saaledes ændret nettopræmie overstiger niti fem procent av den tilsvarende bruttopræmie, blir i det høieste disse niti fem procent at regne som fremtidig nettopræmie.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. §§ 73 nr. 3 og 75.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "I ethvert livsforsikringsselskap skal der ske avsætning til et sikkerhetsfond efter nedenstående regler.​2 Derimot kommer reglene om reservefond i lov om aksjeselskaper ikke til anvendelse på livsforsikringsselskaper.\nVed sikkerhetsfondets grænseværdi forstaaes det beløp, som fremkommer ved til kr. 100.000,00 at legge 2 pct. av det hos selskapet beroende forsikringsfond (§ 77). Hvis sikkerhetsfondet ved avsætning av et beløp mellem 5 pct. og 50 pct. av aarsoverskuddet kan bringes op til grænseverdien, skal avsætningen mindst utgjøre det hertil fornødne beløp. Kan sikkerhetsfondet ikke bringes op til grænseværdien ved avsætning av 50 pct. av aarsoverskuddet, skal avsætningen mindst utgjøre saa mange procent som det tal, der fremkommer ved fra 100 at trække 50 ganger den brøk, som sikkerhetsfondet, aarets avsætning iberegnet, utgjør av grænseverdien. Under enhver omstændighet skal der, selv om grænseværdien er naadd, aarlig avsættes mindst 5 pct. av aarsoverskuddet.\nDen del av den aarlige avsætning, som overstiger 5 pct. av aarsoverskuddet, kan i aktieselskaper dækkes av aktiekapitalen, forsaavidt beløpet er anbragt i værdier som for sikkerhetsfondet bestemt (§ 80). Det samme skal gjælde med hensyn til garantifondet i gjensidig selskap,​3 saafremt det i selskapets vedtægter er fastsat, at fondet kun kan amortiseres av aarsoverskudd. De ved aktiekapital eller garantifond dækkede beløp blir ved anvendelsen av de ovenfor givne forskrifter at medregne i sikkerhetsfondet.\nVed beregningene efter nærværende paragraf blir i aarsoverskuddet at gjøre fradrag for dækning av tap fra foregaaende aar; endvidere er selskapet berettiget til at fratrække utbytte og bonus med tilsammen indtil 5 pct. av den indbetalte del av aktiekapital eller garantifond.\nBeslutning om at formindske sikkerhetsfondet kan alene gyldig fattes med Kredittilsynets​4 samtykke, medmindre formindskelsen er nødvendig for at dække underskud, som selskapets virksomhet efter aarsregnskapet eller et i regnskapsaarets løp foretat opgjør har medført.\nVed bestemmelsen av sikkerhetsfondets grenseverdi efter regelen i annet ledd, første punktum, medregnes en forsikrings premiereserve for 2 1/2 ganger sitt beløp, så lenge forsikringens andel i anskaffelsesomkostninger blir beregnet efter forhøiet kvote som nevnt i § 81, syvende ledd.\n1 Endret ved lover 31 mai 1918 nr. 5, 13 mars 1936 nr. 4, 6 juli 1957 nr. 4, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 111 nr. 3.\n3 Jfr. § 72 annet ledd.\n4 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "De til dekning av forsikringsfondet avsatte midler skal anbringes på følgende måte:​2\n1. I obligasjoner, som er utstedt av eller garantert av den Norske Stat;\n2. i obligasjoner utstedt av Kongeriket Norges Hypotekbank;\n3. i innlånsbeviser fra norske banker eller sparebanker;\n4. i obligasjoner som er utstedt eller garantert av norske kommuner;\n5. i lån mot pant i fast eiendom inntil 6/10 av verdien etter takst som nedenfor nevnt (lånetakst) eller i særlige tilfelle – med Kredittilsynets​2 samtykke – inntil 7/10 av takstverdien når pantet må antas å gi full sikkerhet.\nLånetakst holdes av to menn som tas fra et takstmannsutvalg som er satt opp av Kredittilsynet.​2 Dersom takstmennene ikke blir enige, oppnevner Kredittilsynet en oppmann av eller utenfor utvalget. Når det gjelder store lån eller lån mot pant i tekniske anlegg eller andre eiendommer av spesiell natur, kan Kredittilsynet bestemme at det skal nyttes flere takstmenn likesom det kan tillate at det bare nyttes en takstmann ved mindre lån. Takstene avgis på skjemaer og etter instruks fastsatt av Kredittilsynet.\nMed samtykke av Kredittilsynet​2 kan skattetakster, likningstakster, andre offentlige takster eller takster som anses likeverdige med slike nyttes i stedet for lånetakst.\nSelskapet plikter å la eiendom som det har pant i, taksere på ny i den utstrekning Kredittilsynet​2 finner det nødvendig;\n6. i egen fast eiendom innen de i nr. 5 opptrukne grenser;\n7. i lån til de forsikrede mot pant i selskapets egne poliser inntil disses gjenkjøpsverdi;​3\n8. i andre verdipapirer, som etter sin art og den sikkerhet de byr, kan stilles i klasse med de ovenfor nevnte;\n9. i fast eiendom her i riket som tilhører selskapet, med overføring til forsikringsfondet etter takst i henhold til bestemmelsene om lånetakst under punkt 5;\n10. i aksjer i norske selskaper.\nPlassering som nevnt i nr. 9 og 10 må tilsammen ikke overstige 15 pst. av forsikringsfondet. I det enkelte år må anbringelsene tilsammen ikke overstige 1 1/2 pst. av forsikringsfondet, med mindre Kredittilsynet​2 tillater unntak når særlige grunner taler for det.\nTil dekning av forsikringsfondet kan ennvidere i årsbalansen oppføres:\na. de ved regnskapsårets utgang forfalne, men ikke innkomne premier, som ved premiereservens beregning er forutsatt å være betalt;\nb. det i regnskapsåret opptjente, men ikke mottatte rentebeløp.\n1 Endret ved lover 31 mai 1918 nr. 5, 21 mai 1920 nr. 1, 28 juli 1949 nr. 6, 16 juni 1961 nr. 11, 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "De ved selskapets stiftelse og innen utløpet av de to første regnskapsår anvendte stiftelses- og organisasjonsomkostninger kan for et beløp av inntil halvdelen av innbetalt aksjekapital eller garantifond opføres i selskapets årsbalanse som et særskilt aktivum; dog skal de avskrives i løpet av de ti første regnskapsår, således at ved utløpet av det sjette år skal være avskrevet minst en femtedel, og ved utgangen av hvert følgende år ytterligere minst en femtedel for hvert forløpet år.​2\nForinnen stiftelses- og organisasjonsomkostninger er fullt avskrevet, må der ikke noget år tildeles aksjeeiere eller det garanterende selskap som utbytte eller utdeles til eller godskrives forsikringstagere som bonus mer enn tilsammen inntil 5 prosent av den innbetalte del av aksjekapitalen eller garantifondet.\nAv de omkostninger én gang for alle, som i løpet av de 10 siste regnskapsår er medgått til tegning av nye forsikringer, kan der i balansen optas et beløp, som ikke må overstige den efter nærværende paragraf bestemte grenseverdi. Beløpet tjener til dekning av forsikringsfondet og blir i årsregnskapet (§ 85), under angivelse av beløpet, å fratrekke i det efter § 77 beregnede forsikringsfond.\nVed gjenforsikring med forsikringsfondet tilbakeholdt hos det avgivende selskap kan beløpet med Kredittilsynets​3 samtykke anvendes som dekning av forsikringsfondet hos det overtagende selskap.\nDen foran nevnte grenseverdi beregnes på grunnlag av de 10 siste regnskapsårs kvoter, bestemt efter nedenstående regler, således at grenseverdien blir lik siste års kvote + 9/10 av forrige års kvote + 8/10 av næstforrige års kvote o.s.v. synkende med 1/10 for hvert år.\nEt års kvote beregnes på grunnlag av de i vedkommende år tegnede forsikringer, som selskapet har beholdt for egen regning, og som er i kraft ved årets utgang. Forsikringer med premie en gang for alle eller i mindre enn 10 år samt korttidsforsikring medregnes ikke. Risikoforsikring overtatt i gjenforsikring medregnes ikke hos det overtagende selskap og kommer ikke til fradrag hos det avgivende selskap.\nÅrets kvote for kapitalforsikringer med dødsrisiko tegnet i henhold til selskapets almindelig gjeldende tariff for enkeltforsikring (korttidsforsikring ikke medregnet) utgjør inntil 2 prosent av forsikringssummen for straks begynnende forsikringer (voksne forsikringer) og inntil 1 prosent av forsikringssummen for opsatte forsikringer (barneforsikringer). Ved forsikringssummen forståes den minste av de summer som – i tilfelle efter utløpet av en ventetid eller opsettelsestid – skal utbetales ved død eller senest ved et bestemt tidspunkt. – Så lenge sikkerhetsfondet på grunnlag av en forsikring holdes forsterket som nevnt i § 79, sjette ledd, kan forsikringens kvote forhøies således: Til 4 prosent hvis forsikringen er tegnet efter folkeforsikringstariff, og ellers til 3 prosent for voksne forsikringer når de er tegnet efter tariff som er innført 1 januar 1925 eller senere og 2 prosent for barneforsikringer tegnet efter 1 januar 1929. Anskaffelsesomkostningenes grenseverdi for de forsikringer som kan medregnes efter forhøiet kvote, må dog ikke ved noget regnskapsopgjør opføres med høiere beløp enn kapitalverdien av de fremtidige premiers anskaffelsestillegg for den ikraftværende bestand av de samme forsikringer. Kontrollen hermed kan skje efter tilnærmede metoder som Kredittilsynet​3 godkjenner.\nAndre forsikringer kan medtas, hvis premien for vedkommende forsikring er beregnet på grunnlag av et bestemt anskaffelsestillegg. Årskvoten utgjør inntil to tredjedeler av dette tilleggs kapitalverdi ved tegningen.\nVed overtagelse av eldre forsikringsbestand blir en forsikring å betrakte som tegnet i sitt oprindelige tegningsår. Forsikringer tegnet før 1 januar 1918 medregnes ikke.\nI tilfelle av usedvanlig sterk avgang (ophør av premiebetaling) kan Kredittilsynet​3 nedsette den efter nærværende paragraf beregnede grenseverdi.\n1 Endret ved lover 21 mai 1920 nr. 1, 13 mars 1936 nr. 4, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 4 juni 1976 nr. 59 § 11-11 sjette ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "De verdipapirer, som tjener til dekning av forsikringsfondet, skal av selskapet forsynes med datert påtegning om, at de tilhører dette fond.​2 Vil et selskap ha nogen del av forsikringsfondet dekket ved egen fast eiendom, overensstemmende med § 80 nr. 6 og 9, skal der tingleses erklæring om at eiendommen tilhører dette fond. Når sådan påtegning eller tinglesning er skjedd, skal forsikringstagerne ha fortrinsrett for sine krav efter forsikringskontrakten i vedkommende verdipapir eller eiendom, således at disse ikke kan tjene til fyldestgjørelse av andre krav, før forsikringstagernes krav er dekket.​3 Erklæringen skal dessuten gå ut på, etter nr. 6 at forsikringsfondet har panterett i eiendommen for den fastsatte sum og etter nr. 9 at eiendommen er overført til forsikringsfondet.\nDekning av forsikringsfondet efter foregående ledd skal skje innen utgangen av hvert kvartal av regnskapsåret for et beløp svarende til fjerdedelen av forsikringsfondets årstilvekst efter siste foreliggende regnskap, i annet kvartal med tillegg av det beløp, hvormed forsikringsfondet ved utgangen av siste regnskapsår overstiger de ved annet kvartals begynnelse anviste dekningsmidler, eller med fradrag av det beløp hvormed forsikringsfondet er sunket under dekningsmidlene.\nVed forsikringsfondets beregning efter nærværende paragraf blir tilgodehavende premier og renter ikke å fradra.\nVed ethvert selskap, som driver livsforsikringsvirksomhet, skal der av vedkommende regjeringsdepartement​4 beskikkes en utenfor selskapet stående person som tillitsmann. Denne har å påse, at de verdipapirer, som efter nærværende paragraf skal tjene til dekning av forsikringsfondet, innen den fastsatte frist blir forsynt med fornøden påtegning, samt selv å medundertegne denne. Påtegningen på ihendehaverobligasjoner og aksjer kan bortfalle, når der i stedet gjøres påtegning på en fortegnelse over obligasjonene og aksjene, og disse deretter settes ut av selskapets besiddelse på en av Kredittilsynet​5 godkjent måte. Tillitsmannen skal påse, at de påtegnede verdipapirer opbevares særskilt.\nAvlysning av sådan erklæring som ovenfor omhandlet må ikke finne sted uten Kredittilsynets​5 samtykke. Forsikringstagernes fortrinsrett i et verdipapir bortfaller ved tillitsmannens påtegning om, at det ikke lenger tilhører forsikringsfondet. Sådan påtegning må først gis, efterat Kredittilsynet har meddelt samtykke dertil. Dog kan tillitsmannen uten Kredittilsynets samtykke gi den nevnte påtegning, når et verdipapir ønskes ombyttet med et annet til minst samme beløp, og det nye verdipapir først er blitt forsynt med selskapets og hans egen påtegning overensstemmende med reglene i nærværende paragraf.\nTillitsmannen har uopholdelig å gjøre innberetning til Kredittilsynet​5 om ethvert forhold ved den omhandlede påtegning, tinglesning eller opbevaring, som han anser for uriktig. Iøvrig fastsetter Kongen,​6 efter forslag av Kredittilsynet, instruks for tillitsmennene.\nOvenstående bestemmelser kommer ikke til anvendelse på de i § 80 nr. 7 omhandlede lån mot pant i poliser.\nOpstår der tvist mellem selskapet og tillitsmannen angående utførelsen av hans hverv, avgjøres tvisten av Kredittilsynet.​5\nDen godtgjørelse, tillitsmannen skal oppebære av selskapet, bestemmes av Kongen.\n1 Endret ved lover 21 mai 1920 nr. 1, 16 juni 1961 nr. 11, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 17 feb. 1939 nr. 1 § 12.\n3 Jfr. § 8, tredje ledd.\n4 Sosialdepartementet.\n5 Jfr. lov 7 des. 1956 nr. 1.\n6 Sosialdepartementet iflg. res. 14 feb. 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Driver selskapet livsforsikringsvirksomhet i utlandet, kan Kongen​1 for de utenlandske forsikringer tillate saadanne avvikelser fra bestemmelserne i §§ 80 og 82, som findes nødvendige av hensyn til den utenlandske lovgivning.\n1 Sosialdepartementet iflg. res. 14 feb. 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Til utførelse av de for et livsforsikrings-selskaps virksomhet nødvendige forsikringstekniske beregninger og undersøkelser skal der ved selskapet være ansat en aktuar. Som saadan kan kun ansættes en av Kredittilsynet​2 godkjendt person.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Ethvert livsforsikrings-selskap har inden otte maaneder efter hvert regnskapsaars utgang at indsende til Kredittilsynet:​2\n1. et av styret underskrevet aarsregnskap, som skal indeholde saavel vindings- og tapskonto for det forløpne regnskapsaar som aarsbalansen ved samme regnskapsaars utgang, samt være bilagt med revisorernes uttalelse;\n2. en av styret undertegnet fuldstændig oversigt over selskapets virksomhet i aarets løp;\n3. en beretning fra selskapets aktuar om opgjøret av premiereserven.\nBeretningene og regnskapene avgives efter skemaer, som fastsættes av Kredittilsynet.​2 Aarsregnskapet blir at indrykke i «Norsk Kundgjørelsestidende».​3\nKredittilsynet​2 kan kræve de yderligere oplysninger, som det i hvert enkelt tilfælde maatte finde fornødne.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Kredittilsynet skal mindst en gang hvert tiende aar underkaste ethvert livsforsikrings-selskap en indgaaende granskning.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Holder et selskap seg ikke nærværende lov eller sine vedtekter etterrettelig, eller fraviker det de for selskapet gjeldende grunnlag, eller finnes disse grunnlag eller den måte, hvorpå de i § 82 omhandlede midler er anbrakt, ikke betryggende, eller viser det seg, at de til dekning av forsikringsfondet avsatte midler ikke er tilstrekkelige, kan Kredittilsynet​2 pålegge selskapet innen en angitt frist å treffe de foranstaltninger, som finnes fornødne. Det samme skal også være tilfellet, for så vidt Kredittilsynet måtte finne, at åpenbare misbruk har innsneket seg i selskapets ledelse.\nSåfremt de foreskrevne foranstaltninger ikke er truffet innen den gitte frist, og unnlatelsen skjønnes å medføre fare for forsikringstagerne, skal selskapet settes under administrasjon etter nærværende lov.​3\nFor så vidt midlenes utilstrekkelighet skyldes særlige uhell, og der er grunn til å anta, at underskuddet vil kunne opparbeides innen en rimelig frist, kan Kredittilsynet​2 unntagelsesvis tillate selskapet å fortsette sin virksomhet, såfremt der ikke mangler så meget som tre prosent av den samlede premiereserve, tillagt én prosent av den samlede livsforsikringssum, selskapet har beholdt for egen regning, idet dog livrenteforsikringer kun blir å medregne for premiereservens, men ikke for forsikringssummens vedkommende.\nEr Norge kommet i krig, kan Kongen bestemme at forfalne forsikringsbeløp og gjenkjøpsverdier foreløpig bare skal utbetales delvis.\nDersom tap på grunn av krig som Norge har vært med i, bringer selskapet i fare, men de forsikredes interesser tilsier at det bør fortsette sin virksomhet, kan Kongen bestemme at underskudd skal avvikles etter nærmere bestemte regler ved at\na. forsikringsbeløpene for forsikringer som har vært i kraft under krigen, og premieforskudd som har vært til stede under krigen, settes ned, eller\nb. forsikringstiden, premiebetalingstiden eller oppsettelsestiden for forsikringer som nevnt under punkt a, forlenges.\nKongen kan treffe slik avgjørelse og gi slike regler som omhandlet i foregående ledd, dersom de tap selskapet har hatt som følge av en krig som Norge ikke har vært med i eller som følge av annen katastrofe, gjør dette nødvendig for at selskapet skal kunne fortsette driften.\nBestemmelser som er truffet etter denne paragrafs fjerde, femte eller sjette ledd, skal oppheves i den utstrekning forholdene tillater det etter regler som fastsettes av Kongen.\n1 Endret ved lover 21 mai 1920 nr. 1, 28 juli 1949 nr. 6, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. §§ 88-93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Finder Kredittilsynet,​2 at et livsforsikrings-selskap i henhold til de i § 87 givne bestemmelser bør sættes under administration, har det at indgi begjæring herom til skifteretten paa det sted, hvor selskapet har sit sæte. Skifteretten berammer til snarest mulig avholdelse et møte, hvortil saavel Kredittilsynet som selskapet blir at indkalde, og avgjør ved kjendelse, hvorvidt administration skal finde sted eller ikke, dog saaledes, at retten er bundet ved Kredittilsynets avgjørelse av, hvorvidt der skjønnes at være fare for forsikringstagerne. Er Kredittilsynets beslutning om at begjære administration indanket for Kongen,​3 kan skifteretten utsætte avgjørelse av spørsmaalet om administration, indtil Kongens bestemmelse er truffet. Omgjøres Kredittilsynets beslutning om at begjære administration, efterat saadan er anordnet, har skifteretten straks at erklære administrationen hævet.\nSkifterettens kjendelse er gjenstand for anke.​4 Mot oversittelse av ankefristen gives ikke opreisning.​5\nGaar kjendelsen ut paa, at administration skal finde sted, har Kredittilsynet​2 straks at la bekjendtgjørelse herom indrykke i «Norsk Kundgjørelsestidende».​6 Skifteretten har uopholdelig at ta i besiddelse samtlige de værdipapirer, hvori forsikringsfondet er anbragt,​7 samt at oversende disse midler til Kredittilsynet som en særlig masse, som udelukkende skal tjene til dækning av de livsforsikredes krav.\nDe enkelte livsforsikrede kan ikke gjøre noget krav gjældende mot selskapet, hvorimot Kredittilsynet​2 paa administrationsboets vegne hos selskapet kan fordre, hvad der ifølge den i § 91 omhandlede beregning maatte mangle i forsikringsfondet​8 samt i et sikkerhetsfond saa stort som den i § 79, andet led, angivne grænseværdi.\nI ethvert selskap, som driver livsforsikringsvirksomhet, indtræder administration overensstemmende med nærværende lov i og med, at der aapnes konkurs i selskapet. Aapnes konkurs, efterat administration er begyndt, blir dette uten indflydelse paa administrationsboet.\nFor skifterettens og Kredittilsynets​2 befatning med administrationsboet erlægges ingen betaling. Derimot blir de øvrige omkostninger ved administrationen at utrede av administrationsboet.\n1 Endret ved lover 31 mai 1918 nr. 5 og 14 aug. 1918 nr. 4 § 73, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 6.\n4 Jfr. rettergangsl. § 355.\n5 Jfr. domstolsl. § 153.\n6 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n7 Jfr. § 80.\n8 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Ved administrationens indtræden bortfalder selskapets ret til at drive livsforsikringsvirksomhet.\nSaalænge administrationen varer, kan gjenkjøp av eller laan paa police ikke finde sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Kredittilsynet​2 har at besørge forvaltningen av de fra skifteretten mottagne midler.\nForsikringer, som før administrationens begyndelse var forfaldne eller anmeldt til utbetaling, skal avgjøres efter de før nævnte tidspunkt gjældende regler. Forsikringer, som senere forfalder, blir foreløbig kun at utbetale med saa stort beløp, som Kredittilsynet​2 efter omstændighetene finder ubetænkelig. Ingen pligter at tilbakebetale, hvad han paa denne maate maatte ha mottat utover det beløp, som efter den endelige nedsættelse av forsikringsbeløpene​3 vilde tilkomme ham.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. §§ 92 første ledd og 93 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Kredittilsynet​2 har uopholdelig at la foreta vurdering av de fra skifteretten mottagne midler samt at foreta en beregning av forsikringsfondets beløp til den første dag i den maaned som følger efter den, i hvilken administrationen har tat sin begyndelse. Herunder blir præmiereserven at beregne efter de for selskapet ved administrationens begyndelse gjældende beregningsgrundlag, medmindre Kredittilsynet finder, at disse ikke er betryggende; i saa fald blir de av Kredittilsynet valgte grundlag at anvende.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Kredittilsynet​2 har snarest mulig, efterat vurdering har fundet sted, at søke den hele forsikringsbestand overtat av et eller flere indenlandske livsforsikringsselskaper. Indkommer der tilbud om saadan overtagelse, har Kredittilsynet, hvis det finder tilbudet antagelig, at utarbeide en redegjørelse for stillingen og et forslag til overenskomst med vedkommende selskap. Vil overenskomsten medføre en nedsættelse av forsikringsbeløpene, skal denne nedsættelse angives.\nRedegjørelsen med forslag skal offentliggjøres i «Norsk Kundgjørelsestidende»​3 og i de andre tidender, som Kredittilsynet for tilfælde maatte bestemme. I forbindelse hermed opfordres alle forsikringstagere til inden en av Kredittilsynet​2 fastsat frist at avgi uttalelse om, hvorvidt de samtykker i overdragelsen. Redegjørelsen med forslag og opfordring som nævnt skal derhos i anbefalet brev tilstilles samtlige forsikringstagere, hvis opholdssted er kjendt. Hvis der ikke inden utløpet av den anførte frist fremkommer indsigelse mot overdragelsen fra mindst en femtedel av forsikringstagerne, har Kredittilsynet at overdra forsikringsbestanden overensstemmende med det fremsatte forslag. Herved overgaar administrationsboets forpligtelser og de overdragne aktiva til det overtagende selskap.\nEr overdragelse skedd paa saadan maate, at ikke alle administrationsboets midler er medgaat, har Kredittilsynet​2 at avgi overskuddet til det tidligere selskap.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Lykkes det ikke at overdra forsikringsbestanden overensstemmende med reglerne i foregaaende paragraf, har Kredittilsynet​2 at fastsætte den endelige nedsættelse av forsikringsbeløpene​3 i henhold til det foretagne opgjør og at sammenkalde en generalforsamling av forsikringstagerne til stiftelse av et gjensidig selskap. Til denne generalforsamling gives to maaneders varsel. Indkaldelsen bekjendtgjøres og omsendes paa den i foregaaende paragraf nævnte maate. Ved omsendelsen skal den være bilagt med en redegjørelse for stillingen og den av Kredittilsynet beregnede nedsættelse av forsikringsbeløpene og med forslag til vedtægter og grundlag, hvorefter det nye selskap skal drive sin virksomhet.\nI generalforsamlingen vedtages vedtægter med almindelig stemmeflerhet, hvorefter der velges styre og øvrige tillidsmænd i selskapet. Styret har at indsende beretning til Kongen med andragende om, at selskapet maa tillates at træde i virksomhet. Foretar generalforsamlingen ændringer i de av Kredittilsynet foreslaaede vedtægter eller grundlag, blir tilladelse at søke paa den i §§ 73 og 74 foreskrevne maate.\nNaar tilladelse er meddelt, har styret for det gjensidige selskap at indsende anmeldelse til Foretaksregisteret.​4 Ved registreringen gaar administrationsboets samtlige aktiva og dets forpligtelser over paa det gjensidige selskap.\nLykkes det ikke paa den angivne maate at stifte et nyt selskap, fortsættes administrationen; under denne har Kredittilsynet​2 at avgjøre, hvorvidt der skal gjøres yderligere forsøk paa at overføre forsikringene enten til et nyt selskap eller til et andet selskap.\n1 Endret ved lover 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 90 i.f.\n4 Jfr. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Sammenslutning av to eller flere livsforsikringsselskaper kan bare skje hvis Kredittilsynet​2 finner at hvert av selskapene er i stand til å oppfylle sine forpliktelser. Sammenslutningen må vedtas med slikt kvalifisert flertall som fastsatt i § 52, annet ledd, jfr. § 72, samt i Aksjelovens § 109, første ledd,​3 av generalforsamlingen i hvert av selskapene. Vedtak om sammenslutning er uten hensyn til bestemmelsen i § 4, bindende for selskapenes forsikringstagere, garantister og andre fordringshavere. Til sammenslutningen kreves tillatelse av Kongen.\nSøknad om tillatelse skal gjøre rede for den fremgangsmåte som selskapene er blitt enige om å følge ved sammenslutningen. Med søknaden skal følge de bilag som er nevnt i § 73.\nTillatelsen skal fastsette frist for valg av det nye selskaps organer og det tidspunkt da sammenslutningen trer i kraft. Når tillatelse er gitt, sender hvert selskap melding til Foretaksregisteret om sitt vedtak om sammenslutning. Det nye selskap sender melding til Foretaksregisteret når det er konstituert. Anmeldelsen skal inneholde samme opplysninger som ved registrering av nytt selskap.​4 Det sender samtidig melding for hvert av de tidligere selskaper om at de skal slettes av registeret.\nBestemmelsene i første ledd gjelder tilsvarende når et selskap vil overdra sin forsikringsbestand eller en del av den til et annet. Det samme gjelder ved overdragelse til norsk selskap av norsk livsforsikringsbestand tegnet i utenlandsk selskap.​5 Tillatelsen til sammenslutning eller til overdragelse av forsikringsbestand skal gi nærmere regler om gjennomføringen.\n1 Endret ved lover 20 juni 1924 nr. 2, 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Lov 6 juli 1957 nr. 4 (opph.), jfr. lov 4 juni 1976 nr. 59 § 13-1.\n4 Jfr. § 17.\n5 Jfr. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Enhver livsforsikringskontrakt skal indeholde de for forsikringen gjældende almindelige og særlige forsikringsbetingelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Et livsforsikringsselskap kan ikke uten samtykke av hver enkelt forsikringstager oppløse sig, medmindre det forinden har sluttet sig sammen med eller overdraget sin hele forsikringsbestand til et andet selskap overensstemmende med de i § 94 givne regler.\n1 Endret ved lov 22 mars 1963 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Utenlandsk selskap skal ha ret til her i landet at drive forsikringsvirksomhet, saafremt dette sker ved en repræsentant (hovedagent) som i denne lov foreskrevet,​2 og iøvrig paa de i dette kapitel fastsatte vilkaar. Et og samme selskap maa for forsikringsvirksomhetens vedkommende kun ha én repræsentant, som dog kan benytte underagenter.\nMot godtgjørelse må for øvrig ingen her i riket medvirke ved forsikringsvirksomhet, som drives av utlending eller utenlandsk selskap.​3 For så vidt Kongen ikke bestemmer noe annet,​4 gjelder dette forbudet dog ikke sjøforsikring som tegnes til fordel for den som driver\na. skipsfart\nb. hvalfangstnæring eller annen fangstnæring eller\nc. undersøkelse etter, utnytting, lagring eller transport av undersjøiske naturforekomster, eller virksomhet til hjelp for slik virksomhet, eller anleggsvirksomhet til sjøs i tilknytning til slik virksomhet.\n1 Endret ved lov 18 juni 1938 nr. 12, 25 mai 1979 nr. 20.\n2 Se § 98.\n3 Jfr. § 113.\n4 Jfr. § 117 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Repræsentanten skal være bosat her i landet, være uberygtet og ha raadighet over sit bo.​1\nEt norsk aktieselskap kan være repræsentant, forsaavidt dets samtlige bestyrelsesmedlemmer ifølge det foranstaaende hver for sig kan være repræsentanter. Forat selskap av anden art skal kunne være repræsentant, maa samtlige dets ansvarlige medlemmer opfylde den nævnte betingelse.\n1 Jfr. §§ 100 annet ledd nr. 1, 101 første ledd nr. 1 og 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Det utenlandske selskap skal i alle retsforhold, som flyter av dets her i landet drevne forsikringsvirksomhet, være undergit norsk lov og være underkastet norsk domstols avgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Forinden et utenlandsk selskap aapner skadeforsikringsvirksomhet her i landet, har det gjennom sin repræsentant at indsende anmeldelse til Foretaksregisteret.​2\nAnmeldelsen skal indsendes gjennem Kredittilsynet, som paaser, at den er ledsaget av:\n1. bevis for, at den valgte repræsentant er i besiddelse av de i § 98 nævnte egenskaper;\n2. behørig bekræftet bevidnelse om, at selskapet i sit hjemland lovlig driver den samme art av skadesforsikringsvirksomhet som den, det vil drive her i landet, og hvis det driver flere arter av skadesforsikring, fører særskilt regnskap med særskilt vindings- og tapskonto over hver enkelt virksomhet og i generalbalansen opfører passiva særskilt for hver enkelt virksomhet;\n3. fuldmagt, saavel i original som i behørig bekræftet oversættelse til norsk, for repræsentanten til paa selskapets vegne at drive den paagjældende art av skadesforsikringsvirksomhet her i landet og til i alle derav flytende retsforhold paa selskapets vegne at motta søksmaal for norsk domstol;\n4. behørig bevis for, at den, som har utstedt fuldmagten, er dertil berettiget, samt at fuldmagten er utfærdiget i overensstemmelse med hjemlandets lov;\n5. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til, saalænge det har nogen uopfyldt forsikringsforpligtelse her i landet, bestandig at ha en her bosittende repræsentant, samt uigjenkaldelig bemyndigelse for Kredittilsynet til i det i § 103 omhandlede tilfælde at ansætte en mand til paa selskapets vegne at motta søksmaal og iøvrig at repræsentere selskapet;\n6. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til i alt, hvad virksomheten her i landet angaar, at underkaste sig norsk lov og norsk domstols avgjørelse;\n7. tilsagn fra selskapet om at det, før det begynner sin forsikringsvirksomhet i Norge, vil deponere i Norges Bank de nødvendige midler til å oppfylle det kapitalkrav som stilles når tillatelse gis;\nUndladelse av anmeldelse medfører personlig ansvar for selskapets herværende repræsentant.\nStedfundne forandringer blir paa samme maate at anmelde.​3\n1 Endret ved lover 24 mars 1933 nr. 5, 6 juli 1957 nr. 4, 4 juni 1976 nr. 59, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988). – Jfr. § 112.\n2 Se lov 21 juni 1985 nr. 78 § 3-8.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Et utenlandsk selskap må ikke drive livsforsikringsvirksomhet her i landet før det har fått Kongens tillatelse til det.​2 Begjæring om saadan tilladelse skal være ledsaget av:\n1. bevis for, at den valgte repræsentant er i besiddelse av de i § 98 nævnte egenskaper;\n2. de i § 73 nr. 1-6, 8 og 10 foreskrevne oplysninger;\n3. behørig bekræftet bevidnelse om, at selskapet lovlig driver livsforsikringsvirksomhet i sit hjemland, tillikemed oplysning om, hvorlænge det har drevet saadan virksomhet, og hvorvidt der i de tre sidste aar fra de derværende myndigheters side er gjort nogen bemerkning mot den maate, hvorpaa virksomheten der er utøvet, samt eksemplarer av selskapets aarsberetning for indtil ti av de sidst forløpne aar;\n4. fuldmagt, saavel i original som i behørig bekræftet oversættelse til norsk, for repræsentanten til paa selskapets vegne at drive livsforsikringsvirksomhet her i landet og til i alle derav flytende retsforhold paa selskapets vegne at motta søksmaal for norsk domstol;\n5. behørig bevis for, at den, som har utstedt fuldmagten, er dertil berettiget, samt at fuldmagten er utfærdiget i overensstemmelse med hjemlandets lov;\n6. en av selskapet behørig avgit bekræftet erklæring om, at det forpligter sig til, saalænge det har nogen livsforsikring i kraft her i landet, bestandig at ha en her bosittende repræsentant, samt uigjenkaldelig bemyndigelse for Kredittilsynet​3 – til i det i § 103 omhandlede tilfælde at ansætte en mand til paa selskapets vegne at motta søksmaal og iøvrig at repræsentere selskapet;\n7. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til i alt, hvad virksomheten her i landet angaar, at underkaste sig norsk lov og norsk domstols avgjørelse;\n8. tilsagn fra selskapet om at det, før det begynner sin virksomhet i Norge, vil deponere i Norges Bank de nødvendige midler til å oppfylle det kapitalkrav som stilles når tillatelse gis;\n9. bevis for, at stiftelses- og organisationsomkostninger er helt avskrevet, og at anskaffelsesomkostninger ikke længer er opført som aktivum i selskapets aarsregnskap.​4\nTillatelse skal nektes hvis de vilkår som er stillet i eller med hjemmel i denne lov ikke er opfylt eller hvis det antas at det økonomiske eller forsikringstekniske grunnlag for virksomheten ikke er betryggende eller at selskapet av andre grunner ikke tilfredsstiller de krav som bør stilles av hensyn til de norske forsikringstagere eller hvis oprettelsen av agenturet ikke ansees stemmende med det offentliges eller almenhetens interesser. Tillatelse kan enn videre nektes dersom norske forsikringsselskaper ikke tilstedes adgang til å drive virksomhet i selskapets hjemland.\nMeddeles tilladelsen, lar Kredittilsynet​3 paa selskapets bekostning bekjendtgjørelse derom tillikemed repræsentantens fuldmagt i oversættelse til norsk indrykke i «Norsk Kundgjørelsestidende».​5\nForetages nogen ændring i selskapets vedtægter, skal repræsentanten inden tre maaneder derefter til Kredittilsynet​3 indsende ordlyden av den tagne beslutning i behørig bekræftet oversættelse til norsk.\nSker ellers nogen ændring i noget av det, som i henhold til denne paragrafs første led er oplyst, skal repræsentanten ufortøvet derom indsende skriftlig oplysning til Kredittilsynet.​6\nKongen fastsetter forskrifter som angir krav til den kapital selskapet til enhver tid plikter å holde i Norge. Tilsvarende midler skal deponeres i Norges Bank og anbringes som bestemt i § 80.\nKredittilsynet​3 gir nærmere forskrifter om deponeringen.\n1 Endret ved lover 18 juni 1938 nr. 12, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 112.\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 113.\n4 Jfr. § 112 i.f.\n5 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n6 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Repræsentanten for det utenlandske forsikringsselskap har i overensstemmelse med de av Kredittilsynet​2 fastsatte skemaer for hvert regnskapsaar at avfatte og inden otte maaneder efter dets utløp til Kredittilsynet at indsende en indberetning angaaende selskapets virksomhet her i landet i det forløpne aar, indeholdende regnskap for de her tegnede forsikringer. Derhos har han inden to maaneder efter selskapets generalforsamling at fremsende den av selskapets styre avgivne aarsberetning med aarsregnskap og revisionens uttalelser. Indberetningen angaaende selskapets virksomhet her i landet blir at indrykke i «Norsk Kundgjørelsestidende».​3\nEr noget av de aktstykker, som indgives til Kredittilsynet,​2 avfattet i et fremmed sprog, skal det være ledsaget av behørig bekræftet oversættelse til norsk.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Taper repræsentanten nogen av de i § 98 foreskrevne egenskaper, eller blir han av nogen anden grund ute av stand til at utføre sit hverv, eller frasiger han sig samme, eller tilbakekaldes hans fuldmagt, uten at anden repræsentant er ansat og godkjendt, har Kredittilsynet​2 at anta en mand til paa selskapets vegne at motta søksmaal og iøvrig lovlig at repræsentere selskapet med hensyn til allerede indgaaede forpligtelser,​3 indtil hindringen for repræsentanten er ophørt, eller en anden er godkjendt som repræsentant. Kredittilsynet lar ufortøvet indrykke bekjendtgjørelse derom i «Norsk Kundgjørelsestidende».​4 Indtil saadan ordning er bekjendtgjort, skal enhver forsikringstager ha ret til at indbetale forfaldne forsikringspræmier til Kredittilsynet.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 100 nr. 5 og § 101 nr. 6.\n4 Jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Depositum som omhandlet i § 101 sjette ledd og lov av 18. juni 1938 nr. 12 § 2 femte ledd skal utelukkende tjene til fyldestgjørelse av fordringer ifølge kontrakter om direkte forsikring som det utenlandske selskap har avsluttet her i landet, eller til dekning av beløp som selskapet plikter å utrede i henhold til denne lov.​2 Det kan derhos ved dom inndras i den utstrekning, som fornødiges til dekkelse av bøter, som selskapets representant måtte bli ilagt for overtredelse av nærværende lov.\nGår verdien av de deponerte midler ned slik at depotet ikke oppfyller de krav som er stilt, varsler Norges Bank hovedagenten og Kredittilsynet​3 om dette og om at selskapet må deponere nye verdier.\nDersom det manglende ikke er deponert innen fire uker, har selskapet tapt sin rett til å drive forsikringsvirksomhet her i landet. Norges Bank varsler Kredittilsynet​3 om at deponering innen fristens utløp ikke har skjedd. Kredittilsynet underretter selskapet om tapet av retten til å drive virksomhet her i landet og kunngjør dette på hensiktsmessig måte.\n1 Endret ved lover 1 juni 1928 nr. 3, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 9.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Ophører det utenlandske selskap at drive forsikringsvirksomhet her i landet, kan det kræve tilbake det i overensstemmelse med §§ 100 og 101 deponerte beløp, naar det godtgjør, at samtlige dets i § 104 nævnte forpligtelser er opfyldt, eller at det har stillet saadan sikkerhet for opfyldelsen av disse, som Kredittilsynet​2 finder betryggende.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Kongen kan forby et utenlandsk selskap å drive forsikringsvirksomhet her i landet dersom selskapet eller dets representant (hovedagent) har gjort seg skyldig i grove eller vedvarende overtredelser av norsk lov, forskrifter gitt i medhold av lov eller konsesjonsvilkår. Tilsvarende gjelder dersom selskapet taper sin rett til å drive forsikringsvirksomhet i hjemlandet.\nEt selskap som i medhold av foregående ledd ikke har tillatelse til å drive forsikringsvirksomhet her i landet, skal straks begynne avviklingen av virksomheten. Når avviklingen er avsluttet skal agenturet slettes i Handelsregisteret. Kredittilsynet​2 kan sende melding om slettelse etter denne bestemmelse.\nKongen kan oppnevne et avviklingsstyre for å forestå avviklingen av selskapets virksomhet i Norge. De nærmere forskrifter om avviklingen og avviklingsstyret gis av Kongen.\n1 Endret ved lov 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Selskapets repræsentant skal i alle selskapet vedkommende tryksaker og henvendelser til almenheten angi saavel dets hjemland som dets egenskap av aktieselskap eller av gjensidig selskap. Angives i saadanne tryksaker eller henvendelser aktiekapitalens eller garantifondets størrelse, skal det uttrykkelig fremheves, hvor meget der av samme er indbetalt. Selskapet maa ikke betegnes som garantert eller kontrolert av den Norske Stat.\nForskriftene i nærværende lovs §§ 1-6, 8, 9 og 95 kommer ogsaa til anvendelse paa utenlandsk forsikringsselskap. Det samme gjælder forskriftene i § 7, forsaavidt angaar selskapets forretning i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Inden tolv maaneder, efterat nærværende lov er traadt i kraft,​1 har med de i § 116 nævnte begrænsninger ethvert allerede virkende gjensidig indenlandsk skadesforsikringsselskap at indsende til handelsregistret en anmeldelse overensstemmende med, hvad i nærværende lovs § 17 med undtagelse av sammes nr. 4 er sagt; er der hengaat mere end fem aar efter selskapets stiftelse, bortfalder dog den i § 17 nr. 6 krævede oplysning. Er selskapet før anmeldt, blir inden samme frist saadan tillægsanmeldelse at indsende, at ovenstaaende krav sker fyldest.\n1 Se § 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Dersom et indenlandsk skadesforsikringsselskap ikke inden fristens utløp paa lovgyldig maate har indsendt pligtig anmeldelse, har det at indstille tegning av nye forsikringer, indtil paabudet om anmeldelse er fyldestgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Nærværende lovs §§ 1-9 samt §§ 20-66 kommer forøvrig med de i § 116 nævnte begrænsninger til anvendelse paa indenlandske gjensidige skadesforsikringsselskaper, som var i virksomhet, før nærværende lov traadte i kraft.\nPaa indenlandske skadesforsikrings-aktieselskaper, registrert før nærværende lov traadte i kraft, kommer likeledes §§ 1-9 samt §§ 64-66 til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Nærværende lovs §§ 1-9 samt §§ 67-96 kommer med de i § 115 nævnte begrænsninger til anvendelse ogsaa paa indenlandske selskaper, som allerede ved lovens ikrafttræden driver livsforsikringsvirksomhet her i landet, dog med følgende tillempninger:\n1. Selskapet har en frist av tre maaneder fra lovens ikrafttræden til indsendelse av saadant andragende som i § 73 nævnt, samt forsaavidt Kredittilsynet maatte kræve foretat forandringer i grundlaget for selskapets virksomhet til opfyldelse av nærværende lovs forskrifter, en frist av tre aar, regnet fra kravets fremsættelse, til foretagelse av de nødvendige forandringer;\n2. hvis der for et gjensidig selskap er stillet garantifond paa anden maate end foreskrevet i § 72, jfr. § 12, 1ste punktum, har selskapet en frist av to aar fra lovens ikrafttræden til at omordne dette forhold;\n3. selskapet kan til opfyldelse av forskriften i § 67 samt til fylding av sikkerhetsfondet medregne de fonds, hvorav det – utenfor forsikringsfondet og bonusfondet – maatte være i besiddelse;\n4. har et selskap før lovens ikrafttræden avgit en forsikring i gjenforsikring til et andet selskap i saadan form, at det ikke selv beholder den fulde præmiereserve, er det ved fastsættelsen av forsikringsfondet ikke forpligtet til at medregne det gjenforsikrede beløp ;\n5. anskaffelsesomkostninger, som hitrører fra forsikringer, tegnet før lovens ikrafttræden, skal, saafremt de er opført som aktivum i selskapets aarsbalanse, uanset bestemmelsen i § 81, kunne avskrives i løpet av de fem første regnskapsaar efter lovens ikrafttræden med mindst en femtedel aarlig.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Hvis et utenlandsk selskap, som har aapnet skadesforsikringsvirksomhet her i landet, før denne lov traadte i kraft, ønsker at fortsætte denne virksomhet, skal dets repræsentant inden tolv maaneder efter nærværende lovs ikrafttræden efterkomme, hvad der i § 100 er sagt, under samme ansvar som i nævnte paragraf bestemt. Kongen kan dog for saadanne selskaper gjøre undtagelser fra forskriftene i § 100 nr. 2.\nUtenlandsk selskap, som før denne lovs ikrafttræden har aapnet livsforsikringsvirksomhet her i landet og ønsker at fortsætte denne, skal inden tre maaneder efter lovens ikrafttræden erhverve tilladelse dertil, overensstemmende med § 101. Ved indsendelsen av begjæring om saadan tilladelse skal selskapet medsende en beretning om dets virksomhet her i landet i det sidst forløpne aar og om størrelsen av dets forsikringsbestand her i landet ved utløpet av nævnte aar.\nUtenlandsk selskap, som ikke inden fristens utløp har opfyldt ovenstaaende bestemmelser, har at indstille tegning av nye forsikringer, indtil lovens krav er fyldestgjort.\nIøvrig kommer nærværende lovs 10de kapitel til anvendelse paa utenlandske forsikringsselskaper, som har aapnet virksomhet her i landet, før denne lov traadte i kraft. Dog skal utenlandske selskaper, som før dette tidspunkt har aapnet livsforsikringsvirksomhet her, kunne fortsætte denne, selv om de ogsaa driver anden forsikringsvirksomhet,​1 paa betingelse av, at de for sin livsforsikringsvirksomhet fører særskilt redskap med særskilt vindings- og tapskonto og særskilt aarsbalanse. Istedenfor det i § 101 nr. 9 foreskrevne bevis har disse selskaper derhos kun at føre bevis for, at stiftelses-, organisations- og erhvervelsesomkostninger ikke er opført som aktiva i større omfang end efter § 81 tillatt.\n1 Jfr. §§ 2 annet ledd og 107 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Den, som i strid med denne lovs forskrifter driver eller medvirker ved forsikringsvirksomhet her i riket, straffes med bøter,​1 forsaavidt ingen strengere straffebestemmelse​2 kommer til anvendelse.\nStiftere, indbydere, bestyrere, medlemmer av repræsentantskap, aktuarer, revisorer eller agenter i indenlandske selskaper saavelsom utenlandsk selskaps hovedagent​3 eller underagenter, som overtræder nærværende lovs bestemmelser, eller som medvirker til, at saadan overtrædelse sker, straffes med bøter​1 eller, hvis det gjælder overtrædelse av bestemmelserne i § 1, 2det led eller § 75, med bøter​1 eller fængsel indtil seks maaneder, forsaavidt handlingen ikke indgaar under nogen strengere straffebestemmelse.\nDen, som bryter den i § 49, tredje led (jfr. § 72) paalagte taushetspligt, eller som medvirker til, at saadan overtrædelse sker, straffes med bøter.​1\nDen, som i tryksaker eller henvendelser til almenheten gir urigtige eller vildledende meddelelser om et forsikringsselskap eller stiller i utsigt fremtidig bonus av nærmere angit størrelse, eller som medvirker hertil, straffes med bøter,​1 forsaavidt handlingen ikke indgaar under nogen strengere straffebestemmelse.\n1 Se strl. § 27.\n2 Se § 113 annet ledd og strl. § 332.\n3 Se § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Denne lovs bestemmelser kommer ikke til anvendelse paa anstalter, som garanteres eller styres av staten,​1 undtagen forsaavidt som § 85 nr. 2, § 95 og § 113, 4de led skal være anvendelige ogsaa paa saadanne anstalter.\n1 Se lover 28 juli 1949 nr. 26 § 1, nr. 27 § 1, 8 juni 1973 nr. 50 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Nærværende lov kommer ikke til anvendelse paa begravelseskasser, sykekasser eller saadanne paa gjensidighet grundede livsforsikrings-selskaper, som paa enkelt liv ikke overtar nogen forsikring med utbetaling av en sum én gang for alle til høiere beløp end to hundrede og femti kroner eller nogen livrente til høiere beløp end femti kroner aarlig, idet saadanne selskaper vedblivende skal være undergit det for dem ved forordning av 15 mai 1810 paabudte tilsyn. Dog kan Kongen paa grund av særlige forhold og efter indstilling fra den ved nævnte forordning oprettede tilsynskomité træffe bestemmelse om, at ogsaa saadant selskap skal være undergit nærværende lov. Selv om dette ikke er skedd, kan Kredittilsynet la foreta en undersøkelse av selskapets status. Viser det sig herunder at være underskud, kan Kredittilsynet, efterat tilsynskomiteen er hørt, sætte selskapet under avvikling; denne foregaar efter tilsynskomiteens anvisning. Dog kan selskapet undgaa at komme under avvikling ved at omdanne sig til gjensidig selskap overensstemmende med nærværende lovs tredje del. I saa fald skal selskapet ha en frist av to aar til saadan omdannelse.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Denne lov kommer ikke til anvendelse på gjensidig husdyrforsikringsselskap, hvis virksomhet ikke omfatter mer enn ett fylke eller innen flere fylker ikke over 10 kommuner, og som i selvstendig risikoavdeling for egen regning ikke overtar risiko over kr. 20.000 for noe medlem. Kredittilsynet kan for det enkelte selskap godkjenne høyere sum, men ikke utover kr. 100.000. Vilkåret er at Kredittilsynet finner dette forsvarlig på grunnlag av selskapets økonomiske stilling, reassuranseavtaler og forholdene for øvrig.\nUnder særlige omstendigheter kan Kongen bestemme, at loven heller ikke kommer til anvendelse på andre gjensidige selskaper med samme formål som nevnt i nærværende paragraf første ledd, når deres planer har kongelig stadfesting, og på vilkår at vedkommende selskap årlig innen en måned etter generalforsamlingens avholdelse til Kredittilsynet innsender avskrift av sitt regnskap.\nLoven kommer heller ikke til anvendelse på gjensidig brannforsikringsforening, hvis plan stadfestes av Kongen,​2 når foreningens direkte virksomhet ikke omfatter mer enn ett fylke eller innen flere fylker ikke over 10 kommuner, og dens indirekte virksomhet – utenfor det lokale virkeområde – ikke omfatter andre gjenforsikringer enn de som overføres til den gjennom en gjenforsikringsordning som Kredittilsynet har godkjent.\nDeling av en kommune er uten innflytelse på et gjensidig selskaps adgang til å virke innen sitt tidligere område uten å komme inn under denne lovs bestemmelser.\nForsikringsforeninger som går inn under lov om sjøtrygdelag​3 omfattes ikke av denne lov.\n1 Endret ved lover 5 des. 1947 nr. 2, 28 juli 1949 nr. 6, 3 juli 1953 nr. 3, 15 mars 1957 nr. 4, 17 des. 1971 nr. 104, 28 mai 1976 nr. 38, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 17 juni 1869.\n3 Se lov 3 juli 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "For selskaper som udelukkende driver gjenforsikring, kan Kongen tillate de avvikelser fra denne lov, som under hensyn til beskaffenheten av saadanne selskapers virksomhet maatte ansees beføiet.\nDerhos kan Kongen bestemme, at loven ikke kommer til anvendelse paa forsikring av risikoer, som efter sin art ikke kan dækkes i noget indenlandsk selskap eller i selskap som har repræsentant her i riket.​2 Videre kan Kongen bestemme at loven ikke skal komme til anvendelse på foretagende som bare driver forsikring av krigsrisiko til sjøs.\n1 Endret ved lov 13 juni 1969 nr. 37.\n2 Se res. 25 juli 1947, 2 mai 1958, 21 okt. 1966, 20 okt. 1967, 4 okt. 1968, 12 nov. 1970, 12. mai 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "117 a",
      "section": "117 a",
      "content": "Kongen kan bestemme at foretagender som overtar kapital til forvaltning med garantert rente eller driver annen virksomhet som må ansees beslektet med livsforsikring, skal gå inn under forskriftene om livsforsikring i nærværende lov i den utstrekning det finnes formålstjenlig av hensyn til arten og omfanget av virksomheten.\n1 Tilføiet ved lov 18 juni 1938 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117a",
        "source_heading": "§ 117 a."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "Nærværende lov træder i kraft den 1 januar næste aar, fra hvilken dag forordningen av 15 mai 1810 ikke længere kommer til anvendelse paa de selskaper, som er underkastet nærværende lovs bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Forsikringsvirksomhet maa – foruten av anstalter, som garanteres eller styres av staten​2 eller av norsk kommune – alene drives av aktieselskaper og av gjensidige selskaper.​3 Et livsforsikrings-selskap maa ikke begynde sin virksomhet, før det dertil har erhvervet Kongens​4 eller Kredittilsynets​5 tilladelse overensstemmende med denne lov.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. § 114.\n3 Se 2. del og §§ 69-72.\n4 Se §§ 73-76.\n5 Jfr. § 101 og lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et forsikringsselskap maa ikke drive anden virksomhet end forsikring. Dog kan Kredittilsynet​2 i særlige tilfelle samtykke i at et selskap, på de vilkår rådet fastsetter, medvirker ved forsikringsvirksomhet som drives av et annet selskap.\nEt selskap som overtar livsforsikring, maa ikke drive anden forsikringsvirksomhet.​3 Dog kan selskapet i den utstrekning, som Kredittilsynet tillater, overta invaliditetsforsikring som pensjonsforsikring i arbeidsforhold og invaliditetsforsikring som er knyttet til livsforsikring, samt drive annen virksomhet som naturlig hører sammen med livsforsikringsvirksomhet.\n1 Endret ved lover 22 mars 1963 nr. 3, 13 juni 1969 nr. 37, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 112 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Intet forsikringsselskap, som herefter stiftes, maa i sit firma​1 opta navnet paa et andet indenlandsk forsikringsselskap eller her alment kjendt utenlandsk forsikringsselskap eller et navn, som let kan forveksles dermed.​2\n1 Se §§ 22 og 68 nr. 1.\n2 Jfr. lov 29 juni 1985 nr. 79 § 2-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Forbehold i et forsikringsselskaps vedtægter eller policer om, at selskapet skal kunne frigjøre sig for sit ansvar ved at overføre sine forpligtelser til et andet selskap,​1 er uforbindende for de forsikrede.\n1 Jfr. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Bestemmelsene i aksjeloven gjelder for forsikringsaksjeselskaper​2 hvis ikke annet følger av forskrifter gitt av Kredittilsynet.​3\nAksjelovens § 12-10​4 første og annet ledd gjelder ikke for forsikringsselskaper.\n1 Tilføyd ved lov 4 juni 1976 nr. 59, endret ved lover 10 juni 1977 nr. 68 avsnitt IV, 15 des. 1978 nr. 84, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. rettelse i Lovt. 1977 I s. 753.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Et gjensidig skadesforsikrings-selskap kan alene stiftes gjennem tegningsindbydelse, som skal være undertegnet av indbyderne og indeholde angivelse av:​2\n1. forsikringens art;​3\n2. den kommune, hvor selskapet skal ha sit sæte;\n3. det antal forsikringer og den samlede forsikringssum, som skal være tegnet, forat foretagendet skal kunne sættes i gang;​4\n4. den maate, hvorpaa omkostningene ved stiftelsen samt mulig underskud i et bestemt antal av de første aar tilsigtes dækket;\n5. den maate, hvorpaa selskapets utgifter skal dækkes enten ved betaling av en paa forhaand opstillet præmie, og isaafald reglene for fordeling av overskud og underskud, eller alene ved efterskudsvis utligning paa medlemmene;​5\n6. reglene for medlemmenes ansvar indbyrdes og overfor tredjemand;​6\n7. den frist, inden hvilken den konstituerende generalforsamling skal være avholdt, forat tegning av forsikring skal være bindende for medlemmene;​7\n8. den maate hvorpaa og den frist hvorved den konstituerende generalforsamling blir at sammenkalde;​7\n9. reglene for forsikringstagernes stemmeret i den konstituerende generalforsamling.​8\nDenne indbydelse har indbyderne at indrykke i «Norsk Kundgjørelsestidende».​9 Ved siden herav kan der ogsaa indbydes til tegning av forsikring gjennem kundgjørelse i andre tidender eller ved opslag, omsendte prospekter eller cirkulærer; men disse indbydelser skal alene indeholde en ordret gjengivelse av den i «Norsk Kundgjørelsestidende» indrykkede underskrevne indbydelse.\n1 Jfr. § 116.\n2 Jfr. § 15 siste ledd.\n3 Jfr. § 52 annet ledd.\n4 Jfr. § 54.\n5 Jfr. §§ 23-25.\n6 Jfr. § 27.\n7 Jfr. § 14.\n8 Jfr. § 43.\n9 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Hvis foretagendet tilsigtes begrænset med hensyn til tid eller sted​2 maa dette uttrykkelig være nævnt i tegningsindbydelsen.\nHvis man vil træffe bestemmelse om, at enkeltmand skal ha særskilt fordel eller forrettighet i selskapet, eller at indbyderne eller andre skal ha særskilt godtgjørelse for stiftelsen, maa forbehold herom med gjengivelse av bestemmelsens indhold være indtat i tegningsindbydelsen. Der kan intet krav gjøres paa erstatning for utlæg, som indbydere maatte ha hat til juridisk eller teknisk bistand, bekjendtgjørelser eller lignende, dersom det ikke er forbeholdt i tegningsindbydelsen.​3\n1 Jfr. § 17.\n2 Jfr. § 52 tredje ledd.\n3 Jfr. § 15 nr. 4 og siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Tilsiktes selskapet stiftet med garantifond kan dette ydes som lån av et for øiemedet stiftet aktieselskap. I så fall skal tegningsinnbydelsen til stiftelse av det gjensidige selskap angi:\n1. garantifondets størrelse;\n2. hvor stor del av det tegnede garantifond skal innbetales straks, og reglene for det garanterende selskaps forpliktelse til å gjøre yderligere innbetaling på garantifondet;\n3. reglene for garantifondets forrentning og for dets tilbakebetaling, for så vidt sådan skal kunne finne sted;\n4. om og i tilfelle i hvilken utstrekning det garanterende selskap skal ved dertil valgte menn kunne øve innflydelse på eller tilsyn med forsikringsselskapets ledelse.\nDer kan ikke gis det garanterende selskap adgang til å øve innflydelse på avgjørelsen av spørsmål om, hvorledes overskudd skal anvendes, eller hvorvidt hel eller delvis tilbakebetaling av garantifondet skal finne sted.\nHvis garantikapitalen skal skaffes til veie på annen måte, må den ordning som aktes truffet på forhånd være godkjent av Kongen.\n1 Endret ved lov 22 mars 1963 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Først 14 dage efter tegningsindbydelsens første offentliggjørelse i «Norsk Kundgjørelsestidende»​1 maa der gives adgang til tegning av forsikring.\nTegning, som av andre end indbyderne er foretat før utløpet av denne tid eller i henhold til en tegningsindbydelse, som ikke fyldestgjør fordringene i § 10, er uforbindende for tegneren.\n1 Se § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Den konstituerende generalforsamling indkaldes av indbyderne og skal avholdes inden ni maaneder​1 efter tegningsindbydelsens første bekjendtgjørelse i «Norsk Kundgjørelsestidende».​2 Avholdes den ikke inden denne tid, kan enhver, som har tegnet forsikring, gjennem henvendelse til en av indbyderne begjære sin tegning utslettet; dog maa saadan henvendelse ske, inden generalforsamlingen er sat.\n1 Jfr. § 10 nr. 7.\n2 Se § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I generalforsamlingen har indbyderne til protokollen at fremlegge:\n1. den av dem utfærdigede tegningsindbydelse;\n2. det nummer av «Norsk Kundgjørelsestidende», hvori indbydelsen har været offentliggjort;​1\n3. en av samtlige indbydere underskrevet beretning om selskapets stiftelse, bilagt – i original eller i bekræftet gjenpart – med enhver kontrakt, de maatte ha indgaat indbyrdes eller med andre vedkommende stiftelsen;\n4. en av samtlige indbydere underskrevet opgave over de utlæg til juridisk eller teknisk bistand, bekjendtgjørelser eller lignende, som indbyderne maatte ha hat, og som de kræver godtgjort av selskapet;​2\n5. tegningslisterne i original eller bekræftet avskrift med indbydernes skriftlige erklæring om, at det for stiftelsen nødvendige antal forsikringer og den nødvendige forsikringssum er tegnet.​3\nDer kan i denne generalforsamling ikke fattes beslutning, som strider mot nogen i tegningsindbydelsen optat bestemmelse av art, som i § 10 nr. 1, 2, 3, 4, 5, 6 og 9 eller i § 12 nævnt. Heller ikke kan der træffes nogen bestemmelse av saadan art som i § 11 nævnt, medmindre forbehold derom med gjengivelse av bestemmelsens indhold er indtat i tegningsindbydelsen, likesom en i tegningsindbydelsen optat bestemmelse av saadan art ikke kan utvides paa selskapets bekostning. Er der i tegningsindbydelsen tilsagt selskapets medlemmer en stemmeret av visst omfang i dets generalforsamlinger, kan der heri ikke foretages forandring uten samtykke av samtlige medlemmer.\n1 Se § 10 siste ledd.\n2 Jfr. § 11 i.f.\n3 Jfr. § 10 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "I generalforsamlingen skal der først tages bestemmelse om, hvorvidt et utvalg av forsikringstagere skal nedsættes for at prøve de fremlagte aktstykker. Saafremt en tredjedel av de møtende forsikringstagere eller den eller de, som indehar forsikringer for en tredjedel av den i møtet repræsenterte forsikringssum, stemmer derfor, blir saadant utvalg at nedsætte. Utvalget bestaar av tre medlemmer, hvis der ikke med almindelig stemmeflerhet fattes beslutning om et større antal. Dette utvalg, til hvilket indbyderne er pligtige at gi de fornødne oplysninger, har at avgi en skriftlig indstilling, hvorav der mindst tre dage før næste møte tilstilles hver forsikringstager med kjendt opholdssted en avskrift.\nEr det besluttet, at saadant utvalg ikke skal nedsættes, avstemmes der om, hvorvidt selskapet skal stiftes.​1 Er derimot saadant utvalg nedsat, fastsætter generalforsamlingen et nyt møte tidligst 14 dage derefter til behandling av utvalgets indstilling og avstemning om selskapets stiftelse.\nVed avstemning om det ovennævnte utvalgs nedsættelse og ved valg paa dets medlemmer medregnes ikke indbyderne eller de av dem repræsenterte forsikringer; det samme gjælder ved avstemning om selskapets stiftelse, naar saadant utvalg som i 1ste led omhandlet har været nedsat.\nNaar selskapet er stiftet, blir vedtægter​2 at fastsætte og derefter valg av tillidsmænd at foreta. Hermed er selskapet konstituert.​3\n1 Jfr. § 43 annet ledd nr. 2.\n2 Jfr. § 20.\n3 Jfr. §§ 29 flg., 40 flg. og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Det konstituerte selskap skal meldes til registrering i Foretaksregisteret.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet ved lov 21 juni 1985 nr 78, fra 1 jan 1988).",
      "content": "§ 18.(Opphevet ved lov 21 juni 1985 nr 78, fra 1 jan 1988).🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Før registreringen bestaar selskapet ikke som saadant like overfor tredjemand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Det gjensidige selskaps vedtægter skal foruten at indeholde de i § 10 nr. 1, 2, 4, 5 og 6 samt i tilfælde de i § 12 nr. 1, 2, 3 og 4 nævnte bestemmelser tillike gi uttrykkelig bestemmelse om anbringelsen av selskapets formue, reglene for oplæggelse av reservefond, reglene for de forsikredes stemmeret og valgbarhet samt betingelserne og reglene for selskapets opløsning​2 og anvendelsen av selskapets formue efter opfyldelsen av alle forpligtelser i tilfælde av avvikling.​3 I selskaper, hvor der forskudsvis beregnes et bestemt indskud (præmie), angives enten præmiesatserne eller den maate, hvorpaa præmien blir at bestemme;​4 skal selskapet derimot efterskudsvis utligne sine utgifter, angives de regler, hvorefter bidragene under hensyn til de forsikrede gjenstandes værdi, forsikringstid og farlighet blir at fordele over de forsikrede beløp (reglene for beregning av «bidragsværdiene»).​5\nVedtektene skal også inneholde bestemmelser om aldersgrenser for selskapets tillits- og tjenestemenn og om sikkerhetsstillelse for forvaltningen av selskapets midler. Kredittilsynet​6 kan gi nærmere forskrifter om aldersgrenser og sikkerhetsstillelse.\n1 Endret ved lov 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. §§ 23, 24, 29, 30, 31, 40, 41, 43, 45, 46, 52, 59, 60, 63.\n2 Jfr. § 52 første ledd og §§ 53-61.\n3 Jfr. § 60.\n4 Jfr. §§ 23 og 24.\n5 Jfr. § 24 annet og tredje ledd.\n6 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Forrentning og tilbakebetaling av garantifond kan alene ske av selskapets overskud.​2 Tilbakebetales garantifondet helt eller delvis, overgaar et tilsvarende beløp til et eget reservefond. Disse fond kan ikke frivillig nedsettes. Har selskapet tapt nogen del av disse fond, blir dette at anmelde til Foretaksregisteret.​3\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. § 32, tredje ledd.\n3 Se lov 21 juni 1985 nr. 78. – Se også denne lovs § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Selskapet skal benytte et firmanavn, hvorav det fremgaar, at det er et gjensidig forsikringsselskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "I selskaper, hvor der forskudsvis beregnes et bestemt indskud (præmie), blir overskud, som skal fordeles, og underskud, som skal dækkes ved utligning, at fordele paa medlemmene i forhold til deres indskud (præmier), dersom ikke anden fordelingsregel er fastsat i vedtægtene.\nDersom intet andet i vedtægtene er bestemt, blir det efterskud, som et medlem ikke kan betale, saavidt fornødent at utligne paa de øvrige medlemmer.\nI intet tilfælde pligter dog et medlem, medmindre andet i vedtægtene er bestemt, at tilskyte mer end et beløp, som er likt hans forsikringssum.\n1 Jfr. §§ 27 og 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Det kan i vedtægtene bestemmes, at det efterskud, som i regnskapsterminen kan utlignes paa det enkelte medlem, skal være begrænset; dog maa efterskuddet i sælskaper, som paa forhaand opkræver en bestemt præmie, ikke begrænses til mindre end to ganger præmien, dersom efterskuddet beregnes over præmierne, eller til mindre end ti pct. av forsikringsbeløpet, dersom efterskuddet beregnes over de forsikrede beløp.\nI selskaper, som efterskudsvis utligner regnskapsterminens samtlige utgifter, kan medlemmenes bidragspligt ikke begrænses til mindre end femten pct. av regnskapsterminens samlede forsikrede værdier.\nDersom regnskapsterminens samtlige indtægter som følge av saadanne begrænsninger ikke formaar at dække terminens samtlige utgifter, og der intet tilstrækkelig reservefond haves, blir underskuddet, hvis ikke andet i vedtægtene er bestemt, forholdsvis at fordele paa terminens samtlige skader.\n1 Jfr. §§ 27 og 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Det i en regnskapstermin opstaaede overskud eller underskud blir at fordele kun paa dem, som var medlemmer i vedkommende regnskapstermin, medmindre andet i vedtægtene er fastsat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Selskapets medlemmer er kun dets forsikringstagere, og selskapet kan ikke overta forsikring, uten at vedkommende forsikringstager blir medlem av selskapet.\nDog kan det ved gjenforsikring avtales, at det avgivende selskap skal være fritatt for ansvar og ei heller delta i overskudd. Men det samlede beløp av sådanne gjenforsikringer må i så fall ikke overstige 20 pct. av det overtagende selskaps samlede forsikringssum. Kredittilsynet​2 kan i særlige tilfelle tillate at denne grense overskrides.\nGjensidige skibsforsikrings-selskaper, som gjenforsikrer hos hinanden, kan derhos treffe avtale om, at de alene deltar i underskud eller overskud hos hinanden med den forsikringssum, hvormed det ene selskaps gjenforsikring overstiger det andet selskaps.\n1 Endret ved lover 22 mars 1963 nr. 3, 28 mai 1976 nr. 38, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Krav mot et gjensidig selskap kan alene gjøres gjældende mot selskapet, ikke mot det enkelte medlem.\nHar selskapet paadraget sig forpligtelse likeoverfor tredjemand, skal ethvert medlem bidra til at indfri denne i samme utstrekning og efter samme forhold, hvori han pligter at bidra til selskapets øvrige utgifter.​1\n1 Jfr. §§ 23-25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "De forpligtelser, der paahviler et medlem som saadant, forældes i tre aar regnet fra dets uttreden av selskapet eller fra dettes opløsning.​1\n1 Jfr. lov 18 mai 1979 nr. 18 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Selskapets forretninger ledes av et styre, bestaaende av et eller flere medlemmer.​1 Bestaar det av flere medlemmer, velges et av disse til formand efter nærmere forskrifter i vedtægtene. Styrets medlemmer tjenstgjør, hvis ikke anderledes i vedtægtene er bestemt, i et aar ad gangen. Et medlem forblir i sin stilling, indtil nyt medlem er lovlig valgt, selv om hans tjenestetid er utløpet.\nBestaar styret av flere medlemmer, kan de fordele forretningene mellem sig, hvis ikke vedtægtene anderledes bestemmer.\nI saker, som efter vedtægtene skal avgjøres av det samlede styre, maa mindst halvdelen av dette delta i behandlingen. Over forhandlingene skal der føres protokol, som underskrives av samtlige deltagende medlemmer.\n1 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Ethvert medlem av styret kan uten varsel foreløbig fjernes ved beslutning av generalforsamlingen eller av repræsentantskapet, hvor saadant findes; samtidig blir et nyt medlem midlertidig at ansætte. I ethvert tilfælde blir spørsmaalet om, hvorvidt vedkommende endelig skal fjernes, uopholdelig at forelægge en ny generalforsamling – ordentlig eller overordentlig – til avgjørelse.\nSaavel til midlertidig som til endelig fjernelse utfordres mindst to tredjedels stemmeflerhet, medmindre vedtægtene anderledes bestemmer.\nStyremedlem, som fjernes i henhold til reglene i denne paragraf, har intet krav paa erstatning, hvis han har utvist svigagtig forhold eller saadan forsømmelighet, skjødesløshet eller uforstand, at der var rimelig grund til hans fjernelse. Iøvrig blir det at avgjøre efter almindelige retsregler, hvorvidt erstatning tilkommer ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Like overfor tredjemand er styret bemyndiget til at handle paa selskapets vegne i alt, hvad der hører til driften av dets forretning, derunder ogsaa til ansættelse av forretningsfører (disponent, prokurist).​1 Enhver begrænsning i denne myndighet er uten retsvirkning like overfor godtroende tredjemand.\nLike overfor selskapet er styret forpligtet til at rette sig efter vedtægtene og de bestemmelser, som generalforsamling og representantskap indenfor deres myndighetsomraader har truffet. I forhold til selskapet er styret alene berettiget til at ansætte forretningsfører, saafremt der i vedtægtene eller ved beslutning av generalforsamling eller repræsentantskap uttrykkelig er tillagt det ret dertil.\n1 Jfr. lov 21 juni 1985 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Styret har at sørge for, at der føres et ordentlig og tilstrækkelig bokholderi.​2\nVed hvert regnskapsaars avslutning blir aarsregnskap og balanse at opgjøre overensstemmende med de grundsætninger, som gjælder for en ordentlig og forsigtig forretningsførsel.\nDe ved selskapets stiftelse og inden utløpet av første regnskapsaar voldte organisationsomkostninger kan efter derom i vedtægtene fattet bestemmelse opføres i balansen som aktiva under betegnelse «stiftelses- og organisationsomkostninger, at amortisere»; de blir at avskrive i løpet av høist fem aar med mindst en femtepart aarlig.​3 Har selskapet et garantifond, maa der paa dette ikke betales mere end 5 pct. aarlig rente, før fuldstændig avskrivning av stiftelses- og organisationsomkostningene har fundet sted.​4\nKredittilsynet​5 kan gi ytterligere regler om regnskapsførselen.\n1 Endret ved lov 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 13 mai 1977 nr. 35 samt strl. § 374 og § 286 jfr. §§ 288 og 289. – Jfr. §§ 64-66.\n3 Jfr. lov 13 mai 1977 nr. 35 § 21 siste ledd.\n4 Jfr. § 21.\n5 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "I sjøforsikringsselskaper skal årsregnskapet være avgitt og revidert innen syv måneder etter regnskapsårets utgang.\nI andre selskaper skal årsregnskapet være oppgjort og revidert innen tre måneder etter regnskapsårets utgang, hvis vedtektene ikke bestemmer en annen frist, som dog ikke må overstige fem måneder.\n1 Endret ved lov 22 mars 1963 nr. 3. – Jfr. § 47, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Har selskapets representantskap,​2 skal styret straks forelegge dette det reviderte årsregnskap. Når deretter representantskapet har behandlet saken og truffet de avgjørelser som vedtektene hjemler det,​3 blir årsregnskapet i dets således vedtatte form å utlegge i selskapets forretningslokale til ettersyn for ethvert medlem i minst åtte dager før avholdelsen av den ordinære generalforsamling.​4 Derhos blir avskrift eller avtrykk av årsregnskapet å tilstille ethvert medlem, som dersom fremsetter forlangende.\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. §§ 40 flg.\n3 Jfr. § 42 tredje ledd.\n4 Se § 47 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Har selskapet ikke repræsentantskap, skal styret mindst fjorten dage før avholdelsen av den ordentlige generalforsamling​1 oversende revidert aarsregnskap til samtlige medlemmer, hvis opholdssted er kjendt.\n1 Se § 47 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Vil selskapet i dokumenter, fakturaer, brev, bekjendtgjørelser eller lignende nævne sit garantifond eller det i § 21 omhandlede reservefond, skal det uttrykkelig angives, til hvilken sum disse beløper sig efter sidste aarsopgjør, og hvormeget av garantifondet er indbetalt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Tantieme kan kun beregnes av det rene overskud, aarsregnskapet maatte utvise, efterat de ved lov​1 befalte avsætninger har fundet sted.\n1 Se §§ 21 og 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Stevninger og retslige indkaldelser mot selskapet forkyndes for styret eller for dets formand.​1\nI saker mellem styret eller enkelte styremedlemmer paa den ene side og selskapet paa den anden side sker forkyndelse til selskapet for repræsentantskapets ordfører, og repræsentantskapet fører saken for det. Har selskapet ikke repræsentantskap, sammenkalder styret en generalforsamling til valg av en eller flere mænd, som har at motta varsel paa selskapets vegne og at vareta dets tarv under saken. Undlater generalforsamlingen at foreta saadant valg, kan forkyndelse ske for hvemsomhelst av medlemmene.\nFøres der sak mellem repræsentantskapet eller dets flertal paa den ene side og selskapet paa den anden side, har styret at sammenkalde en generalforsamling til valg av en eller flere mænd, hvem det paaligger at vareta selskapets tarv under saken og at motta varsel.\n1 Jfr. domstolsl. § 191.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Et medlem av styret maa ikke delta i behandlingen eller avgjørelsen av noget anliggende, hvori han selv har fremtrædende personlig eller økonomisk særinteresse.​1\nHeller ikke maa han delta i beslutning om laan mot eller diskontering av noget papir, hvorpaa hans navn findes.\n1 Jfr. § 42 femte ledd og § 44 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Vedtektene kan bestemme, at selskapet skal ha et representantskap. Dette skal bestå av minst tre medlemmer, som velges​2 blant forsikringstakere og som, for så vidt ikke annerledes i vedtektene er bestemt, tjenestegjør i ett år ad gangen. En representant forblir i sin stilling inntil ny representant er lovlig valgt, selv om hans tjenestetid er utløpt. Representanter som er valgt av og blant de ansatte, behøver ikke være forsikringstakere.\n1 Endret ved lov 28 mai 1976 nr. 38.\n2 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Repræsentantskapet sammenkaldes av den av og blandt dets medlemmer valgte ordfører til de i vedtægtene bestemte tider samt ellers saa ofte ordføreren eller styret finder det fornødent.\nHvert medlem har en stemme, og hvor ikke anderledes i vedtægtene er bestemt, avgjøres sakene ved simpel stemmeflerhet​1 og saaledes, at i tilfælde av stemmelikhet gjør ordførerens stemme utslaget. For at repræsentantskapet skal være beslutningsdygtig, maa mindst halvparten avgi møte.\nProtokol føres under ordførerens ansvar. Den underskrives av samtlige møtende.\n1 Jfr. § 30 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Repræsentantskapet har at vaake over, at selskapets øiemed fremmes overensstemmende med lovgivningen, vedtægtene, generalforsamlingens og repræsentantskapets egne beslutninger.\nRepræsentantskapet har i den utstrækning, det finder fornødent, og som forholdene tillater, at la sig meddele oplysning om forretningens drift og har i dette øiemed til enhver tid samlet eller ved et utvalg adgang til selskapets bøker. Mindst hvert aar og ellers saa ofte, vedtægtene foreskriver eller repræsentantskapet finder det fornødent, skal styret forelægge det utdrag og balanser av bøkerne saavelsom forklaring om alt væsentlig, som er foregaat i den forløpne tid. Desuten har repræsentantskapet til ubestemte tider, mindst en gang om aaret, uten varsel at foranstalte undersøkelse av kasse og værdipapirer.\nRepræsentantskapet har til generalforsamlingen at avgi sin erklæring om det aarlige regnskap​1 og om forretningens drift.\nVedtægtene bestemmer forøvrig dets virkekreds saavel i forhold til generalforsamlingen som til styret.​2\nBestemmelsen i § 39 første led kommer ogsaa til anvendelse paa repræsentanter.\n1 Jfr. § 34.\n2 Jfr. §§ 38 annet ledd, 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Medlemmenes ret til at delta i varetagelsen av selskapets anliggender utøves gjennem generalforsamlingen.\nHvis der ikke i vedtægtene​1 eller, forsaavidt den konstituerende generalforsamling angaar, i tegningsindbydelsen​2 er truffet anden bestemmelse, gjælder følgende regler:\n1. et medlem kan møte ved fuldmægtig;​3\n2. de beslutninger, for hvilke nærværende lov ikke opstiller særegne forskrifter,​4 fattes med simpel stemmeflerhet blandt de møtende medlemmer og saaledes, at i tilfælde av stemmelikhet gjør den, der har forsætet, utslaget;\n3. har selskapet repræsentantskap, indtar dettes ordfører forsætet i generalforsamlingen; ellers tilkommer forsætet styrets formand.\n1 Se § 20.\n2 Jfr. § 10 nr. 9.\n3 Jfr. § 44 annet ledd.\n4 Se §§ 16 annet punktum, 30 annet ledd og 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Den, som har og vil avgi flere end en stemme, har at fremlægge en med hans navn underskrevet erklæring, hvori angives, hvor mange stemmer han avgir.\nMøter nogen som fuldmægtig for et medlem,​1 maa han fremlægge skriftlig fuldmagt. Samtlige de av en fuldmægtig avgivne stemmer blir at optælle, som om alle forsikringer, hvorfor han avgir stemme, var hans egne.\nEt medlem kan ikke selv, ved fuldmægtig eller som fuldmægtig for andre, delta i nogen avstemning angaaende hans egen stemmeret i generalforsamlingen eller angaaende noget andet anliggende, hvori han selv har fremtrædende personlig eller økonomisk særinteresse; dog kan ethvert medlem stemme paa sig selv til tillidshverv i selskapet.\nAvgjørelse av tvist om stemmeret henhører under generalforsamlingen.\nOver forhandlingene føres protokol under ansvar av den, som har forsætet.​2 Protokollen oplæses før møtets slutning til vedtagelse og underskrives foruten av den, som har forsætet, av mindst to av de tilstedeværende medlemmer.\n1 Jfr. § 43 annet ledd nr. 1.\n2 Jfr. § 43 annet ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Generalforsamlingen velger foruten det i § 16 omhandlede utvalg tillike representanter​2 og styremedlemmer​3 samt varamenn for disse tillitsmenn såfremt vedtektene foreskriver valg av sådanne. I vedtektene kan bestemmes at en tredel av representantene med varamenn skal velges av og blant de ansatte i selskapet. Vedtektene fastsetter i så fall de nærmere regler om valget.\nDog kan vedtægtene henlægge valg av styremedlemmer og deres varamænd til repræsentantskapet.\n1 Endret ved lov 28 mai 1976 nr. 38.\n2 Se § 40.\n3 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Til at foreta forretningsmæssig revision av selskapets bokførsel vælger repræsentantskapet, hvor saadant findes, og ellers generalforsamlingen, aarlig en eller flere revisorer.​1\nGeneralforsamlingen vælger aarlig decisorer, hvor saadanne er paabudt i vedtægtene eller forøvrig ansees paakrævet.\nHverken revisorer eller decisorer maa være medlemmer av styret, indeha nogen styret underordnet stilling i selskapet eller være gift med noget medlem av styret eller beslegtet eller besvogret med noget styremedlem i ret opstigende linje eller i sidelinjen saa nær som søskende.\nRevisorer maa ikke ha laan i eller antages som kautionister eller endossenter for nye laan i selskapet.\n1 Jfr. lov 14 mars 1964 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Forsaavidt loven eller vedtægtene ikke anderledes bestemmer, skal generalforsamlingen holdes ved selskapets hovedsæte efter indkaldelse av repræsentantskapets ordfører, men hvor repræsentantskap ikke findes, av styret, og indkaldelsen ske med mindst otte dages varsel ved brev eller budsendelse til samtlige medlemmer, hvis opholdssted er kjendt.\nDer kan ikke fattes beslutning om andre emner end dem, som er nævnt i indkaldelsen; dog kan der kræves avstemning om, hvorvidt ny generalforsamling skal sammenkaldes til beslutning om forslag, fremkommet i møtet.\nOrdentlig generalforsamling skal holdes minst én gang årlig, for sjøforsikringsselskapers vedkommende innen åtte og i øvrig innen seks måneder etter regnskapsårets utgang.​2 Ellers skal generalforsamling holdes, så ofte representantskapet eller dettes ordfører eller styret finner det fornødent.​3\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. § 33.\n3 Jfr. §§ 30, 38, 49, 51 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Vil et medlem ved dom faa kjendt ugyldig en beslutning av generalforsamling eller repræsentantskap som stridende mot lov eller vedtægter, maa han ha anlagt sak,​2 hvis det gjælder generalforsamlingsbeslutning, inden tre maaneder, efterat denne er fattet, og hvis det gjælder repræsentantskapsbeslutning, inden tre maaneder, efterat beslutningen er blit ham bekjendt, og i ethvert fald inden et aar, efterat beslutningen er fattet. Indtil saken er avgjort, skal klageren vedblivende ansees som medlem av selskapet.\nDom gaaende ut paa beslutningens ugyldighet virker ikke alene like overfor parterne, men ogsaa like overfor de øvrige medlemmer. Var den angrepne beslutning anmeldt til Foretaksregisteret, blir den avsagte dom på bekostning av den, hvem retten maatte bestemme, og uten hensyn til paa-anke, at anmelde og registrere paa samme maate som i lov 21. juni 1985 nr. 78 om registrering av foretak.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 73, 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Beslutning om, at undersøkelse skal anstilles i anledning av stiftelse eller forretningsførsel eller avvikling, fattes av generalforsamlingen.\nEr et forslag om saadan undersøkelse forkastet av generalforsamlingen, kan mindst femti medlemmer eller et antal av mindst ti, som tilsammen er forsikringstagere for mindst en halv procent av den samlede forsikringssum, inden tre maaneder efter generalforsamlingens avholdelse og gjennem en av dem opnævnt fælles fuldmægtig hos vedkommende skifteret begjære opnævnt en eller flere mænd til at anstille saadan undersøkelse. Begjæringen skal efterkommes, saafremt det sandsynliggjøres, at der er utvist svig eller grov skjødesløshet. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer. Forinden skifteretten træffer sin avgjørelse, har den at gi saavel selskapet som den, hvis forhold paaklages, anledning til at uttale sig. Avgjørelsen kan inden fjorten dage, efterat den av skifteretten er blit vedkommende meddelt, indbringes for vedkommende regjeringsdepartement​2 til prøvelse. Forskrifterne i lov om rettergangsmaaten for tvistemaal​3 §§ 399 og 401 faar tilsvarende anvendelse.\nDe av skifteretten opnævnte mænd har i fornøden utstrækning at efterse selskapets bøker, kasse, løsøre, papirer og varer og at avgi sin beretning til skifteretten. Denne underretter klagernes fuldmægtig om undersøkelsens slutning og sammenkalder en generalforsamling til avholdelse inden fire uker derefter og forelægger denne utvalgets indstilling. De opnævnte mænd har at iagtta taushet angaaende forhold eller gjenstande, som ved undersøkelsen er blit dem bekjendt, men som ligger utenfor undersøkelsens ramme. Like overfor uvedkommende har de ubegrænset taushetspligt.​4 Deres godtgjørelse fastsættes av skifteretten, som likeledes bestemmer, hvem der skal bære de ved undersøkelsen forvoldte utgifter. Skifterettens avgjørelse kan inden samme frist og efter samme regler som oven nævnt av enhver vedkommende indbringes for vedkommende regjeringsdepartement.​2\n1 Endret ved lov 14 aug. 1918 nr. 4 § 73.\n2 Sosialdepartementet.\n3 Lov 13 aug. 1915 nr. 6.\n4 Se § 113, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Erstatning for skade, voldt av indbydere, styremedlemmer, repræsentanter, revisorer eller decisorer, indtales av selskapet. Beslutning om anlæg av saadant søksmaal fattes i generalforsamling. Beslutning om, at sak ikke skal anlægges, er befriende for vedkommende.\nDog kan medlemmer, som ikke har stemt for beslutningen, i saadant antal og med saadan interesse i selskapet som i § 49 sagt, ved en av dem opnævnt fælles fuldmægtig inden tre maaneder efter generalforsamlingens avholdelse, eller – saafremt der efter beslutningen er fremsat begjæring om undersøkelse i henhold til § 49 – efterat undersøkelsen er endt eller begjæringen endelig avslaat, anlegge sak​2 paa selskapets vegne og i dets navn til indtale av erstatning for skade, voldt ved svig eller grov skjødesløshet. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer.\nTapes saken, har vedkommende medlemmer selv at bære samtlige omkostninger. Vindes den, har de ret til at fordre omkostningene godtgjort av selskapet, dog ikke utover den erstatning, der som følge av søksmaalet er kommet selskapet tilgode.\n1 Endret ved lov 14 aug. 1918 nr. 4.\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Har medlemmer i saadant antal og med saadan interesse i selskapet som i § 49 sagt hos selskapets vedkommende​1 forgjæves​2 forlangt en generalforsamling indkaldt med høist fjorten dages varsel til behandling av bestemt angivne emner, kan de kræve, at skifteretten paa lovlig maate og paa selskapets bekostning indkalder generalforsamling. Indtil saken er avgjort, skal klagerne vedblivende ansees som selskapets medlemmer.\nIndkaldelsen av generalforsamling ansees forgjæves at være forlangt, naar selskapets vedkommende ikke inden fjorten dage, efterat forlangendet bevislig er fremsat, paa lovlig maate har utfærdiget den.\n1 Se § 47 første ledd.\n2 Jfr. § 51 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Beslutning om forandring i vedtektene, om oppløsning​2 eller om overdragelse av selskapets formue som helhet​3 kan alene fattes av generalforsamlingen. Beslutningen må ikke gjøre inngrep i et medlems erhvervede rettigheter.\nTil gyldig beslutning om forandring av selskapets virksomhet til annen art av forsikring,​4 om opptagelse av andre forsikringsgrener innen samme art, om fortsettelse utover avtalt tid eller sted, om oppløsning eller om overdragelse av selskapets formue som helhet kreves, at to tredjedeler av de avgitte stemmer er derfor, og at der enten er avgitt stemme av medlemmer, som representerer to tredjedeler av samtlige stemmer, eller at beslutningen gjentas med tre fjerdedels stemmeflerhet av en ny generalforsamling, innkalt tidligst fjorten dager deretter.\nTil beslutning om annen forandring i vedtektene kreves, at to tredjedeler av de i generalforsamlingen representerte stemmer er derfor.\nMedlemmer som ikke har stemt for beslutning om forandring av selskapets virksomhet til annen art av forsikring eller grener innen samme art eller fortsettelse utover avtalt tid og sted, kan si opp sine forsikringer uten varselfrist. Oppsigelse må dog være gitt innen fire uker etter at generalforsamlingens beslutning ble fattet.\n1 Endret ved lov 22 mars 1963 nr. 3.\n2 Jfr. §§ 53-61.\n3 Jfr. § 62.\n4 Jfr. § 10 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Begjæring om konkursbehandling​2 eller akkordforhandling​3 kan fra selskapets side alene fremsættes av styret. Dette repræsenterer under konkursbehandling selskapet som konkursskyldner.​4 Retten til godtgjørelse for styremedlemmene bortfaller fra konkursåpningen.\nEnhver forsikringstager kan reise indsigelse mot anerkjendelse av fordringer, som anmeldes i boet.\n1 Endret ved lov 8 juni 1984 nr 60 (fra 1 jan 1986).\n2 Se konkursl. §§ 60 og 66.\n3 Se konkursl. § 33. Om gjeldsforhandling se konkursl. § 2, jfr. aksjel. § 13-17.\n4 Se konkursl. §§ 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Synker selskapets forsikringsbestand ned under det i indbydelsen i henhold til § 10 nr. 3 opstillede minimum, har styret straks at sammenkalde en generalforsamling med høist 14 dages varsel.\nGeneralforsamlingen kan beslutte, at selskapet allikevel skal fortsætte sin forretning indtil videre; men dersom det ikke inden 3 maaneder er lykkedes at drive bestanden op til det nævnte minimum, maa tegning av nye og fornyelse av ældre forsikringer ophøre, og styret har til protokols at erklære selskapet opløst og at sørge for, at avvikling sker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Den generalforsamling, som overensstemmende med § 52 endelig beslutter, at selskapet skal opløses, vælger samtidig et styre til at forestaa avviklingen. Medlemmer av det tjenstgjørende styre kan vælges, saafremt vedtægtene ikke anderledes bestemmer. Iøvrig træder det tidligere styre ut av virksomhet.\nSelskapets forretninger kan under avviklingen fortsættes i det omfang, som ansees hensigtsmæssig. Dog maa der ikke tegnes nye eller ske fornyelse av ældre forsikringer, efterat avvikling er besluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Naar et selskap er erklært eller besluttet opløst, har styret at opta fortegnelse over massen og at opgjøre selskapets status. Fortegnelsen og opgjøret blir at utlægge paa selskapets kontor til oplysning for ethvert medlem; derhos blir avskrift eller avtryk av opgjøret at tilstille ethvert medlem, hvis opholdssted er kjendt.\nOpgjøret blir snarest mulig at bekjendtgjøre i «Norsk Kundgjørelsestidende».​1\nEfterat opløsning er besluttet, har selskapet paa ethvert fra samme utgaat brev, bekjendtgjørelse eller dokument at tilføie ved sit firma ordene «under avvikling».​2\n1 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n2 Jfr. lov 21 juni 1985 nr. 79 § 7-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Styret har at avhænde selskapets eiendele og inddrive dets tilgodehavende samt at betale dets gjæld og opfylde dets øvrige forpligtelser. Forsaavidt det behøves til at dække gjælden, har styret at indkalde efterskud hos medlemmene, forsaavidt dertil er adgang efter §§ 23 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Styret har to ganger i «Norsk Kundgjørelsestidende»​1 at indkalde selskapets fordringshavere til at anmelde sit tilgodehavende.​2 De fordringshavere, som kjendes, gives derhos, saavidt mulig, særskilt skriftlig underretning.\n1 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n2 Jfr. § 60 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Er en fordringshaver ikke at finde eller vægrer han sig for at motta sit tilgodehavende, blir beløpet, hvis dets størrelse er paa det rene, av styret at indsætte paa hans navn i sparebank. Er fordringen ikke rentebærende og ikke forfalden, kan den indsættes med et beløp, som med tillæg av 10 pst. p.a. til forfaldsdagen vil gi fordringens hele beløp. Kongen kan fastsette en høyere eller lavere rente.\nEr en fordrings tilværelse eller omfang uviss eller omstridt, kan der avsættes et saadant beløp, som ved overenskomst mellem selskapet og vedkommende fordringshaver maatte bli bestemt. Beløpet indsættes i saa fald i sparebank paa styrets og fordringshaverens navn i fællesskap og blir ikke at utbetale uten begge parters skriftlige samtykke eller efter endelig dom. Hvad der endelig kommer selskapet tilgode, blir av styret efterskudsvis at fordele efter vedtægtenes bestemmelse.​2\n1 Endret ved lover 17 des. 1976 nr. 100, 12 juni 1981 nr. 67.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Efterat selskapets eiendele er avhændet, dets fordringer inddrevet, dets gjæld betalt eller betalingen sikret som i § 59 bestemt og alle dets øvrige forpligtelser opfyldt, blir overskuddet at fordele i overensstemmelse med, hvad vedtægtene bestemmer.​1\nEn saadan fordeling maa dog ikke finde sted før 6 maaneder, efterat den i § 58, første punktum omhandlede indkaldelse anden gang har staat i «Norsk Kundgjørelsestidende».​2\n1 Jfr. § 20.\n2 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Efter sluttet avvikling og efterat regnskap for samme er avlagt og vedtat i generalforsamling, anmeldes selskapets endelige opløsning til Foretaksregisteret.​2\nDet styre, som har forestaat avviklingen, har at opbevare selskapets bøker i mindst ti aar efter opløsningen.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 21 juni 1985 nr. 78 § 4-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Beslutning om overdragelse av selskapets formue som helhet​2 anmeldes uopholdelig til Foretaksregisteret.​3\nStyret sørger for, at selskapets forfaldne gjæld betales, og at dets øvrige forpligtelser opfyldes, forsaavidt vedkommende ikke samtykker i, at de gaar over paa den, til hvem overdragelsen er skedd. Iøvrig kommer bestemmelserne i § 56, 1ste og 2det led, § 57, 2det punktum, § 58 samt § 59 til anvendelse.\nOverdragelsen kan ikke gjennemføres og fordeling av overskuddet til medlemmene kan ikke finde sted, før selskapets kjendte gjæld er betalt eller betalingen sikret og dets øvrige kjendte forpligtelser opfyldt eller gyldig overført paa erhververen, og ikke før mindst seks maaneder er forløpet, efterat den sidste indkaldelse av fordringshaverne har været indtat i «Norsk Kundgjørelsestidende».​4\nNaar overdragelsen er gjennemført, anmeldes dette snarest mulig til Foretaksregistret.\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. § 52.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-1.\n4 Se § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "(Opphevd ved lov 21 juni 1985 nr 78 (fra 1 jan 1988).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Aarsregnskap, som skal indeholde vindings- og tapskonto samt balanse og være bilagt med revisorernes uttalelse, indsendes inden en maaned efter den ordentlige generalforsamlings avholdelse​2 til Kredittilsynet,​3 som paaser, at det er avgit overensstemmende med gjældende forskrifter, og derefter lar det indrykke i «Norsk Kundgjørelsestidende».​4\nDriver selskapet flere forskjellige forsikringsvirksomheter, skal det føre særskilt regnskap med særskilt vindings- og tapskonto for hver enkelt virksomhet og i generalbalansen opføre passiva særskilt for hver enkelt virksomhet.\nAksjeselskap skal ha et reservefond som skal utgjøre minst halvdelen av aksjekapitalen.\nInntil fondet har nådd den størrelse som er fastsatt i foregående ledd, skal til fondet avsettes et beløp som svarer til 20 prosent av årsoverskottet for så vidt det ikke medgår til dekning av underskott fra tidligere år som ikke kan dekkes av fri egenkapital.\nFor øvrig gjelder aksjelovens § 12-1 annet ledd nr. 2 og 3 samt §§ 12-2 og 12-3.\n1 Endret ved lover 4 juni 1976 nr. 59, 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 110.\n2 Jfr. § 47, tredje ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "I ethvert selskap, som for nogen del tar til indtægt i aarsregnskapet præmie for endnu ikke avløpet risiko, skal av selskapets præmie-indtægt i aaret for egen regning som uoptjent præmie i regnskapet mindst opføres:​1\na. i transportforsikrings-selskaper: for enhver reiseforsikring den hele præmie, for enhver tidsforsikring præmien for den endnu ikke avløpne risiko uten avdrag for omkostninger;\nb. i andre selskaper en tredjedel av aarets samlede præmieindtægt uten avdrag for omkostninger.\nFor forsikringer, tegnet paa mer end et aar, skal derhos hele præmiebeløpet for den endnu tilbakestaaende tid avsættes.\n1 Jfr. lov 18 aug. 1911 nr. 8 § 39 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "I forbindelse med regnskapets avgivelse skal for hver enkelt forsikringsart opgives den ved regnskapsaarets utgang løpende samlede forsikringssum med særskilt angivelse av, hvad selskapet har latt gjenforsikre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Størrelsen av et livsforsikrings-aktieselskaps aktiekapital skal være fastsat under hensyn til arten og omfanget av den virksomhet, som selskapet agter at drive.\nDen ved selskapets registrering indbetalte del av aktiekapitalen skal ikke være mindre end fem og tyve ganger den høieste forsikringssum, som selskapet ved begyndelsen av sin virksomhet kan overta uten gjenforsikring paa enkelt risiko.​2 Ved livrenteforsikring skal ved denne beregning forsikringssummen regnes lik femten ganger det aarlige livrentebeløp. Den indbetalte kapital maa i intet tilfælde utgjøre et mindre beløp end et hundrede tusen kroner.\n1 Jfr. § 111 nr. 3.\n2 Jfr. § 68 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Et livsforsikrings-aktieselskaps vedtægter skal indeholde angivelse av:\n1. selskapets firma;​1\n2. formaalet for selskapets virksomhet med særlig angivelse av, hvorvidt selskapet agter at overta uten lægeundersøkelse forsikring, forfalden ved den forsikredes død;\n3. den kommune, hvor selskapet skal ha sit sæte;\n4. styrets sammensætning samt reglene for omfanget og fordelingen av dets myndighet og for utøvelsen av dets virksomhet;\n5. reglene for revision og decision;\n6. hvorledes indkaldelse til generalforsamlingen skal finde sted, og hvorledes andre meddelelser skal bringes til medlemmenes kundskap;\n7. tidspunktet for avholdelse av de ordinære generalforsamlinger samt de emner, som hvert aar skal forelægges disse;\n8. reglene for stemmeret i selskapets anliggender og for disses avgjørelse i generalforsamling;\n9. det høieste beløp, selskapet uten gjenforsikring skal kunne overta paa enkelt risiko;\n10. reglene for fordeling av aarsoverskuddet;\n11. aktiekapitalens størrelse;\n12. det beløp, hvorpaa de enkelte aktier skal lyde;\n13. hvorvidt alle aktier skal medføre samme ret, eller i motsat fald hvor stor del av aktiekapitalen der skal medføre særlige rettigheter, og hvilke disse er;\n14. hvor stor del av aktiernes paalydende beløp straks skal indbetales, samt regler for aktie-eiernes forpligtelse til at gjøre yderligere indbetaling paa aktierne.\n1 Jfr. § 3 samt lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Et gjensidig livsforsikringselskaps vedtægter skal indeholde angivelse av:\n1. hvad der i § 68 nr. 1 til 10 er foreskrevet for aktieselskaper;\n2. det antal forsikringer og den samlede forsikringssum, som skal være tegnet, forat selskapet skal kunne træde i virksomhet;​1\n3. reglene for medlemmers ansvar indbyrdes og overfor tredjemand.\nEr selskapet stiftet med garantifond, skal vedtægtene tillike indeholde angivelse av:\n4. garantifondets størrelse;\n5. hvor stor del av det tegnede garantifond skal indbetales straks, og reglene for det garanterende selskaps forpligtelse til at gjøre yderligere indbetaling paa garantifondet;\n6. reglene for garantifondets forrentning og for dets tilbakebetaling, forsaavidt saadan skal kunne finde sted;​2\n7. om og i tilfælde i hvilken utstrækning det garanterende selskap skal ved dertil valgte mænd kunne øve indflydelse paa eller tilsyn med forsikringsselskapets ledelse.\nDer kan ikke gives det garanterende selskap adgang til at øve indflydelse paa avgjørelsen av spørsmaalet om, hvorledes overskud skal anvendes, eller hvorvidt hel eller delvis tilbakebetaling av garantifondet skal finde sted.\n1 Jfr. § 70.\n2 Jfr. §§ 72 annet ledd, 79 og 81, tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Forinden tilladelse til at drive livsforsikrings-virksomhet​1 kan meddeles et gjensidig livsforsikrings-selskap, skal der være tegnet forsikringer i et saadant antal og til et saadant beløp, som maa ansees for tilstrækkelig i forhold til arten og omfanget av selskapets tilsigtede virksomhet og, saafremt selskapet er stiftet med garantifond, ogsaa i forhold til dettes størrelse.\n1 Se §§ 73-76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Et gjensidig livsforsikringsselskap skal meldes til registrering i Foretaksregisteret.​2\n1 Endret ved lov 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "De i nærværende lovs § 12, 1ste punktum, § 19, § 22, § 23, § 25, § 26, 1ste og 2det led, §§ 27-31, § 32, 1ste, 2det og 4de led, §§ 33-52, § 53, 1ste led samt §§ 55-63 givne regler finder tilsvarende anvendelse i gjensidige livsforsikrings-selskaper, dog saaledes, at:\n1. ved opløsningen sker fordelingen i forhold til den for enhver beregnede præmiereserve;​2 dog kan vedtægtene træffe anden bestemmelse, forsaavidt angaar det overskud, som maatte bli tilovers, efterat enhver har faat den ham tilkommende præmiereserve;\n2. ved forsikringssummen beregning (§ 26, 2det led) regnes livrenteforsikringer lik femten ganger det aarlige livrentebeløp.\nTilbakebetaling av garantifond maa kun finde sted, saafremt det i § 79 foreskrevne sikkerhetsfond har naadd den i samme paragrafs andet led angivne grænseværdi.\nDet kan i vedtægtene fastsættes, at der intet efterskud skal utlignes, men at selskapets forpligtelse likeoverfor hver enkelt forsikret nedsættes, dersom dets midler ikke er tilstrækkelige.\n1 Endret ved lov 31 mai 1918 nr. 5.\n2 Jfr. §§ 77 og 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Andragende om tilladelse til at drive livsforsikringsvirksomhet​2 indsendes gjennem Kredittilsynet.​3\nAndragendet skal være bilagt med:\n1. selskapets vedtægter;​4\n2. angivelse av grundlaget og reglene for beregningen av forsikringspræmierne, saavel brutto som netto,​5 og av præmiereserven;\n3. angivelse av de forsikringsformer, som selskapet agter at anvende;​6\n4. angivelse av de almindelige forsikringsbetingelser;\n5. formularer til de erklæringer, som skal avgives av den undersøkende læge og av den forsikringssøkende selv om dennes helbredstilstand;\n6. angivelse av reglene for gjenkjøp av police, for følgerne av undlatelse av præmiebetaling​7 og for laan mot pant i selskapets egne policer;\n7. angivelse av de regler, efter hvilke selskapet skal kunne overta gjenforsikring;\n8. angivelse av reglene for beregning og fordeling av overskud til forsikringstagerne;\n9. oplysning om, hvorvidt selskapet agter at drive livsforsikringsvirksomhet i utlandet, samt angivelse av de beregningsgrundlag og forsikringsbetingelser, som skal anvendes for den utenlandske forsikringsvirksomhet;​8\n10. hvis selskapet agter at overta uten lægeundersøkelse forsikring, forfalden ved den forsikredes død, oplysning om, ved hvilke andre midler selskapet søker at sikre, at de overtagne forsikringer ikke medfører større risiko end forutsat i beregningsgrundlaget.\nSamtlige ovennævnte bilag indsendes i to eksemplarer.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 1 annet ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.\n4 Jfr. §§ 68 og 69.\n5 Jfr. § 74 i.f.\n6 Jfr. § 2.\n7 Jfr. lov 6 juni 1930 nr. 20 § 17.\n8 Jfr. § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Kredittilsynet​2 har at gjennemgaa andragendet med bilag og kan herunder, om det anser det paakrævet, forlange yderligere oplysninger av selskapet. Kredittilsynet har snarest mulig at avgi indstilling til Kongen om, hvorvidt selskapets grundlag for virksomheten er i overensstemmelse med gjældende lovgivning og antages at ville yde forsikringstagerne betryggende sikkerhet, samt om hvorvidt tilladelse bør meddeles eller negtes.\nFinder Kredittilsynet, at tilladelse bør negtes, skal det uopholdelig gi selskapet meddelelse derom, og endelig avgjørelse av andragendet maa da ikke finde sted, før der er git selskapet leilighet til yderligere at uttale sig.\nTillatelsen meddeles i tilfelle uten tidsbegrensning. Den skal nektes dersom oprettelsen av selskapet ikke ansees stemmende med det offentliges eller almenhetens interesser. Tillatelsen kan ikke nektes av den grunn at der ikke antas å være behov for selskapet, med mindre det tillike antas at dette i det foreliggende tilfelle vil medføre at oprettelsen ikke er stemmende med forsikringstagernes, det offentliges eller almenhetens interesser. Likeledes skal tillatelse alltid nektes, såfremt selskapet ved noen forsikringsform angir å ville beregne en nettopremie, som i den første del av forsikringstiden utgjør en mindre procent av bruttopremien enn senere.\n1 Endret ved lover 18 juni 1938 nr. 12, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Beslutning om forandring i nogen av de bestemmelser, paa grundlag av hvilke selskapet har faat tilladelse til at drive livsforsikringsvirksomhet, kan ikke træde i kraft, forinden Kongen​2 har meddelt tilladelse dertil i overensstemmelse med de i §§ 73 og 74 givne regler. Dog kan Kredittilsynet tilstede mindre væsentlige forandringer i de under § 73 nr. 5 nævnte formularer.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 113.\n2 Jfr. res. 14 feb. 1947 og 15 okt. 1976 om fullmakt for Forsikringsrådet (nå Kredittilsynet). Se også lov 7 juni 1985 nr 47 VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Forinden tilladelse er meddelt, kan selskapet ikke registreres​1 som livsforsikrings-selskap. Heller ikke kan registrering av saadan forandring som i § 75 omhandlet finde sted, forinden tilladelse er meddelt.\n1 Jfr. § 71 samt lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Ethvert livsforsikrings-selskap skal i sin aarsbalanse under passiva særskilt opta et forsikringsfond, omfattende den samlede præmiereserve, som mindst skal utgjøre et beløp saa stort som forskjellen mellem kapitalværdien av selskapets i henhold til samtlige løpende livsforsikningskontrakter overtagne forpligtelser og kapitalværdien av de nettopræmier, som forsikringstagerne maatte ha at erlægge i fremtiden.\nHvis selskapet overtar krigsrisiko eller anden ekstrarisiko, hvortil der ikke er tat hensyn ved valget av beregningsgrundlag, blir særskilt præmiereserve at avsætte herfor i henhold til en av Kongen approbert plan.\nHar et selskap avgit en forsikring i gjenforsikring til et andet selskap, er det ved fastsættelsen av forsikringsfondet ikke forpligtet til at medregne det gjenforsikrede beløp, saafremt det selskap, som har overtat gjenforsikringen, er indenlandsk selskap og i henhold til denne lov har faat tilladelse til at drive livsforsikring, samt selv pligter at opføre de nødvendige beløp i sit forsikringsfond.​2 Den samme regel kommer til anvendelse ved gjenforsikring i utenlandsk selskap, naar Kredittilsynets samtykke paa forhaand er indhentet.\nOvertages en forsikring av to eller flere indenlandske selskaper, som i henhold til denne lov har faat tilladelse til at drive livsforsikringsvirksomhet, saaledes at de hefter én for alle og alle for én, behøver hvert enkelt selskap ved fastsettelsen av sit forsikringsfond kun at medregne den del av forsikringen, som det ifølge avtalen med de øvrige selskaper selv skal overta.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 111 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Ændres det for selskapet gjældende grundlag for præmiereservens beregning,​2 saaledes at selskapet derved blir pligtig til for tidligere overtagne forsikringer at beregne en høiere præmiereserve end efter det ældre grundlag, kan Kredittilsynet​3 indrømme selskapet en frist til opfyldelse av denne pligt, saaledes at præmiereserven i en viss tid, som dog ikke maa overstige femten aar, kan opføres med et mindre beløp end efter det nye grundlag; dog skal forskjellen i saa fald avta for hvert aar overensstemmende med en av Kredittilsynet fastsat plan. Er for de tidligere overtagne forsikringers vedkommende en ændring av grundlaget for nettopræmierne indbefattet i ændringen av præmiereservens beregningsgrundlag, maa det iagttages, at hvis nogen saaledes ændret nettopræmie overstiger niti fem procent av den tilsvarende bruttopræmie, blir i det høieste disse niti fem procent at regne som fremtidig nettopræmie.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. §§ 73 nr. 3 og 75.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "I ethvert livsforsikringsselskap skal der ske avsætning til et sikkerhetsfond efter nedenstående regler.​2 Derimot kommer reglene om reservefond i lov om aksjeselskaper ikke til anvendelse på livsforsikringsselskaper.\nVed sikkerhetsfondets grænseværdi forstaaes det beløp, som fremkommer ved til kr. 100.000,00 at legge 2 pct. av det hos selskapet beroende forsikringsfond (§ 77). Hvis sikkerhetsfondet ved avsætning av et beløp mellem 5 pct. og 50 pct. av aarsoverskuddet kan bringes op til grænseverdien, skal avsætningen mindst utgjøre det hertil fornødne beløp. Kan sikkerhetsfondet ikke bringes op til grænseværdien ved avsætning av 50 pct. av aarsoverskuddet, skal avsætningen mindst utgjøre saa mange procent som det tal, der fremkommer ved fra 100 at trække 50 ganger den brøk, som sikkerhetsfondet, aarets avsætning iberegnet, utgjør av grænseverdien. Under enhver omstændighet skal der, selv om grænseværdien er naadd, aarlig avsættes mindst 5 pct. av aarsoverskuddet.\nDen del av den aarlige avsætning, som overstiger 5 pct. av aarsoverskuddet, kan i aktieselskaper dækkes av aktiekapitalen, forsaavidt beløpet er anbragt i værdier som for sikkerhetsfondet bestemt (§ 80). Det samme skal gjælde med hensyn til garantifondet i gjensidig selskap,​3 saafremt det i selskapets vedtægter er fastsat, at fondet kun kan amortiseres av aarsoverskudd. De ved aktiekapital eller garantifond dækkede beløp blir ved anvendelsen av de ovenfor givne forskrifter at medregne i sikkerhetsfondet.\nVed beregningene efter nærværende paragraf blir i aarsoverskuddet at gjøre fradrag for dækning av tap fra foregaaende aar; endvidere er selskapet berettiget til at fratrække utbytte og bonus med tilsammen indtil 5 pct. av den indbetalte del av aktiekapital eller garantifond.\nBeslutning om at formindske sikkerhetsfondet kan alene gyldig fattes med Kredittilsynets​4 samtykke, medmindre formindskelsen er nødvendig for at dække underskud, som selskapets virksomhet efter aarsregnskapet eller et i regnskapsaarets løp foretat opgjør har medført.\nVed bestemmelsen av sikkerhetsfondets grenseverdi efter regelen i annet ledd, første punktum, medregnes en forsikrings premiereserve for 2 1/2 ganger sitt beløp, så lenge forsikringens andel i anskaffelsesomkostninger blir beregnet efter forhøiet kvote som nevnt i § 81, syvende ledd.\n1 Endret ved lover 31 mai 1918 nr. 5, 13 mars 1936 nr. 4, 6 juli 1957 nr. 4, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 111 nr. 3.\n3 Jfr. § 72 annet ledd.\n4 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "De til dekning av forsikringsfondet avsatte midler skal anbringes på følgende måte:​2\n1. I obligasjoner, som er utstedt av eller garantert av den Norske Stat;\n2. i obligasjoner utstedt av Kongeriket Norges Hypotekbank;\n3. i innlånsbeviser fra norske banker eller sparebanker;\n4. i obligasjoner som er utstedt eller garantert av norske kommuner;\n5. i lån mot pant i fast eiendom inntil 6/10 av verdien etter takst som nedenfor nevnt (lånetakst) eller i særlige tilfelle – med Kredittilsynets​2 samtykke – inntil 7/10 av takstverdien når pantet må antas å gi full sikkerhet.\nLånetakst holdes av to menn som tas fra et takstmannsutvalg som er satt opp av Kredittilsynet.​2 Dersom takstmennene ikke blir enige, oppnevner Kredittilsynet en oppmann av eller utenfor utvalget. Når det gjelder store lån eller lån mot pant i tekniske anlegg eller andre eiendommer av spesiell natur, kan Kredittilsynet bestemme at det skal nyttes flere takstmenn likesom det kan tillate at det bare nyttes en takstmann ved mindre lån. Takstene avgis på skjemaer og etter instruks fastsatt av Kredittilsynet.\nMed samtykke av Kredittilsynet​2 kan skattetakster, likningstakster, andre offentlige takster eller takster som anses likeverdige med slike nyttes i stedet for lånetakst.\nSelskapet plikter å la eiendom som det har pant i, taksere på ny i den utstrekning Kredittilsynet​2 finner det nødvendig;\n6. i egen fast eiendom innen de i nr. 5 opptrukne grenser;\n7. i lån til de forsikrede mot pant i selskapets egne poliser inntil disses gjenkjøpsverdi;​3\n8. i andre verdipapirer, som etter sin art og den sikkerhet de byr, kan stilles i klasse med de ovenfor nevnte;\n9. i fast eiendom her i riket som tilhører selskapet, med overføring til forsikringsfondet etter takst i henhold til bestemmelsene om lånetakst under punkt 5;\n10. i aksjer i norske selskaper.\nPlassering som nevnt i nr. 9 og 10 må tilsammen ikke overstige 15 pst. av forsikringsfondet. I det enkelte år må anbringelsene tilsammen ikke overstige 1 1/2 pst. av forsikringsfondet, med mindre Kredittilsynet​2 tillater unntak når særlige grunner taler for det.\nTil dekning av forsikringsfondet kan ennvidere i årsbalansen oppføres:\na. de ved regnskapsårets utgang forfalne, men ikke innkomne premier, som ved premiereservens beregning er forutsatt å være betalt;\nb. det i regnskapsåret opptjente, men ikke mottatte rentebeløp.\n1 Endret ved lover 31 mai 1918 nr. 5, 21 mai 1920 nr. 1, 28 juli 1949 nr. 6, 16 juni 1961 nr. 11, 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "De ved selskapets stiftelse og innen utløpet av de to første regnskapsår anvendte stiftelses- og organisasjonsomkostninger kan for et beløp av inntil halvdelen av innbetalt aksjekapital eller garantifond opføres i selskapets årsbalanse som et særskilt aktivum; dog skal de avskrives i løpet av de ti første regnskapsår, således at ved utløpet av det sjette år skal være avskrevet minst en femtedel, og ved utgangen av hvert følgende år ytterligere minst en femtedel for hvert forløpet år.​2\nForinnen stiftelses- og organisasjonsomkostninger er fullt avskrevet, må der ikke noget år tildeles aksjeeiere eller det garanterende selskap som utbytte eller utdeles til eller godskrives forsikringstagere som bonus mer enn tilsammen inntil 5 prosent av den innbetalte del av aksjekapitalen eller garantifondet.\nAv de omkostninger én gang for alle, som i løpet av de 10 siste regnskapsår er medgått til tegning av nye forsikringer, kan der i balansen optas et beløp, som ikke må overstige den efter nærværende paragraf bestemte grenseverdi. Beløpet tjener til dekning av forsikringsfondet og blir i årsregnskapet (§ 85), under angivelse av beløpet, å fratrekke i det efter § 77 beregnede forsikringsfond.\nVed gjenforsikring med forsikringsfondet tilbakeholdt hos det avgivende selskap kan beløpet med Kredittilsynets​3 samtykke anvendes som dekning av forsikringsfondet hos det overtagende selskap.\nDen foran nevnte grenseverdi beregnes på grunnlag av de 10 siste regnskapsårs kvoter, bestemt efter nedenstående regler, således at grenseverdien blir lik siste års kvote + 9/10 av forrige års kvote + 8/10 av næstforrige års kvote o.s.v. synkende med 1/10 for hvert år.\nEt års kvote beregnes på grunnlag av de i vedkommende år tegnede forsikringer, som selskapet har beholdt for egen regning, og som er i kraft ved årets utgang. Forsikringer med premie en gang for alle eller i mindre enn 10 år samt korttidsforsikring medregnes ikke. Risikoforsikring overtatt i gjenforsikring medregnes ikke hos det overtagende selskap og kommer ikke til fradrag hos det avgivende selskap.\nÅrets kvote for kapitalforsikringer med dødsrisiko tegnet i henhold til selskapets almindelig gjeldende tariff for enkeltforsikring (korttidsforsikring ikke medregnet) utgjør inntil 2 prosent av forsikringssummen for straks begynnende forsikringer (voksne forsikringer) og inntil 1 prosent av forsikringssummen for opsatte forsikringer (barneforsikringer). Ved forsikringssummen forståes den minste av de summer som – i tilfelle efter utløpet av en ventetid eller opsettelsestid – skal utbetales ved død eller senest ved et bestemt tidspunkt. – Så lenge sikkerhetsfondet på grunnlag av en forsikring holdes forsterket som nevnt i § 79, sjette ledd, kan forsikringens kvote forhøies således: Til 4 prosent hvis forsikringen er tegnet efter folkeforsikringstariff, og ellers til 3 prosent for voksne forsikringer når de er tegnet efter tariff som er innført 1 januar 1925 eller senere og 2 prosent for barneforsikringer tegnet efter 1 januar 1929. Anskaffelsesomkostningenes grenseverdi for de forsikringer som kan medregnes efter forhøiet kvote, må dog ikke ved noget regnskapsopgjør opføres med høiere beløp enn kapitalverdien av de fremtidige premiers anskaffelsestillegg for den ikraftværende bestand av de samme forsikringer. Kontrollen hermed kan skje efter tilnærmede metoder som Kredittilsynet​3 godkjenner.\nAndre forsikringer kan medtas, hvis premien for vedkommende forsikring er beregnet på grunnlag av et bestemt anskaffelsestillegg. Årskvoten utgjør inntil to tredjedeler av dette tilleggs kapitalverdi ved tegningen.\nVed overtagelse av eldre forsikringsbestand blir en forsikring å betrakte som tegnet i sitt oprindelige tegningsår. Forsikringer tegnet før 1 januar 1918 medregnes ikke.\nI tilfelle av usedvanlig sterk avgang (ophør av premiebetaling) kan Kredittilsynet​3 nedsette den efter nærværende paragraf beregnede grenseverdi.\n1 Endret ved lover 21 mai 1920 nr. 1, 13 mars 1936 nr. 4, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 4 juni 1976 nr. 59 § 11-11 sjette ledd.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "De verdipapirer, som tjener til dekning av forsikringsfondet, skal av selskapet forsynes med datert påtegning om, at de tilhører dette fond.​2 Vil et selskap ha nogen del av forsikringsfondet dekket ved egen fast eiendom, overensstemmende med § 80 nr. 6 og 9, skal der tingleses erklæring om at eiendommen tilhører dette fond. Når sådan påtegning eller tinglesning er skjedd, skal forsikringstagerne ha fortrinsrett for sine krav efter forsikringskontrakten i vedkommende verdipapir eller eiendom, således at disse ikke kan tjene til fyldestgjørelse av andre krav, før forsikringstagernes krav er dekket.​3 Erklæringen skal dessuten gå ut på, etter nr. 6 at forsikringsfondet har panterett i eiendommen for den fastsatte sum og etter nr. 9 at eiendommen er overført til forsikringsfondet.\nDekning av forsikringsfondet efter foregående ledd skal skje innen utgangen av hvert kvartal av regnskapsåret for et beløp svarende til fjerdedelen av forsikringsfondets årstilvekst efter siste foreliggende regnskap, i annet kvartal med tillegg av det beløp, hvormed forsikringsfondet ved utgangen av siste regnskapsår overstiger de ved annet kvartals begynnelse anviste dekningsmidler, eller med fradrag av det beløp hvormed forsikringsfondet er sunket under dekningsmidlene.\nVed forsikringsfondets beregning efter nærværende paragraf blir tilgodehavende premier og renter ikke å fradra.\nVed ethvert selskap, som driver livsforsikringsvirksomhet, skal der av vedkommende regjeringsdepartement​4 beskikkes en utenfor selskapet stående person som tillitsmann. Denne har å påse, at de verdipapirer, som efter nærværende paragraf skal tjene til dekning av forsikringsfondet, innen den fastsatte frist blir forsynt med fornøden påtegning, samt selv å medundertegne denne. Påtegningen på ihendehaverobligasjoner og aksjer kan bortfalle, når der i stedet gjøres påtegning på en fortegnelse over obligasjonene og aksjene, og disse deretter settes ut av selskapets besiddelse på en av Kredittilsynet​5 godkjent måte. Tillitsmannen skal påse, at de påtegnede verdipapirer opbevares særskilt.\nAvlysning av sådan erklæring som ovenfor omhandlet må ikke finne sted uten Kredittilsynets​5 samtykke. Forsikringstagernes fortrinsrett i et verdipapir bortfaller ved tillitsmannens påtegning om, at det ikke lenger tilhører forsikringsfondet. Sådan påtegning må først gis, efterat Kredittilsynet har meddelt samtykke dertil. Dog kan tillitsmannen uten Kredittilsynets samtykke gi den nevnte påtegning, når et verdipapir ønskes ombyttet med et annet til minst samme beløp, og det nye verdipapir først er blitt forsynt med selskapets og hans egen påtegning overensstemmende med reglene i nærværende paragraf.\nTillitsmannen har uopholdelig å gjøre innberetning til Kredittilsynet​5 om ethvert forhold ved den omhandlede påtegning, tinglesning eller opbevaring, som han anser for uriktig. Iøvrig fastsetter Kongen,​6 efter forslag av Kredittilsynet, instruks for tillitsmennene.\nOvenstående bestemmelser kommer ikke til anvendelse på de i § 80 nr. 7 omhandlede lån mot pant i poliser.\nOpstår der tvist mellem selskapet og tillitsmannen angående utførelsen av hans hverv, avgjøres tvisten av Kredittilsynet.​5\nDen godtgjørelse, tillitsmannen skal oppebære av selskapet, bestemmes av Kongen.\n1 Endret ved lover 21 mai 1920 nr. 1, 16 juni 1961 nr. 11, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 17 feb. 1939 nr. 1 § 12.\n3 Jfr. § 8, tredje ledd.\n4 Sosialdepartementet.\n5 Jfr. lov 7 des. 1956 nr. 1.\n6 Sosialdepartementet iflg. res. 14 feb. 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Driver selskapet livsforsikringsvirksomhet i utlandet, kan Kongen​1 for de utenlandske forsikringer tillate saadanne avvikelser fra bestemmelserne i §§ 80 og 82, som findes nødvendige av hensyn til den utenlandske lovgivning.\n1 Sosialdepartementet iflg. res. 14 feb. 1947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Til utførelse av de for et livsforsikrings-selskaps virksomhet nødvendige forsikringstekniske beregninger og undersøkelser skal der ved selskapet være ansat en aktuar. Som saadan kan kun ansættes en av Kredittilsynet​2 godkjendt person.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Ethvert livsforsikrings-selskap har inden otte maaneder efter hvert regnskapsaars utgang at indsende til Kredittilsynet:​2\n1. et av styret underskrevet aarsregnskap, som skal indeholde saavel vindings- og tapskonto for det forløpne regnskapsaar som aarsbalansen ved samme regnskapsaars utgang, samt være bilagt med revisorernes uttalelse;\n2. en av styret undertegnet fuldstændig oversigt over selskapets virksomhet i aarets løp;\n3. en beretning fra selskapets aktuar om opgjøret av premiereserven.\nBeretningene og regnskapene avgives efter skemaer, som fastsættes av Kredittilsynet.​2 Aarsregnskapet blir at indrykke i «Norsk Kundgjørelsestidende».​3\nKredittilsynet​2 kan kræve de yderligere oplysninger, som det i hvert enkelt tilfælde maatte finde fornødne.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Kredittilsynet skal mindst en gang hvert tiende aar underkaste ethvert livsforsikrings-selskap en indgaaende granskning.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Holder et selskap seg ikke nærværende lov eller sine vedtekter etterrettelig, eller fraviker det de for selskapet gjeldende grunnlag, eller finnes disse grunnlag eller den måte, hvorpå de i § 82 omhandlede midler er anbrakt, ikke betryggende, eller viser det seg, at de til dekning av forsikringsfondet avsatte midler ikke er tilstrekkelige, kan Kredittilsynet​2 pålegge selskapet innen en angitt frist å treffe de foranstaltninger, som finnes fornødne. Det samme skal også være tilfellet, for så vidt Kredittilsynet måtte finne, at åpenbare misbruk har innsneket seg i selskapets ledelse.\nSåfremt de foreskrevne foranstaltninger ikke er truffet innen den gitte frist, og unnlatelsen skjønnes å medføre fare for forsikringstagerne, skal selskapet settes under administrasjon etter nærværende lov.​3\nFor så vidt midlenes utilstrekkelighet skyldes særlige uhell, og der er grunn til å anta, at underskuddet vil kunne opparbeides innen en rimelig frist, kan Kredittilsynet​2 unntagelsesvis tillate selskapet å fortsette sin virksomhet, såfremt der ikke mangler så meget som tre prosent av den samlede premiereserve, tillagt én prosent av den samlede livsforsikringssum, selskapet har beholdt for egen regning, idet dog livrenteforsikringer kun blir å medregne for premiereservens, men ikke for forsikringssummens vedkommende.\nEr Norge kommet i krig, kan Kongen bestemme at forfalne forsikringsbeløp og gjenkjøpsverdier foreløpig bare skal utbetales delvis.\nDersom tap på grunn av krig som Norge har vært med i, bringer selskapet i fare, men de forsikredes interesser tilsier at det bør fortsette sin virksomhet, kan Kongen bestemme at underskudd skal avvikles etter nærmere bestemte regler ved at\na. forsikringsbeløpene for forsikringer som har vært i kraft under krigen, og premieforskudd som har vært til stede under krigen, settes ned, eller\nb. forsikringstiden, premiebetalingstiden eller oppsettelsestiden for forsikringer som nevnt under punkt a, forlenges.\nKongen kan treffe slik avgjørelse og gi slike regler som omhandlet i foregående ledd, dersom de tap selskapet har hatt som følge av en krig som Norge ikke har vært med i eller som følge av annen katastrofe, gjør dette nødvendig for at selskapet skal kunne fortsette driften.\nBestemmelser som er truffet etter denne paragrafs fjerde, femte eller sjette ledd, skal oppheves i den utstrekning forholdene tillater det etter regler som fastsettes av Kongen.\n1 Endret ved lover 21 mai 1920 nr. 1, 28 juli 1949 nr. 6, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. §§ 88-93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Finder Kredittilsynet,​2 at et livsforsikrings-selskap i henhold til de i § 87 givne bestemmelser bør sættes under administration, har det at indgi begjæring herom til skifteretten paa det sted, hvor selskapet har sit sæte. Skifteretten berammer til snarest mulig avholdelse et møte, hvortil saavel Kredittilsynet som selskapet blir at indkalde, og avgjør ved kjendelse, hvorvidt administration skal finde sted eller ikke, dog saaledes, at retten er bundet ved Kredittilsynets avgjørelse av, hvorvidt der skjønnes at være fare for forsikringstagerne. Er Kredittilsynets beslutning om at begjære administration indanket for Kongen,​3 kan skifteretten utsætte avgjørelse av spørsmaalet om administration, indtil Kongens bestemmelse er truffet. Omgjøres Kredittilsynets beslutning om at begjære administration, efterat saadan er anordnet, har skifteretten straks at erklære administrationen hævet.\nSkifterettens kjendelse er gjenstand for anke.​4 Mot oversittelse av ankefristen gives ikke opreisning.​5\nGaar kjendelsen ut paa, at administration skal finde sted, har Kredittilsynet​2 straks at la bekjendtgjørelse herom indrykke i «Norsk Kundgjørelsestidende».​6 Skifteretten har uopholdelig at ta i besiddelse samtlige de værdipapirer, hvori forsikringsfondet er anbragt,​7 samt at oversende disse midler til Kredittilsynet som en særlig masse, som udelukkende skal tjene til dækning av de livsforsikredes krav.\nDe enkelte livsforsikrede kan ikke gjøre noget krav gjældende mot selskapet, hvorimot Kredittilsynet​2 paa administrationsboets vegne hos selskapet kan fordre, hvad der ifølge den i § 91 omhandlede beregning maatte mangle i forsikringsfondet​8 samt i et sikkerhetsfond saa stort som den i § 79, andet led, angivne grænseværdi.\nI ethvert selskap, som driver livsforsikringsvirksomhet, indtræder administration overensstemmende med nærværende lov i og med, at der aapnes konkurs i selskapet. Aapnes konkurs, efterat administration er begyndt, blir dette uten indflydelse paa administrationsboet.\nFor skifterettens og Kredittilsynets​2 befatning med administrationsboet erlægges ingen betaling. Derimot blir de øvrige omkostninger ved administrationen at utrede av administrationsboet.\n1 Endret ved lover 31 mai 1918 nr. 5 og 14 aug. 1918 nr. 4 § 73, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 6.\n4 Jfr. rettergangsl. § 355.\n5 Jfr. domstolsl. § 153.\n6 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n7 Jfr. § 80.\n8 Jfr. § 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Ved administrationens indtræden bortfalder selskapets ret til at drive livsforsikringsvirksomhet.\nSaalænge administrationen varer, kan gjenkjøp av eller laan paa police ikke finde sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Kredittilsynet​2 har at besørge forvaltningen av de fra skifteretten mottagne midler.\nForsikringer, som før administrationens begyndelse var forfaldne eller anmeldt til utbetaling, skal avgjøres efter de før nævnte tidspunkt gjældende regler. Forsikringer, som senere forfalder, blir foreløbig kun at utbetale med saa stort beløp, som Kredittilsynet​2 efter omstændighetene finder ubetænkelig. Ingen pligter at tilbakebetale, hvad han paa denne maate maatte ha mottat utover det beløp, som efter den endelige nedsættelse av forsikringsbeløpene​3 vilde tilkomme ham.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. §§ 92 første ledd og 93 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Kredittilsynet​2 har uopholdelig at la foreta vurdering av de fra skifteretten mottagne midler samt at foreta en beregning av forsikringsfondets beløp til den første dag i den maaned som følger efter den, i hvilken administrationen har tat sin begyndelse. Herunder blir præmiereserven at beregne efter de for selskapet ved administrationens begyndelse gjældende beregningsgrundlag, medmindre Kredittilsynet finder, at disse ikke er betryggende; i saa fald blir de av Kredittilsynet valgte grundlag at anvende.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Kredittilsynet​2 har snarest mulig, efterat vurdering har fundet sted, at søke den hele forsikringsbestand overtat av et eller flere indenlandske livsforsikringsselskaper. Indkommer der tilbud om saadan overtagelse, har Kredittilsynet, hvis det finder tilbudet antagelig, at utarbeide en redegjørelse for stillingen og et forslag til overenskomst med vedkommende selskap. Vil overenskomsten medføre en nedsættelse av forsikringsbeløpene, skal denne nedsættelse angives.\nRedegjørelsen med forslag skal offentliggjøres i «Norsk Kundgjørelsestidende»​3 og i de andre tidender, som Kredittilsynet for tilfælde maatte bestemme. I forbindelse hermed opfordres alle forsikringstagere til inden en av Kredittilsynet​2 fastsat frist at avgi uttalelse om, hvorvidt de samtykker i overdragelsen. Redegjørelsen med forslag og opfordring som nævnt skal derhos i anbefalet brev tilstilles samtlige forsikringstagere, hvis opholdssted er kjendt. Hvis der ikke inden utløpet av den anførte frist fremkommer indsigelse mot overdragelsen fra mindst en femtedel av forsikringstagerne, har Kredittilsynet at overdra forsikringsbestanden overensstemmende med det fremsatte forslag. Herved overgaar administrationsboets forpligtelser og de overdragne aktiva til det overtagende selskap.\nEr overdragelse skedd paa saadan maate, at ikke alle administrationsboets midler er medgaat, har Kredittilsynet​2 at avgi overskuddet til det tidligere selskap.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Lykkes det ikke at overdra forsikringsbestanden overensstemmende med reglerne i foregaaende paragraf, har Kredittilsynet​2 at fastsætte den endelige nedsættelse av forsikringsbeløpene​3 i henhold til det foretagne opgjør og at sammenkalde en generalforsamling av forsikringstagerne til stiftelse av et gjensidig selskap. Til denne generalforsamling gives to maaneders varsel. Indkaldelsen bekjendtgjøres og omsendes paa den i foregaaende paragraf nævnte maate. Ved omsendelsen skal den være bilagt med en redegjørelse for stillingen og den av Kredittilsynet beregnede nedsættelse av forsikringsbeløpene og med forslag til vedtægter og grundlag, hvorefter det nye selskap skal drive sin virksomhet.\nI generalforsamlingen vedtages vedtægter med almindelig stemmeflerhet, hvorefter der velges styre og øvrige tillidsmænd i selskapet. Styret har at indsende beretning til Kongen med andragende om, at selskapet maa tillates at træde i virksomhet. Foretar generalforsamlingen ændringer i de av Kredittilsynet foreslaaede vedtægter eller grundlag, blir tilladelse at søke paa den i §§ 73 og 74 foreskrevne maate.\nNaar tilladelse er meddelt, har styret for det gjensidige selskap at indsende anmeldelse til Foretaksregisteret.​4 Ved registreringen gaar administrationsboets samtlige aktiva og dets forpligtelser over paa det gjensidige selskap.\nLykkes det ikke paa den angivne maate at stifte et nyt selskap, fortsættes administrationen; under denne har Kredittilsynet​2 at avgjøre, hvorvidt der skal gjøres yderligere forsøk paa at overføre forsikringene enten til et nyt selskap eller til et andet selskap.\n1 Endret ved lover 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 90 i.f.\n4 Jfr. § 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Sammenslutning av to eller flere livsforsikringsselskaper kan bare skje hvis Kredittilsynet​2 finner at hvert av selskapene er i stand til å oppfylle sine forpliktelser. Sammenslutningen må vedtas med slikt kvalifisert flertall som fastsatt i § 52, annet ledd, jfr. § 72, samt i Aksjelovens § 109, første ledd,​3 av generalforsamlingen i hvert av selskapene. Vedtak om sammenslutning er uten hensyn til bestemmelsen i § 4, bindende for selskapenes forsikringstagere, garantister og andre fordringshavere. Til sammenslutningen kreves tillatelse av Kongen.\nSøknad om tillatelse skal gjøre rede for den fremgangsmåte som selskapene er blitt enige om å følge ved sammenslutningen. Med søknaden skal følge de bilag som er nevnt i § 73.\nTillatelsen skal fastsette frist for valg av det nye selskaps organer og det tidspunkt da sammenslutningen trer i kraft. Når tillatelse er gitt, sender hvert selskap melding til Foretaksregisteret om sitt vedtak om sammenslutning. Det nye selskap sender melding til Foretaksregisteret når det er konstituert. Anmeldelsen skal inneholde samme opplysninger som ved registrering av nytt selskap.​4 Det sender samtidig melding for hvert av de tidligere selskaper om at de skal slettes av registeret.\nBestemmelsene i første ledd gjelder tilsvarende når et selskap vil overdra sin forsikringsbestand eller en del av den til et annet. Det samme gjelder ved overdragelse til norsk selskap av norsk livsforsikringsbestand tegnet i utenlandsk selskap.​5 Tillatelsen til sammenslutning eller til overdragelse av forsikringsbestand skal gi nærmere regler om gjennomføringen.\n1 Endret ved lover 20 juni 1924 nr. 2, 22 mars 1963 nr. 3, 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Lov 6 juli 1957 nr. 4 (opph.), jfr. lov 4 juni 1976 nr. 59 § 13-1.\n4 Jfr. § 17.\n5 Jfr. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Enhver livsforsikringskontrakt skal indeholde de for forsikringen gjældende almindelige og særlige forsikringsbetingelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Et livsforsikringsselskap kan ikke uten samtykke av hver enkelt forsikringstager oppløse sig, medmindre det forinden har sluttet sig sammen med eller overdraget sin hele forsikringsbestand til et andet selskap overensstemmende med de i § 94 givne regler.\n1 Endret ved lov 22 mars 1963 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Utenlandsk selskap skal ha ret til her i landet at drive forsikringsvirksomhet, saafremt dette sker ved en repræsentant (hovedagent) som i denne lov foreskrevet,​2 og iøvrig paa de i dette kapitel fastsatte vilkaar. Et og samme selskap maa for forsikringsvirksomhetens vedkommende kun ha én repræsentant, som dog kan benytte underagenter.\nMot godtgjørelse må for øvrig ingen her i riket medvirke ved forsikringsvirksomhet, som drives av utlending eller utenlandsk selskap.​3 For så vidt Kongen ikke bestemmer noe annet,​4 gjelder dette forbudet dog ikke sjøforsikring som tegnes til fordel for den som driver\na. skipsfart\nb. hvalfangstnæring eller annen fangstnæring eller\nc. undersøkelse etter, utnytting, lagring eller transport av undersjøiske naturforekomster, eller virksomhet til hjelp for slik virksomhet, eller anleggsvirksomhet til sjøs i tilknytning til slik virksomhet.\n1 Endret ved lov 18 juni 1938 nr. 12, 25 mai 1979 nr. 20.\n2 Se § 98.\n3 Jfr. § 113.\n4 Jfr. § 117 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Repræsentanten skal være bosat her i landet, være uberygtet og ha raadighet over sit bo.​1\nEt norsk aktieselskap kan være repræsentant, forsaavidt dets samtlige bestyrelsesmedlemmer ifølge det foranstaaende hver for sig kan være repræsentanter. Forat selskap av anden art skal kunne være repræsentant, maa samtlige dets ansvarlige medlemmer opfylde den nævnte betingelse.\n1 Jfr. §§ 100 annet ledd nr. 1, 101 første ledd nr. 1 og 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Det utenlandske selskap skal i alle retsforhold, som flyter av dets her i landet drevne forsikringsvirksomhet, være undergit norsk lov og være underkastet norsk domstols avgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Forinden et utenlandsk selskap aapner skadeforsikringsvirksomhet her i landet, har det gjennom sin repræsentant at indsende anmeldelse til Foretaksregisteret.​2\nAnmeldelsen skal indsendes gjennem Kredittilsynet, som paaser, at den er ledsaget av:\n1. bevis for, at den valgte repræsentant er i besiddelse av de i § 98 nævnte egenskaper;\n2. behørig bekræftet bevidnelse om, at selskapet i sit hjemland lovlig driver den samme art av skadesforsikringsvirksomhet som den, det vil drive her i landet, og hvis det driver flere arter av skadesforsikring, fører særskilt regnskap med særskilt vindings- og tapskonto over hver enkelt virksomhet og i generalbalansen opfører passiva særskilt for hver enkelt virksomhet;\n3. fuldmagt, saavel i original som i behørig bekræftet oversættelse til norsk, for repræsentanten til paa selskapets vegne at drive den paagjældende art av skadesforsikringsvirksomhet her i landet og til i alle derav flytende retsforhold paa selskapets vegne at motta søksmaal for norsk domstol;\n4. behørig bevis for, at den, som har utstedt fuldmagten, er dertil berettiget, samt at fuldmagten er utfærdiget i overensstemmelse med hjemlandets lov;\n5. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til, saalænge det har nogen uopfyldt forsikringsforpligtelse her i landet, bestandig at ha en her bosittende repræsentant, samt uigjenkaldelig bemyndigelse for Kredittilsynet til i det i § 103 omhandlede tilfælde at ansætte en mand til paa selskapets vegne at motta søksmaal og iøvrig at repræsentere selskapet;\n6. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til i alt, hvad virksomheten her i landet angaar, at underkaste sig norsk lov og norsk domstols avgjørelse;\n7. tilsagn fra selskapet om at det, før det begynner sin forsikringsvirksomhet i Norge, vil deponere i Norges Bank de nødvendige midler til å oppfylle det kapitalkrav som stilles når tillatelse gis;\nUndladelse av anmeldelse medfører personlig ansvar for selskapets herværende repræsentant.\nStedfundne forandringer blir paa samme maate at anmelde.​3\n1 Endret ved lover 24 mars 1933 nr. 5, 6 juli 1957 nr. 4, 4 juni 1976 nr. 59, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (i kraft 24 mars 1986), 21 juni 1985 nr 78 (i kraft 1 jan 1988). – Jfr. § 112.\n2 Se lov 21 juni 1985 nr. 78 § 3-8.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Et utenlandsk selskap må ikke drive livsforsikringsvirksomhet her i landet før det har fått Kongens tillatelse til det.​2 Begjæring om saadan tilladelse skal være ledsaget av:\n1. bevis for, at den valgte repræsentant er i besiddelse av de i § 98 nævnte egenskaper;\n2. de i § 73 nr. 1-6, 8 og 10 foreskrevne oplysninger;\n3. behørig bekræftet bevidnelse om, at selskapet lovlig driver livsforsikringsvirksomhet i sit hjemland, tillikemed oplysning om, hvorlænge det har drevet saadan virksomhet, og hvorvidt der i de tre sidste aar fra de derværende myndigheters side er gjort nogen bemerkning mot den maate, hvorpaa virksomheten der er utøvet, samt eksemplarer av selskapets aarsberetning for indtil ti av de sidst forløpne aar;\n4. fuldmagt, saavel i original som i behørig bekræftet oversættelse til norsk, for repræsentanten til paa selskapets vegne at drive livsforsikringsvirksomhet her i landet og til i alle derav flytende retsforhold paa selskapets vegne at motta søksmaal for norsk domstol;\n5. behørig bevis for, at den, som har utstedt fuldmagten, er dertil berettiget, samt at fuldmagten er utfærdiget i overensstemmelse med hjemlandets lov;\n6. en av selskapet behørig avgit bekræftet erklæring om, at det forpligter sig til, saalænge det har nogen livsforsikring i kraft her i landet, bestandig at ha en her bosittende repræsentant, samt uigjenkaldelig bemyndigelse for Kredittilsynet​3 – til i det i § 103 omhandlede tilfælde at ansætte en mand til paa selskapets vegne at motta søksmaal og iøvrig at repræsentere selskapet;\n7. en av selskapet avgit behørig bekræftet erklæring om, at det forpligter sig til i alt, hvad virksomheten her i landet angaar, at underkaste sig norsk lov og norsk domstols avgjørelse;\n8. tilsagn fra selskapet om at det, før det begynner sin virksomhet i Norge, vil deponere i Norges Bank de nødvendige midler til å oppfylle det kapitalkrav som stilles når tillatelse gis;\n9. bevis for, at stiftelses- og organisationsomkostninger er helt avskrevet, og at anskaffelsesomkostninger ikke længer er opført som aktivum i selskapets aarsregnskap.​4\nTillatelse skal nektes hvis de vilkår som er stillet i eller med hjemmel i denne lov ikke er opfylt eller hvis det antas at det økonomiske eller forsikringstekniske grunnlag for virksomheten ikke er betryggende eller at selskapet av andre grunner ikke tilfredsstiller de krav som bør stilles av hensyn til de norske forsikringstagere eller hvis oprettelsen av agenturet ikke ansees stemmende med det offentliges eller almenhetens interesser. Tillatelse kan enn videre nektes dersom norske forsikringsselskaper ikke tilstedes adgang til å drive virksomhet i selskapets hjemland.\nMeddeles tilladelsen, lar Kredittilsynet​3 paa selskapets bekostning bekjendtgjørelse derom tillikemed repræsentantens fuldmagt i oversættelse til norsk indrykke i «Norsk Kundgjørelsestidende».​5\nForetages nogen ændring i selskapets vedtægter, skal repræsentanten inden tre maaneder derefter til Kredittilsynet​3 indsende ordlyden av den tagne beslutning i behørig bekræftet oversættelse til norsk.\nSker ellers nogen ændring i noget av det, som i henhold til denne paragrafs første led er oplyst, skal repræsentanten ufortøvet derom indsende skriftlig oplysning til Kredittilsynet.​6\nKongen fastsetter forskrifter som angir krav til den kapital selskapet til enhver tid plikter å holde i Norge. Tilsvarende midler skal deponeres i Norges Bank og anbringes som bestemt i § 80.\nKredittilsynet​3 gir nærmere forskrifter om deponeringen.\n1 Endret ved lover 18 juni 1938 nr. 12, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 112.\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 113.\n4 Jfr. § 112 i.f.\n5 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.\n6 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Repræsentanten for det utenlandske forsikringsselskap har i overensstemmelse med de av Kredittilsynet​2 fastsatte skemaer for hvert regnskapsaar at avfatte og inden otte maaneder efter dets utløp til Kredittilsynet at indsende en indberetning angaaende selskapets virksomhet her i landet i det forløpne aar, indeholdende regnskap for de her tegnede forsikringer. Derhos har han inden to maaneder efter selskapets generalforsamling at fremsende den av selskapets styre avgivne aarsberetning med aarsregnskap og revisionens uttalelser. Indberetningen angaaende selskapets virksomhet her i landet blir at indrykke i «Norsk Kundgjørelsestidende».​3\nEr noget av de aktstykker, som indgives til Kredittilsynet,​2 avfattet i et fremmed sprog, skal det være ledsaget av behørig bekræftet oversættelse til norsk.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.\n3 Norsk Lysingsblad, jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Taper repræsentanten nogen av de i § 98 foreskrevne egenskaper, eller blir han av nogen anden grund ute av stand til at utføre sit hverv, eller frasiger han sig samme, eller tilbakekaldes hans fuldmagt, uten at anden repræsentant er ansat og godkjendt, har Kredittilsynet​2 at anta en mand til paa selskapets vegne at motta søksmaal og iøvrig lovlig at repræsentere selskapet med hensyn til allerede indgaaede forpligtelser,​3 indtil hindringen for repræsentanten er ophørt, eller en anden er godkjendt som repræsentant. Kredittilsynet lar ufortøvet indrykke bekjendtgjørelse derom i «Norsk Kundgjørelsestidende».​4 Indtil saadan ordning er bekjendtgjort, skal enhver forsikringstager ha ret til at indbetale forfaldne forsikringspræmier til Kredittilsynet.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.\n3 Jfr. § 100 nr. 5 og § 101 nr. 6.\n4 Jfr. lov 11 okt. 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Depositum som omhandlet i § 101 sjette ledd og lov av 18. juni 1938 nr. 12 § 2 femte ledd skal utelukkende tjene til fyldestgjørelse av fordringer ifølge kontrakter om direkte forsikring som det utenlandske selskap har avsluttet her i landet, eller til dekning av beløp som selskapet plikter å utrede i henhold til denne lov.​2 Det kan derhos ved dom inndras i den utstrekning, som fornødiges til dekkelse av bøter, som selskapets representant måtte bli ilagt for overtredelse av nærværende lov.\nGår verdien av de deponerte midler ned slik at depotet ikke oppfyller de krav som er stilt, varsler Norges Bank hovedagenten og Kredittilsynet​3 om dette og om at selskapet må deponere nye verdier.\nDersom det manglende ikke er deponert innen fire uker, har selskapet tapt sin rett til å drive forsikringsvirksomhet her i landet. Norges Bank varsler Kredittilsynet​3 om at deponering innen fristens utløp ikke har skjedd. Kredittilsynet underretter selskapet om tapet av retten til å drive virksomhet her i landet og kunngjør dette på hensiktsmessig måte.\n1 Endret ved lover 1 juni 1928 nr. 3, 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 9.\n3 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Ophører det utenlandske selskap at drive forsikringsvirksomhet her i landet, kan det kræve tilbake det i overensstemmelse med §§ 100 og 101 deponerte beløp, naar det godtgjør, at samtlige dets i § 104 nævnte forpligtelser er opfyldt, eller at det har stillet saadan sikkerhet for opfyldelsen av disse, som Kredittilsynet​2 finder betryggende.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Kongen kan forby et utenlandsk selskap å drive forsikringsvirksomhet her i landet dersom selskapet eller dets representant (hovedagent) har gjort seg skyldig i grove eller vedvarende overtredelser av norsk lov, forskrifter gitt i medhold av lov eller konsesjonsvilkår. Tilsvarende gjelder dersom selskapet taper sin rett til å drive forsikringsvirksomhet i hjemlandet.\nEt selskap som i medhold av foregående ledd ikke har tillatelse til å drive forsikringsvirksomhet her i landet, skal straks begynne avviklingen av virksomheten. Når avviklingen er avsluttet skal agenturet slettes i Handelsregisteret. Kredittilsynet​2 kan sende melding om slettelse etter denne bestemmelse.\nKongen kan oppnevne et avviklingsstyre for å forestå avviklingen av selskapets virksomhet i Norge. De nærmere forskrifter om avviklingen og avviklingsstyret gis av Kongen.\n1 Endret ved lov 1 mars 1985 nr. 7 (se dens II, i kraft 1 juli 1985), 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Selskapets repræsentant skal i alle selskapet vedkommende tryksaker og henvendelser til almenheten angi saavel dets hjemland som dets egenskap av aktieselskap eller av gjensidig selskap. Angives i saadanne tryksaker eller henvendelser aktiekapitalens eller garantifondets størrelse, skal det uttrykkelig fremheves, hvor meget der av samme er indbetalt. Selskapet maa ikke betegnes som garantert eller kontrolert av den Norske Stat.\nForskriftene i nærværende lovs §§ 1-6, 8, 9 og 95 kommer ogsaa til anvendelse paa utenlandsk forsikringsselskap. Det samme gjælder forskriftene i § 7, forsaavidt angaar selskapets forretning i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Inden tolv maaneder, efterat nærværende lov er traadt i kraft,​1 har med de i § 116 nævnte begrænsninger ethvert allerede virkende gjensidig indenlandsk skadesforsikringsselskap at indsende til handelsregistret en anmeldelse overensstemmende med, hvad i nærværende lovs § 17 med undtagelse av sammes nr. 4 er sagt; er der hengaat mere end fem aar efter selskapets stiftelse, bortfalder dog den i § 17 nr. 6 krævede oplysning. Er selskapet før anmeldt, blir inden samme frist saadan tillægsanmeldelse at indsende, at ovenstaaende krav sker fyldest.\n1 Se § 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Dersom et indenlandsk skadesforsikringsselskap ikke inden fristens utløp paa lovgyldig maate har indsendt pligtig anmeldelse, har det at indstille tegning av nye forsikringer, indtil paabudet om anmeldelse er fyldestgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Nærværende lovs §§ 1-9 samt §§ 20-66 kommer forøvrig med de i § 116 nævnte begrænsninger til anvendelse paa indenlandske gjensidige skadesforsikringsselskaper, som var i virksomhet, før nærværende lov traadte i kraft.\nPaa indenlandske skadesforsikrings-aktieselskaper, registrert før nærværende lov traadte i kraft, kommer likeledes §§ 1-9 samt §§ 64-66 til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Nærværende lovs §§ 1-9 samt §§ 67-96 kommer med de i § 115 nævnte begrænsninger til anvendelse ogsaa paa indenlandske selskaper, som allerede ved lovens ikrafttræden driver livsforsikringsvirksomhet her i landet, dog med følgende tillempninger:\n1. Selskapet har en frist av tre maaneder fra lovens ikrafttræden til indsendelse av saadant andragende som i § 73 nævnt, samt forsaavidt Kredittilsynet maatte kræve foretat forandringer i grundlaget for selskapets virksomhet til opfyldelse av nærværende lovs forskrifter, en frist av tre aar, regnet fra kravets fremsættelse, til foretagelse av de nødvendige forandringer;\n2. hvis der for et gjensidig selskap er stillet garantifond paa anden maate end foreskrevet i § 72, jfr. § 12, 1ste punktum, har selskapet en frist av to aar fra lovens ikrafttræden til at omordne dette forhold;\n3. selskapet kan til opfyldelse av forskriften i § 67 samt til fylding av sikkerhetsfondet medregne de fonds, hvorav det – utenfor forsikringsfondet og bonusfondet – maatte være i besiddelse;\n4. har et selskap før lovens ikrafttræden avgit en forsikring i gjenforsikring til et andet selskap i saadan form, at det ikke selv beholder den fulde præmiereserve, er det ved fastsættelsen av forsikringsfondet ikke forpligtet til at medregne det gjenforsikrede beløp ;\n5. anskaffelsesomkostninger, som hitrører fra forsikringer, tegnet før lovens ikrafttræden, skal, saafremt de er opført som aktivum i selskapets aarsbalanse, uanset bestemmelsen i § 81, kunne avskrives i løpet av de fem første regnskapsaar efter lovens ikrafttræden med mindst en femtedel aarlig.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Hvis et utenlandsk selskap, som har aapnet skadesforsikringsvirksomhet her i landet, før denne lov traadte i kraft, ønsker at fortsætte denne virksomhet, skal dets repræsentant inden tolv maaneder efter nærværende lovs ikrafttræden efterkomme, hvad der i § 100 er sagt, under samme ansvar som i nævnte paragraf bestemt. Kongen kan dog for saadanne selskaper gjøre undtagelser fra forskriftene i § 100 nr. 2.\nUtenlandsk selskap, som før denne lovs ikrafttræden har aapnet livsforsikringsvirksomhet her i landet og ønsker at fortsætte denne, skal inden tre maaneder efter lovens ikrafttræden erhverve tilladelse dertil, overensstemmende med § 101. Ved indsendelsen av begjæring om saadan tilladelse skal selskapet medsende en beretning om dets virksomhet her i landet i det sidst forløpne aar og om størrelsen av dets forsikringsbestand her i landet ved utløpet av nævnte aar.\nUtenlandsk selskap, som ikke inden fristens utløp har opfyldt ovenstaaende bestemmelser, har at indstille tegning av nye forsikringer, indtil lovens krav er fyldestgjort.\nIøvrig kommer nærværende lovs 10de kapitel til anvendelse paa utenlandske forsikringsselskaper, som har aapnet virksomhet her i landet, før denne lov traadte i kraft. Dog skal utenlandske selskaper, som før dette tidspunkt har aapnet livsforsikringsvirksomhet her, kunne fortsætte denne, selv om de ogsaa driver anden forsikringsvirksomhet,​1 paa betingelse av, at de for sin livsforsikringsvirksomhet fører særskilt redskap med særskilt vindings- og tapskonto og særskilt aarsbalanse. Istedenfor det i § 101 nr. 9 foreskrevne bevis har disse selskaper derhos kun at føre bevis for, at stiftelses-, organisations- og erhvervelsesomkostninger ikke er opført som aktiva i større omfang end efter § 81 tillatt.\n1 Jfr. §§ 2 annet ledd og 107 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Den, som i strid med denne lovs forskrifter driver eller medvirker ved forsikringsvirksomhet her i riket, straffes med bøter,​1 forsaavidt ingen strengere straffebestemmelse​2 kommer til anvendelse.\nStiftere, indbydere, bestyrere, medlemmer av repræsentantskap, aktuarer, revisorer eller agenter i indenlandske selskaper saavelsom utenlandsk selskaps hovedagent​3 eller underagenter, som overtræder nærværende lovs bestemmelser, eller som medvirker til, at saadan overtrædelse sker, straffes med bøter​1 eller, hvis det gjælder overtrædelse av bestemmelserne i § 1, 2det led eller § 75, med bøter​1 eller fængsel indtil seks maaneder, forsaavidt handlingen ikke indgaar under nogen strengere straffebestemmelse.\nDen, som bryter den i § 49, tredje led (jfr. § 72) paalagte taushetspligt, eller som medvirker til, at saadan overtrædelse sker, straffes med bøter.​1\nDen, som i tryksaker eller henvendelser til almenheten gir urigtige eller vildledende meddelelser om et forsikringsselskap eller stiller i utsigt fremtidig bonus av nærmere angit størrelse, eller som medvirker hertil, straffes med bøter,​1 forsaavidt handlingen ikke indgaar under nogen strengere straffebestemmelse.\n1 Se strl. § 27.\n2 Se § 113 annet ledd og strl. § 332.\n3 Se § 97.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Denne lovs bestemmelser kommer ikke til anvendelse paa anstalter, som garanteres eller styres av staten,​1 undtagen forsaavidt som § 85 nr. 2, § 95 og § 113, 4de led skal være anvendelige ogsaa paa saadanne anstalter.\n1 Se lover 28 juli 1949 nr. 26 § 1, nr. 27 § 1, 8 juni 1973 nr. 50 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Nærværende lov kommer ikke til anvendelse paa begravelseskasser, sykekasser eller saadanne paa gjensidighet grundede livsforsikrings-selskaper, som paa enkelt liv ikke overtar nogen forsikring med utbetaling av en sum én gang for alle til høiere beløp end to hundrede og femti kroner eller nogen livrente til høiere beløp end femti kroner aarlig, idet saadanne selskaper vedblivende skal være undergit det for dem ved forordning av 15 mai 1810 paabudte tilsyn. Dog kan Kongen paa grund av særlige forhold og efter indstilling fra den ved nævnte forordning oprettede tilsynskomité træffe bestemmelse om, at ogsaa saadant selskap skal være undergit nærværende lov. Selv om dette ikke er skedd, kan Kredittilsynet la foreta en undersøkelse av selskapets status. Viser det sig herunder at være underskud, kan Kredittilsynet, efterat tilsynskomiteen er hørt, sætte selskapet under avvikling; denne foregaar efter tilsynskomiteens anvisning. Dog kan selskapet undgaa at komme under avvikling ved at omdanne sig til gjensidig selskap overensstemmende med nærværende lovs tredje del. I saa fald skal selskapet ha en frist av to aar til saadan omdannelse.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Denne lov kommer ikke til anvendelse på gjensidig husdyrforsikringsselskap, hvis virksomhet ikke omfatter mer enn ett fylke eller innen flere fylker ikke over 10 kommuner, og som i selvstendig risikoavdeling for egen regning ikke overtar risiko over kr. 20.000 for noe medlem. Kredittilsynet kan for det enkelte selskap godkjenne høyere sum, men ikke utover kr. 100.000. Vilkåret er at Kredittilsynet finner dette forsvarlig på grunnlag av selskapets økonomiske stilling, reassuranseavtaler og forholdene for øvrig.\nUnder særlige omstendigheter kan Kongen bestemme, at loven heller ikke kommer til anvendelse på andre gjensidige selskaper med samme formål som nevnt i nærværende paragraf første ledd, når deres planer har kongelig stadfesting, og på vilkår at vedkommende selskap årlig innen en måned etter generalforsamlingens avholdelse til Kredittilsynet innsender avskrift av sitt regnskap.\nLoven kommer heller ikke til anvendelse på gjensidig brannforsikringsforening, hvis plan stadfestes av Kongen,​2 når foreningens direkte virksomhet ikke omfatter mer enn ett fylke eller innen flere fylker ikke over 10 kommuner, og dens indirekte virksomhet – utenfor det lokale virkeområde – ikke omfatter andre gjenforsikringer enn de som overføres til den gjennom en gjenforsikringsordning som Kredittilsynet har godkjent.\nDeling av en kommune er uten innflytelse på et gjensidig selskaps adgang til å virke innen sitt tidligere område uten å komme inn under denne lovs bestemmelser.\nForsikringsforeninger som går inn under lov om sjøtrygdelag​3 omfattes ikke av denne lov.\n1 Endret ved lover 5 des. 1947 nr. 2, 28 juli 1949 nr. 6, 3 juli 1953 nr. 3, 15 mars 1957 nr. 4, 17 des. 1971 nr. 104, 28 mai 1976 nr. 38, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 17 juni 1869.\n3 Se lov 3 juli 1953 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "For selskaper som udelukkende driver gjenforsikring, kan Kongen tillate de avvikelser fra denne lov, som under hensyn til beskaffenheten av saadanne selskapers virksomhet maatte ansees beføiet.\nDerhos kan Kongen bestemme, at loven ikke kommer til anvendelse paa forsikring av risikoer, som efter sin art ikke kan dækkes i noget indenlandsk selskap eller i selskap som har repræsentant her i riket.​2 Videre kan Kongen bestemme at loven ikke skal komme til anvendelse på foretagende som bare driver forsikring av krigsrisiko til sjøs.\n1 Endret ved lov 13 juni 1969 nr. 37.\n2 Se res. 25 juli 1947, 2 mai 1958, 21 okt. 1966, 20 okt. 1967, 4 okt. 1968, 12 nov. 1970, 12. mai 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "117 a",
      "section": "117 a",
      "content": "Kongen kan bestemme at foretagender som overtar kapital til forvaltning med garantert rente eller driver annen virksomhet som må ansees beslektet med livsforsikring, skal gå inn under forskriftene om livsforsikring i nærværende lov i den utstrekning det finnes formålstjenlig av hensyn til arten og omfanget av virksomheten.\n1 Tilføiet ved lov 18 juni 1938 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117a",
        "source_heading": "§ 117 a."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "Nærværende lov træder i kraft den 1 januar næste aar, fra hvilken dag forordningen av 15 mai 1810 ikke længere kommer til anvendelse paa de selskaper, som er underkastet nærværende lovs bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    }
  ]
}