{
  "id": "LOV-1961-06-09-1",
  "type": "statute",
  "title": "Lov om skytevåpen og ammunisjon m.v. [våpenloven]",
  "short_name": "Våpenloven",
  "status": "in_force",
  "issued_date": "1961-06-09",
  "in_force_date": "1963-04-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-06-09-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med skytevåpen forstås i denne lov:\na. våpen som med ladning av krutt eller annet drivmiddel, eller ved en mekanisk innretning kan skyte ut kuler, hagl eller andre prosjektiler,\nb. våpen eller apparater for utskyting eller utsending av sprengladninger, gass, signallys, raketter e.l. (herunder flammekastere),\nc. våpenimitasjoner o.l. som forholdsvis lett kan gjøres om slik at skarp ammunisjon kan avfyres.\nEt våpen anses ikke som skytevåpen dersom det er gjort varig ubrukbart. Kongen kan likevel gi bestemmelser om krav til registreringsplikt, merking, etterkontroll og krav til inn- og utførsel av skytevåpen som er gjort varig ubrukbare. Et våpen anses heller ikke som skytevåpen dersom våpenet på grunn av alder eller konstruksjon ikke kan brukes som skytevåpen og heller ikke forholdsvis lett kan utbedres eller gjøres om slik at det kan brukes til å skyte med.\n0 Endret ved lov 23 juni 1978 nr. 69, 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13).\n1 Se § 6 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med deler av skytevåpen (våpendeler) forstås i denne lov låskasser og piper. Innstikningspiper ansees dog bare som deler for så vidt de kan brukes i skytevåpen som er nevnt i § 5.\nKongen​1 kan bestemme at lovens regler helt eller delvis også skal gjelde for andre våpendeler.\n0 Endret ved lov 5 juni 1998 nr. 35.\n1 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Med ammunisjon forstås i denne lov:\na. patroner bestående av prosjektil, hylse, drivladning og tennmiddel.\nb. prosjektiler av enhver art bestemt for utskyting eller utsending ved de i § 1 nevnte skytevåpen,\nc. hylser når de er forsynt med ladning eller tennmiddel,\nd. håndgranater, bomber, raketter, miner o.l.\ne. lys-, brann-, gift- og tåregassbokser,\nf. gift- og tåregasser til bruk i de § 1 nevnte skytevåpen eller i ammunisjon som nevnt i denne paragrafs bokstaver a, b, d og e.\n0 Endret ved lov 14 juni 1974 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Denne lov gjelder ikke for skytevåpen,​1 våpendeler​2 eller ammunisjon​3 som er bestemt for eller tilhører Forsvaret eller politiet. Heller ikke gjelder loven for ammunisjon som er bestemt for eller tilhører Direktoratet for samfunnssikkerhet og beredskap. Kongen fastsetter de bestemmelser som skal gjelde for Forsvarets anvendelse av ammunisjon.\n0 Endret ved lover 14 juni 1974 nr. 39, 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407).\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "For så vidt ikke annet er bestemt i eller i medhold av denne lov,​1 gjelder loven ikke for:\na. apparater for slakting, signalpistoler og andre innretninger for signalgivning, rednings- og harpungeværer når de av vedkommende departement finnes utelukkende egnet for det oppgitte formål,\nb. deler av våpen som er nevnt i denne paragraf, dog ikke innstikningspiper​2 som kan brukes i disse skytevåpen,​3\nc. ammunisjon som utelukkende kan nyttes i de skytevåpen som er nevnt i denne paragraf.\nDepartementet kan bestemme i hvilken utstrekning loven skal gjelde for luft- og fjærgeværer og luft- og fjærpistoler.\n0 Endret ved lover 23 juni 1978 nr. 69, 9 mars 1990 nr. 4. (Når det gjelder luft- og fjærgevær og luft- og fjærpistoler gjelder loven først fra det tidspunkt og i det omfang Justisdepartementet bestemmer, jf. annet ledd).\n1 Jf. §§ 10, 15, 22, 26, 27, 29, 33.\n2 Jf. § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen​1 kan helt eller delvis gjøre unntak fra loven eller enkelte av dens regler for andre arter av skytevåpen, våpendeler eller ammunisjon enn de som er nevnt i § 5.\n1 Se res. 25 jan 1963 (med endring av 18 mars 1977) om unntak og fullmakt for Justisdepartementet og Utenriksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "content": "Kongen​1 kan bestemme at det skal være forbudt å importere, omsette eller eie enkelte typer våpen eller ammunisjon,​2 herunder våpen eller lignende som ikke faller inn under § 1.\n0 Tilføyd ved lov 5 juni 1998 nr. 35.\n1 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Den som vil kjøpe eller på annen måte erverve skytevåpen​2 eller våpendeler,​3 må ha tillatelse fra politimesteren.\nTillatelse gis av politimesteren på søkerens bosted eller – hvis søkeren ikke har bopel i riket – av politimesteren på oppholdsstedet.\nTillatelse kan bare gis edruelige og pålitelige personer som har behov eller annen rimelig grunn for å ha skytevåpen, og som ikke av særlige grunner kan ansees som uskikket til det.\nTillatelse kan ikke gis til person under 18 år. Unntak kan i særskilte tilfeller gjøres for person under 18 år men over 16 år, der våpen kan oppbevares av verge eller annen person som fyller de alminnelige krav til tillatelse.​4 Tillatelse til å erverve revolver eller pistol eller til deler av slike våpen gis ikke til personer under 21 år. Kongen​5 kan også fastsette høyere aldersgrense for andre arter skytevåpen​2 og våpendeler,​3 likevel ikke over 21 år. Erverves skytevåpen eller våpendeler ved arv, kan vedkommende politimester dispensere fra aldersgrensebestemmelsene på de vilkår han finner nødvendig i hvert enkelt tilfelle.\nSøknad fra mindreårig eller person som er fratatt rettslig handleevne,​6 må være tiltrådt av verge.​7\nKongen​8 kan gi forskrifter om skytterorganisasjoners og andre juridiske personer erverv av skytevåpen​2 og våpendeler.​3\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 19.\n2 Se § 1.\n3 Se § 2.\n4 Jf. § 29.\n5 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n6 Jf. lov 26 mars 2010 nr. 9 § 2.\n7 Se lov 26 mars 2010 nr. 9.\n8 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Enhver som vil eie eller inneha skytevåpen,​2 skal​3 ha tillatelse fra politimesteren (våpenkort). Bestemmelsene i § 7 annet-sjette ledd gjelder tilsvarende. For tillatelsen kan det settes som vilkår at adgangen etter § 11 til å overlate våpenet til andre ikke skal gjelde.\nNår særlige forhold tilsier det kan tillatelse gis for et bestemt tidsrom.\nDen som vil foreta en vesentlig endring av et skytevåpens​3 karakter eller beskaffenhet, eller som eier eller innehar skytevåpen​2 som er vesentlig endret, må ha tillatelse fra politimesteren. Dette gjelder også skytevåpen som er nevnt i § 5.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Jf. §§ 11 tredje ledd, 19. – Kongen kan bestemme at § 8 ikke får anvendelse når et haglgevær, luft- eller fjærgevær eller en luft- eller fjærpistol er ervervet før 1 okt 1990, se § 5. Slik bestemmelse er truffet i res. 24 aug 1990 nr. 688.\n2 Se § 1.\n3 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Våpenkort​1 eller utlånserklæring​2 skal​3 på forlangende av politiet vises frem for kontroll. Våpeninnehaveren skal alltid ha med seg våpenkort eller utlånserklæring når han bærer eller fører med seg skytevåpen,​4 våpendeler​5 eller ammunisjon.​6 Har han ikke kort eller utlånserklæring på seg under kontroll, skal politiet ta skytevåpenet, våpendeler eller ammunisjon i forvaring inntil kort eller erklæring er forevist, med mindre politiet finner det ubetenkelig å la vedkommende ha skytevåpenet, våpendeler eller ammunisjon hos seg.\n0 Endret ved lov 5 juni 1998 nr. 35.\n1 Jf. § 8, jf. § 11 (3) og § 19.\n2 Se § 11 (3).\n3 Se § 33.\n4 Se § 1.\n5 Se § 2.\n6 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Politimesteren skal tilbakekalle våpenkort​1 hvis innehaveren ikke er edruelig og pålitelig eller dersom han av særlige grunner kan anses som uskikket til å ha skytevåpen.​2\nVåpenkort kan tilbakekalles også hvis innehaveren ikke lenger har behov for eller annen rimelig grunn til å ha skytevåpen.​2\nKongen​3 kan fastsette regler om tilbakekall av våpenkort når innehaver pga sykdom, alder eller lignende ikke lenger kan antas å være i stand til å sørge for en sikker oppbevaring eller bruk av våpen eller våpendeler.​4\nBlir våpenkort tilbakekalt etter første eller annet ledd, skal​5 kortet og i tilfelle skytevåpenet​2 straks innleveres til politimesteren. Denne kan beslutte at også våpendeler​4 skal innleveres. Tilhører gjenstandene en annen enn innehaveren, skal de utleveres eieren, og ellers avhendes. Har slik avhendelse ikke funnet sted innen 3 måneder fra tilbakekallingen til en som har tillatelse etter § 7, skal politimesteren selge gjenstandene for eierens regning. Hvis salget ikke skjer ved offentlig auksjon,​6 skal gjenstandene så vidt mulig takseres på betryggende måte.\nPolitiet kan beslutte innlevering av våpen, våpendeler​4 eller ammunisjon​7 dersom det er gitt forhåndsvarsel om tilbakekall av våpenkort.\nUnder de vilkår som er nevnt i første ledd, kan politimesteren beslutte at den som eier eller innehar skytevåpen som nevnt i § 5 eller deler av slike våpen, skal innlevere disse. Med gjenstandene forholdes som bestemt i fjerde ledd.\nBlir våpenkort tilbakekalt etter første ledd eller skytevåpen eller våpendeler besluttet innlevert etter sjette ledd, kan politimesteren nedlegge forbud mot at vedkommende framtidig eier eller innehar skytevåpen, våpendeler eller ammunisjon som nevnt i § 5.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Se § 8.\n2 Se § 1.\n3 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n4 Se § 2.\n5 Se § 33.\n6 Jf. lov 14 aug 1918 nr. 3.\n7 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Dersom det ikke er satt vilkår som nevnt i § 8 første ledd tredje punktum, kan den som har våpenkort​1 overlate våpenet til en annen person i inntil 4 uker. Revolver eller pistol kan dog aldri overlates til andre​2 med mindre Kongen har bestemt noe annet.\nMottakeren må fylle vilkårene om minstealder etter § 7 fjerde ledd. Er han umyndig​3 må verjen samtykke. Våpenet må ikke​2 overlates til noen som har fått sitt våpenkort tilbakekalt i medhold av § 10 første ledd, eller som i medhold av § 10 syvende ledd, eller § 15 er blitt forbudt å eie eller inneha våpen som nevnt i § 5, eller som for øvrig må antas å være uskikket til å inneha våpenet.\nDen som overlater våpenet, skal gi mottakeren skriftlig bevitnelse med opplysning om til hvilket bruk og for hvilken tid våpenet er overlatt. Denne bevitnelse trer i stedet for våpenkort.​1 Bestemmelsene i § 9 første ledd får tilsvarende anvendelse.\nRegler om minstealder og skriftlig bevitnelse gjelder ikke hvis våpenet bare blir brukt i nærvær av og under direkte tilsyn av den som har våpenkortet.\nTil den som selv har våpenkort eller som har fått overlatt skytevåpen​4 med hjemmel i denne paragraf, kan våpendeler​5 til vedkommende våpen overlates i inntil 4 uker.\nKongen​6 kan gi særlige regler om transport av skytevåpen​4 og våpendeler.​5 Det samme gjelder for behandling og bruk av skytevåpen​4 og våpendeler​5 som tilvirker, forhandler eller reparatør innehar i forbindelse med sin virksomhet, eller som bedrifter, skytterorganisasjoner og andre juridiske personer har for utlån til sitt personale eller sine medlemmer.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Se § 8.\n2 Se § 33.\n3 Jf. lov 26 mars 2010 nr. 9 § 2.\n4 Se § 1.\n5 Se § 2.\n6 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "På annen måte enn bestemt i § 11 må skytevåpen​1 eller våpendeler​2 ikke overlates til noen som ikke har tillatelse som nevnt i § 7.​3\n1 Se § 1.\n2 Se § 2.\n3 Jf. §§ 19, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Den som vil kjøpe eller på annen måte erverve ammunisjon,​2 må ha tillatelse fra politiet. Tillatelse gis av politiet på søkerens bosted eller – hvis søkeren ikke har bopel i riket – av politiet på oppholdsstedet. Vedkommende departement kan bestemme at tillatelse for visse slags ammunisjon kan gis av politiet andre steder. Bestemmelsene i § 7 tredje og fjerde ledd får tilsvarende anvendelse. Kongen​3 kan gi forskrifter om juridiske personers erverv av ammunisjon.\nTillatelsen må omfatte et bestemt kvantum og kan ikke gjøres gjeldende for lengre tid enn 3 måneder.\nKongen​3 kan gi særlige regler om skytterorganisasjoners formidling av ammunisjonskjøp for sine medlemmer.\nDen som etter lov om eksplosive varer​4 § 16 første ledd har tillatelse til å tilvirke eksplosiv vare for salg, kan uten tillatelse kjøpe ammunisjon​2 som trengs til tilvirkingen, derunder til tilvirking som nevnt i lovens § 18 første ledd, samt ammunisjon av samme art som den tilvirkingstillatelsen omfatter. Likeså kan den som har tillatelse til å tilvirke eksplosiv vare etter nevnte lovs § 17 uten tillatelse kjøpe ammunisjon som trengs til tilvirkingen.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Jf. § 19.\n2 Se § 3.\n3 Justisdepartementet iflg. res. 25 jan 1963.\n4 Lov 14 juni 1974 nr. 39. Loven er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Til den som har våpenkort​1 eller som har fått overlatt skytevåpen​2 i medhold av § 11, kan ammunisjon​3 til vedkommende våpen overlates i rimelige mengder. Denne bestemmelse gjelder likevel ikke omsetning av ammunisjon i næring, hvis ikke vedkommende næringsdrivende selv har overlatt våpenet i medhold av regler etter § 11, siste ledd.\nFor øvrig må ammunisjon​2 ikke overlates til noen som ikke har tillatelse som nevnt i § 13 eller som ikke etter samme paragraf kan erverve ammunisjon uten tillatelse.​4\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 8.\n2 Se § 1.\n3 Se § 3.\n4 Jf. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Under vilkår som nevnt i § 10 første ledd kan politimesteren beslutte at ammunisjon,​2 herunder også ammunisjon som nevnt i § 5 bokstav c, skal innleveres. Reglene i § 10 fjerde ledd gjelder tilsvarende. Politimesteren kan dessuten nedlegge forbud mot at vedkommende framtidig eier eller innehar skytevåpen, våpendeler eller ammunisjon som nevnt i § 5.\nDet er ikke tillatt å eie eller inneha ammunisjon​2 som er ervervet i strid med loven.\n0 Endret ved lover 23 juni 1978 nr. 69, 9 mars 1990 nr. 4, 5 juni 1998 nr. 35.\n1 Se § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Den som vil drive handel med skytevåpen,​1 våpendeler​2 eller ammunisjon,​3 må ha bevilling fra vedkommende departement. Dersom Kongen​4 ikke annet bestemmer, gjelder dette også våpen som er omhandlet i § 5. Søknad om bevilling sendes politimesteren i det distrikt hvor søkeren akter å drive sin virksomhet.\nBevillingen kan begrenses til å gjelde nærmere bestemte arter skytevåpen​1 og ammunisjon​3 og ellers gjøres avhengig av vilkår som fastsettes av vedkommende departement.\nBevillingen skal inneholde opplysning om innehaverens navn og forretningssted, bevillingens omfang og de vilkår som gjelder for utøvelsen.\nDen som etter lov om eksplosive varer​5 § 16 første ledd har tillatelse til å tilvirke ammunisjon​3 for salg, kan uten bevilling drive handel med slik ammunisjon av egen eller annens tilvirking som tilvirkingstillatelsen omfatter fra tilvirkingssteder eller fra oppbevaringssted som han har opprettet med tillatelse etter lovens § 22.\n0 Endret ved lover 14 juni 1974 nr. 39, 23 juni 1978 nr. 69.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Justisdepartementet iflg. res. 14 mars 1980.\n5 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Bevilling kan bare gis til den som anses skikket til å drive handel med skytevåpen​1 og ammunisjon.​2 Han må ha forretnings- og lagerlokaler som tilfredsstiller de til enhver tid gjeldende regler om oppbevaring av skytevåpen og ammunisjon.\nGis bevilling til en juridisk person eller til en forretningsdrivende som på grunn av forretningens størrelse eller andre omstendigheter ikke selv har den direkte daglige ledelse av denne del av virksomheten, kan bevillingen gjøres betinget av at det ved siden av forretningens ansvarlige leder oppgis en person som blir godkjent som daglig leder.\nKongen​3 kan fastsette særlige regler om forretnings- og lagerlokalenes innredning og utstyr samt hvilke faglige kvalifikasjoner en bevillingsinnehaver eller daglige leder må ha.\n0 Endret ved lov 22 des 1999 nr. 105 (ikr. 1 jan 2000 iflg. res. 22 des. 1999 nr. 1373).\n1 Se § 1.\n2 Se § 3.\n3 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er bevillingshaver avgått ved døden eller gått konkurs,​1 kan arvingene eller konkursboet utøve bevillingen inntil 1 år fra dødsfallet eller konkursens åpning. Melding om fortsatt utøvelse av bevillingen og om hvem som skal være daglig leder, må innen 1 måned sendes den myndighet som har gitt bevillingen. Det er et vilkår for fortsatt utøvelse av bevillingen at lederen blir godkjent.\n1 Se kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Bestemmelsen i § 8 om våpenkort gjelder ikke for skytevåpen​1 som bevillingshaver har for sin virksomhet når de beror på hans lager eller i hans forretning.\nReglene om tillatelse etter §§ 7 og 13, jfr. §§ 12 og 14 annet ledd, gjelder ikke for bevillingshavers kjøp av skytevåpen,​1 våpendeler​2 og ammunisjon​3 for videresalg. Heller ikke gjelder de nevnte regler ved kjøp av ammunisjon for videresalg som foretas av tilvirker, som går inn under § 16 fjerde ledd. Kjøp som her nevnt skal meldes etter nærmere regler som gis av vedkommende departement.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Den som vil tilvirke skytevåpen​1 eller våpendeler​2 for salg, må ha bevilling av vedkommende departement. Det samme gjelder den som vil tilvirke for salg ammunisjon som nevnt i § 3 for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​3 Børsemaker med mesterbrev etter lov om mesterbrev i håndverk og annen næring,​4 trenger ikke bevilling som nevnt i første punktum, men plikter​5 før tilvirkningen tar til å sende melding til vedkommende departement.\n0 Endret ved lover 14 juni 1974 nr. 39, 20 juni 1986 nr. 35.\n1 Se § 1.\n2 Se § 2.\n3 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n4 Lov 20 juni 1986 nr. 35.\n5 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den som vil tilvirke skytevåpen​1 eller våpendeler​2 til eget bruk, må ha fylt 18 år og ha tillatelse fra politimesteren i det distrikt hvor han er bosatt. Det samme gjelder den som vil tilvirke til eget bruk ammunisjon som nevnt i § 3 for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​3\nBestemmelsene om våpenkort​4 gjelder også for våpen tilvirket i medhold av første ledd.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n4 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Kongen​1 kan bestemme at skytevåpen og våpendeler som er nevnt i § 5, helt eller delvis skal være undergitt bestemmelsene i dette kapittel. Det samme gjelder for ammunisjon som er nevnt i § 5, for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​2\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Den som vil innføre eller utføre​1 skytevåpen,​2 våpendeler​3 eller ammunisjon,​4 må ha tillatelse fra vedkommende departement.​5\nTillatelsen skal angi varens art og mengde og gjelde for et bestemt tidsrom. Fristen kan etter søknad forlenges.\nKongen​6 kan nedlegge forbud mot å innføre eller utføre våpen eller liknende som ikke faller inn under § 1.\n0 Endret ved lov 23 juni 1978 nr. 69.\n1 Sml. lov 18 des 1987 nr. 93.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.\n6 Justisdepartementet iflg. res. 14 mars 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Innførselstillatelse kan bare gis den som har bevilling til å drive handel med skytevåpen,​1 våpendeler​2 eller ammunisjon​3 eller som kan drive handel med ammunisjon etter § 16 fjerde ledd. Innførselstillatelse kan også gis den som kan tilvirke skytevåpen, våpendeler eller ammunisjon etter § 20 og den som etter lov om eksplosive varer​4 § 17 eller § 18 annet ledd kan tilvirke ammunisjon til forsøk.\nGjelder det inførsel bare til eget bruk, kan tillatelse likevel gis den som fyller vilkårene etter § 7 eller § 13.\nBestemmelsene om våpenkort​5 gjelder også for våpen innført i medhold av annet ledd.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Kongen​1 kan gi særlige regler for inn- og utførsel når det gjelder skytevåpen,​2 våpendeler​3 eller ammunisjon​4 som:\na. norsk borger​5 bringer med ved ut- og innreise i forbindelse med midlertidig opphold i utlandet.\nb. norsk fangstekspedisjon bringer til og fra fangstfelter utenfor norsk territorialfarvann.​6\nc. utenlandsk borger bringer med ved inn- og utreise i forbindelse med midlertidig opphold i landet.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se lov 10 juni 2005 nr. 51.\n6 Jf. lov 27 juni 2003 nr. 57, Cancelli-Promemoria 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Kongen​1 kan bestemme at skytevåpen, våpendeler eller ammunisjon som er nevnt i § 5, helt eller delvis skal være undergitt bestemmelsene i dette kapittel.\n1 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Kongen​1 kan treffe bestemmelse om kvalitetskontroll av skytevåpen​2 og våpendeler.​3 Det samme gjelder for ammunisjon​4 som nevnt i § 3 for så vidt ammunisjonen ikke går inn under loven om eksplosive varer.​5\nSkytevåpen, våpendeler og ammunisjon som er nevnt i § 5, kan besluttes underlagt kontrollen.\nSkytevåpen,​2 våpendeler​3 eller ammunisjon​4 som ikke blir godkjent ved kontrollen kan kontrollmyndigheten om nødvendig gjøre varig ubrukbare eller tilintetgjøre.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:27 a",
      "chapter": "7",
      "section": "27 a",
      "content": "Skytevåpen​1 eller en vital våpendel,​2 samt ammunisjon,​3 skal oppbevares forsvarlig nedlåst. Kongen​4 fastsetter nærmere regler for oppbevaring. Slike regler kan også gjelde for skytevåpen, våpendeler og ammunisjon som nevnt i § 5.\nPolitiet kan foreta kontroll med oppbevaringen hos den som har skytevåpen,​1 våpendeler​2 og ammunisjon.​3 Hos private kan slik kontroll bare gjennomføres etter forhåndsvarsel.\n0 Tilføyd ved lov 5 juni 1998 nr. 35.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "7:27 b",
      "chapter": "7",
      "section": "27 b",
      "content": "Skytevåpen​2 skal under transport være tømt for ammunisjon​3 og sikret mot at det kommer på avveie. Våpenet skal normalt være tildekket.\n0 Tilføyd ved lov 5 juni 1998 nr. 35, endret ved lover 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. strl. § 189.\n2 Se § 1.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27b",
        "source_heading": "§ 27 b."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Kongen​2 kan fastsette regler for kontroll med og godkjenning av skytebaner, herunder hvorledes en skytebane skal anlegges og utstyres.\nHvis en skytebane ikke tilfredsstiller de krav som er fastsatt med hjemmel i første ledd, kan politimesteren forby bruken av den.\n1 Jf. lov 5 apr 1974 nr. 14.\n2 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Ingen må overdra eller overlate skytevåpen,​2 våpendeler​3 eller ammunisjon​4 til person under 18 år uten særskilt samtykke fra vedkommende politimester. Slikt samtykke kan ikke gis når vedkommende er under 16 år.\nBestemmelsen i første ledd er ikke til hinder for at slike gjenstander, uten særskilt samtykke fra vedkommende politimester, overlates person under 18 år til kortvarig bruk under forsvarlig tilsyn, forutsatt at foreldrene eller den som har omsorgen for vedkommende​5 samtykker i det. Bestemmelsen i første ledd er heller ikke til hinder for at slik person under 18 år i egenskap av ansatt gis befatning med skytevåpen,​2 våpendeler​3 eller ammunisjon,​4 når de etter omstendighetene rimelige forsiktighetsregler blir iakttatt.\nInnehar person under 18 år skytevåpen,​2 våpendeler​3 eller ammunisjon​4 uten å ha særskilt samtykke fra vedkommende politimester eller uten å være under forsvarlig tilsyn, kan politiet ta gjenstandene i forvaring. Gjenstandene utleveres etter anmodning av eieren eller – hvis dette er vedkommende person selv – av foreldrene eller den som har omsorgen for vedkommende.​5 Er gjenstandene ikke forlangt utlevert innen 1 år, kan politiet bestemme at de skal selges for eierens regning eller tilintetgjøres.\nBestemmelsen i denne paragraf gjelder også skytevåpen, våpendeler og ammunisjon som er nevnt i § 5.\nKongen kan beslutte at bestemmelsene i denne paragraf skal gjelde for våpen eller liknende som ikke faller inn under § 1.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Jf. §§ 7, 33.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se lov 8 apr 1981 nr. 7 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Vedtak som etter denne lov er truffet av politimesteren, kan påklages til vedkommende departement.\nEr vedtaket truffet av lensmannen, kan det påklages til politimesteren, hvis avgjørelse kan påklages videre til departementet.\n0 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring og utfylling av reglene i denne lov. Kongen kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven​2 for tillatelsesordninger i eller i medhold av loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\nKongen kan fastsette gebyr for bevilling til handel med skytevåpen,​3 våpendeler​4 eller ammunisjon.​5 Det samme gjelder for inn- og utførselstillatelser​6 og kvalitetskontroll​7 samt for tillatelse til erverv​8 av skytevåpen​1 og våpendeler.​4\nKongen​9 kan gi bestemmelser om at eier eller innehaver skal betale utgiftene med å få skytevåpen,​3 våpendeler​4 eller ammunisjon​5 tilintetgjort eller gjort ubrukbare.\nKongen kan bestemme at det skal opprettes et sentralt våpenregister og fastsette regler for føringen av dette, herunder at registeret skal føres ved hjelp av elektroniske hjelpemidler. Alle opplysninger i et slikt sentralt databasert våpenregister kan unntas fra offentlighet.\nDepartementets myndighet etter loven her kan legges til Politidirektoratet.​10 Departementet bestemmer hvilken myndighet og hvilke oppgaver som skal legges til Politidirektoratet.\n0 Endret ved lover 21 des 1984 nr. 98, 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).\n1 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.\n2 Lov 19 juni 2009 nr. 103.\n3 Se § 1.\n4 Se § 2.\n5 Se § 3.\n6 Se kap. VI.\n7 Se § 27.\n8 Se kap. II.\n9 Justisdepartementet iflg. res. 25 jan 1963.\n10 Se lov 4 aug 1995 nr. 53 kap. III og IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "content": "Med de endringer Kongen bestemmer av hensyn til de stedlige forhold, gjelder denne lov også for Svalbard.​1\nFor forsendelser av skytevåpen,​2 våpendeler​3 og ammunisjon​4 mellom Norge og Svalbard​1 kan Kongen fastsette særlige regler​5 uavhengig av bestemmelsene i denne lovs kapittel VI.\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Den som forsettlig eller grovt uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov, straffes med bøter eller fengsel i inntil 3 måneder, hvis ikke overtredelsen rammes av et strengere straffebud.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35, 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. strl. §§ 188 til 191 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Kongen kan bestemme at overtredelser av lovens § 7 første ledd, § 8 første ledd første punktum og § 13 første ledd første punktum ikke skal forfølges strafferettslig dersom den som har begått overtredelsen, gir underretning til politiet om overtredelsen i løpet av et nærmere angitt tidsrom fastsatt av Kongen.\n0 Opphevet ved lov 26 jan 1973 nr. 2, tilføyd igjen ved lov 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Bevilling gitt i medhold av lovens kapitel IV eller V kan kalles tilbake av den myndighet som har gitt den, hvis innehaveren ikke lenger fyller vilkårene for å få bevilling, eller hvis han overtrer de regler som gjelder for utøvelsen av bevillingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.\nFra samme tid oppheves: – – – –\nKongen kan gi regler om:​1\n– – –\n0 Loven trådte ikr. 1 apr 1963 iflg. res. 25 jan 1963.\n1 Overgangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med skytevåpen forstås i denne lov:\na. våpen som med ladning av krutt eller annet drivmiddel, eller ved en mekanisk innretning kan skyte ut kuler, hagl eller andre prosjektiler,\nb. våpen eller apparater for utskyting eller utsending av sprengladninger, gass, signallys, raketter e.l. (herunder flammekastere),\nc. våpenimitasjoner o.l. som forholdsvis lett kan gjøres om slik at skarp ammunisjon kan avfyres.\nEt våpen anses ikke som skytevåpen dersom det er gjort varig ubrukbart. Kongen kan likevel gi bestemmelser om krav til registreringsplikt, merking, etterkontroll og krav til inn- og utførsel av skytevåpen som er gjort varig ubrukbare. Et våpen anses heller ikke som skytevåpen dersom våpenet på grunn av alder eller konstruksjon ikke kan brukes som skytevåpen og heller ikke forholdsvis lett kan utbedres eller gjøres om slik at det kan brukes til å skyte med.\n0 Endret ved lov 23 juni 1978 nr. 69, 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13).\n1 Se § 6 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med deler av skytevåpen (våpendeler) forstås i denne lov låskasser og piper. Innstikningspiper ansees dog bare som deler for så vidt de kan brukes i skytevåpen som er nevnt i § 5.\nKongen​1 kan bestemme at lovens regler helt eller delvis også skal gjelde for andre våpendeler.\n0 Endret ved lov 5 juni 1998 nr. 35.\n1 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Med ammunisjon forstås i denne lov:\na. patroner bestående av prosjektil, hylse, drivladning og tennmiddel.\nb. prosjektiler av enhver art bestemt for utskyting eller utsending ved de i § 1 nevnte skytevåpen,\nc. hylser når de er forsynt med ladning eller tennmiddel,\nd. håndgranater, bomber, raketter, miner o.l.\ne. lys-, brann-, gift- og tåregassbokser,\nf. gift- og tåregasser til bruk i de § 1 nevnte skytevåpen eller i ammunisjon som nevnt i denne paragrafs bokstaver a, b, d og e.\n0 Endret ved lov 14 juni 1974 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Denne lov gjelder ikke for skytevåpen,​1 våpendeler​2 eller ammunisjon​3 som er bestemt for eller tilhører Forsvaret eller politiet. Heller ikke gjelder loven for ammunisjon som er bestemt for eller tilhører Direktoratet for samfunnssikkerhet og beredskap. Kongen fastsetter de bestemmelser som skal gjelde for Forsvarets anvendelse av ammunisjon.\n0 Endret ved lover 14 juni 1974 nr. 39, 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407).\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "For så vidt ikke annet er bestemt i eller i medhold av denne lov,​1 gjelder loven ikke for:\na. apparater for slakting, signalpistoler og andre innretninger for signalgivning, rednings- og harpungeværer når de av vedkommende departement finnes utelukkende egnet for det oppgitte formål,\nb. deler av våpen som er nevnt i denne paragraf, dog ikke innstikningspiper​2 som kan brukes i disse skytevåpen,​3\nc. ammunisjon som utelukkende kan nyttes i de skytevåpen som er nevnt i denne paragraf.\nDepartementet kan bestemme i hvilken utstrekning loven skal gjelde for luft- og fjærgeværer og luft- og fjærpistoler.\n0 Endret ved lover 23 juni 1978 nr. 69, 9 mars 1990 nr. 4. (Når det gjelder luft- og fjærgevær og luft- og fjærpistoler gjelder loven først fra det tidspunkt og i det omfang Justisdepartementet bestemmer, jf. annet ledd).\n1 Jf. §§ 10, 15, 22, 26, 27, 29, 33.\n2 Jf. § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen​1 kan helt eller delvis gjøre unntak fra loven eller enkelte av dens regler for andre arter av skytevåpen, våpendeler eller ammunisjon enn de som er nevnt i § 5.\n1 Se res. 25 jan 1963 (med endring av 18 mars 1977) om unntak og fullmakt for Justisdepartementet og Utenriksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "content": "Kongen​1 kan bestemme at det skal være forbudt å importere, omsette eller eie enkelte typer våpen eller ammunisjon,​2 herunder våpen eller lignende som ikke faller inn under § 1.\n0 Tilføyd ved lov 5 juni 1998 nr. 35.\n1 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Den som vil kjøpe eller på annen måte erverve skytevåpen​2 eller våpendeler,​3 må ha tillatelse fra politimesteren.\nTillatelse gis av politimesteren på søkerens bosted eller – hvis søkeren ikke har bopel i riket – av politimesteren på oppholdsstedet.\nTillatelse kan bare gis edruelige og pålitelige personer som har behov eller annen rimelig grunn for å ha skytevåpen, og som ikke av særlige grunner kan ansees som uskikket til det.\nTillatelse kan ikke gis til person under 18 år. Unntak kan i særskilte tilfeller gjøres for person under 18 år men over 16 år, der våpen kan oppbevares av verge eller annen person som fyller de alminnelige krav til tillatelse.​4 Tillatelse til å erverve revolver eller pistol eller til deler av slike våpen gis ikke til personer under 21 år. Kongen​5 kan også fastsette høyere aldersgrense for andre arter skytevåpen​2 og våpendeler,​3 likevel ikke over 21 år. Erverves skytevåpen eller våpendeler ved arv, kan vedkommende politimester dispensere fra aldersgrensebestemmelsene på de vilkår han finner nødvendig i hvert enkelt tilfelle.\nSøknad fra mindreårig eller person som er fratatt rettslig handleevne,​6 må være tiltrådt av verge.​7\nKongen​8 kan gi forskrifter om skytterorganisasjoners og andre juridiske personer erverv av skytevåpen​2 og våpendeler.​3\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 19.\n2 Se § 1.\n3 Se § 2.\n4 Jf. § 29.\n5 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n6 Jf. lov 26 mars 2010 nr. 9 § 2.\n7 Se lov 26 mars 2010 nr. 9.\n8 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Enhver som vil eie eller inneha skytevåpen,​2 skal​3 ha tillatelse fra politimesteren (våpenkort). Bestemmelsene i § 7 annet-sjette ledd gjelder tilsvarende. For tillatelsen kan det settes som vilkår at adgangen etter § 11 til å overlate våpenet til andre ikke skal gjelde.\nNår særlige forhold tilsier det kan tillatelse gis for et bestemt tidsrom.\nDen som vil foreta en vesentlig endring av et skytevåpens​3 karakter eller beskaffenhet, eller som eier eller innehar skytevåpen​2 som er vesentlig endret, må ha tillatelse fra politimesteren. Dette gjelder også skytevåpen som er nevnt i § 5.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Jf. §§ 11 tredje ledd, 19. – Kongen kan bestemme at § 8 ikke får anvendelse når et haglgevær, luft- eller fjærgevær eller en luft- eller fjærpistol er ervervet før 1 okt 1990, se § 5. Slik bestemmelse er truffet i res. 24 aug 1990 nr. 688.\n2 Se § 1.\n3 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Våpenkort​1 eller utlånserklæring​2 skal​3 på forlangende av politiet vises frem for kontroll. Våpeninnehaveren skal alltid ha med seg våpenkort eller utlånserklæring når han bærer eller fører med seg skytevåpen,​4 våpendeler​5 eller ammunisjon.​6 Har han ikke kort eller utlånserklæring på seg under kontroll, skal politiet ta skytevåpenet, våpendeler eller ammunisjon i forvaring inntil kort eller erklæring er forevist, med mindre politiet finner det ubetenkelig å la vedkommende ha skytevåpenet, våpendeler eller ammunisjon hos seg.\n0 Endret ved lov 5 juni 1998 nr. 35.\n1 Jf. § 8, jf. § 11 (3) og § 19.\n2 Se § 11 (3).\n3 Se § 33.\n4 Se § 1.\n5 Se § 2.\n6 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Politimesteren skal tilbakekalle våpenkort​1 hvis innehaveren ikke er edruelig og pålitelig eller dersom han av særlige grunner kan anses som uskikket til å ha skytevåpen.​2\nVåpenkort kan tilbakekalles også hvis innehaveren ikke lenger har behov for eller annen rimelig grunn til å ha skytevåpen.​2\nKongen​3 kan fastsette regler om tilbakekall av våpenkort når innehaver pga sykdom, alder eller lignende ikke lenger kan antas å være i stand til å sørge for en sikker oppbevaring eller bruk av våpen eller våpendeler.​4\nBlir våpenkort tilbakekalt etter første eller annet ledd, skal​5 kortet og i tilfelle skytevåpenet​2 straks innleveres til politimesteren. Denne kan beslutte at også våpendeler​4 skal innleveres. Tilhører gjenstandene en annen enn innehaveren, skal de utleveres eieren, og ellers avhendes. Har slik avhendelse ikke funnet sted innen 3 måneder fra tilbakekallingen til en som har tillatelse etter § 7, skal politimesteren selge gjenstandene for eierens regning. Hvis salget ikke skjer ved offentlig auksjon,​6 skal gjenstandene så vidt mulig takseres på betryggende måte.\nPolitiet kan beslutte innlevering av våpen, våpendeler​4 eller ammunisjon​7 dersom det er gitt forhåndsvarsel om tilbakekall av våpenkort.\nUnder de vilkår som er nevnt i første ledd, kan politimesteren beslutte at den som eier eller innehar skytevåpen som nevnt i § 5 eller deler av slike våpen, skal innlevere disse. Med gjenstandene forholdes som bestemt i fjerde ledd.\nBlir våpenkort tilbakekalt etter første ledd eller skytevåpen eller våpendeler besluttet innlevert etter sjette ledd, kan politimesteren nedlegge forbud mot at vedkommende framtidig eier eller innehar skytevåpen, våpendeler eller ammunisjon som nevnt i § 5.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Se § 8.\n2 Se § 1.\n3 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.\n4 Se § 2.\n5 Se § 33.\n6 Jf. lov 14 aug 1918 nr. 3.\n7 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Dersom det ikke er satt vilkår som nevnt i § 8 første ledd tredje punktum, kan den som har våpenkort​1 overlate våpenet til en annen person i inntil 4 uker. Revolver eller pistol kan dog aldri overlates til andre​2 med mindre Kongen har bestemt noe annet.\nMottakeren må fylle vilkårene om minstealder etter § 7 fjerde ledd. Er han umyndig​3 må verjen samtykke. Våpenet må ikke​2 overlates til noen som har fått sitt våpenkort tilbakekalt i medhold av § 10 første ledd, eller som i medhold av § 10 syvende ledd, eller § 15 er blitt forbudt å eie eller inneha våpen som nevnt i § 5, eller som for øvrig må antas å være uskikket til å inneha våpenet.\nDen som overlater våpenet, skal gi mottakeren skriftlig bevitnelse med opplysning om til hvilket bruk og for hvilken tid våpenet er overlatt. Denne bevitnelse trer i stedet for våpenkort.​1 Bestemmelsene i § 9 første ledd får tilsvarende anvendelse.\nRegler om minstealder og skriftlig bevitnelse gjelder ikke hvis våpenet bare blir brukt i nærvær av og under direkte tilsyn av den som har våpenkortet.\nTil den som selv har våpenkort eller som har fått overlatt skytevåpen​4 med hjemmel i denne paragraf, kan våpendeler​5 til vedkommende våpen overlates i inntil 4 uker.\nKongen​6 kan gi særlige regler om transport av skytevåpen​4 og våpendeler.​5 Det samme gjelder for behandling og bruk av skytevåpen​4 og våpendeler​5 som tilvirker, forhandler eller reparatør innehar i forbindelse med sin virksomhet, eller som bedrifter, skytterorganisasjoner og andre juridiske personer har for utlån til sitt personale eller sine medlemmer.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Se § 8.\n2 Se § 33.\n3 Jf. lov 26 mars 2010 nr. 9 § 2.\n4 Se § 1.\n5 Se § 2.\n6 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "På annen måte enn bestemt i § 11 må skytevåpen​1 eller våpendeler​2 ikke overlates til noen som ikke har tillatelse som nevnt i § 7.​3\n1 Se § 1.\n2 Se § 2.\n3 Jf. §§ 19, 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Den som vil kjøpe eller på annen måte erverve ammunisjon,​2 må ha tillatelse fra politiet. Tillatelse gis av politiet på søkerens bosted eller – hvis søkeren ikke har bopel i riket – av politiet på oppholdsstedet. Vedkommende departement kan bestemme at tillatelse for visse slags ammunisjon kan gis av politiet andre steder. Bestemmelsene i § 7 tredje og fjerde ledd får tilsvarende anvendelse. Kongen​3 kan gi forskrifter om juridiske personers erverv av ammunisjon.\nTillatelsen må omfatte et bestemt kvantum og kan ikke gjøres gjeldende for lengre tid enn 3 måneder.\nKongen​3 kan gi særlige regler om skytterorganisasjoners formidling av ammunisjonskjøp for sine medlemmer.\nDen som etter lov om eksplosive varer​4 § 16 første ledd har tillatelse til å tilvirke eksplosiv vare for salg, kan uten tillatelse kjøpe ammunisjon​2 som trengs til tilvirkingen, derunder til tilvirking som nevnt i lovens § 18 første ledd, samt ammunisjon av samme art som den tilvirkingstillatelsen omfatter. Likeså kan den som har tillatelse til å tilvirke eksplosiv vare etter nevnte lovs § 17 uten tillatelse kjøpe ammunisjon som trengs til tilvirkingen.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Jf. § 19.\n2 Se § 3.\n3 Justisdepartementet iflg. res. 25 jan 1963.\n4 Lov 14 juni 1974 nr. 39. Loven er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Til den som har våpenkort​1 eller som har fått overlatt skytevåpen​2 i medhold av § 11, kan ammunisjon​3 til vedkommende våpen overlates i rimelige mengder. Denne bestemmelse gjelder likevel ikke omsetning av ammunisjon i næring, hvis ikke vedkommende næringsdrivende selv har overlatt våpenet i medhold av regler etter § 11, siste ledd.\nFor øvrig må ammunisjon​2 ikke overlates til noen som ikke har tillatelse som nevnt i § 13 eller som ikke etter samme paragraf kan erverve ammunisjon uten tillatelse.​4\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 8.\n2 Se § 1.\n3 Se § 3.\n4 Jf. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Under vilkår som nevnt i § 10 første ledd kan politimesteren beslutte at ammunisjon,​2 herunder også ammunisjon som nevnt i § 5 bokstav c, skal innleveres. Reglene i § 10 fjerde ledd gjelder tilsvarende. Politimesteren kan dessuten nedlegge forbud mot at vedkommende framtidig eier eller innehar skytevåpen, våpendeler eller ammunisjon som nevnt i § 5.\nDet er ikke tillatt å eie eller inneha ammunisjon​2 som er ervervet i strid med loven.\n0 Endret ved lover 23 juni 1978 nr. 69, 9 mars 1990 nr. 4, 5 juni 1998 nr. 35.\n1 Se § 33.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Den som vil drive handel med skytevåpen,​1 våpendeler​2 eller ammunisjon,​3 må ha bevilling fra vedkommende departement. Dersom Kongen​4 ikke annet bestemmer, gjelder dette også våpen som er omhandlet i § 5. Søknad om bevilling sendes politimesteren i det distrikt hvor søkeren akter å drive sin virksomhet.\nBevillingen kan begrenses til å gjelde nærmere bestemte arter skytevåpen​1 og ammunisjon​3 og ellers gjøres avhengig av vilkår som fastsettes av vedkommende departement.\nBevillingen skal inneholde opplysning om innehaverens navn og forretningssted, bevillingens omfang og de vilkår som gjelder for utøvelsen.\nDen som etter lov om eksplosive varer​5 § 16 første ledd har tillatelse til å tilvirke ammunisjon​3 for salg, kan uten bevilling drive handel med slik ammunisjon av egen eller annens tilvirking som tilvirkingstillatelsen omfatter fra tilvirkingssteder eller fra oppbevaringssted som han har opprettet med tillatelse etter lovens § 22.\n0 Endret ved lover 14 juni 1974 nr. 39, 23 juni 1978 nr. 69.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Justisdepartementet iflg. res. 14 mars 1980.\n5 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Bevilling kan bare gis til den som anses skikket til å drive handel med skytevåpen​1 og ammunisjon.​2 Han må ha forretnings- og lagerlokaler som tilfredsstiller de til enhver tid gjeldende regler om oppbevaring av skytevåpen og ammunisjon.\nGis bevilling til en juridisk person eller til en forretningsdrivende som på grunn av forretningens størrelse eller andre omstendigheter ikke selv har den direkte daglige ledelse av denne del av virksomheten, kan bevillingen gjøres betinget av at det ved siden av forretningens ansvarlige leder oppgis en person som blir godkjent som daglig leder.\nKongen​3 kan fastsette særlige regler om forretnings- og lagerlokalenes innredning og utstyr samt hvilke faglige kvalifikasjoner en bevillingsinnehaver eller daglige leder må ha.\n0 Endret ved lov 22 des 1999 nr. 105 (ikr. 1 jan 2000 iflg. res. 22 des. 1999 nr. 1373).\n1 Se § 1.\n2 Se § 3.\n3 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er bevillingshaver avgått ved døden eller gått konkurs,​1 kan arvingene eller konkursboet utøve bevillingen inntil 1 år fra dødsfallet eller konkursens åpning. Melding om fortsatt utøvelse av bevillingen og om hvem som skal være daglig leder, må innen 1 måned sendes den myndighet som har gitt bevillingen. Det er et vilkår for fortsatt utøvelse av bevillingen at lederen blir godkjent.\n1 Se kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Bestemmelsen i § 8 om våpenkort gjelder ikke for skytevåpen​1 som bevillingshaver har for sin virksomhet når de beror på hans lager eller i hans forretning.\nReglene om tillatelse etter §§ 7 og 13, jfr. §§ 12 og 14 annet ledd, gjelder ikke for bevillingshavers kjøp av skytevåpen,​1 våpendeler​2 og ammunisjon​3 for videresalg. Heller ikke gjelder de nevnte regler ved kjøp av ammunisjon for videresalg som foretas av tilvirker, som går inn under § 16 fjerde ledd. Kjøp som her nevnt skal meldes etter nærmere regler som gis av vedkommende departement.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Den som vil tilvirke skytevåpen​1 eller våpendeler​2 for salg, må ha bevilling av vedkommende departement. Det samme gjelder den som vil tilvirke for salg ammunisjon som nevnt i § 3 for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​3 Børsemaker med mesterbrev etter lov om mesterbrev i håndverk og annen næring,​4 trenger ikke bevilling som nevnt i første punktum, men plikter​5 før tilvirkningen tar til å sende melding til vedkommende departement.\n0 Endret ved lover 14 juni 1974 nr. 39, 20 juni 1986 nr. 35.\n1 Se § 1.\n2 Se § 2.\n3 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n4 Lov 20 juni 1986 nr. 35.\n5 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den som vil tilvirke skytevåpen​1 eller våpendeler​2 til eget bruk, må ha fylt 18 år og ha tillatelse fra politimesteren i det distrikt hvor han er bosatt. Det samme gjelder den som vil tilvirke til eget bruk ammunisjon som nevnt i § 3 for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​3\nBestemmelsene om våpenkort​4 gjelder også for våpen tilvirket i medhold av første ledd.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n4 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Kongen​1 kan bestemme at skytevåpen og våpendeler som er nevnt i § 5, helt eller delvis skal være undergitt bestemmelsene i dette kapittel. Det samme gjelder for ammunisjon som er nevnt i § 5, for så vidt ammunisjonen ikke går inn under lov om eksplosive varer.​2\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Den som vil innføre eller utføre​1 skytevåpen,​2 våpendeler​3 eller ammunisjon,​4 må ha tillatelse fra vedkommende departement.​5\nTillatelsen skal angi varens art og mengde og gjelde for et bestemt tidsrom. Fristen kan etter søknad forlenges.\nKongen​6 kan nedlegge forbud mot å innføre eller utføre våpen eller liknende som ikke faller inn under § 1.\n0 Endret ved lov 23 juni 1978 nr. 69.\n1 Sml. lov 18 des 1987 nr. 93.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.\n6 Justisdepartementet iflg. res. 14 mars 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Innførselstillatelse kan bare gis den som har bevilling til å drive handel med skytevåpen,​1 våpendeler​2 eller ammunisjon​3 eller som kan drive handel med ammunisjon etter § 16 fjerde ledd. Innførselstillatelse kan også gis den som kan tilvirke skytevåpen, våpendeler eller ammunisjon etter § 20 og den som etter lov om eksplosive varer​4 § 17 eller § 18 annet ledd kan tilvirke ammunisjon til forsøk.\nGjelder det inførsel bare til eget bruk, kan tillatelse likevel gis den som fyller vilkårene etter § 7 eller § 13.\nBestemmelsene om våpenkort​5 gjelder også for våpen innført i medhold av annet ledd.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Kongen​1 kan gi særlige regler for inn- og utførsel når det gjelder skytevåpen,​2 våpendeler​3 eller ammunisjon​4 som:\na. norsk borger​5 bringer med ved ut- og innreise i forbindelse med midlertidig opphold i utlandet.\nb. norsk fangstekspedisjon bringer til og fra fangstfelter utenfor norsk territorialfarvann.​6\nc. utenlandsk borger bringer med ved inn- og utreise i forbindelse med midlertidig opphold i landet.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se lov 10 juni 2005 nr. 51.\n6 Jf. lov 27 juni 2003 nr. 57, Cancelli-Promemoria 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Kongen​1 kan bestemme at skytevåpen, våpendeler eller ammunisjon som er nevnt i § 5, helt eller delvis skal være undergitt bestemmelsene i dette kapittel.\n1 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Kongen​1 kan treffe bestemmelse om kvalitetskontroll av skytevåpen​2 og våpendeler.​3 Det samme gjelder for ammunisjon​4 som nevnt i § 3 for så vidt ammunisjonen ikke går inn under loven om eksplosive varer.​5\nSkytevåpen, våpendeler og ammunisjon som er nevnt i § 5, kan besluttes underlagt kontrollen.\nSkytevåpen,​2 våpendeler​3 eller ammunisjon​4 som ikke blir godkjent ved kontrollen kan kontrollmyndigheten om nødvendig gjøre varig ubrukbare eller tilintetgjøre.\n0 Endret ved lov 14 juni 1974 nr. 39.\n1 Justisdepartementet iflg. res. 25 jan 1963.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Lov 14 juni 1974 nr. 39. Se note 4 til § 13.\n1 Lov 14 juni 1974 nr. 39 er, unntatt for Svalbard, opphevet ved lov 14 juni 2002 nr. 20 (brann- og eksplosjonsvernloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:27 a",
      "chapter": "7",
      "section": "27 a",
      "content": "Skytevåpen​1 eller en vital våpendel,​2 samt ammunisjon,​3 skal oppbevares forsvarlig nedlåst. Kongen​4 fastsetter nærmere regler for oppbevaring. Slike regler kan også gjelde for skytevåpen, våpendeler og ammunisjon som nevnt i § 5.\nPolitiet kan foreta kontroll med oppbevaringen hos den som har skytevåpen,​1 våpendeler​2 og ammunisjon.​3 Hos private kan slik kontroll bare gjennomføres etter forhåndsvarsel.\n0 Tilføyd ved lov 5 juni 1998 nr. 35.\n1 Se § 1.\n2 Se § 2.\n3 Se § 3.\n4 Justisdepartementet iflg. res. 5 juni 1998 nr. 572.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "7:27 b",
      "chapter": "7",
      "section": "27 b",
      "content": "Skytevåpen​2 skal under transport være tømt for ammunisjon​3 og sikret mot at det kommer på avveie. Våpenet skal normalt være tildekket.\n0 Tilføyd ved lov 5 juni 1998 nr. 35, endret ved lover 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. strl. § 189.\n2 Se § 1.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27b",
        "source_heading": "§ 27 b."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Kongen​2 kan fastsette regler for kontroll med og godkjenning av skytebaner, herunder hvorledes en skytebane skal anlegges og utstyres.\nHvis en skytebane ikke tilfredsstiller de krav som er fastsatt med hjemmel i første ledd, kan politimesteren forby bruken av den.\n1 Jf. lov 5 apr 1974 nr. 14.\n2 Justisdepartementet iflg. res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Ingen må overdra eller overlate skytevåpen,​2 våpendeler​3 eller ammunisjon​4 til person under 18 år uten særskilt samtykke fra vedkommende politimester. Slikt samtykke kan ikke gis når vedkommende er under 16 år.\nBestemmelsen i første ledd er ikke til hinder for at slike gjenstander, uten særskilt samtykke fra vedkommende politimester, overlates person under 18 år til kortvarig bruk under forsvarlig tilsyn, forutsatt at foreldrene eller den som har omsorgen for vedkommende​5 samtykker i det. Bestemmelsen i første ledd er heller ikke til hinder for at slik person under 18 år i egenskap av ansatt gis befatning med skytevåpen,​2 våpendeler​3 eller ammunisjon,​4 når de etter omstendighetene rimelige forsiktighetsregler blir iakttatt.\nInnehar person under 18 år skytevåpen,​2 våpendeler​3 eller ammunisjon​4 uten å ha særskilt samtykke fra vedkommende politimester eller uten å være under forsvarlig tilsyn, kan politiet ta gjenstandene i forvaring. Gjenstandene utleveres etter anmodning av eieren eller – hvis dette er vedkommende person selv – av foreldrene eller den som har omsorgen for vedkommende.​5 Er gjenstandene ikke forlangt utlevert innen 1 år, kan politiet bestemme at de skal selges for eierens regning eller tilintetgjøres.\nBestemmelsen i denne paragraf gjelder også skytevåpen, våpendeler og ammunisjon som er nevnt i § 5.\nKongen kan beslutte at bestemmelsene i denne paragraf skal gjelde for våpen eller liknende som ikke faller inn under § 1.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35.\n1 Jf. §§ 7, 33.\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se lov 8 apr 1981 nr. 7 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Vedtak som etter denne lov er truffet av politimesteren, kan påklages til vedkommende departement.\nEr vedtaket truffet av lensmannen, kan det påklages til politimesteren, hvis avgjørelse kan påklages videre til departementet.\n0 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:31",
      "chapter": "7",
      "section": "31",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring og utfylling av reglene i denne lov. Kongen kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven​2 for tillatelsesordninger i eller i medhold av loven her, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\nKongen kan fastsette gebyr for bevilling til handel med skytevåpen,​3 våpendeler​4 eller ammunisjon.​5 Det samme gjelder for inn- og utførselstillatelser​6 og kvalitetskontroll​7 samt for tillatelse til erverv​8 av skytevåpen​1 og våpendeler.​4\nKongen​9 kan gi bestemmelser om at eier eller innehaver skal betale utgiftene med å få skytevåpen,​3 våpendeler​4 eller ammunisjon​5 tilintetgjort eller gjort ubrukbare.\nKongen kan bestemme at det skal opprettes et sentralt våpenregister og fastsette regler for føringen av dette, herunder at registeret skal føres ved hjelp av elektroniske hjelpemidler. Alle opplysninger i et slikt sentralt databasert våpenregister kan unntas fra offentlighet.\nDepartementets myndighet etter loven her kan legges til Politidirektoratet.​10 Departementet bestemmer hvilken myndighet og hvilke oppgaver som skal legges til Politidirektoratet.\n0 Endret ved lover 21 des 1984 nr. 98, 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).\n1 Utenriksdepartementet når det gjelder ervervsmessig utførsel, ellers Justisdepartementet iflg. res. 25 jan 1963.\n2 Lov 19 juni 2009 nr. 103.\n3 Se § 1.\n4 Se § 2.\n5 Se § 3.\n6 Se kap. VI.\n7 Se § 27.\n8 Se kap. II.\n9 Justisdepartementet iflg. res. 25 jan 1963.\n10 Se lov 4 aug 1995 nr. 53 kap. III og IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "7:32",
      "chapter": "7",
      "section": "32",
      "content": "Med de endringer Kongen bestemmer av hensyn til de stedlige forhold, gjelder denne lov også for Svalbard.​1\nFor forsendelser av skytevåpen,​2 våpendeler​3 og ammunisjon​4 mellom Norge og Svalbard​1 kan Kongen fastsette særlige regler​5 uavhengig av bestemmelsene i denne lovs kapittel VI.\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Se § 1.\n3 Se § 2.\n4 Se § 3.\n5 Se res. 25 jan 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Den som forsettlig eller grovt uaktsomt overtrer bestemmelser gitt i eller i medhold av denne lov, straffes med bøter eller fengsel i inntil 3 måneder, hvis ikke overtredelsen rammes av et strengere straffebud.\n0 Endret ved lover 23 juni 1978 nr. 69, 5 juni 1998 nr. 35, 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. strl. §§ 188 til 191 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Kongen kan bestemme at overtredelser av lovens § 7 første ledd, § 8 første ledd første punktum og § 13 første ledd første punktum ikke skal forfølges strafferettslig dersom den som har begått overtredelsen, gir underretning til politiet om overtredelsen i løpet av et nærmere angitt tidsrom fastsatt av Kongen.\n0 Opphevet ved lov 26 jan 1973 nr. 2, tilføyd igjen ved lov 1 juni 2001 nr. 27 (ikr. 1 juni 2001 iflg. res. 1 juni 2001 nr. 561).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Bevilling gitt i medhold av lovens kapitel IV eller V kan kalles tilbake av den myndighet som har gitt den, hvis innehaveren ikke lenger fyller vilkårene for å få bevilling, eller hvis han overtrer de regler som gjelder for utøvelsen av bevillingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.\nFra samme tid oppheves: – – – –\nKongen kan gi regler om:​1\n– – –\n0 Loven trådte ikr. 1 apr 1963 iflg. res. 25 jan 1963.\n1 Overgangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ]
}