{
  "id": "LOV-1927-04-22-4",
  "type": "statute",
  "title": "Lov om utlendingers adgang til riket",
  "short_name": "Fremmedloven",
  "status": "in_force",
  "issued_date": "1927-04-22",
  "in_force_date": "1928-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1927-04-22-4",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen kan bestemme:​1\na. at den som kommer til riket fra utlandet skal ha pass, medmindre han godtgjør å være norsk statsborger;​2\nb. at pass ikke skal være gyldig for innreise i riket, medmindre det er påtegnet (visert) av norsk myndighet;\nc. at den som kommer til riket, straks skal melde sig for vedkommende passkontroller eller nærmeste politimyndighet.\n1 Sådan bestemmelse er truffet ved res. 26 sept. 1927, 25 juni 1954.\n2 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Dersom nogen som ikke er norsk statsborger​1 kommer til riket for å søke eller motta erhverv, må han før innreisen ha skaffet sig særskilt tillatelse til det (arbeidstillatelse).\nUtlending som opholder sig her i riket og som ikke før innreisen har fått arbeidstillatelse, må ikke ta arbeide uten særskilt tillatelse. Kongen​2 gir nærmere regler om hvorvidt utlending som ved denne lovs ikrafttreden har arbeide her i riket, må ha arbeidstillatelse.\nArbeidstillatelse som omhandlet i første og annet led gis av den myndighet som Kongen bestemmer​3. Av tillatelsen skal fremgå om den gjelder for bestemt eller ubestemt tid​4, og om den bare gjelder for et bestemt arbeide.\nUttalelse bør i almindelighet innhentes fra kommunal myndighet om og i hvilken utstrekning utlendinger bør tillates å ta arbeide i distriktet.\n1 Se lov 8 des. 1950 nr. 3.\n2 Justisdepartementet ifølge res. 26 sept. 1927.\n3 Centralpasskontoret ifølge res. 26 sept. 1927.\n4 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den som kommer til riket uten å ha gyldig pass eller annet påbudt legitimasjonspapir​1 skal som regel nektes adgang til landet (avvises). Det samme gjelder når en utlending uten arbeidstillatelse​2 kommer til riket for å søke eller motta erhverv.\nDen som ikke er norsk statsborger​3, kan selv om han i har gyldig pass, avvises efter beslutning av politimester eller av annen myndighet som vedkommende regjeringsdepartement​4 foreskriver.\nSigøinere og andre omstreifere som ikke godtgjør å ha norsk statsborgerrett​3, skal nektes adgang til riket.\nDen som avvises, skal føres ut av riket​5. Når særlige grunner taler for det, kan han føres til annet land enn det som han er kommet fra. Er han kommet med skib eller luftfartøi, plikter dette uten godtgjørelse av det offentlige å ta ham ombord igjen eller på annen måte bringe ham ut av landet efter politiets nærmere bestemmelse.\n1 Se §§ 1 og 4.\n2 Se § 2.\n3 Se lov 8 des. 1950 nr. 3.\n4 Justisdepartementet.\n5 Se § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kongen​1 kan gi nærmere forskrifter om:\na. vilkårene for å godta pass som gyldig for innreise;​2\nb. at annet legitimasjonspapir kan godtas for innreise i stedet for pass;\nc. hvem som kan visere pass, og når visering kan finne sted;​3\nd. at pass ikke trenger å være visert;\ne. hvem som skal være fri for meldeplikt efter § 1, bokstav c.\nBestemmelser som omhandlet i bokstav b, d og e bor vanligvis bare gjelde for borgere av land som tilstår norske borgere tilsvarende passlettelser.\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se § 1 a.\n3 Se § 1 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Dersom nogen som ikke er norsk statsborger​2 og ikke har fast bopel her i riket, kommer fra utlandet for å søke eller motta erhverv eller ta fast ophold her i riket, skal han før han begynner arbeide og senest 6te dag efter ankomsten melde sig for politiet​3 på det sted hvor han tar ophold.\nEr noen utlending som ikke har fast bopel her i riket, kommet fra utlandet uten å ha meldeplikt etter første ledd, skal han såfremt han oppholder sig i riket over tre måneder, innen denne frist melde sig for politiet​3 på sitt oppholdssted.\nKongen​4 kan bestemme at også den som opholder sig her i landet i kortere tid enn to måneder uten å ha meldeplikt efter første ledd, skal melde sig for politiet.​3\n0 Endret ved lov 20 juli 1952 nr. 1.\n2 Se lov 8 des. 1950 or. 3.\n3 Se § 16 a og stri. § 339 nr. 1.\n4 Justisdepartementet Ifølge rea. 30 sept. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Om den som er meldepliktig efter § 5, skal få lov til å ta ophold, avgjøres av vedkommende politimester eller av en polititjenestemann på hans vegne.​2\nOppholdstillatelse gis i alminnelighet for høyst et år om gangen.​3 Har en utlending opholdt sig i riket i minst 2 år. kan tillatelsen efter nærmere regler som Kongen​4 fastsetter, gis på ubestemt tid, dog som regel bare såfremt ansøkeren er lægeundersøkt og helbredstilstanden finnes tilfredsstillende.\nOpholdstillatelse kan ikke gis til utlending som søker eller har erhverv her i riket, medmindre sådan arbeidstillatelse som omhandlet i § 2 foreligger.\nBlir opholdstillatelse ikke gdt, skal vedkommende pålegges å forlate riket og han kan føres ut.​5\nFinner politiet at han bør nektes ophold i et distrikt, men at der ikke er grunn til å pålegge ham å forlate riket, skal han pålegges å forlate distriktet og innen en fastsatt frist melde sig for politiet i et annet distrikt for der å få avgjort om han skal tillates ophold i riket.\n0 Endret ved lover 30 juni 1932 nr. 10 og 20 juni 1952 nr. 1.\n2 Se § 12.\n3 Jfr. §§ 10 og 11.\n4 Justisdepartementet ifølge res. 23 des. 1932.\n5 Se §§ 16 b og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Den som ikke er norsk statsborger​2 og som har eller søker erverv her, eller I som har oppholdt sig her i riket i over tre måneder, skal melde av til politiet når han skifter bopel eller flytter til en annen kommune eller til utlandet.​3 Meldingen skal skje for flytningen eller avreisen. Han skal også melde sig for politiet på det sted som han flytter til.​2 Meldingen skal skje før han tar arbeide eller begynner annet erhverv, og senest den 6te dag efter ankomsten.\n0 Endret ved lov 20 juni 1952 nr. 1.\n1 Se lov 8 des. 1950 nr. 3.\n3 Se § 16 a og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Om den som er meldepliktig efter § 7 skal få tillatelse til å opholde sig på det sted som han er flyttet til, avgjøres av vedkommende politimester eller en polititjenestemann på hans vegne.​1\nBestemmelsen i § 6, tredje ledd, får tilsvarende anvendelse.\nFinner politiet ikke grunn til å gi opholdstillatelse i vedkommende distrikt, skal vedkommende pålegges å forlate distriktet.​2\n1 Se § 12.\n2 Jfr. § 16 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den meldepliktige må for politiet forevise sine legitimasjonspapirer, og møte personlig om det kreves. Han skal gi de oplysninger om sine personlige forhold som politiet krever.​1\n1 Se § 16 a og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Innen utløpet av den frist som er satt i en opholdstillatelse skal vedkommende på ny melde sig for politiet på det sted hvor han opholder sig​1, for å få avgjort om fortsatt ophold skal tillates. § 6 får tilsvarende anvendelse.​2\n1 Se § 16 a og strl. § 339 nr. 1.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Blir opholdstillatelse gitt på bestemt tid, utsteder politiet meldebevis. Har vedkommende utlending tidligere fått meldebevis eller opholdsbok, gis påtegning om den fornyede opholdstillatelse.\nBlir opholdstillatelse gitt på ubestemt tid, utstedes opholdsbok.\nFor utstedelse og fornyelse av meldebevis og opholdsbok betales sådan avgift som Kongen​1 bestemmer. Foretar lensmann utstedelsen eller fornyelsen, tilfaller avgiften ham, men ellers statskassen.\n1 Justisdepartementet iføge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Opholdstillatelse som politiet har gitt efter §§ 6, 8 og 10 kan omgjøres av den myndighet som Kongen bestemmer.​1\nEr opholdstillatelse nektet kan avgjørelsen ankes inn for den myndighet som Kongen bestemmer. Har vedkommende anket innen 48 timer efterat han er gjort kjent med beslutningen og adgangen til anke, skal avvisning ikke settes i verk før ankemyndighetens avgjørelse er falt.\n1 Centralpasskontoret ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Dersom nogen som ikke er norsk statsborger,​1 går fra en stilling ombord i et skib eller luftfartøi, må han ikke gå i land her i riket uten tillatelse fra vedkommende politimester.​2\nDersom nogen som ikke er norsk statsborger​1 går i land fra en stilling ombord i et skib eller luftfartøi her i riket, skal skibets rederi dekke de utgifter som innen 3 måneder blir påført det offentlige ved at vedkommende har opholdt sig her i riket og må føres ut.\n1 Se lov 8 des. 1950 nr. 3.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Den som ikke er norsk statsborger​1 må ikke søke erhverv ved håndverk eller annen håndtering under reise eller vandring fra sted til sted, medmindre han har særskilt tillatelse til det av politimesteren i vedkommende distrikt. Sådan tillatelse må ikke gis til sigøinere eller andre omstreifere.\nDen som ikke er norsk statsborger​1 må ha tillatelse av den som Kongen bestemmer​2 (jfr. § 12) for å kunne gi eller delta i dramatiske forestillinger.\n1 Se lov 8 des. 1950 nr. 3.\n2 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Under krig eller når der er fare for krig eller under særlige forhold ellers kan Kongen​1 gi ytterligere forskrifter om meldeplikt for dem som ikke er norske statsborgere eller som har fått norsk statsborgerrett på annen måte enn efter § 1 i lov av 8 august 1924 om norsk statsborgerrett.​2\n1 Justisdepartementet ifølge res. 30 sept. 1938.\n2 Se nu lov 8 des. 1950 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan politimesteren eller en politiembedsmann på hans vegne vise ut av riket enhver som ikke er norsk statsborger:​2\na. når han uten skjellig grunn har undlatt å melde sig og legitimere sig som bestemt i §§ 5, 7, 9 og 10;\nb. når han handler imot en beslutning om å nekte ham ophold i riket eller i en kommune;​3\nc. når han faller det offentlige til byrde eller ikke sørger for sin familie;\nd. når han under sitt ophold her i landet gir sig til å gå ledig eller drive omkring uten å kunne påvise lovlig erhverv, eller når det er grunn til å tro at han helt eller delvis skaffer sig midlene til sin livsførsel ved ulovlig virksomhet eller på uhederlig måte;​4\ne. når han for mindre enn 10 år siden i utlandet har avsonet eller er ilagt straff for et forhold som efter norsk lov er forbrydelse​5 eller for et forhold som efter norsk lov går inn under løsgjenger- eller rusdrikklovgivningen.​6 Dette gjelder ikke når han er dømt for en politisk forbrydelse eller for handling som er gjort i sammenheng med en politisk forbrydelse og i den hensikt å fremme det mål som ved den er tilsiktet;\nf. når han her i landet er ilagt straff for en forbrydelse​5 eller for et forhold som inngår under løsgjenger- eller rusdrikklovgivningen,​6 eller når han i løpet av de siste 3 år flere ganger er dømt til frihetsstraff.\nDen som er født her i riket og senere stadig har bodd her, kan ildie vises ut efter bestemmelsene i denne paragraf.\n0 Endret ved lov 30 iunl 1932 nr. 10. – Jfr. lov 7 mars 1940 nr. 1 § 2.\n2 Se lov 8 des. 1950 nr. 3.\n3 Se §§ 6 og 8.\n4 Jfr. lov 31 mai 1900 nr. 5 kap. 1.\n5 Se strl. § 2, mil. strl. § 2, strl. ikrl. § 5.\n6 Se lover 31 mai 1900 nr. 5 og 5 april 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan Kongen​1 av hensyn til rikets sikkerhet eller interesser for øvrig beslutte utvist enhver som ikke er norsk statsborger.​2\n1 Justisdepartementet ifølge res. 5 okt. 1945.\n2 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Den som det er spørsmål om å vise ut av riket efter § 16, skal fremstilles for vedkommende politiembedsmann som mottar og skriver ned hans forklaring.\nDen beslutning som blir fattet meddeles vedkommende. Er beslutning om utvisning ikke fattet i vedkommendes nærvær, skal den meddeles ham på den måte som er bestemt for forkynnelser.​2\nDen som politiet beslutter utvist efter § 16, skal gjøres kjent med at han innen 24 timer kan kreve saken forelagt for den myndighet som Kongen bestemmer.​3 Krever han saken forelagt for denne myndighet, skal dens avgjørelse avventes før beslutningen om utvisning settes i verk. Samme myndighet kan gi politiet pålegg om å utvise en utlending, såfremt den finner at utvisningsgrunn foreligger.\nAlle beslutninger om utvisning som treffes av politiet eller den i forrige ledd nevnte myndighet, skal ved utløpet av hvert halvår meldes til vedkommende departement.​4\n0 Endret ved lov 30 juni 1932 nr. 10.\n1 Jfr. lov 7 mars 1940 nr. 1 § 2.\n2 Se domstolsl. kap. 9.\n3 Centralpasskontoret ifølge res. 23 des. 1932\n4 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Til spørsmålet om utvisning er avgjort kan vedkommende pågripes og settes i varetektsfengsel efter reglene i straffeprosesslovens §§ 231 flg. Også efterat utvisning er besluttet kan han på samme måte pågripes og settes i varetektsfengsel til utvisningen kan settes i verk.\nRettslige forklaringer skal i tilfelle optas ved forhørsrett efter straffeprosesslovens regler.​1\n1 Se strprl. §§ 28 og 270.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Den som er besluttet utvist kan Kongen​1 efter søknad gi adgang til riket.\n1 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Den som i medhold av denne lov føres ut av riket​1 plikter å betale utgiftene dermed. Har han ikke midler til det utredes utgiftene av statskassen.\n1 Se §§ 3, 6 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Den som gjør sig en næring av å drive herberge (hotell, pensjonat, losjihus og lign.) skal føre nøiaktig bok over alle som han har i natteherberge,​2 og gi politiet skriftlig melding om dem.\nKongen​3 kan bestemme at andre som har i natteherberge nogen som ikke er norsk statsborger,​4 skal melde dette skriftlig til politiet.\n1 Jfr. lov 25 juni 1935 nr. 12.\n2 Se strl. § 334.\n3 Justisdepartementet ifølge res. 26 sept. 1927.\n4 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kongen​2 kan bestemme at føreren av skib eller luftfartøi som kommer fra utlandet eller som går til utlandet, skal gi skriftlig melding til politiet om de reisende som skibet fører. På samme måte kan bestemmes at føreren av skib som går i innenlandsk rute skal gi skriftlig melding til politiet om de utenlandske reisende som skibet fører. De reisende plikter å gi til skibsføreren slike oplysninger som foreskrives.\n1 Jfr. § 3, aiste ledd og § 13.\n2 Justisdepartementet ifølge res. 30 sept. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kongen​1 kan bestemme, at den som tar utlending i sin tjeneste eller gir ham lønnet arbeide, plikter å melde det skriftlig til politiet før arbeidet begynner, og at arbeidsgiver skal gi melding til politiet om de utlendinger som han har i sin tjeneste når sådan forskrift trer i kraft.\nDen som tar i sin tjeneste utlending som på ansettelsestiden opholder sig i utlandet, plikter å godtgjøre reiseutgiftene, dersom vedkommende utlending ikke har fått eller ikke får arbeidstillatelse.​2\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Arbeidsformidlings- og festekontorer​1 kan ved forskrifter som gis av Kongen​2 pålegges å gi skriftlig melding til politiet om utlendinger som søker eller får arbeide.\nPå samme måte kan kretssykekassene​3 pålegges å gi melding til politiet om utlendinger som meldes inn.\n1 Se lover 12 juni 1896 og 27 juni 1947 nr. 9.\n2 Justisdepartementet ifølge res. 26 sept. 1927.\n3 Se lov 6 juni 1930 nr. 18 kap. XII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av denne lov.\nHan kan også gi nærmere regler om hvorledes der skal gjøres med melding til folkeregistret​2 [og med melding efter fattiglovens § 19,]​3 når nogen har sendt melding til politiet efter denne lov.\nForsåvidt det ikke i den øvrige lovgivning er fastsatt avgift til statskassen for offentlige forretninger vedkommende passvesenet​4, kan Kongen​1 fastsette sådanne avgifter.\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se lov 15 nov. 1946 nr. 2.\n3 Se samme lovs § 6 flg.\n4 Jfr. sportellov §§ 80 og 114.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:26 a",
      "chapter": "4",
      "section": "26 a",
      "content": "Ved avtale med fremmed stat kan Kongen bestemme at vedkommende stats borgere skal være fritatt for krav om oppholdstillatelse og arbeidstillatelse.\nKongen kan pålegge utlending som etter bestemmelse i henhold til første ledd ikke trenger oppholds- og arbeidstillatelse, å gi melding til politiet om sin bopel i riket I og melding til vedkommende myndighet om arbeid han tar eller erverv han driver.\n0 Tilføyd ved lov 25 juni 1954 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "På Svalbard skal denne lov ikke gjelde.\nKongen​1 kan gi forskrifter om kontroll med utlendinger som kommer fra Svalbard.\n1 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nSamtidig opheves: – – –\n1 Ved res. 26 sept. 1927 og rundskr 20 des. 1927 er loven satt i kraft fra 1 janr. 1928.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen kan bestemme:​1\na. at den som kommer til riket fra utlandet skal ha pass, medmindre han godtgjør å være norsk statsborger;​2\nb. at pass ikke skal være gyldig for innreise i riket, medmindre det er påtegnet (visert) av norsk myndighet;\nc. at den som kommer til riket, straks skal melde sig for vedkommende passkontroller eller nærmeste politimyndighet.\n1 Sådan bestemmelse er truffet ved res. 26 sept. 1927, 25 juni 1954.\n2 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Dersom nogen som ikke er norsk statsborger​1 kommer til riket for å søke eller motta erhverv, må han før innreisen ha skaffet sig særskilt tillatelse til det (arbeidstillatelse).\nUtlending som opholder sig her i riket og som ikke før innreisen har fått arbeidstillatelse, må ikke ta arbeide uten særskilt tillatelse. Kongen​2 gir nærmere regler om hvorvidt utlending som ved denne lovs ikrafttreden har arbeide her i riket, må ha arbeidstillatelse.\nArbeidstillatelse som omhandlet i første og annet led gis av den myndighet som Kongen bestemmer​3. Av tillatelsen skal fremgå om den gjelder for bestemt eller ubestemt tid​4, og om den bare gjelder for et bestemt arbeide.\nUttalelse bør i almindelighet innhentes fra kommunal myndighet om og i hvilken utstrekning utlendinger bør tillates å ta arbeide i distriktet.\n1 Se lov 8 des. 1950 nr. 3.\n2 Justisdepartementet ifølge res. 26 sept. 1927.\n3 Centralpasskontoret ifølge res. 26 sept. 1927.\n4 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den som kommer til riket uten å ha gyldig pass eller annet påbudt legitimasjonspapir​1 skal som regel nektes adgang til landet (avvises). Det samme gjelder når en utlending uten arbeidstillatelse​2 kommer til riket for å søke eller motta erhverv.\nDen som ikke er norsk statsborger​3, kan selv om han i har gyldig pass, avvises efter beslutning av politimester eller av annen myndighet som vedkommende regjeringsdepartement​4 foreskriver.\nSigøinere og andre omstreifere som ikke godtgjør å ha norsk statsborgerrett​3, skal nektes adgang til riket.\nDen som avvises, skal føres ut av riket​5. Når særlige grunner taler for det, kan han føres til annet land enn det som han er kommet fra. Er han kommet med skib eller luftfartøi, plikter dette uten godtgjørelse av det offentlige å ta ham ombord igjen eller på annen måte bringe ham ut av landet efter politiets nærmere bestemmelse.\n1 Se §§ 1 og 4.\n2 Se § 2.\n3 Se lov 8 des. 1950 nr. 3.\n4 Justisdepartementet.\n5 Se § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kongen​1 kan gi nærmere forskrifter om:\na. vilkårene for å godta pass som gyldig for innreise;​2\nb. at annet legitimasjonspapir kan godtas for innreise i stedet for pass;\nc. hvem som kan visere pass, og når visering kan finne sted;​3\nd. at pass ikke trenger å være visert;\ne. hvem som skal være fri for meldeplikt efter § 1, bokstav c.\nBestemmelser som omhandlet i bokstav b, d og e bor vanligvis bare gjelde for borgere av land som tilstår norske borgere tilsvarende passlettelser.\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se § 1 a.\n3 Se § 1 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Dersom nogen som ikke er norsk statsborger​2 og ikke har fast bopel her i riket, kommer fra utlandet for å søke eller motta erhverv eller ta fast ophold her i riket, skal han før han begynner arbeide og senest 6te dag efter ankomsten melde sig for politiet​3 på det sted hvor han tar ophold.\nEr noen utlending som ikke har fast bopel her i riket, kommet fra utlandet uten å ha meldeplikt etter første ledd, skal han såfremt han oppholder sig i riket over tre måneder, innen denne frist melde sig for politiet​3 på sitt oppholdssted.\nKongen​4 kan bestemme at også den som opholder sig her i landet i kortere tid enn to måneder uten å ha meldeplikt efter første ledd, skal melde sig for politiet.​3\n0 Endret ved lov 20 juli 1952 nr. 1.\n2 Se lov 8 des. 1950 or. 3.\n3 Se § 16 a og stri. § 339 nr. 1.\n4 Justisdepartementet Ifølge rea. 30 sept. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Om den som er meldepliktig efter § 5, skal få lov til å ta ophold, avgjøres av vedkommende politimester eller av en polititjenestemann på hans vegne.​2\nOppholdstillatelse gis i alminnelighet for høyst et år om gangen.​3 Har en utlending opholdt sig i riket i minst 2 år. kan tillatelsen efter nærmere regler som Kongen​4 fastsetter, gis på ubestemt tid, dog som regel bare såfremt ansøkeren er lægeundersøkt og helbredstilstanden finnes tilfredsstillende.\nOpholdstillatelse kan ikke gis til utlending som søker eller har erhverv her i riket, medmindre sådan arbeidstillatelse som omhandlet i § 2 foreligger.\nBlir opholdstillatelse ikke gdt, skal vedkommende pålegges å forlate riket og han kan føres ut.​5\nFinner politiet at han bør nektes ophold i et distrikt, men at der ikke er grunn til å pålegge ham å forlate riket, skal han pålegges å forlate distriktet og innen en fastsatt frist melde sig for politiet i et annet distrikt for der å få avgjort om han skal tillates ophold i riket.\n0 Endret ved lover 30 juni 1932 nr. 10 og 20 juni 1952 nr. 1.\n2 Se § 12.\n3 Jfr. §§ 10 og 11.\n4 Justisdepartementet ifølge res. 23 des. 1932.\n5 Se §§ 16 b og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Den som ikke er norsk statsborger​2 og som har eller søker erverv her, eller I som har oppholdt sig her i riket i over tre måneder, skal melde av til politiet når han skifter bopel eller flytter til en annen kommune eller til utlandet.​3 Meldingen skal skje for flytningen eller avreisen. Han skal også melde sig for politiet på det sted som han flytter til.​2 Meldingen skal skje før han tar arbeide eller begynner annet erhverv, og senest den 6te dag efter ankomsten.\n0 Endret ved lov 20 juni 1952 nr. 1.\n1 Se lov 8 des. 1950 nr. 3.\n3 Se § 16 a og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Om den som er meldepliktig efter § 7 skal få tillatelse til å opholde sig på det sted som han er flyttet til, avgjøres av vedkommende politimester eller en polititjenestemann på hans vegne.​1\nBestemmelsen i § 6, tredje ledd, får tilsvarende anvendelse.\nFinner politiet ikke grunn til å gi opholdstillatelse i vedkommende distrikt, skal vedkommende pålegges å forlate distriktet.​2\n1 Se § 12.\n2 Jfr. § 16 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den meldepliktige må for politiet forevise sine legitimasjonspapirer, og møte personlig om det kreves. Han skal gi de oplysninger om sine personlige forhold som politiet krever.​1\n1 Se § 16 a og strl. § 339 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Innen utløpet av den frist som er satt i en opholdstillatelse skal vedkommende på ny melde sig for politiet på det sted hvor han opholder sig​1, for å få avgjort om fortsatt ophold skal tillates. § 6 får tilsvarende anvendelse.​2\n1 Se § 16 a og strl. § 339 nr. 1.\n2 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Blir opholdstillatelse gitt på bestemt tid, utsteder politiet meldebevis. Har vedkommende utlending tidligere fått meldebevis eller opholdsbok, gis påtegning om den fornyede opholdstillatelse.\nBlir opholdstillatelse gitt på ubestemt tid, utstedes opholdsbok.\nFor utstedelse og fornyelse av meldebevis og opholdsbok betales sådan avgift som Kongen​1 bestemmer. Foretar lensmann utstedelsen eller fornyelsen, tilfaller avgiften ham, men ellers statskassen.\n1 Justisdepartementet iføge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Opholdstillatelse som politiet har gitt efter §§ 6, 8 og 10 kan omgjøres av den myndighet som Kongen bestemmer.​1\nEr opholdstillatelse nektet kan avgjørelsen ankes inn for den myndighet som Kongen bestemmer. Har vedkommende anket innen 48 timer efterat han er gjort kjent med beslutningen og adgangen til anke, skal avvisning ikke settes i verk før ankemyndighetens avgjørelse er falt.\n1 Centralpasskontoret ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Dersom nogen som ikke er norsk statsborger,​1 går fra en stilling ombord i et skib eller luftfartøi, må han ikke gå i land her i riket uten tillatelse fra vedkommende politimester.​2\nDersom nogen som ikke er norsk statsborger​1 går i land fra en stilling ombord i et skib eller luftfartøi her i riket, skal skibets rederi dekke de utgifter som innen 3 måneder blir påført det offentlige ved at vedkommende har opholdt sig her i riket og må føres ut.\n1 Se lov 8 des. 1950 nr. 3.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Den som ikke er norsk statsborger​1 må ikke søke erhverv ved håndverk eller annen håndtering under reise eller vandring fra sted til sted, medmindre han har særskilt tillatelse til det av politimesteren i vedkommende distrikt. Sådan tillatelse må ikke gis til sigøinere eller andre omstreifere.\nDen som ikke er norsk statsborger​1 må ha tillatelse av den som Kongen bestemmer​2 (jfr. § 12) for å kunne gi eller delta i dramatiske forestillinger.\n1 Se lov 8 des. 1950 nr. 3.\n2 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Under krig eller når der er fare for krig eller under særlige forhold ellers kan Kongen​1 gi ytterligere forskrifter om meldeplikt for dem som ikke er norske statsborgere eller som har fått norsk statsborgerrett på annen måte enn efter § 1 i lov av 8 august 1924 om norsk statsborgerrett.​2\n1 Justisdepartementet ifølge res. 30 sept. 1938.\n2 Se nu lov 8 des. 1950 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan politimesteren eller en politiembedsmann på hans vegne vise ut av riket enhver som ikke er norsk statsborger:​2\na. når han uten skjellig grunn har undlatt å melde sig og legitimere sig som bestemt i §§ 5, 7, 9 og 10;\nb. når han handler imot en beslutning om å nekte ham ophold i riket eller i en kommune;​3\nc. når han faller det offentlige til byrde eller ikke sørger for sin familie;\nd. når han under sitt ophold her i landet gir sig til å gå ledig eller drive omkring uten å kunne påvise lovlig erhverv, eller når det er grunn til å tro at han helt eller delvis skaffer sig midlene til sin livsførsel ved ulovlig virksomhet eller på uhederlig måte;​4\ne. når han for mindre enn 10 år siden i utlandet har avsonet eller er ilagt straff for et forhold som efter norsk lov er forbrydelse​5 eller for et forhold som efter norsk lov går inn under løsgjenger- eller rusdrikklovgivningen.​6 Dette gjelder ikke når han er dømt for en politisk forbrydelse eller for handling som er gjort i sammenheng med en politisk forbrydelse og i den hensikt å fremme det mål som ved den er tilsiktet;\nf. når han her i landet er ilagt straff for en forbrydelse​5 eller for et forhold som inngår under løsgjenger- eller rusdrikklovgivningen,​6 eller når han i løpet av de siste 3 år flere ganger er dømt til frihetsstraff.\nDen som er født her i riket og senere stadig har bodd her, kan ildie vises ut efter bestemmelsene i denne paragraf.\n0 Endret ved lov 30 iunl 1932 nr. 10. – Jfr. lov 7 mars 1940 nr. 1 § 2.\n2 Se lov 8 des. 1950 nr. 3.\n3 Se §§ 6 og 8.\n4 Jfr. lov 31 mai 1900 nr. 5 kap. 1.\n5 Se strl. § 2, mil. strl. § 2, strl. ikrl. § 5.\n6 Se lover 31 mai 1900 nr. 5 og 5 april 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Såfremt ikke annet er vedtatt ved avtale med fremmed stat, kan Kongen​1 av hensyn til rikets sikkerhet eller interesser for øvrig beslutte utvist enhver som ikke er norsk statsborger.​2\n1 Justisdepartementet ifølge res. 5 okt. 1945.\n2 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Den som det er spørsmål om å vise ut av riket efter § 16, skal fremstilles for vedkommende politiembedsmann som mottar og skriver ned hans forklaring.\nDen beslutning som blir fattet meddeles vedkommende. Er beslutning om utvisning ikke fattet i vedkommendes nærvær, skal den meddeles ham på den måte som er bestemt for forkynnelser.​2\nDen som politiet beslutter utvist efter § 16, skal gjøres kjent med at han innen 24 timer kan kreve saken forelagt for den myndighet som Kongen bestemmer.​3 Krever han saken forelagt for denne myndighet, skal dens avgjørelse avventes før beslutningen om utvisning settes i verk. Samme myndighet kan gi politiet pålegg om å utvise en utlending, såfremt den finner at utvisningsgrunn foreligger.\nAlle beslutninger om utvisning som treffes av politiet eller den i forrige ledd nevnte myndighet, skal ved utløpet av hvert halvår meldes til vedkommende departement.​4\n0 Endret ved lov 30 juni 1932 nr. 10.\n1 Jfr. lov 7 mars 1940 nr. 1 § 2.\n2 Se domstolsl. kap. 9.\n3 Centralpasskontoret ifølge res. 23 des. 1932\n4 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Til spørsmålet om utvisning er avgjort kan vedkommende pågripes og settes i varetektsfengsel efter reglene i straffeprosesslovens §§ 231 flg. Også efterat utvisning er besluttet kan han på samme måte pågripes og settes i varetektsfengsel til utvisningen kan settes i verk.\nRettslige forklaringer skal i tilfelle optas ved forhørsrett efter straffeprosesslovens regler.​1\n1 Se strprl. §§ 28 og 270.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Den som er besluttet utvist kan Kongen​1 efter søknad gi adgang til riket.\n1 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Den som i medhold av denne lov føres ut av riket​1 plikter å betale utgiftene dermed. Har han ikke midler til det utredes utgiftene av statskassen.\n1 Se §§ 3, 6 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Den som gjør sig en næring av å drive herberge (hotell, pensjonat, losjihus og lign.) skal føre nøiaktig bok over alle som han har i natteherberge,​2 og gi politiet skriftlig melding om dem.\nKongen​3 kan bestemme at andre som har i natteherberge nogen som ikke er norsk statsborger,​4 skal melde dette skriftlig til politiet.\n1 Jfr. lov 25 juni 1935 nr. 12.\n2 Se strl. § 334.\n3 Justisdepartementet ifølge res. 26 sept. 1927.\n4 Se lov 8 des. 1950 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kongen​2 kan bestemme at føreren av skib eller luftfartøi som kommer fra utlandet eller som går til utlandet, skal gi skriftlig melding til politiet om de reisende som skibet fører. På samme måte kan bestemmes at føreren av skib som går i innenlandsk rute skal gi skriftlig melding til politiet om de utenlandske reisende som skibet fører. De reisende plikter å gi til skibsføreren slike oplysninger som foreskrives.\n1 Jfr. § 3, aiste ledd og § 13.\n2 Justisdepartementet ifølge res. 30 sept. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kongen​1 kan bestemme, at den som tar utlending i sin tjeneste eller gir ham lønnet arbeide, plikter å melde det skriftlig til politiet før arbeidet begynner, og at arbeidsgiver skal gi melding til politiet om de utlendinger som han har i sin tjeneste når sådan forskrift trer i kraft.\nDen som tar i sin tjeneste utlending som på ansettelsestiden opholder sig i utlandet, plikter å godtgjøre reiseutgiftene, dersom vedkommende utlending ikke har fått eller ikke får arbeidstillatelse.​2\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Arbeidsformidlings- og festekontorer​1 kan ved forskrifter som gis av Kongen​2 pålegges å gi skriftlig melding til politiet om utlendinger som søker eller får arbeide.\nPå samme måte kan kretssykekassene​3 pålegges å gi melding til politiet om utlendinger som meldes inn.\n1 Se lover 12 juni 1896 og 27 juni 1947 nr. 9.\n2 Justisdepartementet ifølge res. 26 sept. 1927.\n3 Se lov 6 juni 1930 nr. 18 kap. XII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av denne lov.\nHan kan også gi nærmere regler om hvorledes der skal gjøres med melding til folkeregistret​2 [og med melding efter fattiglovens § 19,]​3 når nogen har sendt melding til politiet efter denne lov.\nForsåvidt det ikke i den øvrige lovgivning er fastsatt avgift til statskassen for offentlige forretninger vedkommende passvesenet​4, kan Kongen​1 fastsette sådanne avgifter.\n1 Justisdepartementet ifølge res. 26 sept. 1927.\n2 Se lov 15 nov. 1946 nr. 2.\n3 Se samme lovs § 6 flg.\n4 Jfr. sportellov §§ 80 og 114.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:26 a",
      "chapter": "4",
      "section": "26 a",
      "content": "Ved avtale med fremmed stat kan Kongen bestemme at vedkommende stats borgere skal være fritatt for krav om oppholdstillatelse og arbeidstillatelse.\nKongen kan pålegge utlending som etter bestemmelse i henhold til første ledd ikke trenger oppholds- og arbeidstillatelse, å gi melding til politiet om sin bopel i riket I og melding til vedkommende myndighet om arbeid han tar eller erverv han driver.\n0 Tilføyd ved lov 25 juni 1954 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "På Svalbard skal denne lov ikke gjelde.\nKongen​1 kan gi forskrifter om kontroll med utlendinger som kommer fra Svalbard.\n1 Justisdepartementet ifølge res. 26 sept. 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nSamtidig opheves: – – –\n1 Ved res. 26 sept. 1927 og rundskr 20 des. 1927 er loven satt i kraft fra 1 janr. 1928.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ]
}