{
  "id": "LOV-1972-03-03-5",
  "type": "statute",
  "title": "Lov om arv m.m. [arvelova]",
  "short_name": "Arvelova 1972 – al",
  "status": "in_force",
  "issued_date": "1972-03-03",
  "in_force_date": "1973-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1972-03-03-5",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Næraste slektsarvingar er avkomet​2 (livsarvingane) til arvelataren.\nBarna til arvelataren arvar likt dersom ikkje anna går fram av særskilde lovreglar.​3 Er eit barn død, går arvelotten til livsarvingane etter barnet, med lik part på kvar grein.\nDersom arvelataren også etterlet seg ektemake,​4 gjeld reglane i kapittel II og III.​5\n1 Jf. lov 16 juni 2017 nr. 48 § 24.\n2 Jf. § 4.\n3 Sjå § 36 og lov 28 juni 1974 nr. 58 § 56.\n4 Sjå el. kap. 3 og § 95.\n5 Sml kap. III A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Har arvelataren ikkje livsarving,​2 går arven til foreldra​3 hans.\nForeldre arvar likt. Er far eller mor død, går arvelotten til hans eller hennar livsarvingar, med lik part på kvar grein.\nEr ein av foreldra død, og er det ikkje livsarving etter han, går heile arven til den andre av foreldra eller til hans eller hennar livsarvingar. Døyr arvelataren før fylte 18 år, går likevel halve arven til besteforeldra på den døde fars eller mors side eller til deira livsarvingar i samsvar med § 3, dersom foreldra ikkje var gifte med kvarandre då den første døydde eller det låg føre omstende som nemnt i § 8. Er det heller ingen slike arvingar i live, gjeld reglane i første punktum.\nDersom arvelataren også etterlet seg ektemake,​4 gjeld reglane i kapittel II og III.​5\n1 Jf. lov 16 juni 2017 nr. 48 § 24.\n2 Jf. § 1.\n3 Jf. § 4.\n4 Sjå el. kap. 3 og § 95.\n5 Sml. kap. III A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Har arvelataren ikkje livsarving​1 eller ektemake,​2 og lever ikkje far eller mor, eller livsarving etter far eller mor, går arven til besteforeldra​3 hans eller til livsarvingar etter dei, slik at reglane i § 2 andre ledd gjeld tilsvarande. Fjernare slektningar enn barnebarn til besteforeldre har likevel ikkje arverett etter loven.\nEr ein av besteforeldra død utan barn eller barnebarn i live, går arvelotten hans til den andre av besteforeldra på same side eller til barn eller barnebarn til denne. Er det ikkje arvingar på den eine sida, går heile arven til arvingane på den andre sida.\n1 Jf. § 1.\n2 Jf. kap. II og III. – Sjå el. kap. 3 og § 95. Sml. kap. III A.\n3 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Arverett etter kapitlet her gjeld berre morskap eller farskap som følgjer av reglane i barnelova.​2\nFaren og farsslekta tar ikkje arv etter barnet dersom det er avla med ei handling som er brotsverk mot noka føresegn i straffelovas​3 §§ 291, 292 bokstav a og d, 293, 294, 295, 296, 299 bokstav a, 300 bokstav a og d, 301, 302 første punktum, 303, 312 og 314 bokstav a og som faren er dømd til fengselsstraff for utan vilkår. Dette gjeld likevel ikkje arvelott som i verdi svarar til arv eller gåve barnet har fått frå faren eller nokon i farsslekta.\n0 Endra med lover 8 apr 1981 nr. 7, 11 aug 2000 nr. 76, 20 juni 2003 nr. 40 (ikr. 1 apr 2004 iflg. res. 20 juni 2003 nr. 728), 9 apr 2010 nr. 13 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 500), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 78 og lov 28 juni 1974 nr. 58 § 9. Jf. lov 16 juni 2017 nr. 48.\n2 Lov 8 apr 1981 nr. 7.\n3 Lov 20 mai 2005 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ektemaken har rett til fjerdeparten av arven når det er livsarvinger​2 etter arvelateren. Minstearven skal likevel tilsvare 4 ganger grunnbeløpet i folketrygda​3 ved dødsfallet. Er dei næraste slektsarvingane til arvelateren foreldra hans eller avkom etter desse, har ektemaken rett til halvparten av arven, likevel minst 6 ganger grunnbeløpet i folketrygda​3 ved dødsfallet.\nEr det ikkje arvingar som nemnt i første ledd, arvar ektemaken alt.\nI høve til arvingar som nemnt i første ledd har ektemaken rett til uskifte etter reglane i kap. III.\nHar ektemaken nytta denne retten, blir det ikkje rekna med arv frå førstavdøde til lengstlevande ektemake etter første ledd dersom buet først blir skift med dei andre arvingane til arvelataren etter at lengstlevande ektemake er død.​4\n0 Endra med lov 22 juni 1990 nr. 40.\n1 Jf. § 7 og § 8.\n2 Jf. § 1.\n3 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 99.858.\n4 Jf. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ektemakens rettar etter § 6, jfr. kap. III, kan berre avgrensast ved testament som han har fått kunnskap om før arvelatarens død.​1 Vilkåret om at ektemaken må ha fått kunnskap om testamentet, gjeld likevel ikkje, dersom det var umogeleg eller det etter tilhøva ville være urimeleg vanskeleg å varsle han.​2 Ektemaken sin rett til minstearv på 4 eller 6 ganger grunnbeløpet i folketrygda​3 kan likevel ikkje avgrensast.\n0 Endra med lov 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med verknad også for testament som er gjort før ikraftsetjinga).\n1 Sjå lov 15 juni 2018 nr. 40 § 75.\n2 Sml. § 28 b (2), § 28 c (3) og § 76 (2).\n3 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1. mai 2019 kr. 98.858.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rettane etter § 6 jfr. kap. III, kan ikkje gjerast gjeldande dersom ektemakane var separerte ved dom eller løyve på den tid arvelataren døydde.​1\n0 Endra med lov 4 juli 1991 nr. 47.\n1 Jf. el. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når den eine ektemaken​1 døyr, har attlevande ektemake​1 rett til å ta over felleseiga​2 uskift med førstavdødes andre arvingar etter loven.​3\nTilsvarende rett har attlevande ektemake​1 med omsyn til særeige dersom det er fastsett i ektepakt (jfr lov om ekteskap​4 § 43) eller når arvingane gir samtykke.​5 Nyttar ektemaken denne retten, høyrer også hans eiga særeige til uskiftebuet om ikkje anna er fastsett i ektepakt eller i avtale med arvingane, eller særeiga har grunnlag i påbod av givar eller arvelatar. For arving som er mindreårig eller fråteken rettsleg handleevne​6 på det økonomiske området, må vergen og også fylkesmannen​7 samtykkje etter første punktum, og fylkesmannen må i tilfelle også samtykkje i avtale med arvingane som nemnd i andre punktum. Er buet til arvingen under konkurshandsaming,​8 kan samtykke etter første punktum her berre gis med samtykke frå tingretten.\n0 Endra med lover 13 juni 1975 nr. 37, 4 juli 1991 nr. 47, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå el. kap. 3 og § 95. Jf. lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 c (1).\n3 Jf. kap. I og lov 16 juni 2017 nr. 48 § 24.\n4 Lov 4 juli 1991 nr. 47.\n5 Sml. § 28 c (2).\n6 Sjå lov 26 mars 2010 nr. 9 § 2.\n7 Sjå lov 26 mars 2010 nr. 9 § 4.\n8 Sjå kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "I høve til særskilt livsarving​1 (særkullbarn eller livsarving til særkullbarn) etter avdød ektemake har attlevande ektemake berre rett til uskifte når den særskilde livsarvingen samtykkjer.​2 Er den særskilde livsarvingen mindreårig eller fråteken rettsleg handleevne på det økonomiske området,​3 må vergen samtykkje, og det krevst også samtykkje frå fylkesmannen.​4 Fylkesmannen bør som regel berre samtykkje når fylkesmannen meiner det vil være til gagn også for den særskilde livsarvingen at attlevande ektemake får rett til uskifte. Er buet til arvingen under konkurshandsaming,​5 kan samtykke etter første punktum her berre gis med samtykke frå tingretten.\n0 Endra med lover 13 juni 1975 nr. 37, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå § 1.\n2 Sml. § 28 c (2).\n3 Sjå lov 26 mars 2010 nr. 9 § 2. – Jf. § 24.\n4 Sjå lov 26 mars 2010 nr. 9 § 4.\n5 Sjå kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Har førstavdøde ektemake i testament​1 gitt uttrykk for at ein eller fleire av livsarvingane​2 bør ha heilt eller delvis arveoppgjer, kan retten om det blir kravt, fastsetje at buet heilt eller delvis skal skiftast med samsvarande oppgjer til alle arvingar.​3 Ved avgjerda skal det takast omsyn både til arvingane og attlevande ektemake.\nEr nokon som ikkje er livsarving tilgodesedd i testament,​1 eller er det der fastsett at andre enn livsarvingar skal ha arveoppgjer, gjeld reglane i §§ 9 og 10 om rett til uskifte berre så langt det høver med testamentet.​4\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Sjå kap. VIII. – Jf. § 7.\n2 Sjå § 1.\n3 Jf. § 21.\n4 Sml. § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Om ein eller fleire arvingar straks kan krevje arv, fører ikkje det til at attlevande ektemake mister retten til uskifte i høve til andre arvingar.​1\n1 Jf. § 24 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Attlevande ektemake har ikkje rett til uskifte dersom det blir gjort sannsynleg at utsikta til dekning for den som hadde krav​1 på avdøde, eller arveutsiktene for arvingane til førstavdøde, vil bli vesentleg ringare på grunn av skyldnadene til attlevande ektemake. Det same gjeld når ektemaken på ein måte han kan klandrast for, har påført eller utsett seg sjølv eller andre for vesentleg formuestap og retten finn at ein ikkje kan rekna med at han vil styre buet på forsvarleg måte.​2\nEktemake som er fråteken rettsleg handleevne på det økonomiske området,​3 har ikkje rett til uskifte. Så langt det er nødvendig for at ektemaken og heimeverande barn kan få forsvarleg underhald og halde heimen oppe, kan retten likevel med samtykke frå fylkesmannen​4 gjere vedtak om at ektemaken skal ta over buet eller ein del av det uskift.\nEin mindreårig​5 ektemake har berre rett til uskifte når fylkesmannen samtykkjer.\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. lov 21 feb 1930 § 84 (5); lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 24.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.\n4 Sjå lov 26 mars 2010 nr. 9 § 4.\n5 Sjå lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Attlevande ektemake som vil nytte retten til uskifte, skal innen 60 dager etter dødsfallet, jfr. skifteloven​1 § 81, sende melding til tingretten med opplysning om namn og alder på arvingane og om oppholdsstaden deira og dessutan ei summarisk oppgåve over eignelottar og gjeld for seg sjølv og for den avdøde ektemaken.​2\nSkal uskiftebuet omfatte særeige​3 som får noko å seie for kva partar kvar skal ha på eit seinare skifte, skal attlevande ektemake og arvingane gjere avtale om verditilhøvet av særeigemidlane, jfr. § 26 annet ledd. Har det ikkje latt seg gjera å få til slik avtale, skal attlevande ektemake i staden la det bli halde registrering og verdsetjing gjennom tingretten.​4 I denne registreringa og verdsetjinga skal det særskilt opplysast kor mykje som har vore felleseigemidlar og kor mykje som har vore særeigemidlar for kvar av ektemakane, og kva gjeld ektemakane svarar for saman og kvar for seg. Reglane i skiftelovens​1 §§ 2 og 13 tredje ledd gjeld tilsvarande.\n0 Endra med lover 22 juni 1990 nr. 40, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 g (1) første punktum.\n3 Jf. § 9 (2).\n4 Sml. § 28 g (1) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Er ein arving under verjemål​1 og attlevande ektemake verja​2 hans, skal retten syte for at det blir oppnemnt setteverje.​3 Setteverje treng likevel ikkje oppnemnast dersom den samla formuen til ektemakane etter rettens skjønn ikkje er større enn at den trengst til å underhalde attlevande ektemake og barna.\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 §§ 16 og 25.\n3 Sjå lov 26 mars 2010 nr. 9 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Finn retten at vilkåra for uskifte ligg føre, og skal buet ikkje skiftast offentleg som følgje av delvis uskifte, gir den ektemaken fråsegn om at han har tatt over buet uskift. Skal attlevande ektemake berre ta over noko av buet uskift, må det gå fram av fråsegna.\nEr attlevande ektemake eller nokon av arvingane under verjemål,​1 skal retten sende fylkesmannen​2 på staden der personen under verjemål bur, slik oppgåve, status eller registrering og verdsetjing som er nemnd i § 14.\n0 Endra med lover 16 juni 1972 nr. 49, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Alt som attlevande ektemake blir eigar av, går inn i uskiftebuet.​2 Dette gjeld likevel ikkje slikt som er særeige for attlevande av di det er fastsett i ektepakt mellom ektemakane​3 eller av di det er fastsett av givar eller arvelatar i samsvar med ekteskapslova​4 § 48. Har attlevande tatt over særeige til den avdøde i uskifte etter § 9 andre ledd, gjeld reglane der på tilsvarande måte.\nFor rettar eller ting som ikkje kan overdragast eller som er personlege på annan måte, gjeld reglane om uskifte berre så langt det samsvarar med dei rettsreglar som gjeld for desse rettane eller tinga.​5 Når eit uskiftebu blir skift, gjeld reglane i ekteskapslova​4 § 61 bokstav d tilsvarande.\nFår attlevande ektemake gåve eller arv, går dette ikkje inn i uskiftebuet dersom det blir kravt skifte innan 3 månader etter at ektemaken har tatt mot gåva eller arven.\n0 Endra med lover 25 mai 1973 nr. 26, 4 juli 1991 nr. 47.\n1 Jf. § 79 og lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 c (4).\n3 Jf. el. § 42.\n4 Lov 4 juli 1991 nr. 47.\n5 Jf. el. § 61 og lov 15 juni 2018 nr. 40 § 76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Attlevande ektemake rår i levande live som ein eigar over alt som høyrer til buet, med dei atterhald som særskilt er fastsette.​2\nI testament kan attlevande rå over ein så stor part av buet som skal gå til hans eigne arvingar når han døyr (jfr. § 26), så langt det ikkje strider mot reglane om pliktdel.​3 Med dei same atterhald kan han i testamentet rå over bestemte eignelottar som ikkje førstavdøde særskilt har ført inn i buet.\n1 Jf. § 79.\n2 Sjå § 19, § 21, jf. § 24 (2), jf. § 27.\n3 Jf. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Attlevande ektemake som sit i uskift bu, må ikkje utan samtykke frå arvingane gi bort fast eigedom, eller gi andre gåver som står i mishøve til formuen i buet.​2\nHar ektemaken gitt slik gåve utan samtykke, kan kvar av arvingane få gåva omstøytt ved dom dersom gåvemottakaren skjøna eller burde ha skjøna at ektemaken ikkje hadde rett til å gi gåva. Søksmål må reisast​3 innan eitt år etter at arvingen fekk kunnskap om gåva.\nBlir kravet om omstøyting gjort gjeldande medan buet er under offentleg skifte, kan det avgjerast av tingretten i samsvar med lov om skifte​4 § 11 andre ledd. Kravet må være sendt inn til tingretten innan eitt år etter at arvingen fekk kunnskap om gåva.\nDet som framanfor er fastsett om gåver, gjeld og for sal eller anna som inneheld ei gåve.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 79.\n2 Jf. § 24 (2).\n3 Sjå tvl. §§ 6-3, 9-2 og 18-3.\n4 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Attlevande ektemake blir personleg ansvarleg for skyldnader som kvilte på avdøde ektemake.​2 Han kan utferde proklama etter kapittel 12 i skifteloven.​3\n1 Jf. § 79 og lov 21 feb 1930 § 81 og § 92; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 d.\n3 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Sit attlevande ektemake i uskift bu, kan han berre gi fullt eller delvis arveoppgjer til ein eller fleire av arvingane når alle arvingane får like stor del av arvelottane sine eller har gitt samtykke. For arvingar som er mindreårige eller fråtekne rettsleg handleevne på det økonomiske området,​2 må vergen og også fylkesmannen​3 samtykkje.\nEr det gitt nokon arving fullt eller delvis arveoppgjer utan at reglane i første ledd er følgde, kan kvar av dei andre arvingane krevje tilsvarande oppgjer. Er ektemaken ikkje villig til å gi slikt oppgjer, kan arvingane krevje at buet skal skiftast.\nHar ein arving fått særoppgjer som ikkje er endeleg arveoppgjer, skal det ved seinare skifte gjerast frådrag i arvelotten hans etter reglane i §§ 39-42 om avkorting i arv så langt dei høver.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå lov 26 mars 2010 nr. 9 § 2.\n3 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Arvingane til førstavdøde tar berre arv i eit uskift bu dersom dei overlever lengstlevande ektemake, eller dei lever når offentleg skifte blir kravt eller privat skifte blir sett i verk, eller når buet elles skal skiftast. Trengst det for rett til uskifte samtykke frå arvingane,​1 tar desse likevel arv utan omsyn til om dei lever på den tid som er nemnd. Arven skal fordelast mellom arvingane til førstavdøde etter arvetilhøva på den tid som etter reglane ovanfor er avgjerande for om dei har arverett.\nHar attlevande ektemake sete i uskifte med arvingane til førstavdøde i ei arvegangsklasse​2 som seinare er utdøydd, går arven ikkje vidare til ei fjernare arvegangsklasse.\nDen retten ein arving har i eit uskift bu, går ikkje inn i den felleseiga han måtte ha med ektemaken sin, før han sjølv har fått arven etter reglane i første ledds første punktum. Sjølv om retten til uskifte kviler på samtykke frå arvingen, jfr. første ledds andre punktum, får ektemaken hans ikkje nokon større rett til arven med mindre felleseiga blir oppløyst fordi arvingen døyr.\nKravshavarane til ein arving kan ikkje ta utlegg i den retten arvingen har i eit uskift bu,​3 og retten går ikkje inn i konkursbuet til arvingen, før arvingen sjølv har fått arven etter reglane i første ledds første punktum.​4 Dette gjeld sjølv om uskifte kviler på samtykke frå arvingen.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 9 (2) og § 10.\n2 Sjå kap. 1.\n3 Jf. § 25.\n4 Jf. § 44 og § 45. Jf. deknl. § 2-12 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Retten til uskifte fell bort når attlevande ektemake gifter seg.​2\nDet same gjeld når attlevande ektemake er fråteken rettsleg handleevne på det økonomiske området,​3 likevel slik at føresegna i § 13 andre ledd andre punktum gjeld tilsvarande.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå el. § 8 kap. 3 og § 95. Sml. § 24 (2) andre punktum.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Attlevande ektemake kan når som helst krevje heilt eller delvis skifte av buet med samsvarande oppgjer til alle arvingar.\nEin arving kan krevje skifte av buet når attlevande ektemake forsømer oppfostringsplikta​2 si mot han eller fer misleg åt så buet minskar unødig eller blir utsett for vesentleg minking.​3 Ein arving kan òg krevje skifte av buet når den attlevande ektemaken inngår sambuarskap (jf. § 28 a) og sambuarskapet har vart i meir enn to år, eller sambuarane har, har hatt eller ventar barn saman.\nHar attlevande ektemake overtatt buet uskift med førstavdødes særskilde livsarvingar​4 og desse var mindreårige eller fråtekne rettsleg handleevne på det økonomiske området,​5 kan desse krevje skifte for seg sjølve når dei er blitt myndige. Døyr ein slik livsarving, plikter ektemaken å skifte med livsarvingane hans dersom dei ikkje samtykkjer i at uskiftet held fram. § 10 andre og tredje punktum gjeld tilsvarande. Om ein særskilt livsarving kan krevje arveoppgjer etter desse føresegnene, fører ikkje det til at attlevande ektemake mister retten til å sitje i uskifte med resten av buet.​6\nEr ektemaken eller arvingen mindreårig eller fråteken rettsleg handleevne på det økonomiske området,​5 er det verja som med samtykke frå fylkesmannen​7 reiser krav om skifte.\n0 Endra med lover 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528), sjå dens V, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå lov 8 apr 1981 nr. 7 kap. 8.\n3 Jf. § 27.\n4 Sjå § 10.\n5 Sjå lov 26 mars 2010 nr. 9 § 2.\n6 Jf. § 12.\n7 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Kravshavarane til ein arving har ikkje rett til å krevje at buet skal skiftast.\n1 Jf. § 22 og § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ved skifte mellom arvingane til førstavdøde og arvingane til lengstlevande skal uskiftebuet​1 delast likt mellom kvar arving-gruppe når ikkje anna er fastsett.​2 Blir buet skift medan lengstlevande ektemake lever, har lengstlevande rett til arv etter § 6 i tillegg til sin eigen part.​3\nHar lengstlevande overtatt særeige i uskift bu med grunnlag i ektepakt,​4 skal skifte gå for seg på grunnlag av verditilhøvet av særeigemidlane til ektemakane på den tid då uskiftet tok til,​5 om ikkje anna følgjer av ektepakta.​6 Er det i slike tilfelle felleseige og, skal tilhøvet mellom verdien av særeigemidlane til ektemakane med tillegg av den halvpart kvar av dei skal ha av felleseiga leggjast til grunn for skiftet. Har lengstlevande tatt over særeige i uskift bu med samtykke frå arvingane,​7 skal det skiftast på denne måten om ikkje anna er avtalt.\nEr det gjennomført delvis arveoppgjør​8 etter førstavdøde ektemake, skal det takast omsyn til det ved utrekninga av det partshøvet som blir lagt til grunn for skiftet.\nEr det korkje slektsarving eller testamentsarving etter lengstlevande, går heile buet til arvingane etter førstavdøde, slik at mogelege arvingar etter §§ 2 eller 3 blir medrekna.\n1 Jf. § 28.\n2 Sml. § 28 e.\n3 Jf. el. § 77.\n4 Jf. § 9 (2), el. § 43.\n5 Jf. § 14 (2).\n6 Sjå el. § 43 (3).\n7 Jf. § 9 (2).\n8 Jf. § 11, § 12, § 21 og § 24 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Er uskiftebuet minka vesentleg av di attlevande ektemake har vanstyrt sine økonomiske saker, misbrukt retten til å rå over uskiftebuet eller bore seg misleg åt på anna vis,​2 kan arvingane krevja vederlag av buet slik det er etter at kreditorane har fått sitt.​3 Rekk ikkje buet til, kan arvingane for resten av det parten deira har minka med, krevje vederlag av særformue som ektemaken kan ha, og som ikkje trengst til dekning av gjeld.\nMinkar uskiftebuet av di attlevande ektemake brukar uskiftemidlar til å auke formuen sin utanfor buet, eller til å vinne rettar eller ting som etter sitt slag er unntatt frå skifte, får arvingane krav på vederlag etter reglane i første ledd.​4 Har ektemaken hatt utgifter til å skaffe seg pensjon eller livrente, kan arvingane likevel berre krevje vederlag for desse utgiftene så langt dette er rimeleg etter ektemakanes kår og etter omstenda elles.​4\nBlir det ved skiftet ikkje nok til vederlag etter første og andre ledd, kan det seinare ikkje gjerast krav på resten.\n1 Jf. § 79 og lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 19 og § 24.\n3 Sml. el. § 63 (2).\n4 Sml. el. § 63 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Alt som attlevande ektemake rår over, høyrer med til uskiftebuet når det skal skiftast, med mindre det blir godtgjort at midlane er formue som tilhøyrer attlevande utanom buet.\n1 Jf. § 18, § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "content": "Med sambuarskap i lova her reknar ein at to personar over 18 år, som korkje er gift, registrert partner eller sambuar med andre, lever saman i eit ekteskapsliknande forhold.\nEit sambuarskap kan liggje føre jamvel om partane for ei tid bur frå kvarandre på grunn av utdanning, arbeid, sjukdom, opphald på institusjon eller andre liknande omstende. Ein reknar det ikkje som sambuarskap når to personar som etter ekteskapslova​2 § 3 ikkje kan inngå ekteskap, lever saman.\nEin sambuar er etter denne lova kvar ein som lever i sambuarskap etter første, jf. andre ledd.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. ftrl. § 1-5 (3) og lov 4 juli 1991 nr. 45 § 1.\n2 Lov 4 juli 1991 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "28 b",
      "section": "28 b",
      "content": "Den som var sambuar​1 med den avdøde ved dødsfallet og har, har hatt eller ventar barn med den avdøde, har rett til arv svarande til 4 gonger grunnbeløpet i folketrygda​2 ved dødsfallet, jamvel om det er livsarvingar​3 etter arvelataren. Same retten til arv utan omsyn til livsarvingar har også den som har vore sambuar med den avdøde i minst dei siste fem åra før dødsfallet, dersom den avdøde har fastsett det i testament.\nSambuaren sin rett til arv etter første ledd første punktum kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde.​4 Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.\nNyttar ein sambuar retten til uskifte etter § 28 c, skal det berre reknast med arv frå den førstavdøde til den lengstlevande sambuaren etter første ledd dersom uskiftebuet blir skift med dei andre arvingane til den førstavdøde medan den lengstlevande sambuaren lever.​5\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sjå § 28 a.\n2 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 98.858.\n3 Jf. § 1.\n4 Sml. § 7, § 28 c (3) og § 76 (2).\n5 Sml. § 26 (1) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28b",
        "source_heading": "§ 28 b."
      }
    },
    {
      "provision_ref": "28 c",
      "section": "28 c",
      "content": "Den som var sambuar​1 med den avdøde ved dødsfallet, og som har, har hatt eller ventar barn med den avdøde, har rett til å ta over følgjande eigedelar som den avdøde åtte, uskift med den avdøde sine andre arvingar etter lova\na. felles bustad og innbu,\nb. bil og fritidseigedom med innbu som tente til felles bruk for sambuarane.​2\nHar den avdøde særskilt livsarving, gjeld § 10 tilsvarande for uskifterett etter første ledd. Den attlevande kan ikkje ta over eigedelar uskift etter første ledd dersom han eller ho allereie sit i uskift bu etter ein tidlegare sambuar eller ektemake. Dersom den avdøde sat i uskift bu etter ein tidlegare sambuar eller ektemake, kan den attlevande heller ikkje ta over eigedelar frå det første uskiftebuet før dette buet er skift.​4\nSambuaren sin rett til å sitte i uskifte kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde. Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.​5\nAlt den attlevande sambuaren er eller blir eigar av som høyrer naturleg saman med dei eigedelane han eller ho har tatt over uskift, går inn i uskiftebuet.​6\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sjå § 28 a.\n2 Sml. el. § 31 (3).\n3 Sml. § 9 (2) og § 10.\n4 Sml. el. § 8.\n5 Sml. § 7, 28 b (2) og § 76 (2).\n6 Sml. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28c",
        "source_heading": "§ 28 c."
      }
    },
    {
      "provision_ref": "28 d",
      "section": "28 d",
      "content": "Den attlevande sambuaren som tar over eigedelar uskift etter § 28 c, blir personleg ansvarleg for skyldnader som kvilte på den avdøde. Han eller ho kan utferde proklama etter kapittel 12 i skiftelova.​1\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.). – Sml. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28d",
        "source_heading": "§ 28 d."
      }
    },
    {
      "provision_ref": "28 e",
      "section": "28 e",
      "content": "Ved skifte mellom arvingane til den førstavdøde og den lengstlevande eller arvingane til den lengstlevande skal uskiftebuet delast i høve til verdien av kvar av sambuarane sine eigedelar i uskiftebuet på den tida då uskiftet tok til. Blir buet skift medan den lengstlevande sambuaren lever, har den lengstlevande sambuaren rett til arv etter § 28 b i tillegg til sin eigen part. Skiftelova​2 kapittel 10 gjeld tilsvarande, med unntak av § 63 andre og tredje ledd.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. § 26.\n2 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28e",
        "source_heading": "§ 28 e."
      }
    },
    {
      "provision_ref": "28 f",
      "section": "28 f",
      "content": "Reglane i kapittel III gjeld så langt dei høver for uskifte på grunnlag av sambuarskap. Der det er gitt særlege reglar for ektepar med særeige, gjeld reglane for særeige.​1\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. el. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28f",
        "source_heading": "§ 28 f."
      }
    },
    {
      "provision_ref": "28 g",
      "section": "28 g",
      "content": "Ein attlevande sambuar som vil nytte retten til uskifte, skal innan 60 dagar etter dødsfallet, jf. skiftelova​2 § 81, sende melding til tingretten med opplysing om namn og alder på arvingane og om opphaldsstaden deira og dessutan ei summarisk oppgåve over eigedelar og gjeld for seg sjølv og for den avdøde sambuaren. Den attlevande sambuaren og arvingane kan gjere avtale om verditilhøvet av eigedelane i uskiftebuet etter den avdøde og den attlevande, jf. § 28 e første punktum, som skal leggjast ved meldinga til tingretten. Har det ikkje late seg gjera å få til ein slik avtale, skal den attlevande sambuaren i staden la det bli halde registrering og verdsetjing gjennom tingretten. § 14 andre ledd tredje og fjerde punktum gjeld tilsvarande.\nRetten skal skrive ut uskifteattest i samsvar med skiftelova​2 § 89.\nEin sambuar som har rett til å overta eigedelar uskift, kan krevje dei opplysingane som er nødvendige for å vurdere den økonomiske stillinga til den avdøde. For dette formålet kan ein sambuar krevje at skattestyresmaktene gir opplysningar om eller kopi av skattemelding og fastsetjing av formues- og inntektsskatt for den andre sambuaren. Ein sambuar kan også krevje opplysingar av selskap, føretak eller andre institusjonar som driv finansieringsverksemd eller forsikringsverksemd, og av andre som har midlar til forvalting.​3 Kongen kan gi forskrifter til utfylling av denne paragrafen.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528), endra med lov 27 mai 2016 nr. 14 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 531).\n1 Sml. § 14.\n2 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n3 Sml. el. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28g",
        "source_heading": "§ 28 g."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "To tredjepartar av formuen til arvelataren er pliktdelsarv for livsarvingane.​2 Men pliktdelsarven er aldri større enn 1.000.000 kroner til kvart av barna til arvelataren eller til kvart barns linje, likevel såleis at grensa for ein fjernare livsarving er minst 200.000 kroner til kvar einskild.\nArvelataren kan ikkje i testament rå over pliktdelsarv med mindre det er særleg heimel for det.​3\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Jf. § 35 og § 37.\n2 Jf. § 1.\n3 Jf. §§ 28 b, 28 c (1) andre punktum, §§ 30 til 34, § 36 og §§ 39 til 41, lover 28 juni 1974 nr. 58 § 54, 15 juni 2018 nr. 40 § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Arvelataren kan i testament gi ein livsarving rett til å få arven sin utlagd i nærare fastsette eignelottar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Arvelataren kan i testament fastsetje at også pliktdelsarv etter han skal være særeige for arvingen.\n1 Sml. el. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Arvelataren kan i særlege tilfelle, og når omsynet til arvingen taler for det, i testament fastsetje innskrenking av retten til å rå over pliktdelsarv.\nEtter slikt testament skal arven heilt eller delvis styrast etter reglane i vergemålsloven​1 kapittel 7, eller på annan måte som gir god nok trygd og avkasting. Arven blir utbetalt til den tid arvelataren har fastsett, likevel aldri seinare enn når arvingen er død. Avkastinga skal arvingen få etter kvart. Arvingens råderett og kravshavaranes dekningsrett skal vere avgrensa som nemnt i lov om fordringshavarens dekningsrett​2 § 3-2, om ikkje anna er fastsett i testament; er råderetten ikkje avgrensa som nemnt i § 3-2, er kravshavaranes dekningsrett berre avgrensa etter § 3-1. Dersom arven skal styrast etter reglane i vergemålsloven kapittel 7, kan det fastsetjast at tillitsmann​3 ikkje skal oppnemnas.\nI staden for eller ved sida av påbod som nemnt i første leden kan arvelataren i testament fastsetje at arven heilt eller delvis skal nyttast til å kjøpe livrente til arvingen.\nPåbod frå arvelataren kan brigdast eller opphevast etter reglane i lov om stiftelser.​4 Er det oppnemnt tillitsmann​3 er han målsmann for arvelataren i sak om omdanning.\nEr berre ein del av arven til ein arving pliktdelsarv, gjeld reglane i andre til fjerde leden likevel heile arven, om ikkje anna er fastsett i testament.\n0 Endra med lover 8 juni 1984 nr. 60 (sjå dens III nr. 11), 24 juni 1988 nr. 65, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Lov 8 juni 1984 nr. 59.\n3 Sjå deknl. § 3-4.\n4 Lov 15 juni 2001 nr. 59 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Den som driv næringsverksemd eller som er medeigar for ein vesentleg del av føretak som driv slik verksemd, kan fastsetje i testament at næringa eller hans del av føretaket med all tilhøyrsle skal gå til ein eller fleire av livsarvingane​1 hans. Slikt testament gjeld berre når det er stadfest av Kongen,​2 med mindre alle livsarvingar er myndige​3 og har samtykt i ordninga. Stadfesting kan berre bli gitt når verksemda eller den delen av føretaket som tilhøyrer arvelataren ut frå samfunnsomsyn eller omsyn til dei sams interessene til arvingane bør gå til ein einskild eller nokre av arvingane. Slikt testament hindrar ikkje odelsrett eller åsetesrett.​4\nDet skal fastsetjast i skjønn kva pris som skal betalast for overtaking av verksemda, og om utbetaling til dei andre arvingane skal utsetjast ei fastsett tid. Vert utsetjing fastsett, skal det svarast lovsett rente og arven skal sikrast med skifteutleggspant eller på annan måte. Overtakingssummen og vilkåra elles skal setjast slik at verksemda vil gi rimelege arbeidsvilkår for den som tar over etter at det er tatt omsyn til storleiken av buet og interessene til dei andre lotteigarane.\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Sjå § 1.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Sjå lov 26 mars 2010 nr. 9 § 2.\n4 Jf. lov 21 feb 1930 § 62; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Arvelataren kan fastsetje i testament at arving som har fylt 18 år, ikkje skal ta pliktdelsarv etter arvelataren, dersom arvingen har gjort seg skyldig til straff for brotsverk mot arvelataren eller mot nokon av slektningane sine i rett opp- eller nedstigande linje eller syskena sine eller avkom etter dei, eller dersom arvingen har late være å hjelpe arvelataren etter evne då arvelataren trong det. Slikt testament gjeld berre når det er stadfest av Kongen.​2\nBlir nokon gjort arvelaus etter reglane framanfor, skal arven gå som om han var død før arven fall.​3\n1 Jf. § 73.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Jf. § 1 (2) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ei gåve som er meint å skulle oppfyllast etter at givaren er død, er berre gyldig så langt den fell innanfor den delen av formuen som givaren kunne rå over med testament etter §§ 29 og 37. Det same gjeld gåve han har gitt på dødsleiet.\n1 Jf. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Barn av arvelataren som ikkje har fått oppfostringa si fullenda på den tid arvelataren døyr, har krav på ein sum av buet som forlott til å sikre livsopphald og utdanning dersom dette er rimeleg etter tilhøva. Storleiken av summen skal avpassast etter tilhøva. Ved avgjerda skal det m.a. takast omsyn til den arvelotten det uforsytte barnet elles får, om barnet har eigen formue, om barnet er sikra oppfostring på annan måte, og kva utgifter arvelataren har hatt til utdanning av dei andre barna sine. Er det fleire barn utan forsyting, skal kvart barn ha så mykje som er rimelig når det blir tatt omsyn til kva dei treng og til tilhøva elles.​2\nHeimeverande barn som utan rimeleg vederlag har gjort særleg mykje for arvelataren, kan ved arveoppgjeret krevje å få ein sum av buet som forlott dersom dette er rimeleg etter tilhøva. Storleiken av summen skal avpassast etter tilhøva. Ved avgjerda skal det m.a. takast omsyn til den innsats barnet har gjort, dei utsikter det har i arbeidslivet, kor stor arvelott barnet elles vil få og den økonomiske stoda i det heile til barnet​3 og dei andre arvingane.\n1 Jf. lov 8 apr 1981 nr. 7 kap. 8.\n2 Jf. lov 16 juni 1989 nr. 69 § 15-6.\n3 Jf. ftrl. kap. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Forlottsretten til barna etter § 36 kan ikkje gjerast mindre med testament. Reglane i § 29 andre ledd og §§ 31-34 gjeld likevel tilsvarande.\nForlottsretten skal oppfyllast i buet før annan arv, men er utan innverknad på dei rettane attlevande ektemake har etter skifteloven.​1 I pliktdelsarv​2 kan forlottsretten berre oppfyllast så langt midlane elles i buet ikkje rekk til.\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Har arvelataren gitt ein livsarving​2 ei monaleg gåve utan at dei andre livsarvingane har fått tilsvarande verdiar, skal gåva avkortast i arven til mottakaren som forskot dersom arvelataren har fastsett det eller det blir godtgjort at avkorting vil vere i samsvar med føresetnadene til arvelataren. Det som her er fastsett om gåver, gjeld på same måte for forsikring og utlegg e.l. til føremon for ein livsarving. Utlegg til underhald, sjukehjelp og utdanning blir ikkje rekna som forskot når det berre gjeld oppfylling av den plikt foreldre har til oppfostring av barna.​3\n1 Jf. § 43.\n2 Jf. § 1.\n3 Jf. lov 8 apr 1981 nr. 7 kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Er det gitt forskot til sams livsarving​2 etter ektemakane av midlar som blir rekna som felleseige når den eine ektemaken er død, skal avkorting gjerast i arven etter førstavdøde når det blir skift medan lengstlevande er i live. Vidare avkorting skal om det er nødvendig gjerast etter at lengstlevande er død.\n1 Jf. § 43 og § 21 (3).\n2 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Når det blir gjort avkorting, skal verdien av forskottet då det vart gitt, leggjast til grunn, dersom dette ikkje ville vere openbert urimeleg. Har arvelataren fastsett avkortingssummen skal likevel denne fastsetjinga leggjast til grunn om ikkje summen må reknast for å vere for høg.\n1 Jf. § 43 og § 21 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Er avkortingssummen større enn arvelotten til livsarvingen, blir han likevel ikkje skyldig buet noko, med mindre anna er fastsett då forskottet vart gitt.\n1 Jf. § 43 og § 21 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Døyr ein livsarving​2 som hadde måtta tole avkorting før arvefallet, skal avkorting gjerast andsynes livsarvingane hans.\n1 Jf. § 43 og § 21 (3).\n2 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Når ikkje anna er avtalt, har ikkje avkorting etter reglane i §§ 38-42 noko å seie for den rett attlevande ektemake har til part av buet og for retten til arvelataren til å rå over arven med testament.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Ingen må avhende eller pantsetje arv han ventar. Det same gjeld den rett ein arving har i eit uskift bu.​2\n1 Jf. § 83.\n2 Jf. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Ein arving kan gi arvelataren avkall på arv som arvingen ventar, eller på ein del av den. Når ikkje anna er avtalt, bind avkall på arv også livsarvingane til arvingen, med mindre avkallet er gitt av livsarvingen til arvelataren utan rimeleg vederlag.\nAvkall på arv kan og gis andsynes attlevande ektemake som sit i uskift bu.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 74 og § 83 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Har avdøde ikkje slektningar,​1 ektemake​2 eller sambuar som arvar han,​3 og har han ikkje gjort testament om arven, skal nettoformuen fordelast til frivillig verksemd til fordel for barn og unge. Kongen​4 kan i forskrift gi nærmare føresegner om ordninga for fordeling av formuen til slik verksemd.\nI særlege høve kan departementet​5 etter søknad avgjere at formuen heilt eller delvis skal fordelast til slektningar eller andre som har stått avdøde nær. Kongen​4 kan i forskrift gi nærmare føresegner om slik fordeling av formuen.\n0 Endra med lov 12 mai 2015 nr. 28 (ikr. 1 sep 2015 iflg. res. 19 juni 2015 nr. 666).\n1 Sjå § 1 til § 3.\n2 Sjå el. kap. 3 og § 95. Sjå òg § 8.\n3 Sjå §§ 28 b og 28 c.\n4 Kulturdepartementet iflg. res. 19 juni 2015 nr. 667.\n5 Kommunal- og moderniseringsdepartementet iflg. res. 19 juni 2015 nr. 667.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Når det er slått fast at avdøde ikkje har arvingar, jf. § 46, treff departementet​2 dei avgjerdene under skiftet som elles høyrer under lotteigarane, så som avgjerder om sal av fast eigedom og lausøyre. Departementet skal sjå til at utgiftene til buhandsaming, gravferd og gravlegat o.a. er dekte. Kongen​3 kan i forskrift gi nærare føresegner om oppgåvene etter første og andre punktum.\n0 Endra med lover 10 juni 1977 nr. 76, 12 mai 2015 nr. 28 (ikr. 1 sep 2015 iflg. res. 19 juni 2015 nr. 666).\n1 Jf. § 84.\n2 Kommunal- og moderniseringsdepartementet.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 19 juni 2015 nr. 667.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Den som har fylt 18 år kan i testament fastsetje kva som skal gjerast med det han let etter seg når han døyr.\nTestament frå nokon som er under 18 år gjeld ikkje utan stadfesting av Kongen.​2 Krav om stadfesting bør setjast fram så snart råd er etter at testamentet er gjort.\nEr det vedteke verjemål​3 for testator, bør erklæring frå lege om tilstanden til testator leggjast ved testamentet.\n0 Endra med lover 24 juni 1988 nr. 65, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 56 og § 57.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Når ikkje anna er fastsett i dette kapitlet, skal testament gjerast skriftleg med to vitner​2 som testator har godtatt og som er til stades saman og veit at dokumentet skal vere testament. Testator skal, medan dei er til stades, skrive under dokumentet eller vedkjenne seg underskrifta. Vitna skal skrive namna sine på dokumentet medan testator er til stades og etter hans ønske.\nHar vitna gitt testamentet påskrift om at reglane i første ledd er følgde, er dette prov nok, når ikkje særlege tilhøve gir grunn til å tvile på innhaldet i påskrifta.\nLoven er ikkje til hinder for at fleire personar gjer felles testament. Heller ikkje er loven til hinder for at fleire personar gjer testament til føremon for kvarandre (gjensidig testament).​3\n1 Jf. § 85. – Sml. el. § 54.\n2 Jf. § 52 og § 61.\n3 Jf. § 57 (3), § 58 og § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Testamentsvitna bør i påskrift på dokumentet opplyse om testator gjorde testamentet av fri vilje og var ved sans og samling.​1 Påskrifta bør innehalde yrket og adresse til vitna. Testamentet bør også daterast.\n1 Jf. § 62 og § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Hindrar brå og farleg sjukdom eller anna nødstilfelle nokon frå å gjere skriftleg testament etter § 49, kan han gjere testament muntleg for to vitne​1 som er til stades saman og som han har godtatt. Vitna bør straks setje opp testamentet skriftleg og saman gi påskrift om dei tilhøve som hindra at det vart gjort skriftleg testament.\nEr det ikkje råd å få tak i testamentsvitne, kan testator gjere testament med eit dokument som han sjølv har skrive og underskrive.\nTestament etter første og andre ledd er ikkje lenger gyldig når testator i 3 månader etter at testamentet vart gjort, ikkje har vore hindra i å følgje reglane i § 49.\n1 Jf. § 52 og § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Testamentsvitna skal vere minst 18 år og ikkje sinnssjuke eller i høg grad hemma i sjeleleg utvikling eller i høy grad sjeleleg svekte.\n1 Jf. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Reglane framanfor i dette kapitlet gjeld også for gåve som er meint å skulle oppfyllast etter at givaren er død, og gåve som er gitt på dødsleiet.\n1 Jf. § 35 og § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Jamvel om eit testament ikkje oppfyller formkrava i dette kapitlet, skal det likevel reknast for gyldig når det gjeld form dersom det fyller formkrava i loven\na. på den staden der testamentet vart gjort,\nb. i ein stat der testator var statsborgar anten då testamentet vart gjort eller då han døydde, eller\nc. på den staden der testator hadde sin bustad anten då testamentet vart gjort eller då han døydde, eller\nd. på den staden der testator hadde domisil anten då testamentet vart gjort eller då han døydde, såframt lovgjevinga i denne staten legg ulikt innhald i domisil og bustad, og testator etter den framande lovgjeving det gjeld, vert rekna for å ha domisil der, eller\ne. på den stad ein fast eigedom ligg, så langt det gjeld denne eigedomen.\n1 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Testator kan fritt tilbakekalle eller endre testamentet sitt, når ikkje anna er fastsett i dette kapitlet.​1\n1 Jf. § 56, § 57 (3), § 58 og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Testator kan med arvepakt binde seg til ikkje å gjere, endre eller tilbakekalle testament.\nOm korleis arvepakt skal gjerast, gjeld reglane i §§ 48-52. Vil nokon som er under verjemål​1 gjere arvepakt, krevst dessutan samtykke frå fylkesmannen​2 i den mon arvepakta gjeld midlar som personen ikkje rår over sjølv.​3\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 § 4.\n3 Sjå lov 26 mars 2010 nr. 9 §§ 21 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Om tilbakekalling og endring av testament gjeld reglane i kapittel VIII. Regelen om stadfesting i § 48 gjeld likevel ikkje når nokon som er under 18 år vil tilbakekalle eit testament.\nNår ein testamentarisk disposisjon kan kallast tilbake utan stadfesting, fell disposisjonen dessutan bort når dokumentet er øydelagt eller overstroke så det er truleg at disposisjonen ikkje skal gjelde.​2 Vidare fell ein testamentarisk disposisjon bort når det på grunn av tilhøve som seinare er komne til, er tvillaust at han ikkje skal gjelde.​3\nI tillegg til reglane i første og andre ledd gjeld for gjensidig testament​4 at tilbakekalling eller endring berre er gyldig når den andre testator har fått kunnskap om det før arvelataren døydde, med mindre det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle den andre testator.​5\n1 Jf. § 85.\n2 Jf. § 69.\n3 Sml. § 65 (2).\n4 Jf. § 49 (3), § 58 og § 67.\n5 Jf. § 7, § 28 b (2) og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Har attlevande ektemake​1 tatt over arven etter eit gjensidig testament​2 som fastset noko om fordelinga av arven når båe er døde, kan attlevande ektemake tilbakekalle eller endre det som er fastsett om at arven eller ein del av den skal gå til arvingane til attlevande ektemake etter loven. Men attlevande ektemake kan ikkje tilbakekalle eller endre det som er fastsett om arverett til andre arvingar.\nAttlevande ektemake kan likevel tilbakekalle eller endre alt som er fastsett om arv til nokon som er innsett til arving etter særskilt ønske frå den attlevande ektemake, eller som ein må gå ut frå er innsett etter slikt ønske.\n1 Sjå el. kap. 3 og § 95.\n2 Jf. § 49 (3), § 57 (3) og § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Reglane i § 54 gjeld tilsvarande for tilbakekalling eller endring av testament. Ei tilbakekalling er dessutan gyldig med omsyn til forma når tilbakekallinga fyller krava i lovgjeving der testamentet var gyldig i samsvar med § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Er tvingande reglar i kapitla VIII og IX om korleis testament skal gjerast, kallast tilbake eller endrast ikkje følgde, er disposisjonen ugyldig.​2 Tilsvarande gjeld gåve som nemnt i § 53 dersom tvingande reglar i kapittel VIII om korleis testament skal gjerast ikkje er følgde.\n1 Jf. § 70 (2).\n2 Sml. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Disposisjon i testament til føremon for eit av testamentsvitna er ugyldig. Det same gjeld disposisjon til føremon for ektemaken til eit testamentsvitne, for slektning i rett opp- eller nedstigande linje eller sysken, eller til føremon for ektemaken til ein så nær slektning eller for ein like nær slektning til ektemaken til eit vitne. Adoptivbarn​1 vert rekna for barn til adoptanten, og dei naturlege slektskapstilhøva til barnet skal det berre leggjast vekt på dersom vitnet kjende tilhøvet på testasjonstida.\nDisposisjon i testament til føremon for nokon som vitnet er i teneste hos på testasjonstida, er ugyldig. Som teneste vert og rekna funksjon som styremedlem og liknande i selskap, lag, stifting eller offentleg institusjon. Disposisjonen er likevel gyldig når tilknytinga er fjern og truleg ikkje har hatt noko å seie for innhaldet i testamentet.\nAt nokon er innsett til testamentsfullførar, gjeld jamvel om den innsette eller nokon i hans teneste har vore testamentsvitne.\n1 Jf. lov 16 juni 2017 nr. 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Ein testamentarisk disposisjon er ugyldig når testator var sinnsjuk eller i høg grad hemma i sjeleleg utvikling eller i høg grad sjeleleg svekt då testamentet vart gjort, med mindre det er usannsynleg at sinnsstoda hans har hatt innverknad på innhaldet i disposisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Ein testamentarisk disposisjon er ugyldig når disposisjonen er framkalla ved tvang, svik eller annan misleg påverknad eller ved misbruk av testators lettsinn, veikskap eller avhengige stilling.\n1 Jf. lov 31 mai 1918 nr. 4 §§ 28 til 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Ein testamentarisk disposisjon er ugyldig når disposisjonen går ut på bruk eller øydelegging som openbert ikkje har noko fornuftig føremål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Testament skal tolkast i samsvar med det testator meinte.\nHar feilskrift eller anna mistak gjort at eit testament har fått eit anna innhald enn testator meinte, skal testamentet gjelde slik testator meinte, når dette kan bli klårlagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Når det ikkje er grunn til å tru at testator meinte noko anna, skal desse reglane gjelde:\n1. Rekk ikkje arven til, skal den som er innsett til arving til ein særskild ting, gå føre den som skal arve ein pengesum.​1\n2. Døyr ein testamentsarving før testator, eller kan arvingen av andre grunnar ikkje ta imot arven,​2 går livsarvingane​3 hans inn i hans stad, dersom dei kan ha rett til arv etter testator etter loven.​4\n3. Har nokon sett inn ektemaken​5 sin til testamentsarving, gjeld reglane i § 8 tilsvarande.\n4. Den som er innsett til å arve ein særskild ting, kan ikkje krevje vederlag for hefte som kviler på tingen. Heller ikkje kan han krevje pengar dersom tingen ikkje finst i buet.\n5. Er det meir enn eitt testament etter testator, gjeld alle, med mindre eit yngre testament kallar tilbake eller står i strid med noko som er fastsett før. Rekk ikkje buet til, skal nyare disposisjonar gå føre eldre.\n1 Sjå lov 21 feb 1930 § 97; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 72 og § 74.\n3 Jf. § 1.\n4 Jf. kap. I.\n5 Sjå el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Har lengstlevande ektemake​2 tatt over arven etter eit gjensidig testament,​3 og let ingen av ektemakane etter seg livsarvingar,​4 skal følgjande reglar gjelde når det ikkje er grunn til å tru at ektemakane meinte noko anna då dei gjorde testament:\n1. Lengstlevande ektemake​2 rår i levande live som ein eigar over heile formuen, utan hinder av den rett arvingane etter førstavdøde måtte ha. Han kan når som helst gi ein eller fleire av arvingane fullt eller delvis arveoppgjer.\n2. Har testamentet klare føresegner om arverett for arvingane etter førstavdøde, skal på skifte etter at lengstlevande er død halvparten av den samla formuen gå til arvingane etter førstavdøde og den andre halvparten til arvingane etter lengstlevande. Dersom lengstlevande gifter seg att,​2 pliktar han å skifte med arvingane etter førstavdøde. Ellers gjeld reglane i §§ 17 andre og tredje ledd, 18 andre ledd og 26 tredje ledd tilsvarande.\n3. Så langt testamentet ikkje har klare føresegner om arvefordelinga etter at lengstlevande er død, rår han fritt over heile formuen også ved testament. Ligg det ikkje føre slik disposisjon, har arvingane til førstavdøde etter § 2 krav på halvparten av den samla formuen, dersom lengstlevande døyr utan å ha gift seg på ny.\n4. Reglane i §§ 22 og 26 fjerde ledd gjeld tilsvarande for arveretten til arvingane etter førstavdøde.\n1 Jf. § 86.\n2 Sjå el. kap. 3 og § 95.\n3 Jf. § 49 (3), § 57 (3) og § 58.\n4 Jf. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Testator kan levere testamentet til varetaking hos tingretten i den rettskrinsen der han bur. I staden for sjølve testamentet kan han levere inn ei stadfest avskrift. Når testator ønskjer det, kan testamentet leverast inn i lukka omslag, og han kan krevje at det skal takast vare på på same måte.\nVaretaking som nemnt i første ledd har ikkje noko å seie for om testamentet er gyldig og fører ikkje til at retten skal ha melding dersom testamentet blir kalla tilbake,​1 og heller ikkje til at nytt testament må takast vare på på same måte. Dersom testator endrar eller tilbakekallar testament som er innlevert til varetaking, bør han likevel melde frå til tingretten.\nRetten har ikkje ansvar for at eit testament som er levert inn til varetaking, blir lagt fram når testator er død.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Kan eit testament ikkje finnast når testator er død, skal det likevel gjelde når innhaldet kan klårleggjast, med mindre ein må gå ut frå at testamentet er kalla tilbake​1 eller at det har vore ugyldig.​2\n1 Jf. § 57.\n2 Jf. § 60 til § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Rett etter eit testament kan berre gjerast gjeldande dersom minst ein av dei som har føremon etter det har varsla tingretten innan 6 månader etter at han fekk kunnskap om innhaldet i testamentet og om at testator er død. Varsel trengst ikkje når tingretten eller minst ein av dei som elles skulle ha den delen av arven det er disponert over, på annan måte​2 har fått kunnskap om testamentet før varslingsfristen er ute for alle rettshavarane.\nMotsegn som går ut på at ein testamentarisk disposisjon er ugyldig, kan ikkje gjerast gjeldande av ein arving etter loven eller etter testament, med mindre minst ein av arvingane har varsla tingretten innan 6 månader etter at han fekk kunnskap om disposisjonen og om at testator er død og om grunnlaget for påstanden om at disposisjonen er ugyldig. Retten til å gjøre motsegn mot disposisjonen står likevel ved lag så langt slikt varsel er gitt til kvar einskild av dei som har føremon etter testamentet.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 75 og lov 21 feb 1930 § 42 og § 43; lov 14 juni 2019 nr. 21 (ikke ikr.). – Jf. § 87.\n2 Jf. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Rett til arv har berre den som lever​1 eller er avla når arvelataren døyr.\nArvelataren kan fråvike reglane i første ledd for arv som han kan disponere fritt over med testament. Ein ufødd person kan likevel berre gis arverett når ein av foreldra hans er fødd eller avla når arvelataren døyr.​2\n1 Jf. § 72 og kap. XIII A.\n2 Jf. Grl. § 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Er ein arving død utan at ein veit om han overlevde arvelataren, blir han rekna for ikkje å ha overlevd han.\nDersom det seinare blir godtgjort at arvingen overlevde arvelataren, kan arvingane etter den avdøde krevje tilbakesøking etter reglane i § 75 a.\n0 Endra med lov 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Blir nokon dømd til fengselsstraff utan vilkår for straffebrot mot den han skulle arve, og arvelataren døyr på grunn av handlinga, kan arveretten til den skyldige heilt eller delvis falle bort.\nBlir nokon dømd til fengselsstraff utan vilkår for straffebrot mot arving etter arvelataren som han sjølv har eller kan få arverett etter, og arvingen døyr på grunn av handlinga, kan arveretten til den skyldige heilt eller delvis falle bort. Det same gjeld når nokon blir dømd til fengselsstraff utan vilkår for straffebrot som er årsak til at eit barn som er avla, ikkje blir født levande, og barnet hadde hatt betre eller like god arverett som gjerningsmannen.\nRetten skal ta avgjerd om tap av arverett etter første og andre ledd i dom.​2 Krav om bortfall av arverett kan setjast fram av kvar den som får rett til arv eller større arv dersom kravet blir godtatt. I offentleg straffesak om handlinga kan dessutan påtalemakta setje fram slikt krav, og retten kan av eige tiltak ta avgjerd om bortfall av arverett, jamvel om det ikkje er sett fram krav om det.​3\nBlir nokon fråkjend rett til arv etter reglane framanfor, skal arven gå som om han var død før arven fall.\nReglane i denne paragrafen er ikkje til hinder for at arveretten blir gitt tilbake med testament. Men slikt testament gjeld berre når det er stadfest av Kongen.​4\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. § 88. – Jf. lov 16 juni 1989 nr. 69 § 15-9.\n2 Sjå tvl. § 19-1 (1) og strpl. § 30.\n3 Jf. strpl. § 3.\n4 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Ein arving kan avslå arv som er fallen. Avslaget kan gjelde heile arven eller ein del av den.\nArv som det er gitt avkall på skal gå som om arvingen var død før arven fall. Arving som ikkje har livsarving,​2 kan likevel gi avslag til føremon for ein særskild medarving.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sml. § 45. – Jf. deknl. § 2-12 (2).\n2 Jf. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Retten til å krevje arv fell bort når arvingen ikkje gjer den gjeldande innan 10 år etter at arvelataren døydde. Forelding blir hindra ved at arvekravet blir meldt til den tingretten som har buet, eller – dersom skifte av buet ikkje tidlegare er avslutta – ved at offentleg skifte blir kravt,​2 eller ved at søksmål blir reist​3 mot dei som elles får arven eller har fått den. Kravet på arv blir heller ikkje forelda dersom dei nemnde arvingane har godkjent arvekravet før fristen er ute.\nKrav på arv blir ikkje forelda så lenge dødsbuet til arvelataren står under offentleg skifte. Er buet tatt over av attlevande ektemake etter reglane om uskifte i kapittel III, går foreldingsfristen først frå den tid den attlevande ektemaken døyr. Har attlevande ektemake skift tidlegare, går fristen frå den tid skiftet var slutt. Følgjer det av testamentet til arvelataren at arvingen ikkje kan gjere krav på arv gjeldande på den tid arvelataren døyr, går fristen først frå den tid kravet kunne ha vore gjort gjeldande.\nFor arving som er fråverande eller bortkomen, gjeld det som er fastsett i særskild lov.​4\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 87. – Jf. § 70.\n2 Jf. lov 21 feb 1930 § 84; lov 14 juni 2019 nr. 21 (ikke ikr.).\n3 Sjå tvl. § 18-3.\n4 Sjå kap. XIII A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "75 a",
      "section": "75 a",
      "content": "Ein arving skal ikkje reknast med under skiftet om det ikkje er sikkert at arvingen har overlevd arvelataren, jf. § 72 første ledd.\nViser det seg seinare at arvingen overlevde arvelataren, kan arvingen eller – om arvingen er død – hans eller hennar arvingar innan ti år etter arvefallet krevje arven frå dei som har fått han. Gjeld det arv i eit bu som er overteke av den attlevande ektemaken​1 eller sambuaren​2 etter reglane om uskifte i kapittel III og kapittel III A, blir fristen rekna først frå det tidspunktet den attlevande ektemaken eller sambuaren døyr. Har den attlevande ektemaken eller sambuaren skift tidlegare, skal fristen reknast frå det tidspunktet skiftet var slutt. Er arvingen ved orskurd sagt å vere død, jf. lov om forsvunne personar​3 §§ 8 eller 9, gjeld fristen i same lov § 18 dersom han går ut før fristen som er nemnd foran. Kravet om attendeføring følgjer elles reglane i lov om forsvunne personar § 19.\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Sjå el. kap. 3 og § 95.\n2 Sjå § 28 a.\n3 Lov 12 mai 2015 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75a",
        "source_heading": "§ 75 a."
      }
    },
    {
      "provision_ref": "75 b",
      "section": "75 b",
      "content": "Er ein arving forsvunnen etter at arven er fallen, eller er arvingen fråverande utan kjend opphaldsstad, skal arvingen få arven utlagd på skiftet om ikkje anna følgjer av § 75 c. Reglane i lov om forsvunne personar​1 kapittel 2 om forvalting av den forsvunne sine eigedelar og oppnemning av verje gjeld tilsvarande.\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Lov 12 mai 2015 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75b",
        "source_heading": "§ 75 b."
      }
    },
    {
      "provision_ref": "75 c",
      "section": "75 c",
      "content": "Er arven til ein forsvunnen arving som nemnd i § 75 b, mindre enn to gonger grunnbeløpet​1 i folketrygda, og det heller ikkje er kjend at arvingen har annan formue, skal arvingen ikkje få arven utlagd når han eller ho har ektemake, sambuar eller slekt som har rett til arven etter lova, eller han eller ho har rådd over heile arven ved testament. Arven skal då gå til dei som var arvingar etter den forsvunne eller fråverande då arven fall. Ein forsvunnen eller fråverande arving kan ikkje krevje attende arv som er utlagd etter første punktum\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Jf. ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 98.858.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75c",
        "source_heading": "§ 75 c."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "I avtale med framand stat kan det utan hinder av føresegnene i denne loven fastsetjast reglar om tilhøvet mellom arvelovgjevinga i Noreg og arvelovgjevinga i annan stat.​1\nEin ektemakes eller sambuars rettar etter lova her kan berre avgrensast ved eit lovval etter konvensjon 19. november 1934 mellem Norge, Danmark, Finland, Island og Sverige om arv og dødsboskifte artikkel 3 dersom ektemaken eller sambuaren har fått kunnskap om dette før arvelataren døydde.​2\n0 Endra med lov 16 des 2016 nr. 94 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1585).\n1 Sjå konvensjoner 19 nov 1934 (inntatt her i Norges Lover) og 5 okt 1961.\n2 Jf. § 7, § 28 b (2) og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Denne lov tar til å gjelde frå den tid Kongen fastset.​1\n1 Frå 1 jan 1973 iflg. res. 23 juni 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Barn som er født utanom ekteskap før 1 januar 1917 tar ikkje arv etter faren eller farsslekta. Har faren lyst barnet i kull og kjønn,​1 skal barnet ta arv, men berre halv lott ved sida av barn som faren har i ekteskap.\nFaren og farsslekta har ikkje rett til arv etter barn utanom ekteskap når barnet er født før 1 januar 1917.\n1 Jf. tidlegare arvelov 31 juli 1854 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Reglane i eldre lover​1 om rett til arv etter loven og til uskifte og om rettsstoda elles for attlevande ektemake, arvingar og legatarar, gjeld når arvelataren er død før denne loven tok til å gjelde,​2 men likevel slik at reglane i §§ 17-21, 23-25, 27 og 28 skal gjelde også når arvelataren (førstavdøde ektemake) er død før loven tok til å gjelde.\n1 Jf. § 89.\n2 Frå 1 jan 1973.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 8 apr 1981 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Reglane i kapittel IV om pliktdelsarv m.v. gjeld berre når arvelataren er død etter at denne loven tok til å gjelde. Testament som er stadfest etter § 36 eller § 37 i lov 31 juli 1854 om Arv, skal likevel framleis vere gyldig.​1 Det same gjeld testament som er gjort i medhald av § 70 i den tidlegare arveloven før denne loven tok til å gjelde.​1\n1 Sjå § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Reglane i kapittel V om forlottsrett for barn gjeld berre når arvelataren er død etter at denne loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Reglane i kapittel VI om avkorting i arv gjeld og for gåver og anna hjelp som er gitt før denne loven tok til å gjelde, dersom arvelataren døyr etter at loven tok til å gjelde.\nOm avkall på arv som er ventande,​1 gjeld reglane på den tid avkallet vart gitt.\n1 Sjå § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Reglane i § 47 om sal av fast eigedom og lausøyre som staten får i arv, og om avkall på arv til staten, gjeld også arv som staten har fått før loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Om ein testamentarisk disposisjon er gyldig,​1 skal avgjerast etter loven på den tid då testamentet vart gjort, endra eller kalla tilbake.\n1 Jf. kap. X, jf. § 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Reglane i § 67 om kva rett attlevande ektemake og arvingane har etter eit gjensidig testament gjeld når førstavdøde ektemake er død etter at denne loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Reglane i §§ 70 og 75 gjeld berre når arvelataren er død etter at denne loven tok til å gjelde.\nRett til arv etter nokon som er død før denne loven tok til å gjelde, blir forelda etter eldre lovgjeving. Retten er likevel tapt dersom den ikkje er gjort gjeldande innan 10 år etter at denne loven tok til å gjelde. Om tilhøve som hindrar slik forelding gjeld reglane i § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Reglane i § 73 gjeld berre når straffebrotet er gjort etter at denne loven tok til å gjelde.\nReglane i lov 31 juli 1854 om Arv §§ 69 og 72, jfr. § 71 skal gjelde etter at denne loven tok til å gjelde, når dei tilhøve som paragrafen nemner, er frå tida før loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Frå den tid loven blir sett i kraft,​1 held lov av 31 juli 1854 om Arv og lov av 4 juli 1927 nr. 4 om uskift bu opp å gjelde.​2\n1 Frå 1 jan 1973.\n2 Jf. § 78 til § 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Frå den tid loven blir sett i kraft, blir det desse endringane i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Næraste slektsarvingar er avkomet​2 (livsarvingane) til arvelataren.\nBarna til arvelataren arvar likt dersom ikkje anna går fram av særskilde lovreglar.​3 Er eit barn død, går arvelotten til livsarvingane etter barnet, med lik part på kvar grein.\nDersom arvelataren også etterlet seg ektemake,​4 gjeld reglane i kapittel II og III.​5\n1 Jf. lov 16 juni 2017 nr. 48 § 24.\n2 Jf. § 4.\n3 Sjå § 36 og lov 28 juni 1974 nr. 58 § 56.\n4 Sjå el. kap. 3 og § 95.\n5 Sml kap. III A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Har arvelataren ikkje livsarving,​2 går arven til foreldra​3 hans.\nForeldre arvar likt. Er far eller mor død, går arvelotten til hans eller hennar livsarvingar, med lik part på kvar grein.\nEr ein av foreldra død, og er det ikkje livsarving etter han, går heile arven til den andre av foreldra eller til hans eller hennar livsarvingar. Døyr arvelataren før fylte 18 år, går likevel halve arven til besteforeldra på den døde fars eller mors side eller til deira livsarvingar i samsvar med § 3, dersom foreldra ikkje var gifte med kvarandre då den første døydde eller det låg føre omstende som nemnt i § 8. Er det heller ingen slike arvingar i live, gjeld reglane i første punktum.\nDersom arvelataren også etterlet seg ektemake,​4 gjeld reglane i kapittel II og III.​5\n1 Jf. lov 16 juni 2017 nr. 48 § 24.\n2 Jf. § 1.\n3 Jf. § 4.\n4 Sjå el. kap. 3 og § 95.\n5 Sml. kap. III A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Har arvelataren ikkje livsarving​1 eller ektemake,​2 og lever ikkje far eller mor, eller livsarving etter far eller mor, går arven til besteforeldra​3 hans eller til livsarvingar etter dei, slik at reglane i § 2 andre ledd gjeld tilsvarande. Fjernare slektningar enn barnebarn til besteforeldre har likevel ikkje arverett etter loven.\nEr ein av besteforeldra død utan barn eller barnebarn i live, går arvelotten hans til den andre av besteforeldra på same side eller til barn eller barnebarn til denne. Er det ikkje arvingar på den eine sida, går heile arven til arvingane på den andre sida.\n1 Jf. § 1.\n2 Jf. kap. II og III. – Sjå el. kap. 3 og § 95. Sml. kap. III A.\n3 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Arverett etter kapitlet her gjeld berre morskap eller farskap som følgjer av reglane i barnelova.​2\nFaren og farsslekta tar ikkje arv etter barnet dersom det er avla med ei handling som er brotsverk mot noka føresegn i straffelovas​3 §§ 291, 292 bokstav a og d, 293, 294, 295, 296, 299 bokstav a, 300 bokstav a og d, 301, 302 første punktum, 303, 312 og 314 bokstav a og som faren er dømd til fengselsstraff for utan vilkår. Dette gjeld likevel ikkje arvelott som i verdi svarar til arv eller gåve barnet har fått frå faren eller nokon i farsslekta.\n0 Endra med lover 8 apr 1981 nr. 7, 11 aug 2000 nr. 76, 20 juni 2003 nr. 40 (ikr. 1 apr 2004 iflg. res. 20 juni 2003 nr. 728), 9 apr 2010 nr. 13 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 500), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 78 og lov 28 juni 1974 nr. 58 § 9. Jf. lov 16 juni 2017 nr. 48.\n2 Lov 8 apr 1981 nr. 7.\n3 Lov 20 mai 2005 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ektemaken har rett til fjerdeparten av arven når det er livsarvinger​2 etter arvelateren. Minstearven skal likevel tilsvare 4 ganger grunnbeløpet i folketrygda​3 ved dødsfallet. Er dei næraste slektsarvingane til arvelateren foreldra hans eller avkom etter desse, har ektemaken rett til halvparten av arven, likevel minst 6 ganger grunnbeløpet i folketrygda​3 ved dødsfallet.\nEr det ikkje arvingar som nemnt i første ledd, arvar ektemaken alt.\nI høve til arvingar som nemnt i første ledd har ektemaken rett til uskifte etter reglane i kap. III.\nHar ektemaken nytta denne retten, blir det ikkje rekna med arv frå førstavdøde til lengstlevande ektemake etter første ledd dersom buet først blir skift med dei andre arvingane til arvelataren etter at lengstlevande ektemake er død.​4\n0 Endra med lov 22 juni 1990 nr. 40.\n1 Jf. § 7 og § 8.\n2 Jf. § 1.\n3 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 99.858.\n4 Jf. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ektemakens rettar etter § 6, jfr. kap. III, kan berre avgrensast ved testament som han har fått kunnskap om før arvelatarens død.​1 Vilkåret om at ektemaken må ha fått kunnskap om testamentet, gjeld likevel ikkje, dersom det var umogeleg eller det etter tilhøva ville være urimeleg vanskeleg å varsle han.​2 Ektemaken sin rett til minstearv på 4 eller 6 ganger grunnbeløpet i folketrygda​3 kan likevel ikkje avgrensast.\n0 Endra med lov 22 juni 1990 nr. 40 (ikr. 1 jan 1991 med verknad også for testament som er gjort før ikraftsetjinga).\n1 Sjå lov 15 juni 2018 nr. 40 § 75.\n2 Sml. § 28 b (2), § 28 c (3) og § 76 (2).\n3 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1. mai 2019 kr. 98.858.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Rettane etter § 6 jfr. kap. III, kan ikkje gjerast gjeldande dersom ektemakane var separerte ved dom eller løyve på den tid arvelataren døydde.​1\n0 Endra med lov 4 juli 1991 nr. 47.\n1 Jf. el. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når den eine ektemaken​1 døyr, har attlevande ektemake​1 rett til å ta over felleseiga​2 uskift med førstavdødes andre arvingar etter loven.​3\nTilsvarende rett har attlevande ektemake​1 med omsyn til særeige dersom det er fastsett i ektepakt (jfr lov om ekteskap​4 § 43) eller når arvingane gir samtykke.​5 Nyttar ektemaken denne retten, høyrer også hans eiga særeige til uskiftebuet om ikkje anna er fastsett i ektepakt eller i avtale med arvingane, eller særeiga har grunnlag i påbod av givar eller arvelatar. For arving som er mindreårig eller fråteken rettsleg handleevne​6 på det økonomiske området, må vergen og også fylkesmannen​7 samtykkje etter første punktum, og fylkesmannen må i tilfelle også samtykkje i avtale med arvingane som nemnd i andre punktum. Er buet til arvingen under konkurshandsaming,​8 kan samtykke etter første punktum her berre gis med samtykke frå tingretten.\n0 Endra med lover 13 juni 1975 nr. 37, 4 juli 1991 nr. 47, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå el. kap. 3 og § 95. Jf. lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 c (1).\n3 Jf. kap. I og lov 16 juni 2017 nr. 48 § 24.\n4 Lov 4 juli 1991 nr. 47.\n5 Sml. § 28 c (2).\n6 Sjå lov 26 mars 2010 nr. 9 § 2.\n7 Sjå lov 26 mars 2010 nr. 9 § 4.\n8 Sjå kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "I høve til særskilt livsarving​1 (særkullbarn eller livsarving til særkullbarn) etter avdød ektemake har attlevande ektemake berre rett til uskifte når den særskilde livsarvingen samtykkjer.​2 Er den særskilde livsarvingen mindreårig eller fråteken rettsleg handleevne på det økonomiske området,​3 må vergen samtykkje, og det krevst også samtykkje frå fylkesmannen.​4 Fylkesmannen bør som regel berre samtykkje når fylkesmannen meiner det vil være til gagn også for den særskilde livsarvingen at attlevande ektemake får rett til uskifte. Er buet til arvingen under konkurshandsaming,​5 kan samtykke etter første punktum her berre gis med samtykke frå tingretten.\n0 Endra med lover 13 juni 1975 nr. 37, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå § 1.\n2 Sml. § 28 c (2).\n3 Sjå lov 26 mars 2010 nr. 9 § 2. – Jf. § 24.\n4 Sjå lov 26 mars 2010 nr. 9 § 4.\n5 Sjå kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Har førstavdøde ektemake i testament​1 gitt uttrykk for at ein eller fleire av livsarvingane​2 bør ha heilt eller delvis arveoppgjer, kan retten om det blir kravt, fastsetje at buet heilt eller delvis skal skiftast med samsvarande oppgjer til alle arvingar.​3 Ved avgjerda skal det takast omsyn både til arvingane og attlevande ektemake.\nEr nokon som ikkje er livsarving tilgodesedd i testament,​1 eller er det der fastsett at andre enn livsarvingar skal ha arveoppgjer, gjeld reglane i §§ 9 og 10 om rett til uskifte berre så langt det høver med testamentet.​4\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Sjå kap. VIII. – Jf. § 7.\n2 Sjå § 1.\n3 Jf. § 21.\n4 Sml. § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Om ein eller fleire arvingar straks kan krevje arv, fører ikkje det til at attlevande ektemake mister retten til uskifte i høve til andre arvingar.​1\n1 Jf. § 24 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Attlevande ektemake har ikkje rett til uskifte dersom det blir gjort sannsynleg at utsikta til dekning for den som hadde krav​1 på avdøde, eller arveutsiktene for arvingane til førstavdøde, vil bli vesentleg ringare på grunn av skyldnadene til attlevande ektemake. Det same gjeld når ektemaken på ein måte han kan klandrast for, har påført eller utsett seg sjølv eller andre for vesentleg formuestap og retten finn at ein ikkje kan rekna med at han vil styre buet på forsvarleg måte.​2\nEktemake som er fråteken rettsleg handleevne på det økonomiske området,​3 har ikkje rett til uskifte. Så langt det er nødvendig for at ektemaken og heimeverande barn kan få forsvarleg underhald og halde heimen oppe, kan retten likevel med samtykke frå fylkesmannen​4 gjere vedtak om at ektemaken skal ta over buet eller ein del av det uskift.\nEin mindreårig​5 ektemake har berre rett til uskifte når fylkesmannen samtykkjer.\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. lov 21 feb 1930 § 84 (5); lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 24.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.\n4 Sjå lov 26 mars 2010 nr. 9 § 4.\n5 Sjå lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Attlevande ektemake som vil nytte retten til uskifte, skal innen 60 dager etter dødsfallet, jfr. skifteloven​1 § 81, sende melding til tingretten med opplysning om namn og alder på arvingane og om oppholdsstaden deira og dessutan ei summarisk oppgåve over eignelottar og gjeld for seg sjølv og for den avdøde ektemaken.​2\nSkal uskiftebuet omfatte særeige​3 som får noko å seie for kva partar kvar skal ha på eit seinare skifte, skal attlevande ektemake og arvingane gjere avtale om verditilhøvet av særeigemidlane, jfr. § 26 annet ledd. Har det ikkje latt seg gjera å få til slik avtale, skal attlevande ektemake i staden la det bli halde registrering og verdsetjing gjennom tingretten.​4 I denne registreringa og verdsetjinga skal det særskilt opplysast kor mykje som har vore felleseigemidlar og kor mykje som har vore særeigemidlar for kvar av ektemakane, og kva gjeld ektemakane svarar for saman og kvar for seg. Reglane i skiftelovens​1 §§ 2 og 13 tredje ledd gjeld tilsvarande.\n0 Endra med lover 22 juni 1990 nr. 40, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 g (1) første punktum.\n3 Jf. § 9 (2).\n4 Sml. § 28 g (1) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Er ein arving under verjemål​1 og attlevande ektemake verja​2 hans, skal retten syte for at det blir oppnemnt setteverje.​3 Setteverje treng likevel ikkje oppnemnast dersom den samla formuen til ektemakane etter rettens skjønn ikkje er større enn at den trengst til å underhalde attlevande ektemake og barna.\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 §§ 16 og 25.\n3 Sjå lov 26 mars 2010 nr. 9 § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Finn retten at vilkåra for uskifte ligg føre, og skal buet ikkje skiftast offentleg som følgje av delvis uskifte, gir den ektemaken fråsegn om at han har tatt over buet uskift. Skal attlevande ektemake berre ta over noko av buet uskift, må det gå fram av fråsegna.\nEr attlevande ektemake eller nokon av arvingane under verjemål,​1 skal retten sende fylkesmannen​2 på staden der personen under verjemål bur, slik oppgåve, status eller registrering og verdsetjing som er nemnd i § 14.\n0 Endra med lover 16 juni 1972 nr. 49, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Alt som attlevande ektemake blir eigar av, går inn i uskiftebuet.​2 Dette gjeld likevel ikkje slikt som er særeige for attlevande av di det er fastsett i ektepakt mellom ektemakane​3 eller av di det er fastsett av givar eller arvelatar i samsvar med ekteskapslova​4 § 48. Har attlevande tatt over særeige til den avdøde i uskifte etter § 9 andre ledd, gjeld reglane der på tilsvarande måte.\nFor rettar eller ting som ikkje kan overdragast eller som er personlege på annan måte, gjeld reglane om uskifte berre så langt det samsvarar med dei rettsreglar som gjeld for desse rettane eller tinga.​5 Når eit uskiftebu blir skift, gjeld reglane i ekteskapslova​4 § 61 bokstav d tilsvarande.\nFår attlevande ektemake gåve eller arv, går dette ikkje inn i uskiftebuet dersom det blir kravt skifte innan 3 månader etter at ektemaken har tatt mot gåva eller arven.\n0 Endra med lover 25 mai 1973 nr. 26, 4 juli 1991 nr. 47.\n1 Jf. § 79 og lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 c (4).\n3 Jf. el. § 42.\n4 Lov 4 juli 1991 nr. 47.\n5 Jf. el. § 61 og lov 15 juni 2018 nr. 40 § 76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Attlevande ektemake rår i levande live som ein eigar over alt som høyrer til buet, med dei atterhald som særskilt er fastsette.​2\nI testament kan attlevande rå over ein så stor part av buet som skal gå til hans eigne arvingar når han døyr (jfr. § 26), så langt det ikkje strider mot reglane om pliktdel.​3 Med dei same atterhald kan han i testamentet rå over bestemte eignelottar som ikkje førstavdøde særskilt har ført inn i buet.\n1 Jf. § 79.\n2 Sjå § 19, § 21, jf. § 24 (2), jf. § 27.\n3 Jf. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Attlevande ektemake som sit i uskift bu, må ikkje utan samtykke frå arvingane gi bort fast eigedom, eller gi andre gåver som står i mishøve til formuen i buet.​2\nHar ektemaken gitt slik gåve utan samtykke, kan kvar av arvingane få gåva omstøytt ved dom dersom gåvemottakaren skjøna eller burde ha skjøna at ektemaken ikkje hadde rett til å gi gåva. Søksmål må reisast​3 innan eitt år etter at arvingen fekk kunnskap om gåva.\nBlir kravet om omstøyting gjort gjeldande medan buet er under offentleg skifte, kan det avgjerast av tingretten i samsvar med lov om skifte​4 § 11 andre ledd. Kravet må være sendt inn til tingretten innan eitt år etter at arvingen fekk kunnskap om gåva.\nDet som framanfor er fastsett om gåver, gjeld og for sal eller anna som inneheld ei gåve.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 79.\n2 Jf. § 24 (2).\n3 Sjå tvl. §§ 6-3, 9-2 og 18-3.\n4 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Attlevande ektemake blir personleg ansvarleg for skyldnader som kvilte på avdøde ektemake.​2 Han kan utferde proklama etter kapittel 12 i skifteloven.​3\n1 Jf. § 79 og lov 21 feb 1930 § 81 og § 92; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Sml. § 28 d.\n3 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Sit attlevande ektemake i uskift bu, kan han berre gi fullt eller delvis arveoppgjer til ein eller fleire av arvingane når alle arvingane får like stor del av arvelottane sine eller har gitt samtykke. For arvingar som er mindreårige eller fråtekne rettsleg handleevne på det økonomiske området,​2 må vergen og også fylkesmannen​3 samtykkje.\nEr det gitt nokon arving fullt eller delvis arveoppgjer utan at reglane i første ledd er følgde, kan kvar av dei andre arvingane krevje tilsvarande oppgjer. Er ektemaken ikkje villig til å gi slikt oppgjer, kan arvingane krevje at buet skal skiftast.\nHar ein arving fått særoppgjer som ikkje er endeleg arveoppgjer, skal det ved seinare skifte gjerast frådrag i arvelotten hans etter reglane i §§ 39-42 om avkorting i arv så langt dei høver.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå lov 26 mars 2010 nr. 9 § 2.\n3 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Arvingane til førstavdøde tar berre arv i eit uskift bu dersom dei overlever lengstlevande ektemake, eller dei lever når offentleg skifte blir kravt eller privat skifte blir sett i verk, eller når buet elles skal skiftast. Trengst det for rett til uskifte samtykke frå arvingane,​1 tar desse likevel arv utan omsyn til om dei lever på den tid som er nemnd. Arven skal fordelast mellom arvingane til førstavdøde etter arvetilhøva på den tid som etter reglane ovanfor er avgjerande for om dei har arverett.\nHar attlevande ektemake sete i uskifte med arvingane til førstavdøde i ei arvegangsklasse​2 som seinare er utdøydd, går arven ikkje vidare til ei fjernare arvegangsklasse.\nDen retten ein arving har i eit uskift bu, går ikkje inn i den felleseiga han måtte ha med ektemaken sin, før han sjølv har fått arven etter reglane i første ledds første punktum. Sjølv om retten til uskifte kviler på samtykke frå arvingen, jfr. første ledds andre punktum, får ektemaken hans ikkje nokon større rett til arven med mindre felleseiga blir oppløyst fordi arvingen døyr.\nKravshavarane til ein arving kan ikkje ta utlegg i den retten arvingen har i eit uskift bu,​3 og retten går ikkje inn i konkursbuet til arvingen, før arvingen sjølv har fått arven etter reglane i første ledds første punktum.​4 Dette gjeld sjølv om uskifte kviler på samtykke frå arvingen.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 9 (2) og § 10.\n2 Sjå kap. 1.\n3 Jf. § 25.\n4 Jf. § 44 og § 45. Jf. deknl. § 2-12 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Retten til uskifte fell bort når attlevande ektemake gifter seg.​2\nDet same gjeld når attlevande ektemake er fråteken rettsleg handleevne på det økonomiske området,​3 likevel slik at føresegna i § 13 andre ledd andre punktum gjeld tilsvarande.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå el. § 8 kap. 3 og § 95. Sml. § 24 (2) andre punktum.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Attlevande ektemake kan når som helst krevje heilt eller delvis skifte av buet med samsvarande oppgjer til alle arvingar.\nEin arving kan krevje skifte av buet når attlevande ektemake forsømer oppfostringsplikta​2 si mot han eller fer misleg åt så buet minskar unødig eller blir utsett for vesentleg minking.​3 Ein arving kan òg krevje skifte av buet når den attlevande ektemaken inngår sambuarskap (jf. § 28 a) og sambuarskapet har vart i meir enn to år, eller sambuarane har, har hatt eller ventar barn saman.\nHar attlevande ektemake overtatt buet uskift med førstavdødes særskilde livsarvingar​4 og desse var mindreårige eller fråtekne rettsleg handleevne på det økonomiske området,​5 kan desse krevje skifte for seg sjølve når dei er blitt myndige. Døyr ein slik livsarving, plikter ektemaken å skifte med livsarvingane hans dersom dei ikkje samtykkjer i at uskiftet held fram. § 10 andre og tredje punktum gjeld tilsvarande. Om ein særskilt livsarving kan krevje arveoppgjer etter desse føresegnene, fører ikkje det til at attlevande ektemake mister retten til å sitje i uskifte med resten av buet.​6\nEr ektemaken eller arvingen mindreårig eller fråteken rettsleg handleevne på det økonomiske området,​5 er det verja som med samtykke frå fylkesmannen​7 reiser krav om skifte.\n0 Endra med lover 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528), sjå dens V, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 79.\n2 Sjå lov 8 apr 1981 nr. 7 kap. 8.\n3 Jf. § 27.\n4 Sjå § 10.\n5 Sjå lov 26 mars 2010 nr. 9 § 2.\n6 Jf. § 12.\n7 Sjå lov 26 mars 2010 nr. 9 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Kravshavarane til ein arving har ikkje rett til å krevje at buet skal skiftast.\n1 Jf. § 22 og § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ved skifte mellom arvingane til førstavdøde og arvingane til lengstlevande skal uskiftebuet​1 delast likt mellom kvar arving-gruppe når ikkje anna er fastsett.​2 Blir buet skift medan lengstlevande ektemake lever, har lengstlevande rett til arv etter § 6 i tillegg til sin eigen part.​3\nHar lengstlevande overtatt særeige i uskift bu med grunnlag i ektepakt,​4 skal skifte gå for seg på grunnlag av verditilhøvet av særeigemidlane til ektemakane på den tid då uskiftet tok til,​5 om ikkje anna følgjer av ektepakta.​6 Er det i slike tilfelle felleseige og, skal tilhøvet mellom verdien av særeigemidlane til ektemakane med tillegg av den halvpart kvar av dei skal ha av felleseiga leggjast til grunn for skiftet. Har lengstlevande tatt over særeige i uskift bu med samtykke frå arvingane,​7 skal det skiftast på denne måten om ikkje anna er avtalt.\nEr det gjennomført delvis arveoppgjør​8 etter førstavdøde ektemake, skal det takast omsyn til det ved utrekninga av det partshøvet som blir lagt til grunn for skiftet.\nEr det korkje slektsarving eller testamentsarving etter lengstlevande, går heile buet til arvingane etter førstavdøde, slik at mogelege arvingar etter §§ 2 eller 3 blir medrekna.\n1 Jf. § 28.\n2 Sml. § 28 e.\n3 Jf. el. § 77.\n4 Jf. § 9 (2), el. § 43.\n5 Jf. § 14 (2).\n6 Sjå el. § 43 (3).\n7 Jf. § 9 (2).\n8 Jf. § 11, § 12, § 21 og § 24 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Er uskiftebuet minka vesentleg av di attlevande ektemake har vanstyrt sine økonomiske saker, misbrukt retten til å rå over uskiftebuet eller bore seg misleg åt på anna vis,​2 kan arvingane krevja vederlag av buet slik det er etter at kreditorane har fått sitt.​3 Rekk ikkje buet til, kan arvingane for resten av det parten deira har minka med, krevje vederlag av særformue som ektemaken kan ha, og som ikkje trengst til dekning av gjeld.\nMinkar uskiftebuet av di attlevande ektemake brukar uskiftemidlar til å auke formuen sin utanfor buet, eller til å vinne rettar eller ting som etter sitt slag er unntatt frå skifte, får arvingane krav på vederlag etter reglane i første ledd.​4 Har ektemaken hatt utgifter til å skaffe seg pensjon eller livrente, kan arvingane likevel berre krevje vederlag for desse utgiftene så langt dette er rimeleg etter ektemakanes kår og etter omstenda elles.​4\nBlir det ved skiftet ikkje nok til vederlag etter første og andre ledd, kan det seinare ikkje gjerast krav på resten.\n1 Jf. § 79 og lov 21 feb 1930 § 90; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 19 og § 24.\n3 Sml. el. § 63 (2).\n4 Sml. el. § 63 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Alt som attlevande ektemake rår over, høyrer med til uskiftebuet når det skal skiftast, med mindre det blir godtgjort at midlane er formue som tilhøyrer attlevande utanom buet.\n1 Jf. § 18, § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "28 a",
      "section": "28 a",
      "content": "Med sambuarskap i lova her reknar ein at to personar over 18 år, som korkje er gift, registrert partner eller sambuar med andre, lever saman i eit ekteskapsliknande forhold.\nEit sambuarskap kan liggje føre jamvel om partane for ei tid bur frå kvarandre på grunn av utdanning, arbeid, sjukdom, opphald på institusjon eller andre liknande omstende. Ein reknar det ikkje som sambuarskap når to personar som etter ekteskapslova​2 § 3 ikkje kan inngå ekteskap, lever saman.\nEin sambuar er etter denne lova kvar ein som lever i sambuarskap etter første, jf. andre ledd.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. ftrl. § 1-5 (3) og lov 4 juli 1991 nr. 45 § 1.\n2 Lov 4 juli 1991 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "28 b",
      "section": "28 b",
      "content": "Den som var sambuar​1 med den avdøde ved dødsfallet og har, har hatt eller ventar barn med den avdøde, har rett til arv svarande til 4 gonger grunnbeløpet i folketrygda​2 ved dødsfallet, jamvel om det er livsarvingar​3 etter arvelataren. Same retten til arv utan omsyn til livsarvingar har også den som har vore sambuar med den avdøde i minst dei siste fem åra før dødsfallet, dersom den avdøde har fastsett det i testament.\nSambuaren sin rett til arv etter første ledd første punktum kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde.​4 Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.\nNyttar ein sambuar retten til uskifte etter § 28 c, skal det berre reknast med arv frå den førstavdøde til den lengstlevande sambuaren etter første ledd dersom uskiftebuet blir skift med dei andre arvingane til den førstavdøde medan den lengstlevande sambuaren lever.​5\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sjå § 28 a.\n2 Sjå ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 98.858.\n3 Jf. § 1.\n4 Sml. § 7, § 28 c (3) og § 76 (2).\n5 Sml. § 26 (1) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28b",
        "source_heading": "§ 28 b."
      }
    },
    {
      "provision_ref": "28 c",
      "section": "28 c",
      "content": "Den som var sambuar​1 med den avdøde ved dødsfallet, og som har, har hatt eller ventar barn med den avdøde, har rett til å ta over følgjande eigedelar som den avdøde åtte, uskift med den avdøde sine andre arvingar etter lova\na. felles bustad og innbu,\nb. bil og fritidseigedom med innbu som tente til felles bruk for sambuarane.​2\nHar den avdøde særskilt livsarving, gjeld § 10 tilsvarande for uskifterett etter første ledd. Den attlevande kan ikkje ta over eigedelar uskift etter første ledd dersom han eller ho allereie sit i uskift bu etter ein tidlegare sambuar eller ektemake. Dersom den avdøde sat i uskift bu etter ein tidlegare sambuar eller ektemake, kan den attlevande heller ikkje ta over eigedelar frå det første uskiftebuet før dette buet er skift.​4\nSambuaren sin rett til å sitte i uskifte kan berre avgrensast ved testament som han eller ho har fått kunnskap om før arvelataren døydde. Vilkåret om at den attlevande sambuaren må ha fått kunnskap om testamentet, gjeld likevel ikkje dersom det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle han eller henne.​5\nAlt den attlevande sambuaren er eller blir eigar av som høyrer naturleg saman med dei eigedelane han eller ho har tatt over uskift, går inn i uskiftebuet.​6\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sjå § 28 a.\n2 Sml. el. § 31 (3).\n3 Sml. § 9 (2) og § 10.\n4 Sml. el. § 8.\n5 Sml. § 7, 28 b (2) og § 76 (2).\n6 Sml. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28c",
        "source_heading": "§ 28 c."
      }
    },
    {
      "provision_ref": "28 d",
      "section": "28 d",
      "content": "Den attlevande sambuaren som tar over eigedelar uskift etter § 28 c, blir personleg ansvarleg for skyldnader som kvilte på den avdøde. Han eller ho kan utferde proklama etter kapittel 12 i skiftelova.​1\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.). – Sml. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28d",
        "source_heading": "§ 28 d."
      }
    },
    {
      "provision_ref": "28 e",
      "section": "28 e",
      "content": "Ved skifte mellom arvingane til den førstavdøde og den lengstlevande eller arvingane til den lengstlevande skal uskiftebuet delast i høve til verdien av kvar av sambuarane sine eigedelar i uskiftebuet på den tida då uskiftet tok til. Blir buet skift medan den lengstlevande sambuaren lever, har den lengstlevande sambuaren rett til arv etter § 28 b i tillegg til sin eigen part. Skiftelova​2 kapittel 10 gjeld tilsvarande, med unntak av § 63 andre og tredje ledd.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. § 26.\n2 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28e",
        "source_heading": "§ 28 e."
      }
    },
    {
      "provision_ref": "28 f",
      "section": "28 f",
      "content": "Reglane i kapittel III gjeld så langt dei høver for uskifte på grunnlag av sambuarskap. Der det er gitt særlege reglar for ektepar med særeige, gjeld reglane for særeige.​1\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528).\n1 Sml. el. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28f",
        "source_heading": "§ 28 f."
      }
    },
    {
      "provision_ref": "28 g",
      "section": "28 g",
      "content": "Ein attlevande sambuar som vil nytte retten til uskifte, skal innan 60 dagar etter dødsfallet, jf. skiftelova​2 § 81, sende melding til tingretten med opplysing om namn og alder på arvingane og om opphaldsstaden deira og dessutan ei summarisk oppgåve over eigedelar og gjeld for seg sjølv og for den avdøde sambuaren. Den attlevande sambuaren og arvingane kan gjere avtale om verditilhøvet av eigedelane i uskiftebuet etter den avdøde og den attlevande, jf. § 28 e første punktum, som skal leggjast ved meldinga til tingretten. Har det ikkje late seg gjera å få til ein slik avtale, skal den attlevande sambuaren i staden la det bli halde registrering og verdsetjing gjennom tingretten. § 14 andre ledd tredje og fjerde punktum gjeld tilsvarande.\nRetten skal skrive ut uskifteattest i samsvar med skiftelova​2 § 89.\nEin sambuar som har rett til å overta eigedelar uskift, kan krevje dei opplysingane som er nødvendige for å vurdere den økonomiske stillinga til den avdøde. For dette formålet kan ein sambuar krevje at skattestyresmaktene gir opplysningar om eller kopi av skattemelding og fastsetjing av formues- og inntektsskatt for den andre sambuaren. Ein sambuar kan også krevje opplysingar av selskap, føretak eller andre institusjonar som driv finansieringsverksemd eller forsikringsverksemd, og av andre som har midlar til forvalting.​3 Kongen kan gi forskrifter til utfylling av denne paragrafen.\n0 Føyd til med lov 19 des 2008 nr. 112 (ikr. 1 juli 2009 iflg. res. 19 des 2008 nr. 1528), endra med lov 27 mai 2016 nr. 14 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 531).\n1 Sml. § 14.\n2 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n3 Sml. el. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28g",
        "source_heading": "§ 28 g."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "To tredjepartar av formuen til arvelataren er pliktdelsarv for livsarvingane.​2 Men pliktdelsarven er aldri større enn 1.000.000 kroner til kvart av barna til arvelataren eller til kvart barns linje, likevel såleis at grensa for ein fjernare livsarving er minst 200.000 kroner til kvar einskild.\nArvelataren kan ikkje i testament rå over pliktdelsarv med mindre det er særleg heimel for det.​3\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Jf. § 35 og § 37.\n2 Jf. § 1.\n3 Jf. §§ 28 b, 28 c (1) andre punktum, §§ 30 til 34, § 36 og §§ 39 til 41, lover 28 juni 1974 nr. 58 § 54, 15 juni 2018 nr. 40 § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Arvelataren kan i testament gi ein livsarving rett til å få arven sin utlagd i nærare fastsette eignelottar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Arvelataren kan i testament fastsetje at også pliktdelsarv etter han skal være særeige for arvingen.\n1 Sml. el. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Arvelataren kan i særlege tilfelle, og når omsynet til arvingen taler for det, i testament fastsetje innskrenking av retten til å rå over pliktdelsarv.\nEtter slikt testament skal arven heilt eller delvis styrast etter reglane i vergemålsloven​1 kapittel 7, eller på annan måte som gir god nok trygd og avkasting. Arven blir utbetalt til den tid arvelataren har fastsett, likevel aldri seinare enn når arvingen er død. Avkastinga skal arvingen få etter kvart. Arvingens råderett og kravshavaranes dekningsrett skal vere avgrensa som nemnt i lov om fordringshavarens dekningsrett​2 § 3-2, om ikkje anna er fastsett i testament; er råderetten ikkje avgrensa som nemnt i § 3-2, er kravshavaranes dekningsrett berre avgrensa etter § 3-1. Dersom arven skal styrast etter reglane i vergemålsloven kapittel 7, kan det fastsetjast at tillitsmann​3 ikkje skal oppnemnas.\nI staden for eller ved sida av påbod som nemnt i første leden kan arvelataren i testament fastsetje at arven heilt eller delvis skal nyttast til å kjøpe livrente til arvingen.\nPåbod frå arvelataren kan brigdast eller opphevast etter reglane i lov om stiftelser.​4 Er det oppnemnt tillitsmann​3 er han målsmann for arvelataren i sak om omdanning.\nEr berre ein del av arven til ein arving pliktdelsarv, gjeld reglane i andre til fjerde leden likevel heile arven, om ikkje anna er fastsett i testament.\n0 Endra med lover 8 juni 1984 nr. 60 (sjå dens III nr. 11), 24 juni 1988 nr. 65, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Lov 26 mars 2010 nr. 9.\n2 Lov 8 juni 1984 nr. 59.\n3 Sjå deknl. § 3-4.\n4 Lov 15 juni 2001 nr. 59 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Den som driv næringsverksemd eller som er medeigar for ein vesentleg del av føretak som driv slik verksemd, kan fastsetje i testament at næringa eller hans del av føretaket med all tilhøyrsle skal gå til ein eller fleire av livsarvingane​1 hans. Slikt testament gjeld berre når det er stadfest av Kongen,​2 med mindre alle livsarvingar er myndige​3 og har samtykt i ordninga. Stadfesting kan berre bli gitt når verksemda eller den delen av føretaket som tilhøyrer arvelataren ut frå samfunnsomsyn eller omsyn til dei sams interessene til arvingane bør gå til ein einskild eller nokre av arvingane. Slikt testament hindrar ikkje odelsrett eller åsetesrett.​4\nDet skal fastsetjast i skjønn kva pris som skal betalast for overtaking av verksemda, og om utbetaling til dei andre arvingane skal utsetjast ei fastsett tid. Vert utsetjing fastsett, skal det svarast lovsett rente og arven skal sikrast med skifteutleggspant eller på annan måte. Overtakingssummen og vilkåra elles skal setjast slik at verksemda vil gi rimelege arbeidsvilkår for den som tar over etter at det er tatt omsyn til storleiken av buet og interessene til dei andre lotteigarane.\n0 Endra med lov 7 juni 1985 nr. 52.\n1 Sjå § 1.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Sjå lov 26 mars 2010 nr. 9 § 2.\n4 Jf. lov 21 feb 1930 § 62; lov 14 juni 2019 nr. 21 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Arvelataren kan fastsetje i testament at arving som har fylt 18 år, ikkje skal ta pliktdelsarv etter arvelataren, dersom arvingen har gjort seg skyldig til straff for brotsverk mot arvelataren eller mot nokon av slektningane sine i rett opp- eller nedstigande linje eller syskena sine eller avkom etter dei, eller dersom arvingen har late være å hjelpe arvelataren etter evne då arvelataren trong det. Slikt testament gjeld berre når det er stadfest av Kongen.​2\nBlir nokon gjort arvelaus etter reglane framanfor, skal arven gå som om han var død før arven fall.​3\n1 Jf. § 73.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Jf. § 1 (2) andre punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ei gåve som er meint å skulle oppfyllast etter at givaren er død, er berre gyldig så langt den fell innanfor den delen av formuen som givaren kunne rå over med testament etter §§ 29 og 37. Det same gjeld gåve han har gitt på dødsleiet.\n1 Jf. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Barn av arvelataren som ikkje har fått oppfostringa si fullenda på den tid arvelataren døyr, har krav på ein sum av buet som forlott til å sikre livsopphald og utdanning dersom dette er rimeleg etter tilhøva. Storleiken av summen skal avpassast etter tilhøva. Ved avgjerda skal det m.a. takast omsyn til den arvelotten det uforsytte barnet elles får, om barnet har eigen formue, om barnet er sikra oppfostring på annan måte, og kva utgifter arvelataren har hatt til utdanning av dei andre barna sine. Er det fleire barn utan forsyting, skal kvart barn ha så mykje som er rimelig når det blir tatt omsyn til kva dei treng og til tilhøva elles.​2\nHeimeverande barn som utan rimeleg vederlag har gjort særleg mykje for arvelataren, kan ved arveoppgjeret krevje å få ein sum av buet som forlott dersom dette er rimeleg etter tilhøva. Storleiken av summen skal avpassast etter tilhøva. Ved avgjerda skal det m.a. takast omsyn til den innsats barnet har gjort, dei utsikter det har i arbeidslivet, kor stor arvelott barnet elles vil få og den økonomiske stoda i det heile til barnet​3 og dei andre arvingane.\n1 Jf. lov 8 apr 1981 nr. 7 kap. 8.\n2 Jf. lov 16 juni 1989 nr. 69 § 15-6.\n3 Jf. ftrl. kap. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Forlottsretten til barna etter § 36 kan ikkje gjerast mindre med testament. Reglane i § 29 andre ledd og §§ 31-34 gjeld likevel tilsvarande.\nForlottsretten skal oppfyllast i buet før annan arv, men er utan innverknad på dei rettane attlevande ektemake har etter skifteloven.​1 I pliktdelsarv​2 kan forlottsretten berre oppfyllast så langt midlane elles i buet ikkje rekk til.\n1 Lov 21 feb 1930; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. kap. IV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Har arvelataren gitt ein livsarving​2 ei monaleg gåve utan at dei andre livsarvingane har fått tilsvarande verdiar, skal gåva avkortast i arven til mottakaren som forskot dersom arvelataren har fastsett det eller det blir godtgjort at avkorting vil vere i samsvar med føresetnadene til arvelataren. Det som her er fastsett om gåver, gjeld på same måte for forsikring og utlegg e.l. til føremon for ein livsarving. Utlegg til underhald, sjukehjelp og utdanning blir ikkje rekna som forskot når det berre gjeld oppfylling av den plikt foreldre har til oppfostring av barna.​3\n1 Jf. § 43.\n2 Jf. § 1.\n3 Jf. lov 8 apr 1981 nr. 7 kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Er det gitt forskot til sams livsarving​2 etter ektemakane av midlar som blir rekna som felleseige når den eine ektemaken er død, skal avkorting gjerast i arven etter førstavdøde når det blir skift medan lengstlevande er i live. Vidare avkorting skal om det er nødvendig gjerast etter at lengstlevande er død.\n1 Jf. § 43 og § 21 (3).\n2 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Når det blir gjort avkorting, skal verdien av forskottet då det vart gitt, leggjast til grunn, dersom dette ikkje ville vere openbert urimeleg. Har arvelataren fastsett avkortingssummen skal likevel denne fastsetjinga leggjast til grunn om ikkje summen må reknast for å vere for høg.\n1 Jf. § 43 og § 21 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Er avkortingssummen større enn arvelotten til livsarvingen, blir han likevel ikkje skyldig buet noko, med mindre anna er fastsett då forskottet vart gitt.\n1 Jf. § 43 og § 21 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Døyr ein livsarving​2 som hadde måtta tole avkorting før arvefallet, skal avkorting gjerast andsynes livsarvingane hans.\n1 Jf. § 43 og § 21 (3).\n2 Sjå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Når ikkje anna er avtalt, har ikkje avkorting etter reglane i §§ 38-42 noko å seie for den rett attlevande ektemake har til part av buet og for retten til arvelataren til å rå over arven med testament.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Ingen må avhende eller pantsetje arv han ventar. Det same gjeld den rett ein arving har i eit uskift bu.​2\n1 Jf. § 83.\n2 Jf. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Ein arving kan gi arvelataren avkall på arv som arvingen ventar, eller på ein del av den. Når ikkje anna er avtalt, bind avkall på arv også livsarvingane til arvingen, med mindre avkallet er gitt av livsarvingen til arvelataren utan rimeleg vederlag.\nAvkall på arv kan og gis andsynes attlevande ektemake som sit i uskift bu.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 74 og § 83 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Har avdøde ikkje slektningar,​1 ektemake​2 eller sambuar som arvar han,​3 og har han ikkje gjort testament om arven, skal nettoformuen fordelast til frivillig verksemd til fordel for barn og unge. Kongen​4 kan i forskrift gi nærmare føresegner om ordninga for fordeling av formuen til slik verksemd.\nI særlege høve kan departementet​5 etter søknad avgjere at formuen heilt eller delvis skal fordelast til slektningar eller andre som har stått avdøde nær. Kongen​4 kan i forskrift gi nærmare føresegner om slik fordeling av formuen.\n0 Endra med lov 12 mai 2015 nr. 28 (ikr. 1 sep 2015 iflg. res. 19 juni 2015 nr. 666).\n1 Sjå § 1 til § 3.\n2 Sjå el. kap. 3 og § 95. Sjå òg § 8.\n3 Sjå §§ 28 b og 28 c.\n4 Kulturdepartementet iflg. res. 19 juni 2015 nr. 667.\n5 Kommunal- og moderniseringsdepartementet iflg. res. 19 juni 2015 nr. 667.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Når det er slått fast at avdøde ikkje har arvingar, jf. § 46, treff departementet​2 dei avgjerdene under skiftet som elles høyrer under lotteigarane, så som avgjerder om sal av fast eigedom og lausøyre. Departementet skal sjå til at utgiftene til buhandsaming, gravferd og gravlegat o.a. er dekte. Kongen​3 kan i forskrift gi nærare føresegner om oppgåvene etter første og andre punktum.\n0 Endra med lover 10 juni 1977 nr. 76, 12 mai 2015 nr. 28 (ikr. 1 sep 2015 iflg. res. 19 juni 2015 nr. 666).\n1 Jf. § 84.\n2 Kommunal- og moderniseringsdepartementet.\n3 Kommunal- og moderniseringsdepartementet iflg. res. 19 juni 2015 nr. 667.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Den som har fylt 18 år kan i testament fastsetje kva som skal gjerast med det han let etter seg når han døyr.\nTestament frå nokon som er under 18 år gjeld ikkje utan stadfesting av Kongen.​2 Krav om stadfesting bør setjast fram så snart råd er etter at testamentet er gjort.\nEr det vedteke verjemål​3 for testator, bør erklæring frå lege om tilstanden til testator leggjast ved testamentet.\n0 Endra med lover 24 juni 1988 nr. 65, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Jf. § 56 og § 57.\n2 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.\n3 Sjå lov 26 mars 2010 nr. 9 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Når ikkje anna er fastsett i dette kapitlet, skal testament gjerast skriftleg med to vitner​2 som testator har godtatt og som er til stades saman og veit at dokumentet skal vere testament. Testator skal, medan dei er til stades, skrive under dokumentet eller vedkjenne seg underskrifta. Vitna skal skrive namna sine på dokumentet medan testator er til stades og etter hans ønske.\nHar vitna gitt testamentet påskrift om at reglane i første ledd er følgde, er dette prov nok, når ikkje særlege tilhøve gir grunn til å tvile på innhaldet i påskrifta.\nLoven er ikkje til hinder for at fleire personar gjer felles testament. Heller ikkje er loven til hinder for at fleire personar gjer testament til føremon for kvarandre (gjensidig testament).​3\n1 Jf. § 85. – Sml. el. § 54.\n2 Jf. § 52 og § 61.\n3 Jf. § 57 (3), § 58 og § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Testamentsvitna bør i påskrift på dokumentet opplyse om testator gjorde testamentet av fri vilje og var ved sans og samling.​1 Påskrifta bør innehalde yrket og adresse til vitna. Testamentet bør også daterast.\n1 Jf. § 62 og § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Hindrar brå og farleg sjukdom eller anna nødstilfelle nokon frå å gjere skriftleg testament etter § 49, kan han gjere testament muntleg for to vitne​1 som er til stades saman og som han har godtatt. Vitna bør straks setje opp testamentet skriftleg og saman gi påskrift om dei tilhøve som hindra at det vart gjort skriftleg testament.\nEr det ikkje råd å få tak i testamentsvitne, kan testator gjere testament med eit dokument som han sjølv har skrive og underskrive.\nTestament etter første og andre ledd er ikkje lenger gyldig når testator i 3 månader etter at testamentet vart gjort, ikkje har vore hindra i å følgje reglane i § 49.\n1 Jf. § 52 og § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Testamentsvitna skal vere minst 18 år og ikkje sinnssjuke eller i høg grad hemma i sjeleleg utvikling eller i høy grad sjeleleg svekte.\n1 Jf. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Reglane framanfor i dette kapitlet gjeld også for gåve som er meint å skulle oppfyllast etter at givaren er død, og gåve som er gitt på dødsleiet.\n1 Jf. § 35 og § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Jamvel om eit testament ikkje oppfyller formkrava i dette kapitlet, skal det likevel reknast for gyldig når det gjeld form dersom det fyller formkrava i loven\na. på den staden der testamentet vart gjort,\nb. i ein stat der testator var statsborgar anten då testamentet vart gjort eller då han døydde, eller\nc. på den staden der testator hadde sin bustad anten då testamentet vart gjort eller då han døydde, eller\nd. på den staden der testator hadde domisil anten då testamentet vart gjort eller då han døydde, såframt lovgjevinga i denne staten legg ulikt innhald i domisil og bustad, og testator etter den framande lovgjeving det gjeld, vert rekna for å ha domisil der, eller\ne. på den stad ein fast eigedom ligg, så langt det gjeld denne eigedomen.\n1 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Testator kan fritt tilbakekalle eller endre testamentet sitt, når ikkje anna er fastsett i dette kapitlet.​1\n1 Jf. § 56, § 57 (3), § 58 og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Testator kan med arvepakt binde seg til ikkje å gjere, endre eller tilbakekalle testament.\nOm korleis arvepakt skal gjerast, gjeld reglane i §§ 48-52. Vil nokon som er under verjemål​1 gjere arvepakt, krevst dessutan samtykke frå fylkesmannen​2 i den mon arvepakta gjeld midlar som personen ikkje rår over sjølv.​3\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sjå lov 26 mars 2010 nr. 9 § 2.\n2 Sjå lov 26 mars 2010 nr. 9 § 4.\n3 Sjå lov 26 mars 2010 nr. 9 §§ 21 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Om tilbakekalling og endring av testament gjeld reglane i kapittel VIII. Regelen om stadfesting i § 48 gjeld likevel ikkje når nokon som er under 18 år vil tilbakekalle eit testament.\nNår ein testamentarisk disposisjon kan kallast tilbake utan stadfesting, fell disposisjonen dessutan bort når dokumentet er øydelagt eller overstroke så det er truleg at disposisjonen ikkje skal gjelde.​2 Vidare fell ein testamentarisk disposisjon bort når det på grunn av tilhøve som seinare er komne til, er tvillaust at han ikkje skal gjelde.​3\nI tillegg til reglane i første og andre ledd gjeld for gjensidig testament​4 at tilbakekalling eller endring berre er gyldig når den andre testator har fått kunnskap om det før arvelataren døydde, med mindre det var umogeleg eller det etter tilhøva ville vere urimeleg vanskeleg å varsle den andre testator.​5\n1 Jf. § 85.\n2 Jf. § 69.\n3 Sml. § 65 (2).\n4 Jf. § 49 (3), § 58 og § 67.\n5 Jf. § 7, § 28 b (2) og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Har attlevande ektemake​1 tatt over arven etter eit gjensidig testament​2 som fastset noko om fordelinga av arven når båe er døde, kan attlevande ektemake tilbakekalle eller endre det som er fastsett om at arven eller ein del av den skal gå til arvingane til attlevande ektemake etter loven. Men attlevande ektemake kan ikkje tilbakekalle eller endre det som er fastsett om arverett til andre arvingar.\nAttlevande ektemake kan likevel tilbakekalle eller endre alt som er fastsett om arv til nokon som er innsett til arving etter særskilt ønske frå den attlevande ektemake, eller som ein må gå ut frå er innsett etter slikt ønske.\n1 Sjå el. kap. 3 og § 95.\n2 Jf. § 49 (3), § 57 (3) og § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Reglane i § 54 gjeld tilsvarande for tilbakekalling eller endring av testament. Ei tilbakekalling er dessutan gyldig med omsyn til forma når tilbakekallinga fyller krava i lovgjeving der testamentet var gyldig i samsvar med § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Er tvingande reglar i kapitla VIII og IX om korleis testament skal gjerast, kallast tilbake eller endrast ikkje følgde, er disposisjonen ugyldig.​2 Tilsvarande gjeld gåve som nemnt i § 53 dersom tvingande reglar i kapittel VIII om korleis testament skal gjerast ikkje er følgde.\n1 Jf. § 70 (2).\n2 Sml. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Disposisjon i testament til føremon for eit av testamentsvitna er ugyldig. Det same gjeld disposisjon til føremon for ektemaken til eit testamentsvitne, for slektning i rett opp- eller nedstigande linje eller sysken, eller til føremon for ektemaken til ein så nær slektning eller for ein like nær slektning til ektemaken til eit vitne. Adoptivbarn​1 vert rekna for barn til adoptanten, og dei naturlege slektskapstilhøva til barnet skal det berre leggjast vekt på dersom vitnet kjende tilhøvet på testasjonstida.\nDisposisjon i testament til føremon for nokon som vitnet er i teneste hos på testasjonstida, er ugyldig. Som teneste vert og rekna funksjon som styremedlem og liknande i selskap, lag, stifting eller offentleg institusjon. Disposisjonen er likevel gyldig når tilknytinga er fjern og truleg ikkje har hatt noko å seie for innhaldet i testamentet.\nAt nokon er innsett til testamentsfullførar, gjeld jamvel om den innsette eller nokon i hans teneste har vore testamentsvitne.\n1 Jf. lov 16 juni 2017 nr. 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Ein testamentarisk disposisjon er ugyldig når testator var sinnsjuk eller i høg grad hemma i sjeleleg utvikling eller i høg grad sjeleleg svekt då testamentet vart gjort, med mindre det er usannsynleg at sinnsstoda hans har hatt innverknad på innhaldet i disposisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Ein testamentarisk disposisjon er ugyldig når disposisjonen er framkalla ved tvang, svik eller annan misleg påverknad eller ved misbruk av testators lettsinn, veikskap eller avhengige stilling.\n1 Jf. lov 31 mai 1918 nr. 4 §§ 28 til 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Ein testamentarisk disposisjon er ugyldig når disposisjonen går ut på bruk eller øydelegging som openbert ikkje har noko fornuftig føremål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Testament skal tolkast i samsvar med det testator meinte.\nHar feilskrift eller anna mistak gjort at eit testament har fått eit anna innhald enn testator meinte, skal testamentet gjelde slik testator meinte, når dette kan bli klårlagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Når det ikkje er grunn til å tru at testator meinte noko anna, skal desse reglane gjelde:\n1. Rekk ikkje arven til, skal den som er innsett til arving til ein særskild ting, gå føre den som skal arve ein pengesum.​1\n2. Døyr ein testamentsarving før testator, eller kan arvingen av andre grunnar ikkje ta imot arven,​2 går livsarvingane​3 hans inn i hans stad, dersom dei kan ha rett til arv etter testator etter loven.​4\n3. Har nokon sett inn ektemaken​5 sin til testamentsarving, gjeld reglane i § 8 tilsvarande.\n4. Den som er innsett til å arve ein særskild ting, kan ikkje krevje vederlag for hefte som kviler på tingen. Heller ikkje kan han krevje pengar dersom tingen ikkje finst i buet.\n5. Er det meir enn eitt testament etter testator, gjeld alle, med mindre eit yngre testament kallar tilbake eller står i strid med noko som er fastsett før. Rekk ikkje buet til, skal nyare disposisjonar gå føre eldre.\n1 Sjå lov 21 feb 1930 § 97; lov 14 juni 2019 nr. 21 (ikke ikr.).\n2 Jf. § 72 og § 74.\n3 Jf. § 1.\n4 Jf. kap. I.\n5 Sjå el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Har lengstlevande ektemake​2 tatt over arven etter eit gjensidig testament,​3 og let ingen av ektemakane etter seg livsarvingar,​4 skal følgjande reglar gjelde når det ikkje er grunn til å tru at ektemakane meinte noko anna då dei gjorde testament:\n1. Lengstlevande ektemake​2 rår i levande live som ein eigar over heile formuen, utan hinder av den rett arvingane etter førstavdøde måtte ha. Han kan når som helst gi ein eller fleire av arvingane fullt eller delvis arveoppgjer.\n2. Har testamentet klare føresegner om arverett for arvingane etter førstavdøde, skal på skifte etter at lengstlevande er død halvparten av den samla formuen gå til arvingane etter førstavdøde og den andre halvparten til arvingane etter lengstlevande. Dersom lengstlevande gifter seg att,​2 pliktar han å skifte med arvingane etter førstavdøde. Ellers gjeld reglane i §§ 17 andre og tredje ledd, 18 andre ledd og 26 tredje ledd tilsvarande.\n3. Så langt testamentet ikkje har klare føresegner om arvefordelinga etter at lengstlevande er død, rår han fritt over heile formuen også ved testament. Ligg det ikkje føre slik disposisjon, har arvingane til førstavdøde etter § 2 krav på halvparten av den samla formuen, dersom lengstlevande døyr utan å ha gift seg på ny.\n4. Reglane i §§ 22 og 26 fjerde ledd gjeld tilsvarande for arveretten til arvingane etter førstavdøde.\n1 Jf. § 86.\n2 Sjå el. kap. 3 og § 95.\n3 Jf. § 49 (3), § 57 (3) og § 58.\n4 Jf. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Testator kan levere testamentet til varetaking hos tingretten i den rettskrinsen der han bur. I staden for sjølve testamentet kan han levere inn ei stadfest avskrift. Når testator ønskjer det, kan testamentet leverast inn i lukka omslag, og han kan krevje at det skal takast vare på på same måte.\nVaretaking som nemnt i første ledd har ikkje noko å seie for om testamentet er gyldig og fører ikkje til at retten skal ha melding dersom testamentet blir kalla tilbake,​1 og heller ikkje til at nytt testament må takast vare på på same måte. Dersom testator endrar eller tilbakekallar testament som er innlevert til varetaking, bør han likevel melde frå til tingretten.\nRetten har ikkje ansvar for at eit testament som er levert inn til varetaking, blir lagt fram når testator er død.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Kan eit testament ikkje finnast når testator er død, skal det likevel gjelde når innhaldet kan klårleggjast, med mindre ein må gå ut frå at testamentet er kalla tilbake​1 eller at det har vore ugyldig.​2\n1 Jf. § 57.\n2 Jf. § 60 til § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Rett etter eit testament kan berre gjerast gjeldande dersom minst ein av dei som har føremon etter det har varsla tingretten innan 6 månader etter at han fekk kunnskap om innhaldet i testamentet og om at testator er død. Varsel trengst ikkje når tingretten eller minst ein av dei som elles skulle ha den delen av arven det er disponert over, på annan måte​2 har fått kunnskap om testamentet før varslingsfristen er ute for alle rettshavarane.\nMotsegn som går ut på at ein testamentarisk disposisjon er ugyldig, kan ikkje gjerast gjeldande av ein arving etter loven eller etter testament, med mindre minst ein av arvingane har varsla tingretten innan 6 månader etter at han fekk kunnskap om disposisjonen og om at testator er død og om grunnlaget for påstanden om at disposisjonen er ugyldig. Retten til å gjøre motsegn mot disposisjonen står likevel ved lag så langt slikt varsel er gitt til kvar einskild av dei som har føremon etter testamentet.\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 75 og lov 21 feb 1930 § 42 og § 43; lov 14 juni 2019 nr. 21 (ikke ikr.). – Jf. § 87.\n2 Jf. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Rett til arv har berre den som lever​1 eller er avla når arvelataren døyr.\nArvelataren kan fråvike reglane i første ledd for arv som han kan disponere fritt over med testament. Ein ufødd person kan likevel berre gis arverett når ein av foreldra hans er fødd eller avla når arvelataren døyr.​2\n1 Jf. § 72 og kap. XIII A.\n2 Jf. Grl. § 118.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Er ein arving død utan at ein veit om han overlevde arvelataren, blir han rekna for ikkje å ha overlevd han.\nDersom det seinare blir godtgjort at arvingen overlevde arvelataren, kan arvingane etter den avdøde krevje tilbakesøking etter reglane i § 75 a.\n0 Endra med lov 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Blir nokon dømd til fengselsstraff utan vilkår for straffebrot mot den han skulle arve, og arvelataren døyr på grunn av handlinga, kan arveretten til den skyldige heilt eller delvis falle bort.\nBlir nokon dømd til fengselsstraff utan vilkår for straffebrot mot arving etter arvelataren som han sjølv har eller kan få arverett etter, og arvingen døyr på grunn av handlinga, kan arveretten til den skyldige heilt eller delvis falle bort. Det same gjeld når nokon blir dømd til fengselsstraff utan vilkår for straffebrot som er årsak til at eit barn som er avla, ikkje blir født levande, og barnet hadde hatt betre eller like god arverett som gjerningsmannen.\nRetten skal ta avgjerd om tap av arverett etter første og andre ledd i dom.​2 Krav om bortfall av arverett kan setjast fram av kvar den som får rett til arv eller større arv dersom kravet blir godtatt. I offentleg straffesak om handlinga kan dessutan påtalemakta setje fram slikt krav, og retten kan av eige tiltak ta avgjerd om bortfall av arverett, jamvel om det ikkje er sett fram krav om det.​3\nBlir nokon fråkjend rett til arv etter reglane framanfor, skal arven gå som om han var død før arven fall.\nReglane i denne paragrafen er ikkje til hinder for at arveretten blir gitt tilbake med testament. Men slikt testament gjeld berre når det er stadfest av Kongen.​4\n0 Endra med lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endra med lov 26 jan 2007 nr. 3.\n1 Jf. § 88. – Jf. lov 16 juni 1989 nr. 69 § 15-9.\n2 Sjå tvl. § 19-1 (1) og strpl. § 30.\n3 Jf. strpl. § 3.\n4 Justisdepartementet iflg. res. 23 juni 1972. Delegert til Justissekretariatene (fra 1 jan 2009 Statens sivilrettsforvaltning) ved forskr. 21 des 2006 nr. 1524.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Ein arving kan avslå arv som er fallen. Avslaget kan gjelde heile arven eller ein del av den.\nArv som det er gitt avkall på skal gå som om arvingen var død før arven fall. Arving som ikkje har livsarving,​2 kan likevel gi avslag til føremon for ein særskild medarving.\n0 Endra med lov 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endra med lov 5 apr 2013 nr. 12.\n1 Sml. § 45. – Jf. deknl. § 2-12 (2).\n2 Jf. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Retten til å krevje arv fell bort når arvingen ikkje gjer den gjeldande innan 10 år etter at arvelataren døydde. Forelding blir hindra ved at arvekravet blir meldt til den tingretten som har buet, eller – dersom skifte av buet ikkje tidlegare er avslutta – ved at offentleg skifte blir kravt,​2 eller ved at søksmål blir reist​3 mot dei som elles får arven eller har fått den. Kravet på arv blir heller ikkje forelda dersom dei nemnde arvingane har godkjent arvekravet før fristen er ute.\nKrav på arv blir ikkje forelda så lenge dødsbuet til arvelataren står under offentleg skifte. Er buet tatt over av attlevande ektemake etter reglane om uskifte i kapittel III, går foreldingsfristen først frå den tid den attlevande ektemaken døyr. Har attlevande ektemake skift tidlegare, går fristen frå den tid skiftet var slutt. Følgjer det av testamentet til arvelataren at arvingen ikkje kan gjere krav på arv gjeldande på den tid arvelataren døyr, går fristen først frå den tid kravet kunne ha vore gjort gjeldande.\nFor arving som er fråverande eller bortkomen, gjeld det som er fastsett i særskild lov.​4\n0 Endra med lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 87. – Jf. § 70.\n2 Jf. lov 21 feb 1930 § 84; lov 14 juni 2019 nr. 21 (ikke ikr.).\n3 Sjå tvl. § 18-3.\n4 Sjå kap. XIII A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "75 a",
      "section": "75 a",
      "content": "Ein arving skal ikkje reknast med under skiftet om det ikkje er sikkert at arvingen har overlevd arvelataren, jf. § 72 første ledd.\nViser det seg seinare at arvingen overlevde arvelataren, kan arvingen eller – om arvingen er død – hans eller hennar arvingar innan ti år etter arvefallet krevje arven frå dei som har fått han. Gjeld det arv i eit bu som er overteke av den attlevande ektemaken​1 eller sambuaren​2 etter reglane om uskifte i kapittel III og kapittel III A, blir fristen rekna først frå det tidspunktet den attlevande ektemaken eller sambuaren døyr. Har den attlevande ektemaken eller sambuaren skift tidlegare, skal fristen reknast frå det tidspunktet skiftet var slutt. Er arvingen ved orskurd sagt å vere død, jf. lov om forsvunne personar​3 §§ 8 eller 9, gjeld fristen i same lov § 18 dersom han går ut før fristen som er nemnd foran. Kravet om attendeføring følgjer elles reglane i lov om forsvunne personar § 19.\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Sjå el. kap. 3 og § 95.\n2 Sjå § 28 a.\n3 Lov 12 mai 2015 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75a",
        "source_heading": "§ 75 a."
      }
    },
    {
      "provision_ref": "75 b",
      "section": "75 b",
      "content": "Er ein arving forsvunnen etter at arven er fallen, eller er arvingen fråverande utan kjend opphaldsstad, skal arvingen få arven utlagd på skiftet om ikkje anna følgjer av § 75 c. Reglane i lov om forsvunne personar​1 kapittel 2 om forvalting av den forsvunne sine eigedelar og oppnemning av verje gjeld tilsvarande.\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Lov 12 mai 2015 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75b",
        "source_heading": "§ 75 b."
      }
    },
    {
      "provision_ref": "75 c",
      "section": "75 c",
      "content": "Er arven til ein forsvunnen arving som nemnd i § 75 b, mindre enn to gonger grunnbeløpet​1 i folketrygda, og det heller ikkje er kjend at arvingen har annan formue, skal arvingen ikkje få arven utlagd når han eller ho har ektemake, sambuar eller slekt som har rett til arven etter lova, eller han eller ho har rådd over heile arven ved testament. Arven skal då gå til dei som var arvingar etter den forsvunne eller fråverande då arven fall. Ein forsvunnen eller fråverande arving kan ikkje krevje attende arv som er utlagd etter første punktum\n0 Føyd til med lov 12 mai 2015 nr. 27 (ikr. 1 juli 2015 iflg. res. 12 mai 2015 nr. 469).\n1 Jf. ftrl. § 1-4. Grunnbeløpet var pr. 1 mai 2019 kr. 98.858.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75c",
        "source_heading": "§ 75 c."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "I avtale med framand stat kan det utan hinder av føresegnene i denne loven fastsetjast reglar om tilhøvet mellom arvelovgjevinga i Noreg og arvelovgjevinga i annan stat.​1\nEin ektemakes eller sambuars rettar etter lova her kan berre avgrensast ved eit lovval etter konvensjon 19. november 1934 mellem Norge, Danmark, Finland, Island og Sverige om arv og dødsboskifte artikkel 3 dersom ektemaken eller sambuaren har fått kunnskap om dette før arvelataren døydde.​2\n0 Endra med lov 16 des 2016 nr. 94 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1585).\n1 Sjå konvensjoner 19 nov 1934 (inntatt her i Norges Lover) og 5 okt 1961.\n2 Jf. § 7, § 28 b (2) og § 28 c (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Denne lov tar til å gjelde frå den tid Kongen fastset.​1\n1 Frå 1 jan 1973 iflg. res. 23 juni 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Barn som er født utanom ekteskap før 1 januar 1917 tar ikkje arv etter faren eller farsslekta. Har faren lyst barnet i kull og kjønn,​1 skal barnet ta arv, men berre halv lott ved sida av barn som faren har i ekteskap.\nFaren og farsslekta har ikkje rett til arv etter barn utanom ekteskap når barnet er født før 1 januar 1917.\n1 Jf. tidlegare arvelov 31 juli 1854 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Reglane i eldre lover​1 om rett til arv etter loven og til uskifte og om rettsstoda elles for attlevande ektemake, arvingar og legatarar, gjeld når arvelataren er død før denne loven tok til å gjelde,​2 men likevel slik at reglane i §§ 17-21, 23-25, 27 og 28 skal gjelde også når arvelataren (førstavdøde ektemake) er død før loven tok til å gjelde.\n1 Jf. § 89.\n2 Frå 1 jan 1973.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "title": "(Opphevet)",
      "content": "0 Oppheva med lov 8 apr 1981 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Reglane i kapittel IV om pliktdelsarv m.v. gjeld berre når arvelataren er død etter at denne loven tok til å gjelde. Testament som er stadfest etter § 36 eller § 37 i lov 31 juli 1854 om Arv, skal likevel framleis vere gyldig.​1 Det same gjeld testament som er gjort i medhald av § 70 i den tidlegare arveloven før denne loven tok til å gjelde.​1\n1 Sjå § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Reglane i kapittel V om forlottsrett for barn gjeld berre når arvelataren er død etter at denne loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Reglane i kapittel VI om avkorting i arv gjeld og for gåver og anna hjelp som er gitt før denne loven tok til å gjelde, dersom arvelataren døyr etter at loven tok til å gjelde.\nOm avkall på arv som er ventande,​1 gjeld reglane på den tid avkallet vart gitt.\n1 Sjå § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Reglane i § 47 om sal av fast eigedom og lausøyre som staten får i arv, og om avkall på arv til staten, gjeld også arv som staten har fått før loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Om ein testamentarisk disposisjon er gyldig,​1 skal avgjerast etter loven på den tid då testamentet vart gjort, endra eller kalla tilbake.\n1 Jf. kap. X, jf. § 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Reglane i § 67 om kva rett attlevande ektemake og arvingane har etter eit gjensidig testament gjeld når førstavdøde ektemake er død etter at denne loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Reglane i §§ 70 og 75 gjeld berre når arvelataren er død etter at denne loven tok til å gjelde.\nRett til arv etter nokon som er død før denne loven tok til å gjelde, blir forelda etter eldre lovgjeving. Retten er likevel tapt dersom den ikkje er gjort gjeldande innan 10 år etter at denne loven tok til å gjelde. Om tilhøve som hindrar slik forelding gjeld reglane i § 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Reglane i § 73 gjeld berre når straffebrotet er gjort etter at denne loven tok til å gjelde.\nReglane i lov 31 juli 1854 om Arv §§ 69 og 72, jfr. § 71 skal gjelde etter at denne loven tok til å gjelde, når dei tilhøve som paragrafen nemner, er frå tida før loven tok til å gjelde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Frå den tid loven blir sett i kraft,​1 held lov av 31 juli 1854 om Arv og lov av 4 juli 1927 nr. 4 om uskift bu opp å gjelde.​2\n1 Frå 1 jan 1973.\n2 Jf. § 78 til § 88.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Frå den tid loven blir sett i kraft, blir det desse endringane i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ]
}