{
  "id": "LOV-1972-06-16-47",
  "type": "statute",
  "title": "Lov om kontroll med markedsføring og avtalevilkår (markedsføringsloven).",
  "short_name": "Markedsføringsloven – mfl.",
  "status": "in_force",
  "issued_date": "1972-06-16",
  "in_force_date": "1972-06-16",
  "url": "https://lovdata.no/dokument/NLO/lov/1972-06-16-47",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Alminnelig bestemmelse.",
      "content": "I næringsvirksomhet​1 må det ikke foretas handling som strider mot god forretningsskikk næringsdrivende imellom, eller er urimelig i forhold til forbrukere eller som for øvrig strider mot god markedsføringsskikk.\nAnnonsør og den som utformer reklame skal sørge for at reklame ikke er i strid med likeverdet mellom kjønnene,​2 og at den ikke utnytter det ene kjønns kropp eller gir inntrykk av en støtende eller nedsettende vurdering av kvinne eller mann.\nVed vurderingen av om første eller annet ledd er overtrådt, kan det blant annet legges vekt på om reklamen, på grunn av utforming, format, omfang eller andre virkemidler, fremstår som særlig påtrengende.\nAll markedsføring skal utformes og presenteres på en slik måte at den tydelig framstår som markedsføring. Ved muntlig markedsføringshenvendelse til en forbruker skal en næringsdrivende straks presentere seg og opplyse forbrukeren om at henvendelsen skjer i markedsføringshensikt.\n0 Endret ved lover 9 juni 1978 nr. 45, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Se §§ 19 og 20.\n2 Jfr. lov 9 juni 1978 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Villedende forretningsmetoder.",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende uriktig eller av annen grunn villedende framstilling​4 som er egnet til å påvirke etterspørselen etter eller tilbudet av varer, tjenester eller andre ytelser.\nDet samme gjelder enhver annen framgangsmåte som kan ha slik betydning for etterspørsel eller tilbud, såframt den gjennom sin utforming eller på grunn av omstendigheter ellers er egnet til å villede forbrukere.​5\nKunngjøring eller andre meddelelser om utsalg, realisasjon, eller annen form for salg i detaljhandelen til nedsatte priser må bare anvendes når prisene på de tilbudte varer virkelig er nedsatt.\nDepartementet​6 kan ved forskrift​7 gi nærmere bestemmelser om sammenlignende reklame.\n0 Endret ved lover 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 2 (dir 84/450). Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Se § 19 (2).\n5 Jfr. lover 3 mars 1961 nr. 4 § 36 og 21 juni 1985 nr. 79 § 2-3.\n6 Barne- og likestillingsdepartementet.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Krav om betaling for varer, tjenester eller andre ytelser uten etter avtale m.v.",
      "content": "Det er forbudt​1 i næringsvirksomhet​2\na. å kreve betaling for varer, tjenester eller andre ytelser uten etter avtale, og\nb. å levere varer, tjenester eller andre ytelser med krav om betaling uten etter avtale.\nVed leveranse i strid med første ledd bokstav b er mottakeren ikke forpliktet til å betale, så framt ikke annet er bestemt ved lov.\nDepartementet​3 kan ved forskrift​4 gi nærmere bestemmelser om krav til dokumentasjon og oppbevaring av dokumentasjon for inngåtte avtaler.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Barne- og likestillingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:2 b",
      "chapter": "1",
      "section": "2 b",
      "title": "Begrensninger i bruk av visse kommunikasjonsmetoder",
      "content": "Det er forbudt​1 i næringsvirksomhet​2 uten mottakerens forutgående samtykke å rette markedsføringshenvendelser til fysiske personer ved hjelp av elektroniske kommunikasjonsmetoder som tillater individuell kommunikasjon, som for eksempel elektronisk post, telefaks eller automatisert oppringningssystem (talemaskin).\nKrav om forhåndssamtykke etter første ledd gjelder likevel ikke for markedsføring der den fysiske personen kontaktes muntlig ved hjelp av telefon.\nKrav om forhåndssamtykke etter første ledd gjelder heller ikke markedsføring ved hjelp av elektronisk post i eksisterende kundeforhold der den næringsdrivende avtaleparten har mottatt kundens elektroniske adresse​3 i forbindelse med salg. Markedsføringen kan bare gjelde den næringsdrivendes egne varer, tjenester eller andre ytelser tilsvarende dem som kundeforholdet bygger på. Når den elektroniske adressen samles inn, og eventuelt ved hver enkelt senere markedsføringshenvendelse, skal kunden enkelt og gebyrfritt gis anledning til å frabe seg slike henvendelser.\nMed elektronisk post menes i denne bestemmelse enhver henvendelse i form av tekst, tale, lyd eller bilde som sendes via et elektronisk kommunikasjonsnett, og som kan lagres i nettet eller i mottakerens terminalutstyr inntil mottakeren henter den. Herunder omfattes tekst- og multimediemeldinger til mobiltelefon (SMS og MMS).\nEhandelslovens bestemmelser, herunder § 9 om elektronisk markedsføring, gjelder i tillegg til bestemmelsen her.\nDepartementet​4 kan ved forskrift​5 gi nærmere bestemmelser om hva som omfattes av første ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352), endret ved lover 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Jfr. lov 14 april 2000 nr. 31 § 19.\n4 Barne- og likestillingsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2b",
        "source_heading": "§ 2 b."
      }
    },
    {
      "provision_ref": "1:2 c",
      "chapter": "1",
      "section": "2 c",
      "title": "Levering av uadressert reklame",
      "content": "Det er forbudt​1 i næringsvirksomhet​2 å levere ut eller å gi en formidler i oppdrag å levere ut uadressert reklame til forbrukere som klart har tilkjennegitt at de motsetter seg dette. En formidler er likevel ikke ansvarlig for å ha levert ut uadressert reklame hvis formidleren har fått opplyst og har grunn til å anta at det som leveres ut, ikke er reklame.\nInnstikk, som er omfattet av redaktøransvaret,​3 i aviser og andre trykksaker, anses ikke som uadressert reklame etter denne bestemmelsen.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Jfr. strl. § 431.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2c",
        "source_heading": "§ 2 c."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Utilstrekkelig veiledning m.v.",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende framstilling​4 som er egnet til å påvirke etterspørselen etter eller tilbudet av varer, tjenester eller andre ytelser, når framstillingen ikke gir forsvarlig eller tilstrekkelig veiledning eller trekker inn uvedkommende forhold, og derfor må anses urimelig.\nDet samme gjelder enhver annen framgangsmåte som kan ha slik betydning for etterspørsel eller tilbud, dersom den utnytter forbrukeres mangelfulle erfaring eller kunnskaper, og derfor må anses urimelig.\n0 Endret ved lover 12 juni 1981 nr. 60, 18 des 1981 nr. 90.\n1 Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Se § 19 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Prismerking mv.",
      "content": "Den som i næringsvirksomhet selger varer, tjenester eller andre ytelser til forbrukere, skal så langt det er praktisk mulig informere om prisene, slik at de lett kan ses av kundene.\nDepartementet​1 kan ved forskrift​2 gi nærmere regler om gjennomføringen av plikten etter første ledd og kan herunder gjøre unntak fra første ledd.\nFor å lette kundenes bedømmelse av priser og kvalitet på varer og tjenester, kan departementet ved forskrift påby ervervsdrivende å iverksette tiltak utover det som følger av påbudet i første ledd.​3 Slik forskrift om informasjonstiltak kan blant annet\n1. påby merking, oppslag eller annen underretning om pris, forretningsvilkår, kvalitet og andre egenskaper.\n2. gi påbud om sortering og bestemmelser om mål og vekt og opplysning om pris pr. enhet (jamførpris) for varer som frambys for salg.\n0 Tilføyd ved lov 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479).\n1 Barne- og likestillingsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 5 mars 2004 nr. 12 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Tilgift.​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å søke fremmet avsetningen av en eller flere varer, tjenester eller andre ytelser (hovedytelsen) ved å by eller la by tilgift til forbruker.​4\nSom tilgift anses enhver tilleggsytelse (vare, tjeneste eller annet) som er knyttet til avsetning av hovedytelsen, uten at det er naturlig sammenheng mellom ytelsene. En pengeytelse reknes likevel for tilgift bare når den mangler naturlig sammenheng med betalingen for hovedytelsen, eller når det blir brukt merker, kuponger eller liknende dokumenter som hovedsakelig har til oppgave å tjene som bevis for rett til pengeytelsen. Som tilgift anses det også om det reknes særlig lav pris for tilleggsytelsen.\nBestemmelsene i § 5 siste ledd gjelder tilsvarende.\n1 Jfr. § 5.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Jfr. lov 5 mars 2004 nr. 12 § 11 (2), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Utlodninger.​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å søke fremmet salget eller kjøpet av en eller flere varer, tjenester eller andre ytelser ved å sette i verk utlodning eller annen foranstaltning der tilfellet helt eller delvis avgjør hvem en fordel (gevinst, belønning, premiering eller annet) skal tilfalle.\nBestemmelsene gjelder ikke tilbud som utgivere av periodiske publikasjoner framsetter i bladet eller skriftet om belønning eller premiering for oppgaveløsninger, konkurransedeltakelse eller liknende prestasjoner fra lesernes side. Verdien av premiene eller størrelsen av belønningen må ikke overstige de beløp som departementet​4 fastsetter.\n1 Jfr. § 4.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Barne- og likestillingsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juli 2003 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Bedriftshemmeligheter.",
      "content": "Den som har fått kunnskap om eller rådighet over en bedriftshemmelighet i anledning av et tjeneste-, tillitsvervs- eller forretningsforhold, må ikke​2 rettsstridig utnytte hemmeligheten i næringsvirksomhet.​3\nDet samme gjelder den som har oppnådd kunnskap om eller rådighet over en bedriftshemmelighet gjennom noens brudd på taushetsplikt eller gjennom noens rettsstridige handling ellers.\n1 Se § 18.\n2 Jfr. § 17 og strl. §§ 294, 405 a.\n3 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Tekniske hjelpemidler.",
      "content": "Den som er blitt betrodd tekniske tegninger, beskrivelser, oppskrifter, modeller eller liknende tekniske hjelpemidler i anledning av et tjeneste-, tillitsvervs- eller forretningsforhold, må ikke​2 rettsstridig utnytte dem i næringsvirksomhet.​3 ​4\nDet samme gjelder den som har oppnådd rådighet over tekniske tegninger, beskrivelser, oppskrifter, modeller og liknende tekniske hjelpemidler gjennom noens rettsstridige handling.\n1 Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Jfr. lov 12 mai 1961 nr. 2 og lov 14 mars 2003 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Etterlikning av annens produkt.​2",
      "content": "Det er forbudt​3 i næringsvirksomhet​4 å anvende etterliknede kjennetegn, produkter, kataloger, reklamemidler eller andre frambringelser på slik måte og under slike omstendigheter at det må anses som en urimelig utnyttelse av en annens innsats eller resultater og fører med seg fare for forveksling.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997), endret paragraftallet fra § 9.\n1 Se § 18.\n2 Jfr. lov 3 mars 1961 nr. 4, lov 12 mai 1961 nr. 2, 15 des 1967 nr. 9, lov 21 juni 1985 nr. 79 og lov 14 mars 2003 nr. 15.\n3 Jfr. § 17.\n4 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Uriktige geografiske betegnelser for vin og brennevin​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende geografiske vin- eller brennevinsbetegnelser for vin og brennevin som ikke har den geografiske opprinnelsen som betegnelsen utpeker. Dette gjelder selv om den faktiske opprinnelsen også er angitt, eller den geografiske betegnelsen er oversatt eller følges av uttrykk som «slag», «type», «imitasjon» e l.\n0 Tilføyd ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997).\n1 Jfr. lov 3 mars 1961 nr. 4 § 14 (3).\n2 Jfr. § 17.\n3 Jfr. § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Urimelige avtalevilkår.​2",
      "content": "Vilkår som nyttes eller tilsiktes nyttet i næringsvirksomhet​3 overfor forbrukere kan forbys når de finnes urimelige overfor forbrukerne, og det finnes at forbud tilsies av allmenne hensyn.\nVed rimelighetsvurderingen skal det legges vekt på hensynet til balanse mellom partenes rettigheter og plikter og på hensynet til klarhet i kontraktsforhold.\n0 Tilføyd ved lov 13 feb 1981 nr. 2.\n1 Se § 20 (2).\n2 Jfr. lov 31 mai 1918 nr. 4 § 36 og § 37.\n3 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:9 b",
      "chapter": "2",
      "section": "9 b",
      "title": "Virkeområde.",
      "content": "Bestemmelsene i dette kapittel gjelder ikke for lønns- og arbeidsvilkår i tjeneste hos andre. Kongen kan gi nærmere regler om at bestemmelsene i dette kapittel heller ikke skal gjelde for andre spesielle kontraktsforhold.\n0 Tilføyd ved lov 13 feb 1981 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9 b."
      }
    },
    {
      "provision_ref": "3:9 c",
      "chapter": "3",
      "section": "9 c",
      "title": "Bruk av garantier o.l. overfor forbrukere",
      "content": "Det er forbudt i næringsvirksomhet​1 å bruke ordet garanti eller tilsvarende uttrykk ved omsetning av varer, tjenester eller andre ytelser, dersom mottakeren ikke gis rettigheter i tillegg til de rettighetene han eller hun ellers har, eller dersom slike rettigheter begrenses.\nVed markedsføring av garantier skal det opplyses om vesentlige begrensninger i garantien.​2 Dersom det opplyses om garantitiden i markedsføringen, skal det også opplyses om lovens lengstefrist for reklamasjon etter den aktuelle lovgivningen.\n0 Tilføyd ved lov 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).\n1 Se § 19 (1).\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9c",
        "source_heading": "§ 9 c."
      }
    },
    {
      "provision_ref": "3:9 d",
      "chapter": "3",
      "section": "9 d",
      "title": "Krav til garantivilkår i forbrukerforhold",
      "content": "Ytes det garanti, skal det på en tydelig og lettfattelig måte opplyses om følgende i garantivilkårene:\na. garantiens innhold, herunder eventuelle begrensninger og særlige betingelser\nb. at forbrukerens rettigheter etter aktuell og nærmere angitt lovgivning kommer i tillegg til garantien, og at disse rettighetene ikke berøres av garantien\nc. hva som er nødvendig for å benytte garantien, herunder garantiens varighet og geografiske virkeområde samt garantigiverens navn og adresse\nd. lengstefristen for reklamasjon etter aktuell og nærmere angitt lovgivning, dersom den er lengre enn garantitiden\ne. at det uansett kan reklameres på ytelsen i sin helhet etter aktuell og nærmere angitt lovgivning, dersom garantien er begrenset, for eksempel ved at garantien kun gjelder en del av ytelsen eller bare deler av utbedringskostnadene dekkes av garantien.\nDer markedsføringen forut for avtaleinngåelsen er rettet til norske forbrukere, skal garantivilkårene være utformet på norsk.\nFør avtaleinngåelsen skal garantigiveren opplyse forbrukeren om garantien og at forbrukeren har rett til å få garantivilkårene utlevert. Når forbrukeren ber om det, skal han eller hun motta garantivilkårene lesbart og lagret på papir eller et annet varig medium som forbrukeren råder over.\n0 Tilføyd ved lov 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9d",
        "source_heading": "§ 9 d."
      }
    },
    {
      "provision_ref": "4:9 e",
      "chapter": "4",
      "section": "9 e",
      "title": "Virkeområde",
      "content": "Bestemmelsene i dette kapitlet får anvendelse på handlinger foretatt i næringsvirksomhet som strider mot bestemmelser som i henhold til EØS-avtalen​1 beskytter forbrukernes kollektive interesser slik de er gjennomført i norsk rett.\n§§ 9 f og 9 g får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg 1 til europaparlaments- og rådsdirektiv 98/27/EF om nedlegging av forbud med hensyn til vern av forbrukernes interesser. Bestemmelsene får kun anvendelse på handlinger foretatt i næringsvirksomhet​2 i Norge som har virkning i en annet EØS-stat eller som er foretatt i næringsvirksomhet i en annen EØS-stat og har virkning i Norge.\n§ 9 h får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg til europaparlaments- og rådsforordning (EF) nr. 2006/2004 om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning. Bestemmelsen får kun anvendelse hvis lovbruddet rammer forbrukere som har bopel i en annen medlemsstat enn der lovbruddet har sin opprinnelse eller har funnet sted, der den næringsdrivende er etablert eller der bevismaterialet befinner seg.\nDepartementet​3 fastsetter i forskrift​4 hvilke bestemmelser som til en hver tid beskytter forbrukernes kollektive interesser etter annet og tredje ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9c, 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art 1, jfr. direktivets vedlegg).\n2 Se § 19 (1).\n3 Barne- og likestillingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9e",
        "source_heading": "§ 9 e."
      }
    },
    {
      "provision_ref": "4:9 f",
      "chapter": "4",
      "section": "9 f",
      "title": "Adgang til å bringe saker inn for Forbrukerombudet og Markedsrådet",
      "content": "Utenlandske myndigheter og organisasjoner som er oppført på listen over godkjente institusjoner som i henhold til EØS-avtalens bestemmelser​1 offentliggjøres av EU-kommisjonen i De Europeiske Fellesskapers Tidende og i EØS-tillegget til dette, kan bringe sak inn for Forbrukerombudet og Markedsrådet med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9d, 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9f",
        "source_heading": "§ 9 f."
      }
    },
    {
      "provision_ref": "4:9 g",
      "chapter": "4",
      "section": "9 g",
      "title": "Godkjenning av myndigheter og organisasjoner",
      "content": "Departementet​1 godkjenner norske myndigheter og organisasjoner som kan opptre som part i sak i andre EØS-stater med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd. Departementet​1 underretter EFTA-statenes faste komité​2 om de utpekte myndigheters og organisasjoners navn og formål, med sikte på oppføring på listen nevnt i § 9 f.\nDepartementet​1 kan ved forskrift​3 fastsette nærmere regler om godkjenning etter første ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9e, 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Barne- og likestillingsdepartementet.\n2 Se ODA Del II, inntatt under lov 27 nov 1992 nr. 109. ODA er ikke gitt lovs kraft gjennom lov 27 nov 1992 nr. 109.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9g",
        "source_heading": "§ 9 g."
      }
    },
    {
      "provision_ref": "4:9 h",
      "chapter": "4",
      "section": "9 h",
      "title": "Innlemmelse av forordning om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning",
      "content": "EØS-avtalen vedlegg XIX nr. 7f (forordning (EF) nr. 2006/2004) om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning (forordningen om forbrukervernsamarbeid) gjelder som lov med de tilpasninger som følger av vedlegget selv, protokoll 1 til avtalen og avtalen for øvrig.\nDepartementet oppnevner vedkommende myndigheter som håndhever forordningens bestemmelser og sentralt kontaktorgan.\n0 Tilføyd ved lov 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9h",
        "source_heading": "§ 9 h."
      }
    },
    {
      "provision_ref": "5:10",
      "chapter": "5",
      "section": "10",
      "title": "Forvaltning, organisasjon m.v.",
      "content": "Markedsrådet og Forbrukerombudet skal medvirke ved gjennomføringen av bestemmelsene i denne lov.\nKongen kan gi nærmere forskrifter​1 om Markedsrådets og Forbrukerombudets organisasjon og virksomhet.\n0 Endret ved lov 12 juni 1981 nr. 60.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "title": "Markedsrådet",
      "content": "Markedsrådet skal bestå av 9 medlemmer med personlige varamedlemmer som oppnevnes av Kongen. Funksjonstiden for medlemmene er fire år, dog slik at det ved første gangs oppnevning av rådet kan settes en kortere funksjonstid for noen av medlemmene. Kongen oppnevner lederen og lederens vara.\n0 Endret ved lov 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Markedsrådets vedtak.​2",
      "content": "Markedsrådet kan forby en handling som rådet finner er i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c, når det finner at inngrep tilsies av hensyn til forbrukerne, eller, i forhold til § 1 annet ledd av hensyn til likestilling mellom kjønnene. Markedsrådet kan også forby part for Markedsrådet å bruke vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, eller foreta handlinger som tilsikter slik bruk. Markedsrådet kan videre forby en handling som strider mot bestemmelser som nevnt i § 9 e annet ledd, hvis handlingen er foretatt i næringsvirksomhet​3 i Norge og har virkning i en annen EØS-stat.​4 Markedsrådet kan videre forby en handling der det foreligger brudd på bestemmelser som nevnt i § 9 e tredje ledd og som Forbrukerombudet etter § 9 h annet ledd er oppnevnt som vedkommende myndighet til å håndheve. Markedsrådet kan videre forby handling som rådet finner er i strid med regler som Forbrukerombudet er tillagt tilsyn med etter forskrifter gitt i medhold av lov av 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd, når det tilsies av hensyn til forbrukerne eller av hensyn til likestilling mellom kjønnene.​5 Markedsrådet kan forby handlinger som rådet finner er i strid med lov om alternativ behandling av sykdom mv.​6 § 8 når hensynet til forbrukerne tilsier dette. Markedsrådet kan gi påbud om de tiltak rådet finner er nødvendige for å sikre at forbudet overholdes.\nVedtak etter første ledd første til tredje, femte eller sjette punktum kan også rettes mot virksomheter og personer som har medvirket til at handlingen fant sted eller at vilkåret ble brukt. § 17 fjerde ledd gjelder tilsvarende.\nMarkedsrådet kan ved enkeltvedtak​7 påby prisinformasjon etter § 3 a første ledd og ved forskrifter gitt med hjemmel i § 3 a annet og tredje ledd.\nMarkedsrådet er vedtaksført når lederen eller lederens vara og minst 4 andre medlemmer eller varamedlemmer er til stede. Vedtak treffes ved alminnelig flertall. Ved stemmelikhet er lederens stemme avgjørende.\nVedtak skal grunngis samtidig med at det treffes. Markedsrådets vedtak kan ikke påklages.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 22 des 1995 nr. 76 (i kraft 1 jan 1996), 25 juni 1999 nr. 51 (i kraft 1 juli 1999 iflg. res. 25 juni 1999 nr. 704), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Se § 14.\n2 Jfr. § 16. Jfr. lov 10 feb 1967 § 2 (1) b.\n3 Se § 19 (1).\n4 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art. 2, jfr. art. 4).\n5 Jfr. § 1 (2) og (3).\n6 Lov 27 juni 2003 nr. 64.\n7 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Forbrukerombudet.",
      "content": "Forbrukerombudet skal, ut fra hensynet til forbrukerne, føre tilsyn med at det ikke skjer markedsmisbruk i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c. Forbrukerombudet skal videre ut fra hensynet til likestilling mellom kjønnene, særlig med vekt på hvordan kvinner fremstilles, føre tilsyn med at bestemmelsen i § 1 annet ledd ikke overtres. Forbrukerombudet skal også ut fra hensynet til forbrukerne føre tilsyn med markedsføring etter lov om alternativ behandling av sykdom mv.​1 § 8. Ombudet skal av eget tiltak eller på grunnlag av henvendelser fra andre søke å påvirke alle næringsdrivende til å innrette sin virksomhet etter disse bestemmelser.\nForbrukerombudet skal også føre tilsyn med, og gjennom forhandlinger med næringsdrivende eller deres organisasjoner bidra til, at vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, ikke nyttes til skade for forbrukerne.​2\nForbrukerombudet kan på anmodning fra myndighet eller organisasjon som nevnt i § 9 f, med sikte på å verne forbrukernes kollektive interesser i en annen EØS-stat, behandle saker vedrørende handlinger som nevnt i § 9 e annet ledd.​3\nForbrukerombudet fører videre, ut fra hensynet til forbrukerne og hensynet til likestilling mellom kjønnene, tilsyn med reklame i henhold til forskrifter gitt i medhold av lov av 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd.\nForbrukerombudet kan kreve skriftlig bekreftelse fra overtrederen på at ulovlige forhold skal opphøre. Dersom frivillig ordning ikke oppnås, kan Forbrukerombudet forelegge saken for Markedsrådet til avgjørelse etter § 12.\nMed samtykke av Markedsrådets leder kan Forbrukerombudet forelegge for Markedsrådet en sak av prinsipiell karakter knyttet til overtredelse av §§ 1-5 eller § 9 c, eller til overtredelse av forskrifter gitt i medhold av lov 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd. Dette gjelder uten hensyn til om minnelig ordning er oppnådd eller den næringsdrivende erklærer at markedsføringstiltaket er avsluttet.\nMarkedsrådet kan unnlate å behandle en sak fremlagt etter sjette ledd dersom Markedsrådet finner at saken ikke er tilstrekkelig opplyst til at vedtak kan fattes.\nBeslutter Forbrukerombudet ikke å bringe en sak inn for Markedsrådet, kan den bringes inn av en næringsdrivende eller forbruker som berøres av handlingen eller vilkåret, eller av en sammenslutning av næringsdrivende, forbrukere eller lønnstakere.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 25 juni 1999 nr. 51 (i kraft 1 juli 1999 iflg. res. 25 juni 1999 nr. 704), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Lov 27 juni 2003 nr. 64.\n2 Jfr. § 20 (4).\n3 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art. 2, jfr. art. 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Forbrukerombudets vedtak.",
      "content": "Forbrukerombudet kan treffe vedtak​1 om forbud​2 som nevnt i § 12 første ledd, første, annet, tredje, fjerde, femte og sjette punktum dersom det ikke er oppnådd frivillig ordning, og Forbrukerombudet antar at det vil medføre ulempe eller skadevirkning å avvente Markedsrådets vedtak. Forbrukerombudet kan også treffe vedtak som nevnt i § 12 tredje ledd dersom det ikke er oppnådd frivillig ordning, og ombudet antar at det vil medføre skadevirkning å avvente Markedsrådets vedtak. Vedtak som Forbrukerombudet treffer om forbud som er nevnt i § 12 første ledd første, annet og femte punktum, kan også rettes mot medvirkere, jf. § 12 annet ledd.\nForbrukerombudet kan også treffe vedtak som nevnt i første ledd dersom ombudet anser markedsføringen eller avtalevilkåret i det vesentlige identisk med markedsføring eller vilkår som Markedsrådet tidligere har nedlagt forbud mot.\nForbrukerombudet skal grunngi vedtaket samtidig med at det treffes. Ombudet skal underrette Markedsrådet om vedtaket.\nVedtaket kan påklages til Markedsrådet.​3\nMarkedsrådet kan kreve at Forbrukerombudet bringer nærmere bestemte saker inn for Markedsrådet.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 22 des 1995 nr. 76 (i kraft 1 jan 1996), 31 jan 1997 nr. 15 (i kraft 1 april 1997 iflg. res. 31 jan 1997 nr. 97), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. lov 10 feb 1967 § 2 (1) b.\n2 Jfr. § 16.\n3 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "6:15",
      "chapter": "6",
      "section": "15",
      "title": "Opplysningsplikt.",
      "content": "Enhver plikter​1 å gi Markedsrådet eller Forbrukerombudet de opplysninger disse myndigheter krever for å kunne utføre sine gjøremål etter loven, herunder opplysninger som er nødvendige for vurdering av om en framstilling​2 er uriktig eller villedende. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.\nOvennevnte myndigheter kan foreta slik gransking og besiktigelse, herunder kreve utlevert dokumenter, gjenstander, vareprøver eller annet, som de finner påkrevet for å utføre sine gjøremål etter loven.​3 Om nødvendig kan det kreves hjelp av politiet.​4\nMarkedsrådet eller Forbrukerombudet kan kreve at opplysninger skal gis til eller gransking kunne foretas av andre offentlige organer som er særskilt pålagt å medvirke ved gjennomføringen av denne lov.\n0 Endret ved lov 12 juni 1981 nr. 60.\n1 Jfr. strl. § 339 nr. 1.\n2 Se § 19 (2).\n3 Jfr. strl. § 326.\n4 Jfr. lov 4 aug 1995 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "7:16",
      "chapter": "7",
      "section": "16",
      "title": "Tvangsgebyr",
      "content": "I vedtak etter §§ 12 og 14 mot markedsføring i strid med §§ 1 til 5 eller mot urimelige avtalevilkår som nevnt i § 9 a skal det fastsettes et tvangsgebyr som den som vedtaket retter seg mot, skal betale dersom vedkommende overtrer vedtaket eller medvirker til at en annen foretar den handlingen vedtaket retter seg mot. Det samme gjelder vedtak etter §§ 12 og 14 som retter seg mot overtredelse av bestemmelser i kapittel II a. Det samme gjelder i vedtak etter § 12 første ledd tredje og fjerde punktum og § 14 første ledd første punktum. Dersom den som vedtaket retter seg mot, må tilbakekalle annonsekampanjer e l, skal vedkommende gis en frist for det. Fastsettelse av tvangsgebyr kan unnlates dersom særlige grunner tilsier det.\nDersom den som vedtaket retter seg mot, eller noen som handler på vegne av vedkommende, overtrer vedtaket eller medvirker til at en annen foretar den handlingen vedtaket retter seg mot, utferdiger Forbrukerombudet forelegg om tvangsgebyr, med mindre særlige grunner foreligger. Utferdigelse av forelegg kan ikke skje med hjemmel i vedtak som er truffet for mer enn 3 år siden. Forelegg kan heller ikke utferdiges for overtredelser som er avsluttet for mer enn 2 år siden.\nVedkommende skal gis en frist på minst 3 uker til å erklære om forelegget vedtas. Et vedtatt forelegg er tvangsgrunnlag for utlegg.​1\nDersom forelegget ikke vedtas, skal Forbrukerombudet reise søksmål for å få fastslått plikten til å betale tvangsgebyret. Forbrukerombudet kan unnlate å reise søksmål dersom særlige grunner foreligger. Foruten å prøve lovligheten av forelegget kan domstolen innenfor rammen av partenes påstander prøve de skjønnsmessige sider ved utmålingen av tvangsgebyret. Mekling i forliksrådet er ikke nødvendig.\nForbrukerombudets utferdigelse av forelegg og beslutning om å reise søksmål kan ikke påklages.\nKongen kan ved forskrift​2 gi regler om størrelsen av tvangsgebyrene og om plikt til å betale renter av ubetalte tvangsgebyrer mv.\n0 Opphevet ved lov 16 mai 1986 nr. 21, tilføyd (med nytt innhold) ved lov 22 des 1995 nr. 76 (i kraft 1 jan 1996), endret ved lover 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. tvangsl. § 7-2, e.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "7:17",
      "chapter": "7",
      "section": "17",
      "title": "Straff.",
      "content": "Den som forsettlig overtrer §§ 2 – 9 i denne lov eller vedtak som er gjort i medhold av denne lov, straffes med bøter,​2 fengsel i inntil 6 måneder eller begge deler​3 dersom ikke strengere straffebestemmelse kommer til anvendelse. Medvirkning straffes på samme måte.\nUaktsom overtredelse av §§ 2, 2a første ledd og 3 eller vedtak som er gjort i medhold av denne lov straffes med bøter,​2 fengsel i inntil 6 måneder eller begge deler​3 dersom ikke strengere straffebestemmelse kommer til anvendelse. Medvirkning straffes på samme måte.\nOvertredelse av første og andre ledd anses som forseelse.​4\nStraff kommer ikke til anvendelse for overtredelse foretatt av en ekspeditør, betjent eller annen liknende underordnet når den vesentlig har vært foranlediget av hans avhengige stilling til den næringsdrivende.\nStraff kommer ikke til anvendelse ved overtredelse av § 7 når kunnskap om eller rådighet over bedriftshemmeligheten er oppnådd i et tjeneste- eller tillitsvervsforhold eller gjennom pliktstridig handling i et slikt forhold og mer enn 2 år er gått siden forholdet opphørte.\n0 Endret ved lover 14 juni 1985 nr. 71, 16 mai 1986 nr. 21, 20 juli 1991 nr. 66, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Se § 18.\n2 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n3 Jfr. strl. § 26 a og § 67; strl. 2005 kap. 6 og kap. 9, kap. 15.\n4 Jfr. strpl. §§ 67 og 455.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "title": "Straffeprosessuelle regler.",
      "content": "Overtredelse av §§ 7, 8 eller 8 a påtales ikke av det offentlige uten fornærmedes begjæring. Det samme gjelder overtredelse av §§ 2 eller 3 når handlingen består i skadelig omtale av en annen næringsdrivende eller av forhold som særskilt angår ham.\nPåtalemyndigheten kan i forbindelse med straffesaken kreve dom for tiltak for å sikre at den lovstridige handling opphører og for å hindre at den gjentas.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "8:19",
      "chapter": "8",
      "section": "19",
      "title": "Definisjoner.",
      "content": "En handling anses etter loven som foretatt i næringsvirksomhet enten den er foretatt av den næringsdrivende selv, eller av noen som opptrer på hans vegne. En næringsvirksomhet går inn under loven selv om den enhet (bedrift, institusjon, anstalt, innretning eller annet) som driver virksomheten, ikke tar sikte på fortjeneste.\nMed framstilling menes i loven enhver form for meddelelse eller utsagn i tale, skrift eller på annen måte, således også betegnelser, bilder, demonstrasjoner, emballasjens form, størrelse eller utstyr o.l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "8:20",
      "chapter": "8",
      "section": "20",
      "title": "Avgrensning mot konkurranseloven og pristiltaksloven.",
      "content": "Bestemmelsen i denne lovs § 1 får ikke anvendelse på innholdet av næringsdrivendes tilbud, krav eller avtale om priser og forretningsvilkår.​1 Heller ikke gjelder bestemmelsen istandbringelse eller gjennomføring av konkurransereguleringer eller nekting av forretningsforbindelse.​1\nBestemmelsen i denne lovs § 9 a får ikke anvendelse på innholdet i vilkår om priser, rabatter, bonuser og avanser.\nBestemmelsene i denne lov gjør ingen innskrenkninger i bestemmelser fastsatt i eller i medhold av konkurranseloven,​1 jf. likevel fjerde ledd og lov om pristiltak.​2\nKonkurranseloven​1 § 10 gjelder ikke ved bruk av kontraktsvilkår som er fremforhandlet i samarbeid med Forbrukerombudet i medhold av markedsføringsloven § 13 annet ledd.\nDersom en næringsvirksomhet som faller inn under denne lov også går inn under regulerings- eller kontrollbestemmelser i andre lover, kan Kongen gi nærmere regler om den innbyrdes avgrensing av de forskjellige myndigheters virkeområde og om samarbeidet mellom dem.\n0 Endret ved lover 13 feb 1981 nr. 2, 11 juni 1993 nr. 65, 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479).\n1 Lov 5 mars 2004 nr. 12.\n2 Lov 11 juni 1993 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "Ikrafttreden m.v.",
      "content": "Denne lov trer i kraft fra det tidspunkt Kongen bestemmer.​1\nFra lovens ikrafttreden gjøres følgende endringer og tilføyelser i andre lover: – – –.\n1 Fra 1 jan 1973 iflg. res. 15 des 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Alminnelig bestemmelse.",
      "content": "I næringsvirksomhet​1 må det ikke foretas handling som strider mot god forretningsskikk næringsdrivende imellom, eller er urimelig i forhold til forbrukere eller som for øvrig strider mot god markedsføringsskikk.\nAnnonsør og den som utformer reklame skal sørge for at reklame ikke er i strid med likeverdet mellom kjønnene,​2 og at den ikke utnytter det ene kjønns kropp eller gir inntrykk av en støtende eller nedsettende vurdering av kvinne eller mann.\nVed vurderingen av om første eller annet ledd er overtrådt, kan det blant annet legges vekt på om reklamen, på grunn av utforming, format, omfang eller andre virkemidler, fremstår som særlig påtrengende.\nAll markedsføring skal utformes og presenteres på en slik måte at den tydelig framstår som markedsføring. Ved muntlig markedsføringshenvendelse til en forbruker skal en næringsdrivende straks presentere seg og opplyse forbrukeren om at henvendelsen skjer i markedsføringshensikt.\n0 Endret ved lover 9 juni 1978 nr. 45, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Se §§ 19 og 20.\n2 Jfr. lov 9 juni 1978 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Villedende forretningsmetoder.",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende uriktig eller av annen grunn villedende framstilling​4 som er egnet til å påvirke etterspørselen etter eller tilbudet av varer, tjenester eller andre ytelser.\nDet samme gjelder enhver annen framgangsmåte som kan ha slik betydning for etterspørsel eller tilbud, såframt den gjennom sin utforming eller på grunn av omstendigheter ellers er egnet til å villede forbrukere.​5\nKunngjøring eller andre meddelelser om utsalg, realisasjon, eller annen form for salg i detaljhandelen til nedsatte priser må bare anvendes når prisene på de tilbudte varer virkelig er nedsatt.\nDepartementet​6 kan ved forskrift​7 gi nærmere bestemmelser om sammenlignende reklame.\n0 Endret ved lover 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 2 (dir 84/450). Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Se § 19 (2).\n5 Jfr. lover 3 mars 1961 nr. 4 § 36 og 21 juni 1985 nr. 79 § 2-3.\n6 Barne- og likestillingsdepartementet.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Krav om betaling for varer, tjenester eller andre ytelser uten etter avtale m.v.",
      "content": "Det er forbudt​1 i næringsvirksomhet​2\na. å kreve betaling for varer, tjenester eller andre ytelser uten etter avtale, og\nb. å levere varer, tjenester eller andre ytelser med krav om betaling uten etter avtale.\nVed leveranse i strid med første ledd bokstav b er mottakeren ikke forpliktet til å betale, så framt ikke annet er bestemt ved lov.\nDepartementet​3 kan ved forskrift​4 gi nærmere bestemmelser om krav til dokumentasjon og oppbevaring av dokumentasjon for inngåtte avtaler.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Barne- og likestillingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:2 b",
      "chapter": "1",
      "section": "2 b",
      "title": "Begrensninger i bruk av visse kommunikasjonsmetoder",
      "content": "Det er forbudt​1 i næringsvirksomhet​2 uten mottakerens forutgående samtykke å rette markedsføringshenvendelser til fysiske personer ved hjelp av elektroniske kommunikasjonsmetoder som tillater individuell kommunikasjon, som for eksempel elektronisk post, telefaks eller automatisert oppringningssystem (talemaskin).\nKrav om forhåndssamtykke etter første ledd gjelder likevel ikke for markedsføring der den fysiske personen kontaktes muntlig ved hjelp av telefon.\nKrav om forhåndssamtykke etter første ledd gjelder heller ikke markedsføring ved hjelp av elektronisk post i eksisterende kundeforhold der den næringsdrivende avtaleparten har mottatt kundens elektroniske adresse​3 i forbindelse med salg. Markedsføringen kan bare gjelde den næringsdrivendes egne varer, tjenester eller andre ytelser tilsvarende dem som kundeforholdet bygger på. Når den elektroniske adressen samles inn, og eventuelt ved hver enkelt senere markedsføringshenvendelse, skal kunden enkelt og gebyrfritt gis anledning til å frabe seg slike henvendelser.\nMed elektronisk post menes i denne bestemmelse enhver henvendelse i form av tekst, tale, lyd eller bilde som sendes via et elektronisk kommunikasjonsnett, og som kan lagres i nettet eller i mottakerens terminalutstyr inntil mottakeren henter den. Herunder omfattes tekst- og multimediemeldinger til mobiltelefon (SMS og MMS).\nEhandelslovens bestemmelser, herunder § 9 om elektronisk markedsføring, gjelder i tillegg til bestemmelsen her.\nDepartementet​4 kan ved forskrift​5 gi nærmere bestemmelser om hva som omfattes av første ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352), endret ved lover 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Jfr. lov 14 april 2000 nr. 31 § 19.\n4 Barne- og likestillingsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2b",
        "source_heading": "§ 2 b."
      }
    },
    {
      "provision_ref": "1:2 c",
      "chapter": "1",
      "section": "2 c",
      "title": "Levering av uadressert reklame",
      "content": "Det er forbudt​1 i næringsvirksomhet​2 å levere ut eller å gi en formidler i oppdrag å levere ut uadressert reklame til forbrukere som klart har tilkjennegitt at de motsetter seg dette. En formidler er likevel ikke ansvarlig for å ha levert ut uadressert reklame hvis formidleren har fått opplyst og har grunn til å anta at det som leveres ut, ikke er reklame.\nInnstikk, som er omfattet av redaktøransvaret,​3 i aviser og andre trykksaker, anses ikke som uadressert reklame etter denne bestemmelsen.\n0 Tilføyd ved lov 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Jfr. § 17.\n2 Se § 19 (1).\n3 Jfr. strl. § 431.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2c",
        "source_heading": "§ 2 c."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Utilstrekkelig veiledning m.v.",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende framstilling​4 som er egnet til å påvirke etterspørselen etter eller tilbudet av varer, tjenester eller andre ytelser, når framstillingen ikke gir forsvarlig eller tilstrekkelig veiledning eller trekker inn uvedkommende forhold, og derfor må anses urimelig.\nDet samme gjelder enhver annen framgangsmåte som kan ha slik betydning for etterspørsel eller tilbud, dersom den utnytter forbrukeres mangelfulle erfaring eller kunnskaper, og derfor må anses urimelig.\n0 Endret ved lover 12 juni 1981 nr. 60, 18 des 1981 nr. 90.\n1 Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Se § 19 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Prismerking mv.",
      "content": "Den som i næringsvirksomhet selger varer, tjenester eller andre ytelser til forbrukere, skal så langt det er praktisk mulig informere om prisene, slik at de lett kan ses av kundene.\nDepartementet​1 kan ved forskrift​2 gi nærmere regler om gjennomføringen av plikten etter første ledd og kan herunder gjøre unntak fra første ledd.\nFor å lette kundenes bedømmelse av priser og kvalitet på varer og tjenester, kan departementet ved forskrift påby ervervsdrivende å iverksette tiltak utover det som følger av påbudet i første ledd.​3 Slik forskrift om informasjonstiltak kan blant annet\n1. påby merking, oppslag eller annen underretning om pris, forretningsvilkår, kvalitet og andre egenskaper.\n2. gi påbud om sortering og bestemmelser om mål og vekt og opplysning om pris pr. enhet (jamførpris) for varer som frambys for salg.\n0 Tilføyd ved lov 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479).\n1 Barne- og likestillingsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 5 mars 2004 nr. 12 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Tilgift.​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å søke fremmet avsetningen av en eller flere varer, tjenester eller andre ytelser (hovedytelsen) ved å by eller la by tilgift til forbruker.​4\nSom tilgift anses enhver tilleggsytelse (vare, tjeneste eller annet) som er knyttet til avsetning av hovedytelsen, uten at det er naturlig sammenheng mellom ytelsene. En pengeytelse reknes likevel for tilgift bare når den mangler naturlig sammenheng med betalingen for hovedytelsen, eller når det blir brukt merker, kuponger eller liknende dokumenter som hovedsakelig har til oppgave å tjene som bevis for rett til pengeytelsen. Som tilgift anses det også om det reknes særlig lav pris for tilleggsytelsen.\nBestemmelsene i § 5 siste ledd gjelder tilsvarende.\n1 Jfr. § 5.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Jfr. lov 5 mars 2004 nr. 12 § 11 (2), d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Utlodninger.​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å søke fremmet salget eller kjøpet av en eller flere varer, tjenester eller andre ytelser ved å sette i verk utlodning eller annen foranstaltning der tilfellet helt eller delvis avgjør hvem en fordel (gevinst, belønning, premiering eller annet) skal tilfalle.\nBestemmelsene gjelder ikke tilbud som utgivere av periodiske publikasjoner framsetter i bladet eller skriftet om belønning eller premiering for oppgaveløsninger, konkurransedeltakelse eller liknende prestasjoner fra lesernes side. Verdien av premiene eller størrelsen av belønningen må ikke overstige de beløp som departementet​4 fastsetter.\n1 Jfr. § 4.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Barne- og likestillingsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juli 2003 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Bedriftshemmeligheter.",
      "content": "Den som har fått kunnskap om eller rådighet over en bedriftshemmelighet i anledning av et tjeneste-, tillitsvervs- eller forretningsforhold, må ikke​2 rettsstridig utnytte hemmeligheten i næringsvirksomhet.​3\nDet samme gjelder den som har oppnådd kunnskap om eller rådighet over en bedriftshemmelighet gjennom noens brudd på taushetsplikt eller gjennom noens rettsstridige handling ellers.\n1 Se § 18.\n2 Jfr. § 17 og strl. §§ 294, 405 a.\n3 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Tekniske hjelpemidler.",
      "content": "Den som er blitt betrodd tekniske tegninger, beskrivelser, oppskrifter, modeller eller liknende tekniske hjelpemidler i anledning av et tjeneste-, tillitsvervs- eller forretningsforhold, må ikke​2 rettsstridig utnytte dem i næringsvirksomhet.​3 ​4\nDet samme gjelder den som har oppnådd rådighet over tekniske tegninger, beskrivelser, oppskrifter, modeller og liknende tekniske hjelpemidler gjennom noens rettsstridige handling.\n1 Se § 18.\n2 Jfr. § 17.\n3 Se § 19 (1).\n4 Jfr. lov 12 mai 1961 nr. 2 og lov 14 mars 2003 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Etterlikning av annens produkt.​2",
      "content": "Det er forbudt​3 i næringsvirksomhet​4 å anvende etterliknede kjennetegn, produkter, kataloger, reklamemidler eller andre frambringelser på slik måte og under slike omstendigheter at det må anses som en urimelig utnyttelse av en annens innsats eller resultater og fører med seg fare for forveksling.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997), endret paragraftallet fra § 9.\n1 Se § 18.\n2 Jfr. lov 3 mars 1961 nr. 4, lov 12 mai 1961 nr. 2, 15 des 1967 nr. 9, lov 21 juni 1985 nr. 79 og lov 14 mars 2003 nr. 15.\n3 Jfr. § 17.\n4 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Uriktige geografiske betegnelser for vin og brennevin​1",
      "content": "Det er forbudt​2 i næringsvirksomhet​3 å anvende geografiske vin- eller brennevinsbetegnelser for vin og brennevin som ikke har den geografiske opprinnelsen som betegnelsen utpeker. Dette gjelder selv om den faktiske opprinnelsen også er angitt, eller den geografiske betegnelsen er oversatt eller følges av uttrykk som «slag», «type», «imitasjon» e l.\n0 Tilføyd ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997).\n1 Jfr. lov 3 mars 1961 nr. 4 § 14 (3).\n2 Jfr. § 17.\n3 Jfr. § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Urimelige avtalevilkår.​2",
      "content": "Vilkår som nyttes eller tilsiktes nyttet i næringsvirksomhet​3 overfor forbrukere kan forbys når de finnes urimelige overfor forbrukerne, og det finnes at forbud tilsies av allmenne hensyn.\nVed rimelighetsvurderingen skal det legges vekt på hensynet til balanse mellom partenes rettigheter og plikter og på hensynet til klarhet i kontraktsforhold.\n0 Tilføyd ved lov 13 feb 1981 nr. 2.\n1 Se § 20 (2).\n2 Jfr. lov 31 mai 1918 nr. 4 § 36 og § 37.\n3 Se § 19 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:9 b",
      "chapter": "2",
      "section": "9 b",
      "title": "Virkeområde.",
      "content": "Bestemmelsene i dette kapittel gjelder ikke for lønns- og arbeidsvilkår i tjeneste hos andre. Kongen kan gi nærmere regler om at bestemmelsene i dette kapittel heller ikke skal gjelde for andre spesielle kontraktsforhold.\n0 Tilføyd ved lov 13 feb 1981 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9b",
        "source_heading": "§ 9 b."
      }
    },
    {
      "provision_ref": "3:9 c",
      "chapter": "3",
      "section": "9 c",
      "title": "Bruk av garantier o.l. overfor forbrukere",
      "content": "Det er forbudt i næringsvirksomhet​1 å bruke ordet garanti eller tilsvarende uttrykk ved omsetning av varer, tjenester eller andre ytelser, dersom mottakeren ikke gis rettigheter i tillegg til de rettighetene han eller hun ellers har, eller dersom slike rettigheter begrenses.\nVed markedsføring av garantier skal det opplyses om vesentlige begrensninger i garantien.​2 Dersom det opplyses om garantitiden i markedsføringen, skal det også opplyses om lovens lengstefrist for reklamasjon etter den aktuelle lovgivningen.\n0 Tilføyd ved lov 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).\n1 Se § 19 (1).\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9c",
        "source_heading": "§ 9 c."
      }
    },
    {
      "provision_ref": "3:9 d",
      "chapter": "3",
      "section": "9 d",
      "title": "Krav til garantivilkår i forbrukerforhold",
      "content": "Ytes det garanti, skal det på en tydelig og lettfattelig måte opplyses om følgende i garantivilkårene:\na. garantiens innhold, herunder eventuelle begrensninger og særlige betingelser\nb. at forbrukerens rettigheter etter aktuell og nærmere angitt lovgivning kommer i tillegg til garantien, og at disse rettighetene ikke berøres av garantien\nc. hva som er nødvendig for å benytte garantien, herunder garantiens varighet og geografiske virkeområde samt garantigiverens navn og adresse\nd. lengstefristen for reklamasjon etter aktuell og nærmere angitt lovgivning, dersom den er lengre enn garantitiden\ne. at det uansett kan reklameres på ytelsen i sin helhet etter aktuell og nærmere angitt lovgivning, dersom garantien er begrenset, for eksempel ved at garantien kun gjelder en del av ytelsen eller bare deler av utbedringskostnadene dekkes av garantien.\nDer markedsføringen forut for avtaleinngåelsen er rettet til norske forbrukere, skal garantivilkårene være utformet på norsk.\nFør avtaleinngåelsen skal garantigiveren opplyse forbrukeren om garantien og at forbrukeren har rett til å få garantivilkårene utlevert. Når forbrukeren ber om det, skal han eller hun motta garantivilkårene lesbart og lagret på papir eller et annet varig medium som forbrukeren råder over.\n0 Tilføyd ved lov 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9d",
        "source_heading": "§ 9 d."
      }
    },
    {
      "provision_ref": "4:9 e",
      "chapter": "4",
      "section": "9 e",
      "title": "Virkeområde",
      "content": "Bestemmelsene i dette kapitlet får anvendelse på handlinger foretatt i næringsvirksomhet som strider mot bestemmelser som i henhold til EØS-avtalen​1 beskytter forbrukernes kollektive interesser slik de er gjennomført i norsk rett.\n§§ 9 f og 9 g får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg 1 til europaparlaments- og rådsdirektiv 98/27/EF om nedlegging av forbud med hensyn til vern av forbrukernes interesser. Bestemmelsene får kun anvendelse på handlinger foretatt i næringsvirksomhet​2 i Norge som har virkning i en annet EØS-stat eller som er foretatt i næringsvirksomhet i en annen EØS-stat og har virkning i Norge.\n§ 9 h får anvendelse på handlinger som strider mot bestemmelser som gjennomfører EØS-lovgivningen som er tatt inn i vedlegg til europaparlaments- og rådsforordning (EF) nr. 2006/2004 om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning. Bestemmelsen får kun anvendelse hvis lovbruddet rammer forbrukere som har bopel i en annen medlemsstat enn der lovbruddet har sin opprinnelse eller har funnet sted, der den næringsdrivende er etablert eller der bevismaterialet befinner seg.\nDepartementet​3 fastsetter i forskrift​4 hvilke bestemmelser som til en hver tid beskytter forbrukernes kollektive interesser etter annet og tredje ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9c, 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art 1, jfr. direktivets vedlegg).\n2 Se § 19 (1).\n3 Barne- og likestillingsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9e",
        "source_heading": "§ 9 e."
      }
    },
    {
      "provision_ref": "4:9 f",
      "chapter": "4",
      "section": "9 f",
      "title": "Adgang til å bringe saker inn for Forbrukerombudet og Markedsrådet",
      "content": "Utenlandske myndigheter og organisasjoner som er oppført på listen over godkjente institusjoner som i henhold til EØS-avtalens bestemmelser​1 offentliggjøres av EU-kommisjonen i De Europeiske Fellesskapers Tidende og i EØS-tillegget til dette, kan bringe sak inn for Forbrukerombudet og Markedsrådet med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9d, 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9f",
        "source_heading": "§ 9 f."
      }
    },
    {
      "provision_ref": "4:9 g",
      "chapter": "4",
      "section": "9 g",
      "title": "Godkjenning av myndigheter og organisasjoner",
      "content": "Departementet​1 godkjenner norske myndigheter og organisasjoner som kan opptre som part i sak i andre EØS-stater med sikte på å få nedlagt forbud mot handling som nevnt i § 9 e annet ledd. Departementet​1 underretter EFTA-statenes faste komité​2 om de utpekte myndigheters og organisasjoners navn og formål, med sikte på oppføring på listen nevnt i § 9 f.\nDepartementet​1 kan ved forskrift​3 fastsette nærmere regler om godkjenning etter første ledd.\n0 Tilføyd ved lov 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), endret ved lover 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), endret paragraftallet fra § 9e, 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Barne- og likestillingsdepartementet.\n2 Se ODA Del II, inntatt under lov 27 nov 1992 nr. 109. ODA er ikke gitt lovs kraft gjennom lov 27 nov 1992 nr. 109.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9g",
        "source_heading": "§ 9 g."
      }
    },
    {
      "provision_ref": "4:9 h",
      "chapter": "4",
      "section": "9 h",
      "title": "Innlemmelse av forordning om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning",
      "content": "EØS-avtalen vedlegg XIX nr. 7f (forordning (EF) nr. 2006/2004) om samarbeid mellom nasjonale myndigheter med ansvar for håndheving av forbrukervernlovgivning (forordningen om forbrukervernsamarbeid) gjelder som lov med de tilpasninger som følger av vedlegget selv, protokoll 1 til avtalen og avtalen for øvrig.\nDepartementet oppnevner vedkommende myndigheter som håndhever forordningens bestemmelser og sentralt kontaktorgan.\n0 Tilføyd ved lov 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9h",
        "source_heading": "§ 9 h."
      }
    },
    {
      "provision_ref": "5:10",
      "chapter": "5",
      "section": "10",
      "title": "Forvaltning, organisasjon m.v.",
      "content": "Markedsrådet og Forbrukerombudet skal medvirke ved gjennomføringen av bestemmelsene i denne lov.\nKongen kan gi nærmere forskrifter​1 om Markedsrådets og Forbrukerombudets organisasjon og virksomhet.\n0 Endret ved lov 12 juni 1981 nr. 60.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "title": "Markedsrådet",
      "content": "Markedsrådet skal bestå av 9 medlemmer med personlige varamedlemmer som oppnevnes av Kongen. Funksjonstiden for medlemmene er fire år, dog slik at det ved første gangs oppnevning av rådet kan settes en kortere funksjonstid for noen av medlemmene. Kongen oppnevner lederen og lederens vara.\n0 Endret ved lov 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Markedsrådets vedtak.​2",
      "content": "Markedsrådet kan forby en handling som rådet finner er i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c, når det finner at inngrep tilsies av hensyn til forbrukerne, eller, i forhold til § 1 annet ledd av hensyn til likestilling mellom kjønnene. Markedsrådet kan også forby part for Markedsrådet å bruke vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, eller foreta handlinger som tilsikter slik bruk. Markedsrådet kan videre forby en handling som strider mot bestemmelser som nevnt i § 9 e annet ledd, hvis handlingen er foretatt i næringsvirksomhet​3 i Norge og har virkning i en annen EØS-stat.​4 Markedsrådet kan videre forby en handling der det foreligger brudd på bestemmelser som nevnt i § 9 e tredje ledd og som Forbrukerombudet etter § 9 h annet ledd er oppnevnt som vedkommende myndighet til å håndheve. Markedsrådet kan videre forby handling som rådet finner er i strid med regler som Forbrukerombudet er tillagt tilsyn med etter forskrifter gitt i medhold av lov av 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd, når det tilsies av hensyn til forbrukerne eller av hensyn til likestilling mellom kjønnene.​5 Markedsrådet kan forby handlinger som rådet finner er i strid med lov om alternativ behandling av sykdom mv.​6 § 8 når hensynet til forbrukerne tilsier dette. Markedsrådet kan gi påbud om de tiltak rådet finner er nødvendige for å sikre at forbudet overholdes.\nVedtak etter første ledd første til tredje, femte eller sjette punktum kan også rettes mot virksomheter og personer som har medvirket til at handlingen fant sted eller at vilkåret ble brukt. § 17 fjerde ledd gjelder tilsvarende.\nMarkedsrådet kan ved enkeltvedtak​7 påby prisinformasjon etter § 3 a første ledd og ved forskrifter gitt med hjemmel i § 3 a annet og tredje ledd.\nMarkedsrådet er vedtaksført når lederen eller lederens vara og minst 4 andre medlemmer eller varamedlemmer er til stede. Vedtak treffes ved alminnelig flertall. Ved stemmelikhet er lederens stemme avgjørende.\nVedtak skal grunngis samtidig med at det treffes. Markedsrådets vedtak kan ikke påklages.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 22 des 1995 nr. 76 (i kraft 1 jan 1996), 25 juni 1999 nr. 51 (i kraft 1 juli 1999 iflg. res. 25 juni 1999 nr. 704), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Se § 14.\n2 Jfr. § 16. Jfr. lov 10 feb 1967 § 2 (1) b.\n3 Se § 19 (1).\n4 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art. 2, jfr. art. 4).\n5 Jfr. § 1 (2) og (3).\n6 Lov 27 juni 2003 nr. 64.\n7 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Forbrukerombudet.",
      "content": "Forbrukerombudet skal, ut fra hensynet til forbrukerne, føre tilsyn med at det ikke skjer markedsmisbruk i strid med en bestemmelse gitt i eller i medhold av kapittel I eller § 9 c. Forbrukerombudet skal videre ut fra hensynet til likestilling mellom kjønnene, særlig med vekt på hvordan kvinner fremstilles, føre tilsyn med at bestemmelsen i § 1 annet ledd ikke overtres. Forbrukerombudet skal også ut fra hensynet til forbrukerne føre tilsyn med markedsføring etter lov om alternativ behandling av sykdom mv.​1 § 8. Ombudet skal av eget tiltak eller på grunnlag av henvendelser fra andre søke å påvirke alle næringsdrivende til å innrette sin virksomhet etter disse bestemmelser.\nForbrukerombudet skal også føre tilsyn med, og gjennom forhandlinger med næringsdrivende eller deres organisasjoner bidra til, at vilkår som nevnt i kapittel II eller som ikke oppfyller kravene i § 9 d, ikke nyttes til skade for forbrukerne.​2\nForbrukerombudet kan på anmodning fra myndighet eller organisasjon som nevnt i § 9 f, med sikte på å verne forbrukernes kollektive interesser i en annen EØS-stat, behandle saker vedrørende handlinger som nevnt i § 9 e annet ledd.​3\nForbrukerombudet fører videre, ut fra hensynet til forbrukerne og hensynet til likestilling mellom kjønnene, tilsyn med reklame i henhold til forskrifter gitt i medhold av lov av 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd.\nForbrukerombudet kan kreve skriftlig bekreftelse fra overtrederen på at ulovlige forhold skal opphøre. Dersom frivillig ordning ikke oppnås, kan Forbrukerombudet forelegge saken for Markedsrådet til avgjørelse etter § 12.\nMed samtykke av Markedsrådets leder kan Forbrukerombudet forelegge for Markedsrådet en sak av prinsipiell karakter knyttet til overtredelse av §§ 1-5 eller § 9 c, eller til overtredelse av forskrifter gitt i medhold av lov 4. desember 1992 nr. 127 om kringkasting § 3-1 fjerde ledd. Dette gjelder uten hensyn til om minnelig ordning er oppnådd eller den næringsdrivende erklærer at markedsføringstiltaket er avsluttet.\nMarkedsrådet kan unnlate å behandle en sak fremlagt etter sjette ledd dersom Markedsrådet finner at saken ikke er tilstrekkelig opplyst til at vedtak kan fattes.\nBeslutter Forbrukerombudet ikke å bringe en sak inn for Markedsrådet, kan den bringes inn av en næringsdrivende eller forbruker som berøres av handlingen eller vilkåret, eller av en sammenslutning av næringsdrivende, forbrukere eller lønnstakere.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 25 juni 1999 nr. 51 (i kraft 1 juli 1999 iflg. res. 25 juni 1999 nr. 704), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 21 jan 2005 nr. 7 (i kraft 1 feb 2005 iflg. res. 21 jan 2005 nr. 34), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Lov 27 juni 2003 nr. 64.\n2 Jfr. § 20 (4).\n3 Jfr. EØS-avtalen vedlegg XIX nr. 7 d (dir 98/27 art. 2, jfr. art. 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Forbrukerombudets vedtak.",
      "content": "Forbrukerombudet kan treffe vedtak​1 om forbud​2 som nevnt i § 12 første ledd, første, annet, tredje, fjerde, femte og sjette punktum dersom det ikke er oppnådd frivillig ordning, og Forbrukerombudet antar at det vil medføre ulempe eller skadevirkning å avvente Markedsrådets vedtak. Forbrukerombudet kan også treffe vedtak som nevnt i § 12 tredje ledd dersom det ikke er oppnådd frivillig ordning, og ombudet antar at det vil medføre skadevirkning å avvente Markedsrådets vedtak. Vedtak som Forbrukerombudet treffer om forbud som er nevnt i § 12 første ledd første, annet og femte punktum, kan også rettes mot medvirkere, jf. § 12 annet ledd.\nForbrukerombudet kan også treffe vedtak som nevnt i første ledd dersom ombudet anser markedsføringen eller avtalevilkåret i det vesentlige identisk med markedsføring eller vilkår som Markedsrådet tidligere har nedlagt forbud mot.\nForbrukerombudet skal grunngi vedtaket samtidig med at det treffes. Ombudet skal underrette Markedsrådet om vedtaket.\nVedtaket kan påklages til Markedsrådet.​3\nMarkedsrådet kan kreve at Forbrukerombudet bringer nærmere bestemte saker inn for Markedsrådet.\n0 Endret ved lover 13 feb 1981 nr. 2, 12 juni 1981 nr. 60, 20 juni 1991 nr. 34, 18 des 1992 nr. 135, 22 des 1995 nr. 76 (i kraft 1 jan 1996), 31 jan 1997 nr. 15 (i kraft 1 april 1997 iflg. res. 31 jan 1997 nr. 97), 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 27 juni 2003 nr. 64 (i kraft 1 jan 2004 iflg. res. 12 des 2003 nr. 1473), 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. lov 10 feb 1967 § 2 (1) b.\n2 Jfr. § 16.\n3 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "6:15",
      "chapter": "6",
      "section": "15",
      "title": "Opplysningsplikt.",
      "content": "Enhver plikter​1 å gi Markedsrådet eller Forbrukerombudet de opplysninger disse myndigheter krever for å kunne utføre sine gjøremål etter loven, herunder opplysninger som er nødvendige for vurdering av om en framstilling​2 er uriktig eller villedende. Opplysningene kan kreves gitt skriftlig eller muntlig innen en fastsatt frist.\nOvennevnte myndigheter kan foreta slik gransking og besiktigelse, herunder kreve utlevert dokumenter, gjenstander, vareprøver eller annet, som de finner påkrevet for å utføre sine gjøremål etter loven.​3 Om nødvendig kan det kreves hjelp av politiet.​4\nMarkedsrådet eller Forbrukerombudet kan kreve at opplysninger skal gis til eller gransking kunne foretas av andre offentlige organer som er særskilt pålagt å medvirke ved gjennomføringen av denne lov.\n0 Endret ved lov 12 juni 1981 nr. 60.\n1 Jfr. strl. § 339 nr. 1.\n2 Se § 19 (2).\n3 Jfr. strl. § 326.\n4 Jfr. lov 4 aug 1995 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "7:16",
      "chapter": "7",
      "section": "16",
      "title": "Tvangsgebyr",
      "content": "I vedtak etter §§ 12 og 14 mot markedsføring i strid med §§ 1 til 5 eller mot urimelige avtalevilkår som nevnt i § 9 a skal det fastsettes et tvangsgebyr som den som vedtaket retter seg mot, skal betale dersom vedkommende overtrer vedtaket eller medvirker til at en annen foretar den handlingen vedtaket retter seg mot. Det samme gjelder vedtak etter §§ 12 og 14 som retter seg mot overtredelse av bestemmelser i kapittel II a. Det samme gjelder i vedtak etter § 12 første ledd tredje og fjerde punktum og § 14 første ledd første punktum. Dersom den som vedtaket retter seg mot, må tilbakekalle annonsekampanjer e l, skal vedkommende gis en frist for det. Fastsettelse av tvangsgebyr kan unnlates dersom særlige grunner tilsier det.\nDersom den som vedtaket retter seg mot, eller noen som handler på vegne av vedkommende, overtrer vedtaket eller medvirker til at en annen foretar den handlingen vedtaket retter seg mot, utferdiger Forbrukerombudet forelegg om tvangsgebyr, med mindre særlige grunner foreligger. Utferdigelse av forelegg kan ikke skje med hjemmel i vedtak som er truffet for mer enn 3 år siden. Forelegg kan heller ikke utferdiges for overtredelser som er avsluttet for mer enn 2 år siden.\nVedkommende skal gis en frist på minst 3 uker til å erklære om forelegget vedtas. Et vedtatt forelegg er tvangsgrunnlag for utlegg.​1\nDersom forelegget ikke vedtas, skal Forbrukerombudet reise søksmål for å få fastslått plikten til å betale tvangsgebyret. Forbrukerombudet kan unnlate å reise søksmål dersom særlige grunner foreligger. Foruten å prøve lovligheten av forelegget kan domstolen innenfor rammen av partenes påstander prøve de skjønnsmessige sider ved utmålingen av tvangsgebyret. Mekling i forliksrådet er ikke nødvendig.\nForbrukerombudets utferdigelse av forelegg og beslutning om å reise søksmål kan ikke påklages.\nKongen kan ved forskrift​2 gi regler om størrelsen av tvangsgebyrene og om plikt til å betale renter av ubetalte tvangsgebyrer mv.\n0 Opphevet ved lov 16 mai 1986 nr. 21, tilføyd (med nytt innhold) ved lov 22 des 1995 nr. 76 (i kraft 1 jan 1996), endret ved lover 21 des 2001 nr. 100 (i kraft 1 jan 2002 iflg. res. 21 des 2001 nr. 1512), 21 juni 2002 nr. 30 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 568), 16 feb 2007 nr. 6 (i kraft 1 mars 2007 iflg. res. 16 feb 2007 nr. 172).\n1 Jfr. tvangsl. § 7-2, e.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "7:17",
      "chapter": "7",
      "section": "17",
      "title": "Straff.",
      "content": "Den som forsettlig overtrer §§ 2 – 9 i denne lov eller vedtak som er gjort i medhold av denne lov, straffes med bøter,​2 fengsel i inntil 6 måneder eller begge deler​3 dersom ikke strengere straffebestemmelse kommer til anvendelse. Medvirkning straffes på samme måte.\nUaktsom overtredelse av §§ 2, 2a første ledd og 3 eller vedtak som er gjort i medhold av denne lov straffes med bøter,​2 fengsel i inntil 6 måneder eller begge deler​3 dersom ikke strengere straffebestemmelse kommer til anvendelse. Medvirkning straffes på samme måte.\nOvertredelse av første og andre ledd anses som forseelse.​4\nStraff kommer ikke til anvendelse for overtredelse foretatt av en ekspeditør, betjent eller annen liknende underordnet når den vesentlig har vært foranlediget av hans avhengige stilling til den næringsdrivende.\nStraff kommer ikke til anvendelse ved overtredelse av § 7 når kunnskap om eller rådighet over bedriftshemmeligheten er oppnådd i et tjeneste- eller tillitsvervsforhold eller gjennom pliktstridig handling i et slikt forhold og mer enn 2 år er gått siden forholdet opphørte.\n0 Endret ved lover 14 juni 1985 nr. 71, 16 mai 1986 nr. 21, 20 juli 1991 nr. 66, 31 jan 1997 nr. 15 (i kraft 1 april 1997), 21 des 2000 nr. 106 (i kraft 1 mars 2001 iflg. res. 21 des 2000 nr. 1352).\n1 Se § 18.\n2 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n3 Jfr. strl. § 26 a og § 67; strl. 2005 kap. 6 og kap. 9, kap. 15.\n4 Jfr. strpl. §§ 67 og 455.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "title": "Straffeprosessuelle regler.",
      "content": "Overtredelse av §§ 7, 8 eller 8 a påtales ikke av det offentlige uten fornærmedes begjæring. Det samme gjelder overtredelse av §§ 2 eller 3 når handlingen består i skadelig omtale av en annen næringsdrivende eller av forhold som særskilt angår ham.\nPåtalemyndigheten kan i forbindelse med straffesaken kreve dom for tiltak for å sikre at den lovstridige handling opphører og for å hindre at den gjentas.\n0 Endret ved lov 20 des 1996 nr. 104 (i kraft 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "8:19",
      "chapter": "8",
      "section": "19",
      "title": "Definisjoner.",
      "content": "En handling anses etter loven som foretatt i næringsvirksomhet enten den er foretatt av den næringsdrivende selv, eller av noen som opptrer på hans vegne. En næringsvirksomhet går inn under loven selv om den enhet (bedrift, institusjon, anstalt, innretning eller annet) som driver virksomheten, ikke tar sikte på fortjeneste.\nMed framstilling menes i loven enhver form for meddelelse eller utsagn i tale, skrift eller på annen måte, således også betegnelser, bilder, demonstrasjoner, emballasjens form, størrelse eller utstyr o.l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "8:20",
      "chapter": "8",
      "section": "20",
      "title": "Avgrensning mot konkurranseloven og pristiltaksloven.",
      "content": "Bestemmelsen i denne lovs § 1 får ikke anvendelse på innholdet av næringsdrivendes tilbud, krav eller avtale om priser og forretningsvilkår.​1 Heller ikke gjelder bestemmelsen istandbringelse eller gjennomføring av konkurransereguleringer eller nekting av forretningsforbindelse.​1\nBestemmelsen i denne lovs § 9 a får ikke anvendelse på innholdet i vilkår om priser, rabatter, bonuser og avanser.\nBestemmelsene i denne lov gjør ingen innskrenkninger i bestemmelser fastsatt i eller i medhold av konkurranseloven,​1 jf. likevel fjerde ledd og lov om pristiltak.​2\nKonkurranseloven​1 § 10 gjelder ikke ved bruk av kontraktsvilkår som er fremforhandlet i samarbeid med Forbrukerombudet i medhold av markedsføringsloven § 13 annet ledd.\nDersom en næringsvirksomhet som faller inn under denne lov også går inn under regulerings- eller kontrollbestemmelser i andre lover, kan Kongen gi nærmere regler om den innbyrdes avgrensing av de forskjellige myndigheters virkeområde og om samarbeidet mellom dem.\n0 Endret ved lover 13 feb 1981 nr. 2, 11 juni 1993 nr. 65, 5 mars 2004 nr. 12 (i kraft 1 mai 2004 iflg. res. 5 mars 2004 nr. 479).\n1 Lov 5 mars 2004 nr. 12.\n2 Lov 11 juni 1993 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "Ikrafttreden m.v.",
      "content": "Denne lov trer i kraft fra det tidspunkt Kongen bestemmer.​1\nFra lovens ikrafttreden gjøres følgende endringer og tilføyelser i andre lover: – – –.\n1 Fra 1 jan 1973 iflg. res. 15 des 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}