{
  "id": "LOV-1907-05-24-2",
  "type": "statute",
  "title": "Lov om kjøb",
  "short_name": "Kjøpsloven",
  "status": "in_force",
  "issued_date": "1907-05-24",
  "in_force_date": "1907-05-24",
  "url": "https://lovdata.no/dokument/NLO/lov/1907-05-24-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "(lovens område og fravikelighet)​1.\nBestemmelsene i denne lov får bare anvendelse for så vidt ikke annet er uttrykkelig avtalt eller må anses inneholdt i avtalen eller følger av handelsbruk eller annen sedvane,​2 med mindre det er særskilt fastsatt i loven at en bestemmelse skal være ufravikelig.​3\nLoven gjelder ikke kjøp av fast eiendom.\n1 Endret ved lover 14 juni 1974 nr. 36, 4 mars 1983 nr. 4. -Jfr. lov 31 mai 1918 nr. 4 § 36.\n2 Jfr. § 70 og lover 30 juni 1916 nr. 1 § 1, 31 mai 1918 nr. 4 § 1.\n3 Jfr. §§ 1 a, 49 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "(ufravikelighet ved forbrukerkjøp)​1",
      "content": "I forbrukerkjøp der selgeren opptrer som yrkesselger eller lar seg representere ved en yrkesselger i denne egenskap (forbrukerkjøp med yrkesselger), kan det ikke avtales eller gjøres gjeldende vilkår som er ugunstigere for kjøperen enn det som følger av §§ 14, 17, 21-27, 42-58 eller 61.\nUten hinder av første ledd kan det avtales forbehold når det gjelder erstatningsansvar for tap som måtte oppstå ved avsavn av salgsgjenstanden eller for skade som måtte voldes på eiendom som nyttes i ervervsvirksomhet og tap som følge av det. Selgeren kan ikke forbeholde seg videregående fritak enn her nevnt i medhold av § 24 jfr. § 43 tredje ledd.\nMed forbrukerkjøp menes kjøp av ting som etter forholdene framtrer hovedsakelig til personlig bruk for kjøperen, hans husstand eller omgangskrets, eller til deres personlige formål ellers.\n1 Tilføyd ved lov 14 juni 1974 nr. 36. – Jfr. lover 24 mars 1972 nr. 11 og 21 juni 1985 nr. 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Bestilling af gjenstande, som først skal tilvirkes, ansees i denne lov som kjøb, saafremt det for tilvirkningen fornødne stof skal ydes af tilvirkeren.​1 Loven gjælder dog ikke opførelse af bygning eller andet anlæg paa fast eiendom.\nDenne lovs bestemmelser om kjøb finder tilsvarende anvendelse paa bytte.\n1 Jfr. lov 3 april 1964 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art, forstaaes i denne lov​1 ikke alene kjøb af en vis mængde af en bestemt slags gjenstande, men ogsaa kjøb af en vis mængde af et bestemt lager eller andet vareparti.\n1 Se §§ 24, 37 og 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved handelskjøb forstaaes i denne lov​1 kjøb, som sluttes mellem handlende i eller for deres bedrift.\nSom handlende ansees​2 enhver, som gjør sig til bedrift at afhænde dertil indkjøbte varer, at drive vekseler- eller bankforretning, kommissionshandel, forlagsvirksomhed, apotek, bevertning, haandverk, fabrik eller bergverk, at overtage udførelse af bygnings- eller anlægsarbeider eller at befordre personer, gods eller meddelelser.​3 Dog ansees ikke som handlende den, som uden anden hjælp end sin egtefælle, sine børn og sit tyende driver bevertning, haandverk, fabrik eller befordringsvirksomhed. Haandverker med kun en lærling ansees heller ikke som handlende.\n1 Se §§ 6, 16, 21, 27, 28, 32, 51, 52.\n2 Jfr. lov 30 juni 1916 nr. 1 § 2.\n3 Jfr. lov 6 juni 1980 nr. 21 § 1-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Er kjøb sluttet, men intet aftalt om kjøbesummens størrelse, har kjøberen at betale, hvad sælgeren forlanger, naar forlangendet ikke kan ansees for ubilligt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Er i handelskjøb​1 regning (faktura eller nota) tilstillet kjøberen, og gjør han ikke, saa snart ske kan,​2 indsigelse mod den i regningen opførte pris, pligter han at betale denne, hvis det ikke oplyses, at lavere pris er aftalt, eller regningen er urimelig.\n1 Se § 4.\n2 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Skal kjøbesummen beregnes efter tal, maal eller vegt, bliver mængden paa det tidspunkt, da vaagnaden (risikoen) for salgsgjenstandens tilfældige undergang gaar over paa kjøberen,​1 at lægge til grund for beregningen.\n1 Se §§ 17 og 37 samt 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Skal kjøbesummen beregnes efter varens vegt, bliver indpakningens vegt (taravegten) at fradrage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Sælgeren har at levere salgsgjenstanden paa det sted, hvor han ved kjøbets afslutning havde sin bolig. Drev han paa dette tidspunkt forretning, og stod salget i forbindelse dermed, skal levering ske paa forretningsstedet.\nBefandt gjenstanden sig ved kjøbets afslutning paa et andet sted end ovenfor nævnt, og var parterne eller burde de være vidende derom, ansees dette som leveringssted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Skal gjenstanden af sælgeren forsendes fra et sted til et andet for der at overgives i kjøberens besiddelse, ansees levering for skeet, naar gjenstanden er overgivet til en fragtfører, som har paataget sig forsendelsen fra vedkommende sted, eller den, hvis afsendelsen sker med skib, er bragt indenfor skibssiden.\n1 Jfr. §§ 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Skal sælgeren besørge gjenstanden sendt til noget inden pladsens grænser beliggende sted, ansees levering ikke for skeet, før gjenstanden er kommet i kjøberens besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Er tid for kjøbesummens betaling eller salgsgjenstandens levering ikke bestemt, og fremgaar det ikke af omstændighederne, at opfyldelse skal ske snarest muligt, skal den ske ved paakrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Er et tidsrum fastsat for leveringen, har sælgeren ret til indenfor dettes grænser at vælge tidspunktet, hvis det ikke fremgaar af omstændighederne, at spillerummet er sat i kjøberens interesse.\n1 Jfr. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Er der ikke givet henstand fra nogen af parterne, pligter ikke sælgeren at levere salgsgjenstanden,​2 uden naar kjøbesummen samtidig betales, og ikke kjøberen at betale kjøbesummen, uden naar salgsgjenstanden samtidig stilles til hans raadighed.\nI forbrukerkjøp​3 kan kjøperen alltid – uten hinder av forhåndsavtale – holde tilbake kjøpesummen inntil levering er skjedd, såframt den skal betales ved eller etter den avtalte leveringstid.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 jfr. §§ 15, 39, 70 og 71.\n3 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Skal gjenstanden forsendes fra leveringsstedet,​1 kan sælgeren dog ikke i henhold til bestemmelsen i foregaaende paragraf undlade at sende den, men kan hindre,​2 at den overgives i kjøberens besiddelse,​3 saalænge kjøbesummen ikke er betalt.\n1 Se §§ 9-11.\n2 Jfr. § 62, 5te ledd.\n3 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Benyttes ved gjenstandens forsendelse fra leveringsstedet​2 til bestemmelsesstedet konnossement​3 eller fragtbrev af saadan art, at sælgeren efter dets udlevering til kjøberen ikke kan raade over gjenstanden, pligter kjøberen i handelskjøb​4 at betale mod dokumentet efter reglerne i § 71.\n1 Jfr. §§ 10 og 62-65.\n2 Se §§ 9-11.\n3 Se lov 20 juli 1893 nr. 1 §§ 151 flg.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Indtil levering er skeet (jfr. §§ 9-11), bærer sælgeren vaagnaden for salgsgjenstandens tilfældige undergang eller forringelse.\nAngaar kjøbet en bestemt gjenstand, som skal hentes af kjøberen, bærer dog kjøberen vaagnaden, saafremt den tid er inde, da gjenstanden efter aftalen kan hentes, og sælgeren er ferdig til at levere.\n1 Jfr. §§ 37, 60, 62-65, tvangsfullbl. § 211 og lov 10 juni 1938 nr. 3 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "content": "Udbytte som vindes af salgsgjenstanden før leveringstiden, tilfalder sælgeren, naar det ikke med grund kunde paaregnes først at ville falde senere.\nUdbytte som vindes efter leveringstiden, tilfalder kjøberen,​1 naar det ikke med grund kunde paaregnes allerede at ville falde tidligere.\n1 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Kjøb af aktie omfatter det udbytte, som ikke var forfaldent, da kjøbet sluttedes.\nEr eller bliver der til aktien knyttet ret til at tegne ny aktie, nyder kjøberen godt deraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Kjøb af rentebærende fordring omfatter de ved kjøbet eller, hvis senere levering skal finde sted, de ved leveringstiden paaløbne, men endnu ikke forfaldne renter. Fremgaar det ikke af omstændighederne, at fordringen er solgt som usikker, bliver det til renterne svarende beløb at betale i tillæg til kjøbesummen og samtidig med denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "(forsinkelse)​1",
      "content": "Blir salgsgjenstanden ikke levert i rett tid,​2 og skyldes dette ikke kjøperens forhold eller en tilfeldig begivenhet som han bærer vågnaden​3 for, har kjøperen valget mellom å kreve levering og å heve kjøpet.​4\nEr forsinkelsen av uvesentlig betydning for kjøperen eller må selgeren gå ut fra det, kan kjøperen likevel ikke heve kjøpet, med mindre han har betinget seg oppfyllelse nøyaktig til bestemt tid.\nI handelskjøp​5 anses enhver forsinkelse for vesentlig, med mindre alene en liten del av det solgte er forsinket.​6\nDersom kjøperen etter leveringstidens utløp har krevd levering, kan han ikke heve såframt levering skjer innen den frist han har satt, eller, i mangel av noen bestemt frist, innen rimelig tid.\nEr salgsgjenstanden tilvirket etter kjøperens oppgaver eller ønsker eller anskaffet etter hans oppfordring, og selgeren ikke har mulighet for å selge den til andre uten vesentlig tap, kan kjøperen bare heve dersom hans formål med kjøpet vil bli vesentlig forfeilet som følge av forsinkelsen.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 Se §§ 12 og 13. Jfr. § 27.\n3 Se §§ 17, 37, 60, 62-65.\n4 Se §§ 55-58. Se også §§ 23-25.\n5 Se § 4.\n6 Jfr. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "8:22",
      "chapter": "8",
      "section": "22",
      "content": "Skal sælgeren levere efterhaanden, og finder forsinkelse sted med en enkelt levering, kan kjøberen i medfør af foregaande paragraf alene hæve kjøbet, forsaavidt angaar denne levering. Dog kan han ogsaa hæve kjøbet for senere leveringer, saafremt gjentagelse af forsinkelsen maa ventes, eller endog hæve kjøbet i dets helhed, saafremt dette er begrundet i sammenhængen mellem leveringerne.\n1 Jfr. § 46 samt § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Angaar kjøbet en bestemt gjenstand, og bliver denne ikke leveret i rette tid, har sælgeren at svare skadeserstatning,​1 medmindre det oplyses, at forsinkelsen ikke kan tilregnes ham.\n1 Se § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art,​1 pligter sælgeren, selv om forsinkelsen ikke kan tilregnes ham, at svare skadeserstatning,​2 medmindre han har forbeholdt sig fritagelse derfor, eller muligheden af at opfylde aftalen maa ansees udelukket ved omstændigheder, som ikke er af saadan beskaffenhed, at sælgeren ved kjøbets afslutning burde taget dem i beregning, saasom ved tilfældig undergang af alle gjenstande af den art eller det parti,​3 kjøbet angaar, ved krig, indførselsforbud eller lignende.\n1 Jfr. lov 14 juni 1985 nr 61 § 56.\n2 Se § 25.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Hæves et kjøb,​1 og skal erstatning svares i henhold til § 23 eller § 24, bliver denne i mangel af bevis for, at anden skade er lidt, at fastsætte til det beløb, hvormed prisen for gjenstande, som er af samme art og godhed som de solgte, paa leveringstiden overstiger kjøbesummen.​2\n1 Jfr. §§ 21 og 22.\n2 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "content": "Er leveringstiden udløbet,​2 og har levering ikke fundet sted, maa kjøberen, om han vil fastholde kjøbet,​3 uden ugrundet ophold meddele​2 det til sælgeren, saafremt denne spørger ham derom; ellers taber han sin ret til at kræve levering. Det samme gjælder, selv om kjøberen ikke har modtaget nogen forespørgsel, dersom han ikke inden rimelig tid meddeler​4 at han vil fastholde kjøbet.\n1 Jfr. §§ 27, 31, 32 og 52 jfr. 50.\n2 Se §§ 12 og 13.\n3 Jfr. § 21.\n4 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Har levering fundet sted efter leveringstidens udløb, maa kjøberen, naar det ved gjenstandens fremkomst eller underretning fra sælgeren viser sig, at leveringen er skeet forsent, i handelskjøb​2 straks og ellers uden ugrundet ophold meddele​3 sælgeren, at han vil paaberaabe sig forsinkelsen; ellers taber han retten hertil. Vil kjøberen hæve kjøbet, maa han uden ugrundet ophold meddele​3 sælgeren dette; ellers er retten hertil tabt.\n1 Jfr. §§ 26, 31, 32 og 52 jfr. 50 samt lov 30 juni 1916 nr. 1 §§ 23 og 84.\n2 Se § 4.\n3 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Betales kjøbesummen​1 ikke i rette tid, eller træffer kjøberen ikke i rette tid foranstaltning, hvorpaa kjøbesummens betaling beror, har sælgeren valget mellem at fastholde​2 og at hæve kjøbet.​3 Er forsinkelsen af uvæsentlig betydning, kan han dog ikke hæve kjøbet. I handelskjøb​4 ansees enhver forsinkelse for væsentlig.\nEr den solgte gjenstand allerede overgivet til kjøberen, kan sælgeren ikke hæve kjøbet,​5 medmindre han enten maa ansees for at have taget forbehold i denne henseende, eller gjenstanden afvises af kjøberen.\n1 Se §§ 5-8.\n2 Jfr. § 31.\n3 Jfr. § 62, 5te ledd.\n4 Se § 4.\n5 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Skal sælgeren levere efterhaanden, og skal betaling erlægges særskilt for hver levering, kan sælgeren, naar der med hensyn til betalingen for en enkelt levering indtræder saadan forsinkelse, som efter § 28, 1ste led ansees for væsentlig, hæve kjøbet for de følgende leveringer, medmindre der ikke er nogen grund til at frygte for, at forsinkelsen vil gjentage sig. Dette gjælder, selv om sælgeren efter § 28, 2det led er afskaaret fra at hæve kjøbet for den levering, for hvis vedkommende kjøbesummens betaling er blevet forsinket.\n1 Jfr. §§ 22 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Hæver sælgeren i medfør af de to foregaaende paragrafer kjøbet, har han krav paa skadeserstatning overensstemmende med, hvad der foreskrives i § 24. Erstatningen bliver i mangel af bevis for, at anden skade er lidt, at fastsætte til det beløb, hvormed kjøbesummen overstiger prisen for gjenstande af samme art og godhed som de solgte paa den tid, da forsinkelsen indtraadte.​2\n1 Jfr. lov 14 juni 1985 nr 61 § 55.\n2 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Er betalingstiden​2 forløbet, men kjøbesummen ikke betalt, eller er saadan foranstaltning, som omhandles i § 28, ikke truffet, og er salgsgjenstanden ikke overgivet til kjøberen, maa sælgeren, saafremt han vil fastholde kjøbet, uden ugrundet ophold meddele​3 kjøberen det, hvis denne spørger ham derom; ellers taber sælgeren sin ret til at fastholde kjøbet. Det samme gjælder, selv om han ikke har modtaget nogen forespørgsel, dersom han ikke inden rimelig tid meddeler,​3 at han vil fastholde kjøbet.\n1 Jfr. §§ 26, 27, 32 og 52 jfr. 50.\n2 Jfr. § 12.\n3 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Betales kjøbesummen for sent, eller træffer kjøberen for sent saadan foranstaltning, som i § 28 er nævnt, maa sælgeren, hvis han paa grund af forsinkelsen vil hæve kjøpet, give meddelelse​2 derom i handelskjøb​3 straks og ellers uden ugrundet ophold. Undlader han dette, taber han sin ret til at hæve kjøbet.\n1 Jfr. §§ 26, 27, 31 og 52 jfr. 50.\n2 Se § 61.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Undlader kjøberen at afhente eller modtage salgsgjenstanden i rette tid, eller har hans forhold iøvrigt​1 bevirket, at den ikke i rette tid er overgivet i hans besiddelse, har sælgeren for kjøberens regning​2 at drage omsorg for gjenstanden,​3 indtil forsinkelsen ophører, eller sælgeren benytter den ret til at hæve kjøbet, som han efter § 28 maatte have. Er gjenstanden forsendt og kommet til bestemmelsesstedet, gjælder dette dog kun, naar der her findes nogen, som paa sælgerens vegne kan tage den i besiddelse, og dette kan ske uden væsentlig omkostning eller ulempe.\n1 Se § 28.\n2 Jfr. § 36.\n3 Jfr. §§ 55 og 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Kan sælgeren ikke uden væsentlig omkostning eller ulempe vedblive at sørge for gjenstanden, eller raader kjøberen ikke over den inden rimelig tid, efterat han dertil er blevet opfordret, har sælgeren ret til at sælge den for kjøberens regning. Forinden salg finder sted, har sælgeren saavidt muligt at give kjøberen betimeligt varsel. Foregaar salget ved en forsvarlig bekjendtgjort og afholdt auktion,​2 kan kjøberen ikke med virkning gjøre indsigelse mod den ved auktionen opnaaede pris. Kan salg ikke finde sted, eller er det aabenbart, at de med et salg forbundne omkostninger ikke vil kunne dækkes af salgssummen, er sælgeren berettiget til at skaffe gjenstanden bort.\n1 Jfr. § 55, § 56, siste ledd og lov 30 juni 1916 nr. 1 §§ 34 og 38.\n2 Se lov 14 aug. 1918 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Er gjenstanden udsat for hurtig fordærvelse, eller vil dens bevaring medføre uforholdsmæssig store omkostninger, pligter sælgeren med den begrænsning, som følger af slutningsbestemmelsen i foregaaende paragraf, at sælge den.\n1 Jfr. § 55 og lov 30 juni 1916 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Har forsinkelse fra kjøberens side paaført sælgeren udgifter til gjenstandens bevaring eller anden forøget omkostning, kan han kræve erstatning og til sikkerhed for denne holde gjenstanden tilbage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Bærer sælgeren vaagnaden​1 for salgsgjenstanden, men kjøberens forhold har bevirket, at den ikke bliver leveret i rette tid, overføres vaagnaden paa kjøberen. Ved kjøb af gjenstande, som er bestemte efter art,​2 bærer kjøberen dog ikke vaagnaden, medmindre bestemte gjenstande er udskilte for ham.\n1 Se §§ 17, 62-65.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Betales ikke kjøpesummen i tide, skal kjøperen svare en rente av det skyldige beløp etter lov​2 om renter ved forsinket betaling m.m.\n1 Endret ved lov 17 des. 1976 nr. 100.\n2 Lov 17 des. 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "Aabnes efter kjøbets afslutning konkurs​2 eller akkordforhandling​3 i kjøberens bo, har sælgeren, skjønt han har givet henstand med kjøbesummen,​4 ret til at holde salgsgjenstanden tilbage eller, hvis den er forsendt fra leveringsstedet, hindre dens overgivelse til boet,​5 indtil betryggende sikkerhed stilles for kjøbesummens betaling til forfaldstid. Er tiden for leveringen kommet, og boet ikke paa sælgerens opfordring stiller saadan sikkerhed, kan han heve kjøbet.​6\nDisse bestemmelser kommer ogsaa til anvendelse, hvis efter kjøbets afslutning kjøberen ved eksekution er fundet at mangle midler til at betale sin gjæld, eller han, om han er handlende, har indstillet sine betalinger (jfr. konkurslovens § 4),​7 eller hans formuesforhold iøvrigt viser sig at være saadanne, at det maa antages, at han vil være ude af stand til at betale kjøbesummen, naar den forfalder.\n1 Jfr. sjøl. § 166, lov 30 juni 1916 nr. 1 § 37 og dekningsl. kap. 7.\n2 Se konkursl. § 74.\n3 Se konkursl. § 34 tredje ledd.\n4 Jfr. §§ 14 og 28.\n5 Jfr. § 62 femte ledd.\n6 Jfr. § 57.\n7 Se nå konkursl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "content": "Aabnes konkurs eller akkordforhandling i kjøberens bo, og er hverken tiden for leveringen eller for kjøbesummens betaling kommet, skal boet uden ugrundet ophold give sælgeren svar, hvis denne forespørger, om boet vil indtræde i kjøpet. Giver boet ikke bekræftende svar, kan sælgeren hæve kjøbet.\n1 Se dekningsl. §§ 7-3 og 7-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Er salgsgjenstanden, efterat konkurs eller akkordforhandling er aabnet,​2 overgivet til boet, og er kjøbesummen ikke betalt, kan sælgeren kræve gjenstanden tilbage, hvis ikke boet erklærer at ville indtræde i kjøbet og betaler kjøbesummen eller paa opfordring stiller sikkerhed for dens betaling til forfaldstid.\nHar boet afhændet gjenstanden eller iøvrigt for egen regning forføiet saaledes over den, at den ikke kan tilbageleveres i væsentlig uforandret stand, har sælgeren ret til at anse boet som indtraadt i kjøbet.\n1 Jfr. lov 30 juni 1916 nr. 1 § 37 og dekningsl. § 7-9.\n2 Se konkursl. §§ 34 tredje ledd og 74 og lov 8 juni 1984 nr. 60 avsnitt IV annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "11:42",
      "chapter": "11",
      "section": "42",
      "content": "Angaar kjøbet en bestemt gjenstand, og lider denne af en mangel, kan kjøberen hæve kjøbet eller kræve et forholdsmæssigt afslag i kjøbesummen.​1 Maa manglen ansees som uvæsentlig, er kjøberen dog ikke berettiget til at hæve kjøbet, medmindre sælgeren har handlet svigagtig.\nSavnede gjenstanden ved kjøbets afslutning egenskaber, som maa ansees tilsikrede, eller er manglen efter kjøbets afslutning foraarsaget ved sælgerens forsømmelse, eller har sælgeren handlet svigagtig, kan kjøberen kræve skadeserstatning.​2\n1 Jfr. §§ 47, 48, 49, 51, 52, 54.\n2 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art,​1 kan kjøberen, saafremt den leverede gjenstand lider af en mangel, hæve kjøbet eller kræve omlevering​2 eller forlange forholdsmæssigt afslag i kjøbesummen.​3\nMaa manglen ansees som uvæsentlig, kan kjøbet dog ikke hæves eller omlevering forlanges, medmindre sælgeren har handlet svigagtig eller har kjendt til manglen paa saadant tidspunkt, at han uden urimelig opofrelse havde kunnet skaffe mangelfri gjenstand.\nSælgeren pligter, selv om han er uden skyld, at betale skadeserstatning,​4 dog saaledes, at bestemmelsen i § 24 finder tilsvarende anvendelse.\n1 Se § 3.\n2 Jfr. § 50, 2net punktum.\n3 Jfr. §§ 47, 48, 49, 51, 52. 54.\n4 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:43 a",
      "chapter": "11",
      "section": "43 a",
      "title": "(heving av tilvirkings- eller bestillingskjøp)​1",
      "content": "Er salgsgjenstanden tilvirket etter kjøperens oppgaver eller ønsker eller anskaffet etter hans oppfordring, og selgeren ikke har mulighet for å selge den til andre uten vesentlig tap, kan kjøperen bare heve dersom hans formål med kjøpet vil bli vesentlig forfeilet som følge av mangelen.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43 a."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "Ved afgjørelsen af, om salgsgjenstanden lider af en mangel, bliver, forsaavidt manglen ikke er hidført ved sælgerens forsømmelse, det tidspunkt at lægge til grund, da vaagnaden​1 gik over paa kjøberen.\n1 Jfr. §§ 17, 37, 60, 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Bestemmelserne i § 25 om skadeserstatningens beregning kommer ogsaa til anvendelse, naar kjøbet hæves paa grund af mangler ved gjenstanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:45 a",
      "chapter": "11",
      "section": "45 a",
      "title": "(villedende opplysninger til kjøpende publikum)​1",
      "content": "I forbrukerkjøp​2 med yrkesselger anses mangel å foreligge dersom det i forbindelse med kjøpet, på gjenstandens emballasje, i annonse eller annen meddelelse bereknet på allmennheten eller kjøperen er gitt uriktig eller villedende opplysning om gjenstandens egenskaper eller bruk, og opplysningen kan antas å ha innvirket på kjøpet. Dette gjelder ikke når opplysningen på en tydelig måte er rettet av selgeren eller den som har gitt opplysningen. Må det antas at selgeren ikke har kjent til at opplysningen er gitt, plikter han ikke å betale kjøperen erstatning.\nEr opplysningen gitt av gjenstandens tilvirker eller annen som har hatt befatning med den i foregående omsetningsledd, er denne ansvarlig, i tilfelle solidarisk med selgeren, for tap kjøperen lider p.g.a. opplysningen. Reglene i §§ 42 annet ledd og 43 tredje ledd, jfr. § 1a, gjelder tilsvarende.\n1 Tilføyd ved lov 14 juni 1974 nr. 36. – Jfr. lov 16 juni 1972 nr. 47 § 2.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45 a."
      }
    },
    {
      "provision_ref": "11:45 b",
      "chapter": "11",
      "section": "45 b",
      "title": "(salg av ting «som den er»)​1",
      "content": "Er salgsgjenstanden i forbrukerkjøp​2 med yrkesselger solgt «som den er» eller med liknende forbehold, skal det likevel anses å foreligge en mangel når\na. gjenstanden ikke svarer til opplysninger som selgeren har gitt,\nb. selgeren har unnlatt å gi opplysninger om egenskaper ved gjenstanden som han måtte kjenne til og som kjøperen burde kunne rekne med å få,\nc. gjenstanden er i vesentlig dårligere stand enn kjøperen behøvde å rekne med på bakgrunn av kjøpesummens størrelse og tilhøva ellers.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45 b."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Skal sælgeren levere efterhaanden, og er en enkelt levering mangelfuld, kan kjøberen i medfør af §§ 42 og 43 alene hæve kjøbet, forsaavidt angaar denne levering. Dog kan han ogsaa hæve kjøbet for senere leveringer, saafremt det maa ventes, at ogsaa disse vil blive mangelfulde, eller endog hæve kjøbet i dets helhed, saafremt dette er begrundet i sammænhengen mellem leveringerne.\n1 Jfr. §§ 22 og 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "content": "Har kjøberen før kjøbets afslutning undersøgt salgsgjenstanden eller uden gyldig grund undladt at efterkomme sælgerens opfordring til at undersøge den, eller er der før kjøbets afslutning givet kjøberen anledning til at undersøge en prøve af salgsgjenstanden, kan han ikke paaberaabe sig mangler, som han ved undersøgelsen burde opdaget, medmindre sælgeren har handlet svigagtig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "content": "Sker salg ved auktion,​1 kan kjøberen ikke paaberaabe sig, at gjenstanden lider af nogen mangel, medmindre gjenstanden ikke svarer til den betegnelse, hvorunder den er solgt, eller sælgeren har handlet svigagtig. Hvad her er foreskrevet, gjælder dog ikke, naar en handlende​2 sælger sine varer ved auktion.\n1 Jfr. tvangsfullbl. §§ 172 og 196.\n2 Se § 4, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "(avhjelp av mangel)​1",
      "content": "Selgeren har rett til å avhjelpe en mangel eller å foreta omlevering, såframt det kan skje uten slik forsinkelse som vil gi kjøperen rett til å heve kjøpet (jfr. § 21) og uten å medføre urimelig kostnad eller ulempe for kjøperen. Kjøperen kan fastsette en rimelig frist for avhjelp eller omlevering. Dersom kjøperen setter frist eller oppfordrer selgeren til å avhjelpe eller omlevere, kan kjøperen ikke heve eller kreve prisavslag såframt avhjelp eller omlevering skjer innen fristen eller i mangel av noen bestemt frist innen rimelig tid.\nDersom selgeren spør kjøperen om denne vil godta avhjelp eller omlevering, men kjøperen ikke svarer innen rimelig tid, har selgeren rett til å avhjelpe eller omlevere såframt det skjer innen den tid han har angitt og ellers innen rimelig tid. Selgerens melding om at han vil avhjelpe eller omlevere innen en angitt tid, likestilles med forespørsel som nevnt.\nFølger det av avtale om forbrukerkjøp​2 at selgeren eller noen på hans vegne skal ha en særlig plikt eller rett til å avhjelpe mulig mangel eller foreta omlevering, beholder kjøperen likevel sin rett til heving eller prisavslag, om ikke mangelen blir avhjulpet eller omlevering foretatt innen rimelig tid etter at kjøperen har klaget over mangelen, og uten urimelig kostnad eller ulempe for ham. Foretar ikke selgeren det nødvendige i tide, kan kjøperen kreve erstattet sine utgifter med å få mangelen avhjulpet, for så vidt disse ikke blir uforholdsmessig store.\nKjøperen kan holde tilbake kjøpesummen inntil en mangel er avhjulpet eller omlevering foretatt, men ikke åpenbart mer enn hva en må rekne med at det vil koste å få den avhjulpet og som vil gi betryggende sikkerhet for andre krav han har etter kjøpsavtalen.\nBestemmelsene i paragrafen her gjør ingen innskrenkning i kjøperens rett til å kreve erstatning etter reglene i §§ 42 eller 43. Erstatning kan kreves uten hinder av reglene i tredje ledd om særlig avhjelpsrett som selgeren har forbeholdt seg, såframt kjøperen selv har måttet få mangelen avhjulpet uten forutgående klage til selgeren fordi det etter forholdene ville være urimelig å kreve slik klage.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:49 a",
      "chapter": "11",
      "section": "49 a",
      "title": "(forbrukerkjøperens krav mot selgerens heimelsmenn)​1",
      "content": "Kjøperens krav som følge av mangel kan ved forbrukerkjøp​2 med yrkesselger gjøres gjeldende også mot selgerens heimelsmenn i foregående omsetningsledd, for så vidt de forhold som begrunner kravet gir selgeren tilsvarende krav mot vedkommende heimelsmann. Avtale i foregående omsetningsledd som innskrenker selgerens krav, kan ikke gjøres gjeldende overfor kjøperen i større utstrekning enn hva som kunne vært avtalt mellom denne og selgeren.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "content": "Hvad i denne lov er bestemt om mangler ved salgsgjenstanden,​1 finder tilsvarende anvendelse, hvor den leverede mængde er for liden, saafremt kjøberen maa gaa ud fra, at det, som er leveret, er ment at skulle være fuldstændig opfyldelse af aftalen.​2 Kjøberen kan i dette tilfælde ikke i medhold af § 43 fordre omlevering, men kan i steden kræve efterlevering af det manglende, hvad enten dette udgjør en større eller mindre del af det, som skulde leveres.\n1 Se §§ 42-49 og 52-54.\n2 Jfr. §§ 21-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "content": "I handelskjøb​2 har kjøberen, naar salgsgjenstanden er leveret, eller en aftalt udfaldsprøve kommet ham ihænde, at foretage saadan undersøgelse, som ordentlig forretningsskik kræver.​3 Skal gjenstanden forsendes fra et sted til et andet, pligter kjøberen dog ikke at undersøge​4 den, før den paa bestemmelsesstedet er stillet saaledes til hans raadighed, at han ifølge § 56 vilde pligte at drage omsorg for den.\n1 Jfr. lov 30 juni 1916 nr. 1 § 21.\n2 Se § 4.\n3 Jfr. § 52.\n4 Jfr. § 62, 5te ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "content": "Viser det sig, at den solgte gjenstand lider af en mangel,​2 har kjøberen, saafremt han vil paaberaabe sig manglen, at give sælgeren meddelelse​3 derom, i handelskjøb​4 straks og ellers uden ugrundet ophold. Afgiver han ikke saadan meddelelse, uagtet han har opdaget eller burde opdaget manglen, kan han ikke senere gjøre den gjældende.​5\nVil kjøberen hæve kjøbet, eller vil han kræve efterlevering eller omlevering, skal han uden ugrundet ophold give sælgeren meddelelse​3 derom og har ellers tabt sin ret til at afvise gjenstanden eller kræve efterlevering.\nI forbrukerkjøp​6 skal klage over en mangel anses framsatt i tide når kjøperen underretter selgeren om mangelen innen rimelig tid etter at han oppdaget eller burde ha oppdaget den. Tilsvarende gjelder særskilt underretning om at kjøperen vil heve kjøpet eller kreve etterlevering eller omlevering. Underretning etter dette ledd kan isteden gis til den som etter avtale med selgeren har påtatt seg å avhjelpe mangelen. Vil kjøperen gjøre krav gjeldende mot selgerens heimelsmann i foregående omsetningsledd,​7 må dessuten denne underrettes så snart det er rimelig høve til det.\n1 Endret ved lov 14 juni 1974 nr. 36. – Jfr. §§ 26, 27, 31, 32 og lov 30 juni 1916 nr. 1 §§ 12, 22 og 84.\n2 Jfr. § 50.\n3 Se § 61.\n4 Se § 4.\n5 Jfr. § 53.\n6 Jfr. § 1 a.\n7 Jfr. § 49 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "content": "De i § 52 givne bestemmelser om tab af kjøberens ret til at paaberaabe sig mangler, kommer ikke til anvendelse, naar sælgeren har handlet svigagtig, eller han har gjort sig skyldig i grov uagtsomhed, og denne medfører stor skade for kjøberen.\n1 Jfr. lov 30 juni 1916 nr. 1 §§ 24 og 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "(bortfall av reklamasjonsrett)​1",
      "content": "Har ikke kjøperen innen to år etter gjenstandens overgivelse til ham meddelt​2 selgeren at han vil påberope en mangel, kan han ikke senere gjøre den gjeldende, med mindre selgeren har påtatt seg å innestå for gjenstanden i lengre tid eller har handlet svikaktig.\nI forbrukerkjøp​3 kan meddelelsen isteden gis til den som etter avtale med selgeren har påtatt seg å avhjelpe mangelen. Vil kjøperen gjøre krav gjeldende mot selgerens heimelsmann i foregående omsetningsledd, må også denne underrettes før fristen er ute.\n1 Endret ved lov 14 juni 1974 nr. 36. – Jfr. lov 30 juni 1916 nr. 1 § 25.\n2 Se § 61.\n3 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "content": "Er kjøberen kommet i besiddelse af gjenstanden, og vil han afvise den,​1 pligter han at drage omsorg​2 for den og kan hos selgeren kreve erstatning for derved voldte omkostninger.​3 De i §§ 34 og 35 givne regler finder tilsvarende anvendelse.​4\n1 Jfr. §§ 27 og 52.\n2 Jfr. § 33.\n3 Se § 57, 2net ledd.\n4 Jfr. lov 30 juni 1916 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "content": "Er i tilfælde af gjenstandens forsendelse kjøberen sat istand til paa bestemmelsesstedet at komme i besiddelse af gjenstanden, og vil han afvise den,​1 pligter han for sælgerens regning at tage den i sit verge.​2\nDette gjælder dog ikke, hvis sælgeren selv er tilstede paa bestemmelsesstedet, eller hvis ihændehaver af konnossement eller anden person, som paa sælgerens vegne kan tage sig af gjenstanden, er tilstede der, eller hvis kjøberen ikke kan faa gjenstanden i sit verge uden at betale kjøbesummen eller paadrage sig anden væsentlig omkostning eller ulempe.\nNaar kjøberen har taget gjenstanden i sit verge, kommer reglerne i foregaaende paragraf til anvendelse.\n1 Jfr. §§ 27 og 52.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "content": "Hæves kjøbet, har sælgeren ikke ret til at faa gjenstanden tilbage, medmindre han tilbagegiver, hvad han har modtaget i betaling, og kjøberen har ikke ret til at faa kjøbesummen tilbage, medmindre han tilbageleverer det modtagne i væsentlig samme stand og mængde,​2 hvori det var ved leveringen.\nKjøberen har, naar han hæver kjøbet eller kræver omlevering, ret til at tilbageholde gjenstanden, indtil sælgeren svarer skyldig erstatning eller stiller betryggende sikkerhed for denne.\n1 Jfr. lov 24 mars 1972 nr. 11 § 5.\n2 Jfr. § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "Selv om gjenstanden efter leveringen er gaaet til grunde eller er saaledes forandret, at den ikke kan tilbagegives i væsentlig samme stand og mængde (§ 57), kan kjøberen hæve kjøbet, saafremt undergangen eller forandringen skyldes\na. en tilfældig begivenhed,\nb. gjenstandens egen beskaffenhed eller\nc. foranstaltninger som udkrævedes til dens undersøgelse, eller som er trufne før den mangel, som medfører ophevelse af kjøbet, er opdaget eller burde været opdaget.\n1 Jfr. lov 24 mars 1972 nr. 11 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "content": "Oplyses det, at salgsgjenstanden ved kjøbets afslutning tilhørte en anden end sælgeren, kan kjøberen, selv om sælgeren var i undskyldelig vildfarelse om sin adkomst, kræve skadeserstatning hos denne.​1 Dette gjelder dog ikke, hvis kjøberen ved kjøbets afslutning ikke var i god tro.\n1 Jfr. tvangsfullbl. §§ 172 og 196 og lov 2 juni 1978 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "14:60",
      "chapter": "14",
      "section": "60",
      "content": "Er en gjenstand kjøbt paa prøve eller paa besigtigelse, og er den leveret, bliver kjøberen bundet ved kjøbet, saafremt han ikke inden aftalt tid eller, om ingen tid er aftalt, inden passende frist har meddelt sælgeren, at han ikke vil beholde gjenstanden.\nSaalænge kjøberen har gjenstanden til prøve eller besigtigelse, bærer han vaagnaden​2 for den.\n1 Jfr. lov 24 mars 1972 nr. 11.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "15:61",
      "chapter": "15",
      "section": "61",
      "content": "Er saadan meddelelse fra kjøberen, som omhandles i §§ 6, 26, 27, 52 og 54 indleveret til befordring med telegraf eller post eller, hvor andet forsvarligt befordringsmiddel bruges, afgivet til befordring dermed, medfører det ikke tab af ret for afsenderen, at meddelelsen forsinkes eller ikke kommer frem.\nDet samme gjælder de meddelelser fra sælgeren, som omhandles i §§ 31 og 32.\n1 Jfr. lover 30 juni 1916 nr. 1 § 3 og 31 mai 1918 nr. 4 § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "16:62",
      "chapter": "16",
      "section": "62",
      "content": "Er en vare solgt «frit ombord» (fob)​1 paa et angivet sted, har kjøberen at fragte skib eller tinge skibsrum til varens befordring fra dette sted.\nSælgeren har at besørge og bekoste varens forsendelse til afskibningsstedet og at træffe de foranstaltninger med hensyn til dens indlastning i skibet, som efter lov​2 eller sedvane paa stedet paahviler en aflader.\nNaar varen er kommet indenfor skibssiden,​3 ophører sælgeren at bære vaagnaden for den.\nVarens kontraktmæssighed bedømmes efter dens tilstand paa samme tidspunkt,​4 ligesom ogsaa dens mængde paa dette tidspunkt bliver at lægge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​5\nDen omstændighet, at kjøberen har fragtet skib eller tinget skibsrum, medfører ikke pligt for kjøberen til at undersøge varen før dens fremkomst til bestemmelsesstedet​6 og afskjærer heller ikke sælgeren fra at udøve de i §§ 15, 28 og 39 omhandlede rettigheder.\nKjøberen pligter at betale mod konnossement overensstemmende med, hvad i § 71 er bestemt, selv om udtrykkelig aftale derom ikke er truffet.\n1 Jfr. § 51, 2net punktum.\n2 Se lov 20 juli 1893 nr. 1 § 89.\n3 Jfr. § 10.\n4 Jfr. § 44.\n5 Jfr. § 7.\n6 Jfr. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "16:63",
      "chapter": "16",
      "section": "63",
      "content": "Er en vare solgt «fragtfrit» (cost and freight, c & f, c f), har sælgeren at besørge og bekoste dens forsendelse til bestemmelsesstedet.\nVaagnaden gaar over paa kjøberen, saasnart varen overensstemmende med de i § 10 givne regler er overgivet til fragtfører eller bragt indenfor skibssiden.\nVarens kontraktmæssighed bedømmes efter dens tilstand paa det tidspunkt, da vaagnaden gaar over paa kjøberen,​1 ligesom ogsaa dens mængde paa dette tidspunkt bliver at legge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​2\nKjøberen pligter at betale mod konnossement eller fragtbrev overensstemmende med, hvad i § 71 er bestemt, selv om udtrykkelig aftale derom ikke er truffet.\nKjøberen har, selv om kjøbesummen ikke er forfalden til betaling ved varens fremkomst, at betale den fragt, som ikke er erlagt af sælgeren, mod fradrag i kjøbesummen og uden godtgjørelse for renter.\n1 Jfr. § 44.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "16:64",
      "chapter": "16",
      "section": "64",
      "content": "Er en vare solgt «cif» (cost, insurance, freight) eller «caf» (coût, assurance, fret), gjælder, hvad der i foregaaende paragraf er bestemt.\nSælgeren har derhos for den del af forsendelsestiden, under hvilken han ikke bærer vaagnaden,​1 for kjøberen at tegne sedvansmæssig forsikring. Undlader sælgeren at tegne saadan forsikring, uden at kjøbet af den grund hæves,​2 kan kjøberen kræve erstatning for skade, som maatte følge af undladelsen, eller selv tegne forsikring og afdrage omkostningerne i kjøbesummen.\n1 Se § 63, 2net ledd.\n2 Jfr. §§ 42 og 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "16:65",
      "chapter": "16",
      "section": "65",
      "content": "Er en vare solgt «leveret» eller «frit» (franco) paa et angivet sted, ansees levering ikke for skeet, før varen er kommet frem til dette sted. Sælgeren har saaledes at besørge og bekoste dens forsendelse dertil og bærer under fremsendelsen vaagnaden.\nVarens kontraktmæssighed bedømmes efter dens tilstand ved fremkomsten til leveringsstedet,​1 ligesom ogsaa dens mængde paa dette tidspunkt bliver at lægge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​2\nI sammensetning med «fragtfrit», «c & f», «c f», «cif» eller «caf» har benyttelsen af ordet «leveret» ingen betydning for forstaaelsen af de nævnte klausuler.\n1 Jfr. § 44.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "16:66",
      "chapter": "16",
      "section": "66",
      "content": "Er en vare kjøbt med saadan angivelse af dens mængde, at der for samme er aabnet et vist spillerum, saasom «cirka», «fra-til» eller lignende, tilkommer det sælgeren at træffe valget, medmindre det fremgaar af forholdet, at spillerummet er sat i kjøberens interesse.​1\nEr betegnelsen «cirka» benyttet, er spillerummet 10 pct. op eller ned for ladning og ellers 5 pct.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "16:67",
      "chapter": "16",
      "section": "67",
      "content": "Er der solgt «en ladning», maa sælgeren ikke sende andre varer med samme skib. Sker det, og kan det for kjøberen medføre ulempe, kan denne hæve kjøbet; enten kjøbet hæves eller ikke, har han ret til skadeserstatning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "16:68",
      "chapter": "16",
      "section": "68",
      "content": "Er det aftalt, at varen skal leveres eller udtages «i begyndelsen» («primo») «i midten» («medio») eller «i slutningen» («ultimo») af en maaned, forstaaes herved den første til tiende, den ellevte til tyvende og den en og tyvende til sidste dag i maaneden.\nVed kjøp av verdipapirer betyr «primo» månedens første virkedag som ikke er en lørdag, «medio» dens femtende dag eller, om den faller på en helgedag eller lørdag, den følgende virkedag, og «ultimo» månedens siste virkedag som ikke er en lørdag.\n1 Endret ved lov 27 feb. 1970 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "16:69",
      "chapter": "16",
      "section": "69",
      "content": "Har sælgeren af en vare forpligtet sig til at foretage «afskibning» (eller «afladning») inden en vis frist, skal afskibningen eller afladningen ansees for at være tilendebragt, i rette tid, naar varen er indlastet inden fristens udløb.\nEr konnossement udfærdiget, og fremgaar det ikke af dets udvisende, at indlastningen er skeet i rette tid, kan kjøberen afvise varen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "16:70",
      "chapter": "16",
      "section": "70",
      "content": "Naar «kontant betaling» er aftalt, pligter kjøberen, selv om anden koutume findes, at betale samtidig med, at salgsgjenstanden stilles til hans raadighed (jfr. §§ 14 og 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "16:71",
      "chapter": "16",
      "section": "71",
      "content": "Har kjøberen forpligtiget sig til at betale mod konnossement («kontant mod konnossement» eller lignende) eller til at akceptere veksel mod konnossement, kan han ikke negte at indløse konnossementet, fordi varen endnu ikke er kommet frem, eller han ikke har havt anledning til at undersøge den.\nKonnossementet maa, naar det tilbydes kjøberen til indløsning, være ledsaget af forsikringspolice, saafremt sælgeren har paataget sig varens forsikring.​1 Desuden maa regning paa varen være kommet kjøberen ihænde.\nHvad her er bestemt, finder tilsvarende anvendelse, hvis kjøberen har forpligtet sig til at betale mod saadant fragtbrev, som er omtalt i § 16.\n1 Jfr. § 64, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "(lovens område og fravikelighet)​1.\nBestemmelsene i denne lov får bare anvendelse for så vidt ikke annet er uttrykkelig avtalt eller må anses inneholdt i avtalen eller følger av handelsbruk eller annen sedvane,​2 med mindre det er særskilt fastsatt i loven at en bestemmelse skal være ufravikelig.​3\nLoven gjelder ikke kjøp av fast eiendom.\n1 Endret ved lover 14 juni 1974 nr. 36, 4 mars 1983 nr. 4. -Jfr. lov 31 mai 1918 nr. 4 § 36.\n2 Jfr. § 70 og lover 30 juni 1916 nr. 1 § 1, 31 mai 1918 nr. 4 § 1.\n3 Jfr. §§ 1 a, 49 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "(ufravikelighet ved forbrukerkjøp)​1",
      "content": "I forbrukerkjøp der selgeren opptrer som yrkesselger eller lar seg representere ved en yrkesselger i denne egenskap (forbrukerkjøp med yrkesselger), kan det ikke avtales eller gjøres gjeldende vilkår som er ugunstigere for kjøperen enn det som følger av §§ 14, 17, 21-27, 42-58 eller 61.\nUten hinder av første ledd kan det avtales forbehold når det gjelder erstatningsansvar for tap som måtte oppstå ved avsavn av salgsgjenstanden eller for skade som måtte voldes på eiendom som nyttes i ervervsvirksomhet og tap som følge av det. Selgeren kan ikke forbeholde seg videregående fritak enn her nevnt i medhold av § 24 jfr. § 43 tredje ledd.\nMed forbrukerkjøp menes kjøp av ting som etter forholdene framtrer hovedsakelig til personlig bruk for kjøperen, hans husstand eller omgangskrets, eller til deres personlige formål ellers.\n1 Tilføyd ved lov 14 juni 1974 nr. 36. – Jfr. lover 24 mars 1972 nr. 11 og 21 juni 1985 nr. 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Bestilling af gjenstande, som først skal tilvirkes, ansees i denne lov som kjøb, saafremt det for tilvirkningen fornødne stof skal ydes af tilvirkeren.​1 Loven gjælder dog ikke opførelse af bygning eller andet anlæg paa fast eiendom.\nDenne lovs bestemmelser om kjøb finder tilsvarende anvendelse paa bytte.\n1 Jfr. lov 3 april 1964 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art, forstaaes i denne lov​1 ikke alene kjøb af en vis mængde af en bestemt slags gjenstande, men ogsaa kjøb af en vis mængde af et bestemt lager eller andet vareparti.\n1 Se §§ 24, 37 og 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved handelskjøb forstaaes i denne lov​1 kjøb, som sluttes mellem handlende i eller for deres bedrift.\nSom handlende ansees​2 enhver, som gjør sig til bedrift at afhænde dertil indkjøbte varer, at drive vekseler- eller bankforretning, kommissionshandel, forlagsvirksomhed, apotek, bevertning, haandverk, fabrik eller bergverk, at overtage udførelse af bygnings- eller anlægsarbeider eller at befordre personer, gods eller meddelelser.​3 Dog ansees ikke som handlende den, som uden anden hjælp end sin egtefælle, sine børn og sit tyende driver bevertning, haandverk, fabrik eller befordringsvirksomhed. Haandverker med kun en lærling ansees heller ikke som handlende.\n1 Se §§ 6, 16, 21, 27, 28, 32, 51, 52.\n2 Jfr. lov 30 juni 1916 nr. 1 § 2.\n3 Jfr. lov 6 juni 1980 nr. 21 § 1-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Er kjøb sluttet, men intet aftalt om kjøbesummens størrelse, har kjøberen at betale, hvad sælgeren forlanger, naar forlangendet ikke kan ansees for ubilligt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Er i handelskjøb​1 regning (faktura eller nota) tilstillet kjøberen, og gjør han ikke, saa snart ske kan,​2 indsigelse mod den i regningen opførte pris, pligter han at betale denne, hvis det ikke oplyses, at lavere pris er aftalt, eller regningen er urimelig.\n1 Se § 4.\n2 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Skal kjøbesummen beregnes efter tal, maal eller vegt, bliver mængden paa det tidspunkt, da vaagnaden (risikoen) for salgsgjenstandens tilfældige undergang gaar over paa kjøberen,​1 at lægge til grund for beregningen.\n1 Se §§ 17 og 37 samt 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Skal kjøbesummen beregnes efter varens vegt, bliver indpakningens vegt (taravegten) at fradrage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Sælgeren har at levere salgsgjenstanden paa det sted, hvor han ved kjøbets afslutning havde sin bolig. Drev han paa dette tidspunkt forretning, og stod salget i forbindelse dermed, skal levering ske paa forretningsstedet.\nBefandt gjenstanden sig ved kjøbets afslutning paa et andet sted end ovenfor nævnt, og var parterne eller burde de være vidende derom, ansees dette som leveringssted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Skal gjenstanden af sælgeren forsendes fra et sted til et andet for der at overgives i kjøberens besiddelse, ansees levering for skeet, naar gjenstanden er overgivet til en fragtfører, som har paataget sig forsendelsen fra vedkommende sted, eller den, hvis afsendelsen sker med skib, er bragt indenfor skibssiden.\n1 Jfr. §§ 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Skal sælgeren besørge gjenstanden sendt til noget inden pladsens grænser beliggende sted, ansees levering ikke for skeet, før gjenstanden er kommet i kjøberens besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Er tid for kjøbesummens betaling eller salgsgjenstandens levering ikke bestemt, og fremgaar det ikke af omstændighederne, at opfyldelse skal ske snarest muligt, skal den ske ved paakrav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Er et tidsrum fastsat for leveringen, har sælgeren ret til indenfor dettes grænser at vælge tidspunktet, hvis det ikke fremgaar af omstændighederne, at spillerummet er sat i kjøberens interesse.\n1 Jfr. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "content": "Er der ikke givet henstand fra nogen af parterne, pligter ikke sælgeren at levere salgsgjenstanden,​2 uden naar kjøbesummen samtidig betales, og ikke kjøberen at betale kjøbesummen, uden naar salgsgjenstanden samtidig stilles til hans raadighed.\nI forbrukerkjøp​3 kan kjøperen alltid – uten hinder av forhåndsavtale – holde tilbake kjøpesummen inntil levering er skjedd, såframt den skal betales ved eller etter den avtalte leveringstid.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 jfr. §§ 15, 39, 70 og 71.\n3 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Skal gjenstanden forsendes fra leveringsstedet,​1 kan sælgeren dog ikke i henhold til bestemmelsen i foregaaende paragraf undlade at sende den, men kan hindre,​2 at den overgives i kjøberens besiddelse,​3 saalænge kjøbesummen ikke er betalt.\n1 Se §§ 9-11.\n2 Jfr. § 62, 5te ledd.\n3 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Benyttes ved gjenstandens forsendelse fra leveringsstedet​2 til bestemmelsesstedet konnossement​3 eller fragtbrev af saadan art, at sælgeren efter dets udlevering til kjøberen ikke kan raade over gjenstanden, pligter kjøberen i handelskjøb​4 at betale mod dokumentet efter reglerne i § 71.\n1 Jfr. §§ 10 og 62-65.\n2 Se §§ 9-11.\n3 Se lov 20 juli 1893 nr. 1 §§ 151 flg.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Indtil levering er skeet (jfr. §§ 9-11), bærer sælgeren vaagnaden for salgsgjenstandens tilfældige undergang eller forringelse.\nAngaar kjøbet en bestemt gjenstand, som skal hentes af kjøberen, bærer dog kjøberen vaagnaden, saafremt den tid er inde, da gjenstanden efter aftalen kan hentes, og sælgeren er ferdig til at levere.\n1 Jfr. §§ 37, 60, 62-65, tvangsfullbl. § 211 og lov 10 juni 1938 nr. 3 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "7:18",
      "chapter": "7",
      "section": "18",
      "content": "Udbytte som vindes af salgsgjenstanden før leveringstiden, tilfalder sælgeren, naar det ikke med grund kunde paaregnes først at ville falde senere.\nUdbytte som vindes efter leveringstiden, tilfalder kjøberen,​1 naar det ikke med grund kunde paaregnes allerede at ville falde tidligere.\n1 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Kjøb af aktie omfatter det udbytte, som ikke var forfaldent, da kjøbet sluttedes.\nEr eller bliver der til aktien knyttet ret til at tegne ny aktie, nyder kjøberen godt deraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Kjøb af rentebærende fordring omfatter de ved kjøbet eller, hvis senere levering skal finde sted, de ved leveringstiden paaløbne, men endnu ikke forfaldne renter. Fremgaar det ikke af omstændighederne, at fordringen er solgt som usikker, bliver det til renterne svarende beløb at betale i tillæg til kjøbesummen og samtidig med denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "8:21",
      "chapter": "8",
      "section": "21",
      "title": "(forsinkelse)​1",
      "content": "Blir salgsgjenstanden ikke levert i rett tid,​2 og skyldes dette ikke kjøperens forhold eller en tilfeldig begivenhet som han bærer vågnaden​3 for, har kjøperen valget mellom å kreve levering og å heve kjøpet.​4\nEr forsinkelsen av uvesentlig betydning for kjøperen eller må selgeren gå ut fra det, kan kjøperen likevel ikke heve kjøpet, med mindre han har betinget seg oppfyllelse nøyaktig til bestemt tid.\nI handelskjøp​5 anses enhver forsinkelse for vesentlig, med mindre alene en liten del av det solgte er forsinket.​6\nDersom kjøperen etter leveringstidens utløp har krevd levering, kan han ikke heve såframt levering skjer innen den frist han har satt, eller, i mangel av noen bestemt frist, innen rimelig tid.\nEr salgsgjenstanden tilvirket etter kjøperens oppgaver eller ønsker eller anskaffet etter hans oppfordring, og selgeren ikke har mulighet for å selge den til andre uten vesentlig tap, kan kjøperen bare heve dersom hans formål med kjøpet vil bli vesentlig forfeilet som følge av forsinkelsen.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 Se §§ 12 og 13. Jfr. § 27.\n3 Se §§ 17, 37, 60, 62-65.\n4 Se §§ 55-58. Se også §§ 23-25.\n5 Se § 4.\n6 Jfr. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "8:22",
      "chapter": "8",
      "section": "22",
      "content": "Skal sælgeren levere efterhaanden, og finder forsinkelse sted med en enkelt levering, kan kjøberen i medfør af foregaande paragraf alene hæve kjøbet, forsaavidt angaar denne levering. Dog kan han ogsaa hæve kjøbet for senere leveringer, saafremt gjentagelse af forsinkelsen maa ventes, eller endog hæve kjøbet i dets helhed, saafremt dette er begrundet i sammenhængen mellem leveringerne.\n1 Jfr. § 46 samt § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Angaar kjøbet en bestemt gjenstand, og bliver denne ikke leveret i rette tid, har sælgeren at svare skadeserstatning,​1 medmindre det oplyses, at forsinkelsen ikke kan tilregnes ham.\n1 Se § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art,​1 pligter sælgeren, selv om forsinkelsen ikke kan tilregnes ham, at svare skadeserstatning,​2 medmindre han har forbeholdt sig fritagelse derfor, eller muligheden af at opfylde aftalen maa ansees udelukket ved omstændigheder, som ikke er af saadan beskaffenhed, at sælgeren ved kjøbets afslutning burde taget dem i beregning, saasom ved tilfældig undergang af alle gjenstande af den art eller det parti,​3 kjøbet angaar, ved krig, indførselsforbud eller lignende.\n1 Jfr. lov 14 juni 1985 nr 61 § 56.\n2 Se § 25.\n3 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Hæves et kjøb,​1 og skal erstatning svares i henhold til § 23 eller § 24, bliver denne i mangel af bevis for, at anden skade er lidt, at fastsætte til det beløb, hvormed prisen for gjenstande, som er af samme art og godhed som de solgte, paa leveringstiden overstiger kjøbesummen.​2\n1 Jfr. §§ 21 og 22.\n2 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "content": "Er leveringstiden udløbet,​2 og har levering ikke fundet sted, maa kjøberen, om han vil fastholde kjøbet,​3 uden ugrundet ophold meddele​2 det til sælgeren, saafremt denne spørger ham derom; ellers taber han sin ret til at kræve levering. Det samme gjælder, selv om kjøberen ikke har modtaget nogen forespørgsel, dersom han ikke inden rimelig tid meddeler​4 at han vil fastholde kjøbet.\n1 Jfr. §§ 27, 31, 32 og 52 jfr. 50.\n2 Se §§ 12 og 13.\n3 Jfr. § 21.\n4 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Har levering fundet sted efter leveringstidens udløb, maa kjøberen, naar det ved gjenstandens fremkomst eller underretning fra sælgeren viser sig, at leveringen er skeet forsent, i handelskjøb​2 straks og ellers uden ugrundet ophold meddele​3 sælgeren, at han vil paaberaabe sig forsinkelsen; ellers taber han retten hertil. Vil kjøberen hæve kjøbet, maa han uden ugrundet ophold meddele​3 sælgeren dette; ellers er retten hertil tabt.\n1 Jfr. §§ 26, 31, 32 og 52 jfr. 50 samt lov 30 juni 1916 nr. 1 §§ 23 og 84.\n2 Se § 4.\n3 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Betales kjøbesummen​1 ikke i rette tid, eller træffer kjøberen ikke i rette tid foranstaltning, hvorpaa kjøbesummens betaling beror, har sælgeren valget mellem at fastholde​2 og at hæve kjøbet.​3 Er forsinkelsen af uvæsentlig betydning, kan han dog ikke hæve kjøbet. I handelskjøb​4 ansees enhver forsinkelse for væsentlig.\nEr den solgte gjenstand allerede overgivet til kjøberen, kan sælgeren ikke hæve kjøbet,​5 medmindre han enten maa ansees for at have taget forbehold i denne henseende, eller gjenstanden afvises af kjøberen.\n1 Se §§ 5-8.\n2 Jfr. § 31.\n3 Jfr. § 62, 5te ledd.\n4 Se § 4.\n5 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Skal sælgeren levere efterhaanden, og skal betaling erlægges særskilt for hver levering, kan sælgeren, naar der med hensyn til betalingen for en enkelt levering indtræder saadan forsinkelse, som efter § 28, 1ste led ansees for væsentlig, hæve kjøbet for de følgende leveringer, medmindre der ikke er nogen grund til at frygte for, at forsinkelsen vil gjentage sig. Dette gjælder, selv om sælgeren efter § 28, 2det led er afskaaret fra at hæve kjøbet for den levering, for hvis vedkommende kjøbesummens betaling er blevet forsinket.\n1 Jfr. §§ 22 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Hæver sælgeren i medfør af de to foregaaende paragrafer kjøbet, har han krav paa skadeserstatning overensstemmende med, hvad der foreskrives i § 24. Erstatningen bliver i mangel af bevis for, at anden skade er lidt, at fastsætte til det beløb, hvormed kjøbesummen overstiger prisen for gjenstande af samme art og godhed som de solgte paa den tid, da forsinkelsen indtraadte.​2\n1 Jfr. lov 14 juni 1985 nr 61 § 55.\n2 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Er betalingstiden​2 forløbet, men kjøbesummen ikke betalt, eller er saadan foranstaltning, som omhandles i § 28, ikke truffet, og er salgsgjenstanden ikke overgivet til kjøberen, maa sælgeren, saafremt han vil fastholde kjøbet, uden ugrundet ophold meddele​3 kjøberen det, hvis denne spørger ham derom; ellers taber sælgeren sin ret til at fastholde kjøbet. Det samme gjælder, selv om han ikke har modtaget nogen forespørgsel, dersom han ikke inden rimelig tid meddeler,​3 at han vil fastholde kjøbet.\n1 Jfr. §§ 26, 27, 32 og 52 jfr. 50.\n2 Jfr. § 12.\n3 Se § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Betales kjøbesummen for sent, eller træffer kjøberen for sent saadan foranstaltning, som i § 28 er nævnt, maa sælgeren, hvis han paa grund af forsinkelsen vil hæve kjøpet, give meddelelse​2 derom i handelskjøb​3 straks og ellers uden ugrundet ophold. Undlader han dette, taber han sin ret til at hæve kjøbet.\n1 Jfr. §§ 26, 27, 31 og 52 jfr. 50.\n2 Se § 61.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Undlader kjøberen at afhente eller modtage salgsgjenstanden i rette tid, eller har hans forhold iøvrigt​1 bevirket, at den ikke i rette tid er overgivet i hans besiddelse, har sælgeren for kjøberens regning​2 at drage omsorg for gjenstanden,​3 indtil forsinkelsen ophører, eller sælgeren benytter den ret til at hæve kjøbet, som han efter § 28 maatte have. Er gjenstanden forsendt og kommet til bestemmelsesstedet, gjælder dette dog kun, naar der her findes nogen, som paa sælgerens vegne kan tage den i besiddelse, og dette kan ske uden væsentlig omkostning eller ulempe.\n1 Se § 28.\n2 Jfr. § 36.\n3 Jfr. §§ 55 og 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Kan sælgeren ikke uden væsentlig omkostning eller ulempe vedblive at sørge for gjenstanden, eller raader kjøberen ikke over den inden rimelig tid, efterat han dertil er blevet opfordret, har sælgeren ret til at sælge den for kjøberens regning. Forinden salg finder sted, har sælgeren saavidt muligt at give kjøberen betimeligt varsel. Foregaar salget ved en forsvarlig bekjendtgjort og afholdt auktion,​2 kan kjøberen ikke med virkning gjøre indsigelse mod den ved auktionen opnaaede pris. Kan salg ikke finde sted, eller er det aabenbart, at de med et salg forbundne omkostninger ikke vil kunne dækkes af salgssummen, er sælgeren berettiget til at skaffe gjenstanden bort.\n1 Jfr. § 55, § 56, siste ledd og lov 30 juni 1916 nr. 1 §§ 34 og 38.\n2 Se lov 14 aug. 1918 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "9:35",
      "chapter": "9",
      "section": "35",
      "content": "Er gjenstanden udsat for hurtig fordærvelse, eller vil dens bevaring medføre uforholdsmæssig store omkostninger, pligter sælgeren med den begrænsning, som følger af slutningsbestemmelsen i foregaaende paragraf, at sælge den.\n1 Jfr. § 55 og lov 30 juni 1916 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "9:36",
      "chapter": "9",
      "section": "36",
      "content": "Har forsinkelse fra kjøberens side paaført sælgeren udgifter til gjenstandens bevaring eller anden forøget omkostning, kan han kræve erstatning og til sikkerhed for denne holde gjenstanden tilbage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "content": "Bærer sælgeren vaagnaden​1 for salgsgjenstanden, men kjøberens forhold har bevirket, at den ikke bliver leveret i rette tid, overføres vaagnaden paa kjøberen. Ved kjøb af gjenstande, som er bestemte efter art,​2 bærer kjøberen dog ikke vaagnaden, medmindre bestemte gjenstande er udskilte for ham.\n1 Se §§ 17, 62-65.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "content": "Betales ikke kjøpesummen i tide, skal kjøperen svare en rente av det skyldige beløp etter lov​2 om renter ved forsinket betaling m.m.\n1 Endret ved lov 17 des. 1976 nr. 100.\n2 Lov 17 des. 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "10:39",
      "chapter": "10",
      "section": "39",
      "content": "Aabnes efter kjøbets afslutning konkurs​2 eller akkordforhandling​3 i kjøberens bo, har sælgeren, skjønt han har givet henstand med kjøbesummen,​4 ret til at holde salgsgjenstanden tilbage eller, hvis den er forsendt fra leveringsstedet, hindre dens overgivelse til boet,​5 indtil betryggende sikkerhed stilles for kjøbesummens betaling til forfaldstid. Er tiden for leveringen kommet, og boet ikke paa sælgerens opfordring stiller saadan sikkerhed, kan han heve kjøbet.​6\nDisse bestemmelser kommer ogsaa til anvendelse, hvis efter kjøbets afslutning kjøberen ved eksekution er fundet at mangle midler til at betale sin gjæld, eller han, om han er handlende, har indstillet sine betalinger (jfr. konkurslovens § 4),​7 eller hans formuesforhold iøvrigt viser sig at være saadanne, at det maa antages, at han vil være ude af stand til at betale kjøbesummen, naar den forfalder.\n1 Jfr. sjøl. § 166, lov 30 juni 1916 nr. 1 § 37 og dekningsl. kap. 7.\n2 Se konkursl. § 74.\n3 Se konkursl. § 34 tredje ledd.\n4 Jfr. §§ 14 og 28.\n5 Jfr. § 62 femte ledd.\n6 Jfr. § 57.\n7 Se nå konkursl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "10:40",
      "chapter": "10",
      "section": "40",
      "content": "Aabnes konkurs eller akkordforhandling i kjøberens bo, og er hverken tiden for leveringen eller for kjøbesummens betaling kommet, skal boet uden ugrundet ophold give sælgeren svar, hvis denne forespørger, om boet vil indtræde i kjøpet. Giver boet ikke bekræftende svar, kan sælgeren hæve kjøbet.\n1 Se dekningsl. §§ 7-3 og 7-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "10:41",
      "chapter": "10",
      "section": "41",
      "content": "Er salgsgjenstanden, efterat konkurs eller akkordforhandling er aabnet,​2 overgivet til boet, og er kjøbesummen ikke betalt, kan sælgeren kræve gjenstanden tilbage, hvis ikke boet erklærer at ville indtræde i kjøbet og betaler kjøbesummen eller paa opfordring stiller sikkerhed for dens betaling til forfaldstid.\nHar boet afhændet gjenstanden eller iøvrigt for egen regning forføiet saaledes over den, at den ikke kan tilbageleveres i væsentlig uforandret stand, har sælgeren ret til at anse boet som indtraadt i kjøbet.\n1 Jfr. lov 30 juni 1916 nr. 1 § 37 og dekningsl. § 7-9.\n2 Se konkursl. §§ 34 tredje ledd og 74 og lov 8 juni 1984 nr. 60 avsnitt IV annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "11:42",
      "chapter": "11",
      "section": "42",
      "content": "Angaar kjøbet en bestemt gjenstand, og lider denne af en mangel, kan kjøberen hæve kjøbet eller kræve et forholdsmæssigt afslag i kjøbesummen.​1 Maa manglen ansees som uvæsentlig, er kjøberen dog ikke berettiget til at hæve kjøbet, medmindre sælgeren har handlet svigagtig.\nSavnede gjenstanden ved kjøbets afslutning egenskaber, som maa ansees tilsikrede, eller er manglen efter kjøbets afslutning foraarsaget ved sælgerens forsømmelse, eller har sælgeren handlet svigagtig, kan kjøberen kræve skadeserstatning.​2\n1 Jfr. §§ 47, 48, 49, 51, 52, 54.\n2 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Ved kjøb af gjenstande, som er bestemte efter art,​1 kan kjøberen, saafremt den leverede gjenstand lider af en mangel, hæve kjøbet eller kræve omlevering​2 eller forlange forholdsmæssigt afslag i kjøbesummen.​3\nMaa manglen ansees som uvæsentlig, kan kjøbet dog ikke hæves eller omlevering forlanges, medmindre sælgeren har handlet svigagtig eller har kjendt til manglen paa saadant tidspunkt, at han uden urimelig opofrelse havde kunnet skaffe mangelfri gjenstand.\nSælgeren pligter, selv om han er uden skyld, at betale skadeserstatning,​4 dog saaledes, at bestemmelsen i § 24 finder tilsvarende anvendelse.\n1 Se § 3.\n2 Jfr. § 50, 2net punktum.\n3 Jfr. §§ 47, 48, 49, 51, 52. 54.\n4 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "11:43 a",
      "chapter": "11",
      "section": "43 a",
      "title": "(heving av tilvirkings- eller bestillingskjøp)​1",
      "content": "Er salgsgjenstanden tilvirket etter kjøperens oppgaver eller ønsker eller anskaffet etter hans oppfordring, og selgeren ikke har mulighet for å selge den til andre uten vesentlig tap, kan kjøperen bare heve dersom hans formål med kjøpet vil bli vesentlig forfeilet som følge av mangelen.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43 a."
      }
    },
    {
      "provision_ref": "11:44",
      "chapter": "11",
      "section": "44",
      "content": "Ved afgjørelsen af, om salgsgjenstanden lider af en mangel, bliver, forsaavidt manglen ikke er hidført ved sælgerens forsømmelse, det tidspunkt at lægge til grund, da vaagnaden​1 gik over paa kjøberen.\n1 Jfr. §§ 17, 37, 60, 62-65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "11:45",
      "chapter": "11",
      "section": "45",
      "content": "Bestemmelserne i § 25 om skadeserstatningens beregning kommer ogsaa til anvendelse, naar kjøbet hæves paa grund af mangler ved gjenstanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "11:45 a",
      "chapter": "11",
      "section": "45 a",
      "title": "(villedende opplysninger til kjøpende publikum)​1",
      "content": "I forbrukerkjøp​2 med yrkesselger anses mangel å foreligge dersom det i forbindelse med kjøpet, på gjenstandens emballasje, i annonse eller annen meddelelse bereknet på allmennheten eller kjøperen er gitt uriktig eller villedende opplysning om gjenstandens egenskaper eller bruk, og opplysningen kan antas å ha innvirket på kjøpet. Dette gjelder ikke når opplysningen på en tydelig måte er rettet av selgeren eller den som har gitt opplysningen. Må det antas at selgeren ikke har kjent til at opplysningen er gitt, plikter han ikke å betale kjøperen erstatning.\nEr opplysningen gitt av gjenstandens tilvirker eller annen som har hatt befatning med den i foregående omsetningsledd, er denne ansvarlig, i tilfelle solidarisk med selgeren, for tap kjøperen lider p.g.a. opplysningen. Reglene i §§ 42 annet ledd og 43 tredje ledd, jfr. § 1a, gjelder tilsvarende.\n1 Tilføyd ved lov 14 juni 1974 nr. 36. – Jfr. lov 16 juni 1972 nr. 47 § 2.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45 a."
      }
    },
    {
      "provision_ref": "11:45 b",
      "chapter": "11",
      "section": "45 b",
      "title": "(salg av ting «som den er»)​1",
      "content": "Er salgsgjenstanden i forbrukerkjøp​2 med yrkesselger solgt «som den er» eller med liknende forbehold, skal det likevel anses å foreligge en mangel når\na. gjenstanden ikke svarer til opplysninger som selgeren har gitt,\nb. selgeren har unnlatt å gi opplysninger om egenskaper ved gjenstanden som han måtte kjenne til og som kjøperen burde kunne rekne med å få,\nc. gjenstanden er i vesentlig dårligere stand enn kjøperen behøvde å rekne med på bakgrunn av kjøpesummens størrelse og tilhøva ellers.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45 b."
      }
    },
    {
      "provision_ref": "11:46",
      "chapter": "11",
      "section": "46",
      "content": "Skal sælgeren levere efterhaanden, og er en enkelt levering mangelfuld, kan kjøberen i medfør af §§ 42 og 43 alene hæve kjøbet, forsaavidt angaar denne levering. Dog kan han ogsaa hæve kjøbet for senere leveringer, saafremt det maa ventes, at ogsaa disse vil blive mangelfulde, eller endog hæve kjøbet i dets helhed, saafremt dette er begrundet i sammænhengen mellem leveringerne.\n1 Jfr. §§ 22 og 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "11:47",
      "chapter": "11",
      "section": "47",
      "content": "Har kjøberen før kjøbets afslutning undersøgt salgsgjenstanden eller uden gyldig grund undladt at efterkomme sælgerens opfordring til at undersøge den, eller er der før kjøbets afslutning givet kjøberen anledning til at undersøge en prøve af salgsgjenstanden, kan han ikke paaberaabe sig mangler, som han ved undersøgelsen burde opdaget, medmindre sælgeren har handlet svigagtig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "11:48",
      "chapter": "11",
      "section": "48",
      "content": "Sker salg ved auktion,​1 kan kjøberen ikke paaberaabe sig, at gjenstanden lider af nogen mangel, medmindre gjenstanden ikke svarer til den betegnelse, hvorunder den er solgt, eller sælgeren har handlet svigagtig. Hvad her er foreskrevet, gjælder dog ikke, naar en handlende​2 sælger sine varer ved auktion.\n1 Jfr. tvangsfullbl. §§ 172 og 196.\n2 Se § 4, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "11:49",
      "chapter": "11",
      "section": "49",
      "title": "(avhjelp av mangel)​1",
      "content": "Selgeren har rett til å avhjelpe en mangel eller å foreta omlevering, såframt det kan skje uten slik forsinkelse som vil gi kjøperen rett til å heve kjøpet (jfr. § 21) og uten å medføre urimelig kostnad eller ulempe for kjøperen. Kjøperen kan fastsette en rimelig frist for avhjelp eller omlevering. Dersom kjøperen setter frist eller oppfordrer selgeren til å avhjelpe eller omlevere, kan kjøperen ikke heve eller kreve prisavslag såframt avhjelp eller omlevering skjer innen fristen eller i mangel av noen bestemt frist innen rimelig tid.\nDersom selgeren spør kjøperen om denne vil godta avhjelp eller omlevering, men kjøperen ikke svarer innen rimelig tid, har selgeren rett til å avhjelpe eller omlevere såframt det skjer innen den tid han har angitt og ellers innen rimelig tid. Selgerens melding om at han vil avhjelpe eller omlevere innen en angitt tid, likestilles med forespørsel som nevnt.\nFølger det av avtale om forbrukerkjøp​2 at selgeren eller noen på hans vegne skal ha en særlig plikt eller rett til å avhjelpe mulig mangel eller foreta omlevering, beholder kjøperen likevel sin rett til heving eller prisavslag, om ikke mangelen blir avhjulpet eller omlevering foretatt innen rimelig tid etter at kjøperen har klaget over mangelen, og uten urimelig kostnad eller ulempe for ham. Foretar ikke selgeren det nødvendige i tide, kan kjøperen kreve erstattet sine utgifter med å få mangelen avhjulpet, for så vidt disse ikke blir uforholdsmessig store.\nKjøperen kan holde tilbake kjøpesummen inntil en mangel er avhjulpet eller omlevering foretatt, men ikke åpenbart mer enn hva en må rekne med at det vil koste å få den avhjulpet og som vil gi betryggende sikkerhet for andre krav han har etter kjøpsavtalen.\nBestemmelsene i paragrafen her gjør ingen innskrenkning i kjøperens rett til å kreve erstatning etter reglene i §§ 42 eller 43. Erstatning kan kreves uten hinder av reglene i tredje ledd om særlig avhjelpsrett som selgeren har forbeholdt seg, såframt kjøperen selv har måttet få mangelen avhjulpet uten forutgående klage til selgeren fordi det etter forholdene ville være urimelig å kreve slik klage.\n1 Endret ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "11:49 a",
      "chapter": "11",
      "section": "49 a",
      "title": "(forbrukerkjøperens krav mot selgerens heimelsmenn)​1",
      "content": "Kjøperens krav som følge av mangel kan ved forbrukerkjøp​2 med yrkesselger gjøres gjeldende også mot selgerens heimelsmenn i foregående omsetningsledd, for så vidt de forhold som begrunner kravet gir selgeren tilsvarende krav mot vedkommende heimelsmann. Avtale i foregående omsetningsledd som innskrenker selgerens krav, kan ikke gjøres gjeldende overfor kjøperen i større utstrekning enn hva som kunne vært avtalt mellom denne og selgeren.\n1 Tilføyd ved lov 14 juni 1974 nr. 36.\n2 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "11:50",
      "chapter": "11",
      "section": "50",
      "content": "Hvad i denne lov er bestemt om mangler ved salgsgjenstanden,​1 finder tilsvarende anvendelse, hvor den leverede mængde er for liden, saafremt kjøberen maa gaa ud fra, at det, som er leveret, er ment at skulle være fuldstændig opfyldelse af aftalen.​2 Kjøberen kan i dette tilfælde ikke i medhold af § 43 fordre omlevering, men kan i steden kræve efterlevering af det manglende, hvad enten dette udgjør en større eller mindre del af det, som skulde leveres.\n1 Se §§ 42-49 og 52-54.\n2 Jfr. §§ 21-27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "11:51",
      "chapter": "11",
      "section": "51",
      "content": "I handelskjøb​2 har kjøberen, naar salgsgjenstanden er leveret, eller en aftalt udfaldsprøve kommet ham ihænde, at foretage saadan undersøgelse, som ordentlig forretningsskik kræver.​3 Skal gjenstanden forsendes fra et sted til et andet, pligter kjøberen dog ikke at undersøge​4 den, før den paa bestemmelsesstedet er stillet saaledes til hans raadighed, at han ifølge § 56 vilde pligte at drage omsorg for den.\n1 Jfr. lov 30 juni 1916 nr. 1 § 21.\n2 Se § 4.\n3 Jfr. § 52.\n4 Jfr. § 62, 5te ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "11:52",
      "chapter": "11",
      "section": "52",
      "content": "Viser det sig, at den solgte gjenstand lider af en mangel,​2 har kjøberen, saafremt han vil paaberaabe sig manglen, at give sælgeren meddelelse​3 derom, i handelskjøb​4 straks og ellers uden ugrundet ophold. Afgiver han ikke saadan meddelelse, uagtet han har opdaget eller burde opdaget manglen, kan han ikke senere gjøre den gjældende.​5\nVil kjøberen hæve kjøbet, eller vil han kræve efterlevering eller omlevering, skal han uden ugrundet ophold give sælgeren meddelelse​3 derom og har ellers tabt sin ret til at afvise gjenstanden eller kræve efterlevering.\nI forbrukerkjøp​6 skal klage over en mangel anses framsatt i tide når kjøperen underretter selgeren om mangelen innen rimelig tid etter at han oppdaget eller burde ha oppdaget den. Tilsvarende gjelder særskilt underretning om at kjøperen vil heve kjøpet eller kreve etterlevering eller omlevering. Underretning etter dette ledd kan isteden gis til den som etter avtale med selgeren har påtatt seg å avhjelpe mangelen. Vil kjøperen gjøre krav gjeldende mot selgerens heimelsmann i foregående omsetningsledd,​7 må dessuten denne underrettes så snart det er rimelig høve til det.\n1 Endret ved lov 14 juni 1974 nr. 36. – Jfr. §§ 26, 27, 31, 32 og lov 30 juni 1916 nr. 1 §§ 12, 22 og 84.\n2 Jfr. § 50.\n3 Se § 61.\n4 Se § 4.\n5 Jfr. § 53.\n6 Jfr. § 1 a.\n7 Jfr. § 49 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "11:53",
      "chapter": "11",
      "section": "53",
      "content": "De i § 52 givne bestemmelser om tab af kjøberens ret til at paaberaabe sig mangler, kommer ikke til anvendelse, naar sælgeren har handlet svigagtig, eller han har gjort sig skyldig i grov uagtsomhed, og denne medfører stor skade for kjøberen.\n1 Jfr. lov 30 juni 1916 nr. 1 §§ 24 og 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "(bortfall av reklamasjonsrett)​1",
      "content": "Har ikke kjøperen innen to år etter gjenstandens overgivelse til ham meddelt​2 selgeren at han vil påberope en mangel, kan han ikke senere gjøre den gjeldende, med mindre selgeren har påtatt seg å innestå for gjenstanden i lengre tid eller har handlet svikaktig.\nI forbrukerkjøp​3 kan meddelelsen isteden gis til den som etter avtale med selgeren har påtatt seg å avhjelpe mangelen. Vil kjøperen gjøre krav gjeldende mot selgerens heimelsmann i foregående omsetningsledd, må også denne underrettes før fristen er ute.\n1 Endret ved lov 14 juni 1974 nr. 36. – Jfr. lov 30 juni 1916 nr. 1 § 25.\n2 Se § 61.\n3 Jfr. § 1 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "content": "Er kjøberen kommet i besiddelse af gjenstanden, og vil han afvise den,​1 pligter han at drage omsorg​2 for den og kan hos selgeren kreve erstatning for derved voldte omkostninger.​3 De i §§ 34 og 35 givne regler finder tilsvarende anvendelse.​4\n1 Jfr. §§ 27 og 52.\n2 Jfr. § 33.\n3 Se § 57, 2net ledd.\n4 Jfr. lov 30 juni 1916 nr. 1 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "content": "Er i tilfælde af gjenstandens forsendelse kjøberen sat istand til paa bestemmelsesstedet at komme i besiddelse af gjenstanden, og vil han afvise den,​1 pligter han for sælgerens regning at tage den i sit verge.​2\nDette gjælder dog ikke, hvis sælgeren selv er tilstede paa bestemmelsesstedet, eller hvis ihændehaver af konnossement eller anden person, som paa sælgerens vegne kan tage sig af gjenstanden, er tilstede der, eller hvis kjøberen ikke kan faa gjenstanden i sit verge uden at betale kjøbesummen eller paadrage sig anden væsentlig omkostning eller ulempe.\nNaar kjøberen har taget gjenstanden i sit verge, kommer reglerne i foregaaende paragraf til anvendelse.\n1 Jfr. §§ 27 og 52.\n2 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "12:57",
      "chapter": "12",
      "section": "57",
      "content": "Hæves kjøbet, har sælgeren ikke ret til at faa gjenstanden tilbage, medmindre han tilbagegiver, hvad han har modtaget i betaling, og kjøberen har ikke ret til at faa kjøbesummen tilbage, medmindre han tilbageleverer det modtagne i væsentlig samme stand og mængde,​2 hvori det var ved leveringen.\nKjøberen har, naar han hæver kjøbet eller kræver omlevering, ret til at tilbageholde gjenstanden, indtil sælgeren svarer skyldig erstatning eller stiller betryggende sikkerhed for denne.\n1 Jfr. lov 24 mars 1972 nr. 11 § 5.\n2 Jfr. § 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "Selv om gjenstanden efter leveringen er gaaet til grunde eller er saaledes forandret, at den ikke kan tilbagegives i væsentlig samme stand og mængde (§ 57), kan kjøberen hæve kjøbet, saafremt undergangen eller forandringen skyldes\na. en tilfældig begivenhed,\nb. gjenstandens egen beskaffenhed eller\nc. foranstaltninger som udkrævedes til dens undersøgelse, eller som er trufne før den mangel, som medfører ophevelse af kjøbet, er opdaget eller burde været opdaget.\n1 Jfr. lov 24 mars 1972 nr. 11 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "content": "Oplyses det, at salgsgjenstanden ved kjøbets afslutning tilhørte en anden end sælgeren, kan kjøberen, selv om sælgeren var i undskyldelig vildfarelse om sin adkomst, kræve skadeserstatning hos denne.​1 Dette gjelder dog ikke, hvis kjøberen ved kjøbets afslutning ikke var i god tro.\n1 Jfr. tvangsfullbl. §§ 172 og 196 og lov 2 juni 1978 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "14:60",
      "chapter": "14",
      "section": "60",
      "content": "Er en gjenstand kjøbt paa prøve eller paa besigtigelse, og er den leveret, bliver kjøberen bundet ved kjøbet, saafremt han ikke inden aftalt tid eller, om ingen tid er aftalt, inden passende frist har meddelt sælgeren, at han ikke vil beholde gjenstanden.\nSaalænge kjøberen har gjenstanden til prøve eller besigtigelse, bærer han vaagnaden​2 for den.\n1 Jfr. lov 24 mars 1972 nr. 11.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "15:61",
      "chapter": "15",
      "section": "61",
      "content": "Er saadan meddelelse fra kjøberen, som omhandles i §§ 6, 26, 27, 52 og 54 indleveret til befordring med telegraf eller post eller, hvor andet forsvarligt befordringsmiddel bruges, afgivet til befordring dermed, medfører det ikke tab af ret for afsenderen, at meddelelsen forsinkes eller ikke kommer frem.\nDet samme gjælder de meddelelser fra sælgeren, som omhandles i §§ 31 og 32.\n1 Jfr. lover 30 juni 1916 nr. 1 § 3 og 31 mai 1918 nr. 4 § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "16:62",
      "chapter": "16",
      "section": "62",
      "content": "Er en vare solgt «frit ombord» (fob)​1 paa et angivet sted, har kjøberen at fragte skib eller tinge skibsrum til varens befordring fra dette sted.\nSælgeren har at besørge og bekoste varens forsendelse til afskibningsstedet og at træffe de foranstaltninger med hensyn til dens indlastning i skibet, som efter lov​2 eller sedvane paa stedet paahviler en aflader.\nNaar varen er kommet indenfor skibssiden,​3 ophører sælgeren at bære vaagnaden for den.\nVarens kontraktmæssighed bedømmes efter dens tilstand paa samme tidspunkt,​4 ligesom ogsaa dens mængde paa dette tidspunkt bliver at lægge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​5\nDen omstændighet, at kjøberen har fragtet skib eller tinget skibsrum, medfører ikke pligt for kjøberen til at undersøge varen før dens fremkomst til bestemmelsesstedet​6 og afskjærer heller ikke sælgeren fra at udøve de i §§ 15, 28 og 39 omhandlede rettigheder.\nKjøberen pligter at betale mod konnossement overensstemmende med, hvad i § 71 er bestemt, selv om udtrykkelig aftale derom ikke er truffet.\n1 Jfr. § 51, 2net punktum.\n2 Se lov 20 juli 1893 nr. 1 § 89.\n3 Jfr. § 10.\n4 Jfr. § 44.\n5 Jfr. § 7.\n6 Jfr. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "16:63",
      "chapter": "16",
      "section": "63",
      "content": "Er en vare solgt «fragtfrit» (cost and freight, c & f, c f), har sælgeren at besørge og bekoste dens forsendelse til bestemmelsesstedet.\nVaagnaden gaar over paa kjøberen, saasnart varen overensstemmende med de i § 10 givne regler er overgivet til fragtfører eller bragt indenfor skibssiden.\nVarens kontraktmæssighed bedømmes efter dens tilstand paa det tidspunkt, da vaagnaden gaar over paa kjøberen,​1 ligesom ogsaa dens mængde paa dette tidspunkt bliver at legge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​2\nKjøberen pligter at betale mod konnossement eller fragtbrev overensstemmende med, hvad i § 71 er bestemt, selv om udtrykkelig aftale derom ikke er truffet.\nKjøberen har, selv om kjøbesummen ikke er forfalden til betaling ved varens fremkomst, at betale den fragt, som ikke er erlagt af sælgeren, mod fradrag i kjøbesummen og uden godtgjørelse for renter.\n1 Jfr. § 44.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "16:64",
      "chapter": "16",
      "section": "64",
      "content": "Er en vare solgt «cif» (cost, insurance, freight) eller «caf» (coût, assurance, fret), gjælder, hvad der i foregaaende paragraf er bestemt.\nSælgeren har derhos for den del af forsendelsestiden, under hvilken han ikke bærer vaagnaden,​1 for kjøberen at tegne sedvansmæssig forsikring. Undlader sælgeren at tegne saadan forsikring, uden at kjøbet af den grund hæves,​2 kan kjøberen kræve erstatning for skade, som maatte følge af undladelsen, eller selv tegne forsikring og afdrage omkostningerne i kjøbesummen.\n1 Se § 63, 2net ledd.\n2 Jfr. §§ 42 og 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "16:65",
      "chapter": "16",
      "section": "65",
      "content": "Er en vare solgt «leveret» eller «frit» (franco) paa et angivet sted, ansees levering ikke for skeet, før varen er kommet frem til dette sted. Sælgeren har saaledes at besørge og bekoste dens forsendelse dertil og bærer under fremsendelsen vaagnaden.\nVarens kontraktmæssighed bedømmes efter dens tilstand ved fremkomsten til leveringsstedet,​1 ligesom ogsaa dens mængde paa dette tidspunkt bliver at lægge til grund, saafremt kjøbesummen skal beregnes efter maal, vegt eller tal.​2\nI sammensetning med «fragtfrit», «c & f», «c f», «cif» eller «caf» har benyttelsen af ordet «leveret» ingen betydning for forstaaelsen af de nævnte klausuler.\n1 Jfr. § 44.\n2 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "16:66",
      "chapter": "16",
      "section": "66",
      "content": "Er en vare kjøbt med saadan angivelse af dens mængde, at der for samme er aabnet et vist spillerum, saasom «cirka», «fra-til» eller lignende, tilkommer det sælgeren at træffe valget, medmindre det fremgaar af forholdet, at spillerummet er sat i kjøberens interesse.​1\nEr betegnelsen «cirka» benyttet, er spillerummet 10 pct. op eller ned for ladning og ellers 5 pct.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "16:67",
      "chapter": "16",
      "section": "67",
      "content": "Er der solgt «en ladning», maa sælgeren ikke sende andre varer med samme skib. Sker det, og kan det for kjøberen medføre ulempe, kan denne hæve kjøbet; enten kjøbet hæves eller ikke, har han ret til skadeserstatning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "16:68",
      "chapter": "16",
      "section": "68",
      "content": "Er det aftalt, at varen skal leveres eller udtages «i begyndelsen» («primo») «i midten» («medio») eller «i slutningen» («ultimo») af en maaned, forstaaes herved den første til tiende, den ellevte til tyvende og den en og tyvende til sidste dag i maaneden.\nVed kjøp av verdipapirer betyr «primo» månedens første virkedag som ikke er en lørdag, «medio» dens femtende dag eller, om den faller på en helgedag eller lørdag, den følgende virkedag, og «ultimo» månedens siste virkedag som ikke er en lørdag.\n1 Endret ved lov 27 feb. 1970 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "16:69",
      "chapter": "16",
      "section": "69",
      "content": "Har sælgeren af en vare forpligtet sig til at foretage «afskibning» (eller «afladning») inden en vis frist, skal afskibningen eller afladningen ansees for at være tilendebragt, i rette tid, naar varen er indlastet inden fristens udløb.\nEr konnossement udfærdiget, og fremgaar det ikke af dets udvisende, at indlastningen er skeet i rette tid, kan kjøberen afvise varen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "16:70",
      "chapter": "16",
      "section": "70",
      "content": "Naar «kontant betaling» er aftalt, pligter kjøberen, selv om anden koutume findes, at betale samtidig med, at salgsgjenstanden stilles til hans raadighed (jfr. §§ 14 og 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "16:71",
      "chapter": "16",
      "section": "71",
      "content": "Har kjøberen forpligtiget sig til at betale mod konnossement («kontant mod konnossement» eller lignende) eller til at akceptere veksel mod konnossement, kan han ikke negte at indløse konnossementet, fordi varen endnu ikke er kommet frem, eller han ikke har havt anledning til at undersøge den.\nKonnossementet maa, naar det tilbydes kjøberen til indløsning, være ledsaget af forsikringspolice, saafremt sælgeren har paataget sig varens forsikring.​1 Desuden maa regning paa varen være kommet kjøberen ihænde.\nHvad her er bestemt, finder tilsvarende anvendelse, hvis kjøberen har forpligtet sig til at betale mod saadant fragtbrev, som er omtalt i § 16.\n1 Jfr. § 64, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    }
  ]
}