{
  "id": "LOV-1995-05-12-22",
  "type": "statute",
  "title": "Lov om universiteter og høgskoler.",
  "short_name": "Universitetsloven – univl.",
  "status": "in_force",
  "issued_date": "1995-05-12",
  "in_force_date": "1996-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1995-05-12-22",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Institusjoner loven gjelder for​1",
      "content": "Institusjoner loven gjelder for\n1. Denne loven gjelder for statlige høgre utdanningsinstitusjoner:\na. universiteter\nb. vitenskapelige høgskoler\nc. statlige høgskoler\nd. kunsthøgskoler\n2. Kongen fastsetter institusjonsstruktur. Hvilken kategori den enkelte institusjon tilhører, avgjøres av Kongen på grunnlag av en uavhengig faglig vurdering. Kongen fastsetter institusjonens navn.\n3. Kongen kan bestemme at deler av loven skal gjelde for andre statlige institusjoner som gir utdanning på faglig nivå med universiteter og høgskoler.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Sml. lov 20 juni 2003 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Institusjonenes virksomhet​1",
      "content": "1. Institusjonene under denne lov​2 skal gi høgre utdanning som er basert på det fremste innen forskning, kunstnerisk utviklingsarbeid og erfaringskunnskap. Institusjonene innenfor høgre utdanning og forskning skal samarbeide og utfylle hverandre i sine faglige aktiviteter (Norgesnettet). Utdanningstilbud skal utformes og ses i sammenheng med andre nasjonale og internasjonale utdanningstilbud.\n2. Institusjonene skal drive forskning og faglig utviklingsarbeid og/eller kunstnerisk utviklingsarbeid.\n3. Institusjonene kan ikke gis pålegg om læreinnholdet i undervisningen og innholdet i forskningen eller det kunstneriske og faglige utviklingsarbeid.​1\n4. Institusjonene har ansvar for å formidle kunnskap om virksomheten og for å utbre forståelse for og anvendelse av vitenskapens metoder og resultater, både i offentlig forvaltning, kulturliv og næringsliv.\n5. Institusjonene skal samarbeide med samfunns- og arbeidsliv.​3\n6. Institusjonene har organisatorisk og faglig ansvar for å gi tilbud om etter- og videreutdanning på sine fagområder.\n7. Universitetene og de vitenskapelige høgskolene har et særlig nasjonalt ansvar for grunnforskning og forskerutdanning og for å bygge opp, drive og vedlikeholde forskningsbiblioteker​4 og museer med vitenskapelige samlinger og publikumsutstillinger. Andre institusjoner kan tillegges et tilsvarende ansvar på sine særskilte fagområder. Kunsthøgskolene skal ivareta et nasjonalt ansvar for hele bredden av forsknings- og utviklingsoppgaver på sine fagområder.\n8. Institusjonene skal ha tilfredsstillende interne systemer for kvalitetssikring.​5 Studentevaluering av utdanningen skal inngå i systemene for kvalitetssikring. Departementet​6 kan gi forskrift.​7\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 17 nr. 1.\n2 Jfr. § 1.\n3 Jfr. f.eks. lov 17 juli 1998 nr. 61 § 10-7.\n4 Jfr. lov 29 mai 1987 nr. 23.\n5 Jfr. § 12 og § 44 nr. 4.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Forsøksvirksomhet",
      "content": "Departementet​1 kan, etter innstilling fra styret,​2 vedta at det kan gjøres avvik fra loven og forskriftene til loven i forbindelse med tidsavgrensede pedagogiske eller organisatoriske forsøk.\n0 Tilføyd ved lov 25 juni 1999 nr. 48.\n1 Utdannings- og forskningsdepartementet.\n2 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Institusjonens styre​1",
      "content": "1. Styret er det øverste organ ved institusjonen. Det har ansvar for at den faglige virksomheten​2 holder høy kvalitet og for at institusjonen drives effektivt og i overensstemmelse med de lover, forskrifter og regler som gjelder og de rammer og mål som gis av overordnet myndighet.\n2. Styret skal trekke opp strategien for institusjonens utdannings-, forsknings- og annen faglig virksomhet og legge planer for den faglige utvikling i samsvar med de mål som er gitt av overordnet myndighet for sektoren og institusjonen.\n3. Styret har ansvaret for at institusjonens økonomiske ressurser og eiendom disponeres i overensstemmelse med bestemmelser om dette gitt av departementet,​3 og etter forutsetninger for tildelte bevilgninger eller andre bindende vedtak.​4\n4. Styret selv fastsetter virksomhetens interne organisering på alle nivåer. Organiseringen må sikre at studentene og de tilsatte blir hørt.\n5. Styret skal hvert år, etter nærmere retningslinjer gitt av departementet,​3 avgi årsregnskap med redegjørelse for resultatene av virksomheten og legge frem forslag til budsjett for kommende år.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 18.\n2 Jfr. § 2.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. § 15 nr. 5 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Delegasjon​1",
      "content": "1. Alle beslutninger ved institusjonen truffet av andre enn styret, treffes etter delegasjon på styrets vegne og på dettes ansvar.\n2. Styret kan delegere sin avgjørelsesmyndighet til andre ved institusjonen i den utstrekning det ikke følger av denne lov at styret selv skal treffe vedtak,​2 eller det er andre særlige begrensninger i adgangen til å delegere.​3\n3. For så vidt gjelder §§ 32 og 50 kan departementet,​4 etter forslag fra styret, bestemme at styret kan delegere myndighet til andre ved institusjonen.\n4. Styret avgjør klage over vedtak​5 truffet av andre som har fått delegert myndighet etter § 5 nr. 2, i den utstrekning dette ikke er delegert til styrets klagenemnd, jf § 24 nr. 1. Tilsvarende avgjør avdelingen klage over vedtak​5 truffet av grunnenhet.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 19.\n2 Jfr. § 10 nr. 4, § 11 nr. 4 og nr. 7, § 16, § 20 nr. 5, § 24 nr. 1, § 30 nr. 1 og nr. 5, § 30 a nr. 2 og nr. 3, § 30 b, § 31 nr. 2, § 32 nr. 1, § 33, § 34, § 35, § 50 nr. 7, § 51 nr. 1, § 54.\n3 Jfr. § 9 nr. 3.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Styrets sammensetning",
      "content": "1. Styret​1 består av rektor,​2 prorektor,​2 to medlemmer valgt blant tilsatte i undervisnings- og forskerstilling,​3 ett medlem valgt blant de teknisk og administrativt tilsatte, to medlemmer valgt blant studentene og fire eksterne medlemmer. Rektor er styrets leder.​2\n2. Medlemmene av styret er fritatt fra ordinær arbeidsplikt i funksjonsperioden i den grad vervene gjør det nødvendig. Styret fastsetter fritakets omfang og innhold.\n3. Eksterne styremedlemmer og studenter har krav på en rimelig godtgjøring for vervet, etter regler fastsatt av styret.\n4. Departementet​4 kan i særlige tilfeller fastsette annen styringsordning enn bestemt i nr. 1.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.\n2 Jfr. § 9.\n3 Se § 20 nr. 1.\n4 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rektor og prorektor",
      "content": "1. Rektor er styrets leder.​1 Rektor har på styrets vegne det overordnede ansvar for og ledelse av institusjonens virksomhet og fører tilsyn med denne. Rektor, og i dennes sted prorektor, har rett til å delta i møter i alle institusjonens styrer, råd og utvalg.\n2. Rektor er institusjonens rettslige representant​2 og institusjonens talsperson overfor offentlige myndigheter og allmennheten.\n3. Rektor avgjør saker i det omfang disse ikke kan utsettes til styret kan komme sammen i møte. Rektor kan også gis fullmakt til å avgjøre løpende saker som bør avgjøres før neste ordinære styremøte, og som ikke anses som viktige nok til at ekstraordinært møte innkalles. I personalsaker kan rektor bare beslutte kortvarig suspensjon i tjenesten, i påvente av styrets behandling.\n4. Har rektor forfall eller fratrer vervet i løpet av det siste året av sin funksjonstid, overtar prorektor. Fratrer rektor før dette tidspunkt, velges ny rektor.\n5. Rektor fritas etter styrets bestemmelse helt eller delvis fra undervisning og forskning i funksjonsperioden. Når den er ute, har rektor rett til forskning eller faglig oppdatering i to semestre.\n1 Jfr. § 6 nr. 2.\n2 Se kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Valg av rektor og prorektor",
      "content": "1. Rektor og prorektor velges for fire år om gangen.\n2. Valgbare som rektor og prorektor er institusjonens fast tilsatte i minst halv undervisnings- og forskerstilling. Åremålstilsatte i minst halv undervisnings- og forskerstilling eller i stilling som leder for avdeling eller grunnenhet er valgbare, dersom tilsettingsforholdet varer ut funksjonsperioden. Ingen kan gjenvelges som rektor eller prorektor hvis vedkommende vil ha fungert i dette verv i et sammenhengende tidsrom på åtte år ved den nye valgperiodens begynnelse.\n3. Ved opptelling skal stemmene vektes etter en fordelingsnøkkel fastsatt av styret, innenfor følgende rammer:\na. tilsatte i undervisnings- og forskerstilling 51-71 prosent\nb. teknisk og administrativt tilsatte 5-25 prosent\nc. studenter 15-30 prosent\nForetas valget i særskilt valgforsamling, skal denne ha en tilsvarende sammensetning.\n4. Styret​1 selv fastsetter nærmere regler om valgene.\n5. Etter forslag fra styret kan departementet​2 fastsette at rektor tilsettes på åremål for fire år om gangen. Ingen kan være tilsatt som rektor i en sammenhengende periode på mer enn åtte år.\n0 Endret ved lover 19 juni 1997 nr. 84, 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Valg og oppnevning av styret​1",
      "content": "1. Styremedlemmer som er tilsatt ved institusjonen, og varamedlemmer for disse, velges for fire år. Valget foretas særskilt for de to gruppene fast tilsatte og midlertidig tilsatte i undervisnings- og forskerstilling og tilsatte i teknisk eller administrativ stilling.\n2. Styremedlemmer fra studentgruppen, og varamedlemmer for disse, velges for ett år.\n3. Forslag til eksterne styremedlemmer og varamedlemmer for disse fremmes av institusjonens styre. For Samisk høgskole fremmes forslag av høgskolens styre og av Sametinget. For kunsthøgskolene fremmes forslag av høgskolens styre og av Norsk kulturråd. Departementet​2 oppnevner på fritt grunnlag eksterne medlemmer og varamedlemmer for disse for fire år.\n4. Tilsatt i administrativ lederstilling etter § 32 er ikke valgbar til institusjonens styre.​3 Styret selv​4 gir regler om hvilke lederstillinger som omfattes av denne bestemmelsen.\n5. Ingen kan gjenvelges som styremedlem hvis vedkommende vil ha fungert i dette verv i et sammenhengende tidsrom på åtte år ved begynnelsen av den nye valgperioden.\n6. Kravene i likestillingsloven​5 § 21 om representasjon av begge kjønn skal være oppfylt innen den enkelte valgkrets.\n7. Styret selv​4 fastsetter nærmere regler om valgene.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 6. – Se § 20.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 19 nr. 1.\n4 Se § 5 nr. 2.\n5 Lov 9 juni 1978 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Formål og definisjon",
      "content": "1. Organet skal være et uavhengig statlig organ som gjennom akkreditering og evaluering skal kontrollere kvaliteten ved norske institusjoner som tilbyr høgre utdanning,​1 samt godkjenne utdanning fra institusjoner som ikke går inn under denne lov.​2 Akkrediterings- og evalueringsvirksomheten skal utformes slik at institusjonene kan dra nytte av den i sitt kvalitetssikrings- og utviklingsarbeid.\n2. Akkreditering forstås i denne lov som en faglig bedømming av om en høgre utdanningsinstitusjon og de studier denne tilbyr fyller et gitt sett av standarder. Akkrediteringen skal baseres på evaluering foretatt av eksterne sakkyndige oppnevnt av organet. Akkreditering er en forutsetning for at en institusjon kan tilby utdanninger som er etablert med hjemmel i §§ 45 og 46.\n3. Departementet​3 kan gi forskrift​4 om saksbehandling og fastsetting av standarder som skal legges til grunn for akkrediteringen.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 1.\n2 Jfr. lover 11 juli 1986 nr. 53 § 2 og kap. 3, 20 juni 2003 nr. 56 § 2.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Organets oppgaver og myndighet",
      "content": "1. Organets oppgaver er:\na. Evaluering av institusjonenes system for kvalitetssikring.\nb. Akkreditering av institusjoner.\nc. Akkreditering av studietilbud.\nd. Revidering av akkreditering som allerede er gitt.\ne. Evalueringer av betydning for å kunne bedømme kvaliteten i høgre utdanning. Departementet​1 kan pålegge organet å foreta slike evalueringer.\nf. Generell godkjenning av utdanning fra institusjoner som ikke går inn under denne lov.​2\n2. Hvis organet finner at en institusjon ikke lenger oppfyller vilkårene for akkreditering, skal det gis en frist for å rette forholdene.​3 Hvis vilkårene for akkreditering fortsatt ikke er tilstede, skal organet trekke akkrediteringen tilbake.\n3. Departementet​1 kan ikke gi organet pålegg utover det som er hjemlet i lov eller fastsettes av departementet i forskrift,​4 og kan ikke overprøve organets akkrediteringer.\n4. Organets vedtak etter § 48 som gjelder godkjenning av utdanning fra institusjoner som ikke går inn under denne lov, kan påklages til en klagenemnd oppnevnt av departementet. Departementet​1 fastsetter forskrift​4 om klageadgang på andre avgjørelser. Organets vedtak overfor private institusjoner kan i forskrift​4 unntas fra bestemmelsene om klage i forvaltningsloven​5 kap. VI.\n5. Alle evalueringer som foretas av organet er offentlige,​6 og organet skal bidra til at disse gjøres kjent.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 11 juli 1986 nr. 53.\n3 Sml. lov 10 feb 1967 § 16.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 10 feb 1967.\n6 Sml. lov 19 juni 1970 nr. 69 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Organets styre",
      "content": "1. Organet ledes av et styre som har det overordnede ansvar for organets virksomhet og de beslutninger som organet treffer.\n2. Styret oppnevnes av Kongen og består av syv medlemmer og tre varamedlemmer, hvorav ett medlem og ett varamedlem skal være studenter. Departementet​1 oppnevner styrets leder.\n3. Styrets funksjonstid er fire år. Studentmedlemmer oppnevnes for to år.\n4. Medlemmer av styret kan ikke inneha ledende stilling eller verv ved institusjoner under denne lov.​2\n5. Styret tilsetter daglig leder for organet på åremål. Åremålsperioden skal være seks år.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638), endret ved lov 27 juni 2003 nr. 70 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 775).\n1 Utdannings- og forskningsdepartementet.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Institusjonens administrerende direktør",
      "content": "1. Ved hver institusjon skal det være en administrerende direktør.\n2. Direktøren er den øverste leder for den samlede administrative virksomhet ved institusjonen, innenfor de rammer som styret​1 fastsetter.\n3. Direktøren er sekretær for styret og skal, etter samråd med rektor,​2 forberede og gi tilråding i de saker som legges fram for dette. Direktøren er også, personlig eller ved en av sine underordnede, sekretær for de øvrige styringsorganer ved institusjonen.\n4. Direktøren er ansvarlig for iverksettingen av de vedtak som treffes i institusjonens styringsorganer, og for disponering av ressurser og eiendom i samsvar med de vedtak som er gjort av styret.\n5. Direktøren er ansvarlig for at den samlede økonomi- og formuesforvaltning skjer i samsvar med departementets​3 generelle bestemmelser om økonomiforvaltningen og forutsetninger for tildeling av bevilgninger.​4 Direktøren utarbeider og legger fram for styret budsjettforslag og årsregnskap, og holder rektor og styret løpende orientert om regnskapets stilling i forhold til budsjettet og om andre forhold av betydning for institusjonens virksomhet.\n6. Er styre, rektor eller direktør i tvil om et styrevedtak vil ligge innenfor bestemmelsene eller forutsetningene for bevilgningene m.m., skal departementet​3 avgjøre tvilsspørsmålet.\n7. Direktøren har generell anvisningsmyndighet og er legitimert til å utferdige bindende dokument om institusjonens eiendommer, jf. § 16, så langt ikke annet følger av lov eller framgår av vedkommende hjemmelsdokument.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.\n2 Jfr. § 9.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. § 4 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Eiendomsforvaltning",
      "content": "1. Styret ved en institusjon som har forvaltningsansvar for egne eiendommer, kan selv​1 avhende fast eiendom med departementets​2 samtykke eller etter generelle regler gitt av departementet.\n2. Departementet​2 kan gi regler om leie og bortleie av fast eiendom.\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Samarbeid og deltakelse i andre tiltak",
      "content": "1. En institusjon kan, innenfor generelle retningslinjer fastsatt av departementet,​1 opprette eller delta i selveiende tiltak eller i selskap når slik deltakelse er av interesse for institusjonens faglige virksomhet og til nytte for samfunnet. Institusjonen må ikke begrense sin selvstendighet i faglige spørsmål og kan ikke skille ut sine ordinære undervisnings- og forskningsoppgaver.​2\n2. Departementet​1 skal gis årlig melding om institusjonens deltakelse i slikt samarbeid og om den betydning dette har for institusjonens øvrige virksomhet. Departementet​1 kan pålegge institusjonen å tre ut av slikt samarbeid hvis dette anses nødvendig av hensyn til institusjonens primæroppgaver.​2\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Driftsansvar for nasjonale fellesoppgaver",
      "content": "Departementet​1 kan i samråd med institusjonen legge driften av en nasjonal fellesoppgave til en bestemt institusjon, uten at institusjonens egne styringsorgan har ansvaret for den faglige virksomheten.​2\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Oppnevning av utvalg og styrer",
      "content": "1. Tilsatt i administrativ lederstilling som ikke er valgbar til styret etter § 11 nr. 4, kan ikke være medlem av utvalg eller styre som tildeles avgjørelsesmyndighet​1 i andre saker enn tilsettingssaker.\n2. Studentene skal ha minst 20 prosent og aldri mindre enn to av medlemmene i alle kollegiale organer som tildeles beslutningsmyndighet, hvis ikke det delegerende organ enstemmig bestemmer noe annet.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Plikt til å ta imot og utføre tillitsverv",
      "content": "1. Tilsatt som blir valgt til tillitsverv etter denne lov, har plikt til å ta imot vervet. Den som har gjort tjeneste i et tillitsverv, har rett til fritak fra gjenvalg til dette i like lang tid som vedkommende har fungert i vervet. Varamedlem som har møtt som medlem minst halve valgperioden, kan kreve seg fritatt for valg som medlem i neste periode.\n2. Innehaver av tillitsverv skal fratre når valgbarheten opphører.\n3. Medlem av styringsorgan, styre eller utvalg har plikt til å møte hvis ikke vedkommende har gyldig forfall.\n4. Medlem av styringsorgan, styre eller utvalg har plikt til å delta i forhandlingene og avgi stemme. Det kan ikke stemmes blankt annet enn ved valg.​1\n5. Styret selv​2 gir nærmere regler om valgbarhet til de enkelte verv, hva som regnes som gyldig fravær m.v.\n1 Jfr. § 21 nr. 4.\n2 Jfr. § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Møter i styringsorganer, styrer og utvalg",
      "content": "1. Styringsorganer, styrer og utvalg treffer sine vedtak i møte.\n2. Lederen for det enkelte styringsorgan, styre eller utvalg sørger for at det holdes møter når det trengs. Innkalling til møte skal skje med rimelig varsel.\n3. Institusjonens styre​1 skal innkalles hvis medlem av dette​2 eller administrerende direktør​3 krever det. De øvrige styringsorganer, styrer eller utvalg skal innkalles når rektor​4 eller minst en femdel av medlemmene krever dette.\n4. Styringsorganer, styrer og utvalg er vedtaksføre når mer enn halvparten av medlemmene er til stede og avgir stemme.​5\n5. Møter i styringsorganer, styrer eller utvalg holdes for åpne dører. Vedkommende styringsorgan, styre eller utvalg kan fastsette at møtene skal holdes for lukkede dører, eller at bestemte saker skal behandles for lukkede dører. Behandling av sak etter annet punktum skjer for lukkede dører.\n6. Styret eller vedkommende organ, styre eller utvalg gir nærmere regler om møteordningen.\n1 Jfr. § 4.\n2 Se § 6 nr. 1.\n3 Jfr. § 15.\n4 Jfr. § 9.\n5 Jfr. § 20 nr. 4 og § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Avstemninger",
      "content": "1. Vedtak treffes med alminnelig flertall av de avgitte stemmer​1 hvis ikke annet er fastsatt i denne lov eller i reglement for vedkommende organ. Ved stemmelikhet i andre saker enn valg er møteleders stemme avgjørende. Ved stemmelikhet ved valg avgjøres dette ved loddtrekning.\n2. Avstemning i andre saker enn valg og tilsetting skjer ved stemmetegn. Avstemning ved valg og tilsetting skal skje skriftlig hvis ett av de møtende medlemmer krever dette.\n1 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Møtebok",
      "content": "Det skal føres møtebok for styret og for andre styringsorganer, styrer og utvalg med vedtakskompetanse. Det oppnevnende organ kan bestemme at det også skal føres møtebok for andre utvalg.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Klagenemndas oppgaver",
      "content": "1. Styret kan selv​1 oppnevne en klagenemnd som avgjør klager og saker etter § 42 nr. 3 og § 54 på vegne av styret. Klagenemndas saksområde fastsettes ved generell instruks gitt av styret selv.​1\n2. En tilsettingssak som skal avgjøres av styret etter krav fra et medlem av et annet tilsettingsorgan, kan ikke henvises til klagenemnda. Klagenemnda kan heller ikke avgjøre klager over vedtak som nevnt i § 34.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Klagenemndas sammensetning",
      "content": "1. Klagenemnda skal ha fem medlemmer med personlige varamedlemmer. To av medlemmene skal være studenter. Leder og varamedlem for leder skal fylle de lovbestemte krav for lagdommere.​1 Leder og varamedlem for leder skal ikke være tilsatt ved institusjonen.\n2. Medlem av institusjonens styre​2 kan ikke være medlem av klagenemnda. Medlem som har medvirket ved saksbehandling eller avgjørelse i det påklagde saksforhold, kan ikke delta ved behandlingen av klage over dette i klagenemnda.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. dl. § 54.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Klagenemndas avgjørelse",
      "content": "1. Klagenemnda er vedtaksfør når lederen og tre andre medlemmer er til stede.\n2. Klagenemndas vedtak kan ikke påklages.\n3. Styret​1 kan gi utfyllende regler om saksbehandlingen i klagesaker etter dette kapittel.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Studentorganenes formål",
      "content": "1. Studentene ved institusjonen kan opprette et studentorgan for å ivareta studentenes interesser og fremme studentenes synspunkter overfor institusjonens styre og råd. Tilsvarende kan studentene ved den enkelte avdeling eller grunnenhet opprette studentorgan for denne.\n2. Ved valg til organ som nevnt i nr. 1 skal det avholdes urnevalg blant studentene, med mindre allmøte enstemmig bestemmer noe annet. Et vedtak om annen valgordning enn urnevalg gjelder kun for første påfølgende valg.\n3. Institusjonen skal legge forholdene til rette slik at studentorganene kan drive sitt arbeid på en tilfredsstillende måte. Omfanget av tilretteleggingen skal spesifiseres i en avtale mellom institusjonen og øverste studentorgan.\n4. Studentorganene skal høres i alle saker som angår studentene på det aktuelle nivå.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Konstituerende møte. Vedtekter",
      "content": "1. Innkalling til konstituerende møte for studentorgan foretas etter anmodning fra rektor eller et rimelig antall studenter. Innkalling til konstituerende møte for studentorgan for avdeling eller grunnenhet foretas også etter anmodning fra leder for studentorgan for hele institusjonen eller leder for vedkommende avdeling eller grunnenhet.​1\n2. Rektor eller den rektor utpeker, innkaller til møtet og leder dette til møteleder er valgt.\n3. Innkalling til konstituerende møte kunngjøres på institusjonen med minst tre ukers varsel.\n4. Det konstituerende møte fastsetter vedtektene for vedkommende studentorgan med vanlig flertall. Møtet kan vedta regler om kvalifisert flertall for endring av vedtektene, men likevel aldri krav om mer enn to tredeler av de avgitte stemmer. Bestemmelsene i kap. 5 gjelder ikke for studentorganer.\n5. Møteleder sender gjenpart av møteboken til rektor og eventuelt leder for vedkommende avdeling eller grunnenhet.​1\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Forholdet til tjenestemannslovgivningen",
      "content": "Ved tilsettinger m.m. ved institusjoner under denne lov gjelder de alminnelige regler i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m., med de særregler som følger av loven her, for stillinger som omfattes av tjenestemannsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Utlysning av og tilsetting i undervisnings- og forskerstillinger",
      "content": "1. Tilsetting i undervisnings- og forskerstillinger foretas av styret, eller etter styrets beslutning av underordnet organ eller ett eller flere tilsettingsutvalg. Styret selv​1 fastsetter sammensetningen av tilsettingsutvalget. Studentene skal være representert i tilsettingsorganet, hvis ikke styret enstemmig bestemmer noe annet.\n2. Tilsetting på åremål kan skje i undervisnings- og forskerstillinger når tjenestemannen skal delta i prosjekt.\n3. Tilsettingsorganet utlyser selv undervisnings- og forskerstillinger. Medlem av annet tilsettingsorgan enn styret kan likevel alltid kreve at styret selv foretar utlysingen. Hvis det ene kjønn er klart underrepresentert innen den aktuelle stillingskategori på vedkommende fagområde, skal de som er av dette kjønn spesielt inviteres til å søke. Styret kan bestemme at en stilling kun skal utlyses for det underrepresenterte kjønn.\n4. Tilsetting i undervisnings- og forskerstillinger skjer på grunnlag av innstilling. Innstilling skjer ut fra sakkyndig bedømmelse etter den stillingsbeskrivelse som er gitt i utlysing og betenkning. Tilsettingsorganet kan avgjøre at det i tillegg skal gjennomføres intervju, prøveforelesninger eller andre prøver. Tilsettingsorganet kan i særskilte tilfeller bestemme at kravet om sakkyndig bedømmelse kan fravikes for undervisnings- og forskerstillinger som ikke er førstestillinger eller professorstillinger. Når det foretas sakkyndig bedømmelse, skal begge kjønn være representert blant de sakkyndige. Det skal legges vekt på likestillingshensyn ved tilsetting. I stillinger hvor det stilles krav om pedagogiske kvalifikasjoner, skal det foretas en særskilt vurdering av om søkerne oppfyller disse. Styret gir nærmere regler om bedømmelsen, jf likevel nr. 6.\n5. Styret selv​1 bestemmer hvem som skal innstille og fastsetter nærmere regler om innstilling m.m.\n6. Departementet​2 kan gi nærmere bestemmelser​3 om fremgangsmåte og kriterier for tilsetting eller opprykk i undervisnings- og forskerstilling.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:30 a",
      "chapter": "8",
      "section": "30 a",
      "title": "Tilsetting av leder for avdeling og grunnenhet",
      "content": "1. Leder for avdeling og grunnenhet kan tilsettes på åremål. Åremålsperioden skal være fire år. Ingen kan være tilsatt på åremål i stilling etter denne paragraf i mer enn til sammen tolv år.\n2. Styret foretar selv​1 utlysing og tilsetting av leder for avdeling og grunnenhet. Tilsetting skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet.\n3. Når særlige grunner taler for det, kan styret selv​1 foreta tilsetting uten forutgående kunngjøring.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "8:30 b",
      "chapter": "8",
      "section": "30 b",
      "title": "Tilsetting av rektor",
      "content": "Hvis departementet har fastsatt at rektor tilsettes på åremål etter § 10 nr. 5, foretar styret selv utlysing og tilsetting av rektor. Tilsetting skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30b",
        "source_heading": "§ 30 b."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Generelle regler for tilsetting i tekniske og administrative stillinger",
      "content": "Tilsetting i teknisk eller administrativ stilling skjer i tilsettingsråd oppnevnt etter reglene i tjenestemannsloven,​1 hvis ikke styret selv skal foreta tilsetting, jf. § 32 nr. 1. Styret selv​2 bestemmer om det skal være ett eller flere tilsettingsråd ved institusjonen.\n1 Lov 4 mars 1983 nr. 3.\n2 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Tilsetting i administrative lederstillinger​1",
      "content": "1. Styret foretar selv​2 utlysing og tilsetter administrerende direktør​3 for institusjonen, administrerende direktørs stedfortreder ved institusjoner med slik stilling, og etter styrets nærmere bestemmelser andre administrative ledere. Tilsetting i stilling som administrerende direktør kan skje på åremål.\n2. Tilsetting som administrerende direktør​3 skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet. Tilsetting i andre stillinger etter denne paragraf skjer på grunnlag av innstilling fra administrerende direktør.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 3.\n2 Se § 5 nr. 2.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Saksbehandlingsregler ved tilsetting",
      "content": "1. Når styret tilsetter, gjelder ikke tjenestemannslovens​1 § 5 nr. 3. Når et annet organ tilsetter, bringes saker etter tjenestemannslovens​1 § 5 nr. 3 inn for styret til avgjørelse. Krav om dette må framsettes i det møte hvor tilsettingssaken behandles.\n2. I de tilfeller som omhandles av tjenestemannslovens​1 § 4 nr. 5, er departementet​2 avgjørelsesmyndighet når styret tilsetter, og styret selv​3 er avgjørelsesmyndighet når et annet organ tilsetter.\n1 Lov 4 mars 1983 nr. 3.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Avskjed, oppsigelse, suspensjon eller ordensstraff",
      "content": "1. Tilsettingsorganet​1 selv​2 avgjør sak etter tjenestemannslovens​3 § 17 nr. 3 om avskjed,​4 oppsigelse, suspensjon eller ordensstraff.\n2. For saksbehandlingen i styret gjelder ikke tjenestemannslovens​3 § 18 nr. 2. Når vedtaket skal fattes av et annet organ enn styret, kan saker etter tjenestemannslovens § 18 nr. 2 bringes inn til styret selv​2 for avgjørelse. Krav om dette må framsettes i det møte hvor vedtaket skulle treffes.\n1 Jfr. § 30 nr. 1 og nr. 2.\n2 Se § 5 nr. 2. – Jfr. § 24 nr. 2 annet punktum.\n3 Lov 4 mars 1983 nr. 3.\n4 Se § 58 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Klage over vedtak om avskjed, oppsigelse, suspensjon eller ordensstraff",
      "content": "Klage​1 over vedtak om avskjed, oppsigelse, suspensjon eller ordensstraff avgjøres av departementet​2 når vedtaket er fattet av styret, og ellers av styret selv.​3\n1 Jfr. lov 10 feb 1967 kap. VI.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Utfyllende regler om kombinerte stillinger",
      "content": "Departementet​1 kan gi utfyllende regler om framgangsmåten ved behandlingen av saker om tilsetting i undervisnings- og forskerstilling som er kombinert med stilling utenfor institusjonen.\n1 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "title": "Krav for opptak til høgre utdanning",
      "content": "1. Det generelle grunnlag for opptak som student (generell studiekompetanse) er fullført og bestått norsk videregående opplæring​1 med de krav til fagsammensetning og timefordeling som departementet​2 fastsetter. Departementet​2 kan fastsette at også annen høvelig utdanning eller kombinasjon av utdanning og yrkespraksis skal være generelt opptaksgrunnlag. Institusjonen skal vurdere om søkere har kvalifikasjoner likeverdig med de fastsatte krav for opptak.\n2. Institusjonene kan gi søkere som er 25 år eller eldre i opptaksåret, opptak til enkeltstudier dersom de på grunnlag av realkompetanse har de nødvendige kvalifikasjoner for vedkommende studium. Departementet​2 kan gi nærmere regler om dokumentasjon, saksbehandling og eventuell samordning.\n3. Departementet​2 kan i forskrift​3 fastsette at institusjonene i særskilte tilfeller kan gjøre unntak fra bestemmelsen om generell studiekompetanse for søkere under 25 år.\n4. Departementet​2 kan, etter innstilling fra styret,​4 unnta enkelte studier eller fag fra kravene til generell studiekompetanse.\n5. Departementet​2 kan, etter innstilling fra styret,​4 fastsette spesielle opptakskrav når hensynet til gjennomføringen av studiet gjør dette nødvendig.\n6. Styret​4 kan fastsette særlige faglige minstekrav ved opptak til høgre grads studier.​5\n7. Den som er tatt opp som student ved en institusjon under loven, har adgang til åpne studier ved de øvrige, så fremt opptakskravet er generell studiekompetanse​6 og søkeren ikke er tatt opp med hjemmel i nr. 2, 3 eller 4.\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. lov 17 juli 1998 nr. 61 § 3-3.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4.\n5 Jfr. § 5 nr. 3. Etter delegering 11 mars 1998 nr. 243 kan styret ved institusjon som nevnt i § 1 selv fastsette opptakskrav til og rangeringsregler for opptak til høgre grads studier, til profesjonsdelen av studier og til videreutdanning.\n6 Jfr. nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "title": "Studentopptaket",
      "content": "1. Det skal være eget opptak til høgre grads studier.\n2. Departementet​1 kan gi bestemmelser om nasjonal samordning, herunder klagebehandling, av opptakene.\n3. Dersom en institusjon oppdager at en søker har levert falskt vitnemål eller andre falske dokumenter,​2 kan andre institusjoner under denne lov informeres.​3 Departementet​1 gir nærmere regler om informasjonsrutiner m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. strl. kap. 18.\n3 Sml. lov 10 feb 1967 § 13 b nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "Opptaksregulering",
      "content": "1. Når kapasitetshensyn eller ressurshensyn krever det kan styret selv​1 regulere adgangen til det enkelte studium eller deler av det, innenfor de rammer og mål som gis av overordnet myndighet.\n2. Departementet​2 kan fastsette adgangsregulering når det er nødvendig etter en samlet vurdering av utdanningen i landet.\n3. Departementet​3 gir forskrift​4 om rangering av søkerne.\n0 Endret ved lover 25 juni 1999 nr. 48, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.\n3 Etter delegering 11 mars 1998 nr. 243 styret ved institusjon som nevnt i § 1.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Rett til å gå opp til eksamen​1",
      "content": "1. Den som oppfyller kravene til opptak (jf. § 37) og andre krav for å gå opp til eksamen i vedkommende fag eller studium, har rett til å gå opp til eksamen.​2 Dette gjelder også studenter som ikke er opptatt​3 ved faget eller studiet.\n2. Oppmelding etter denne paragraf kan nektes dersom kandidaten ikke har fulgt obligatorisk undervisning eller gjennomført obligatorisk praksis.\n3. Styret gir nærmere regler om adgangen til å gå opp til eksamen uten å være opptatt som student, og kan fastsette særskilt oppmeldingsfrist for slik eksamen.\n4. Styret kan fastsette at eksamenskandidater som ikke er tatt opp som studenter til vedkommende studium, skal betale et vederlag som dekker institusjonens merutgifter ved å holde eksamen for denne gruppen. Studenter som følger utdanningsplan skal ikke betale slikt vederlag. Departementet​4 kan gi forskrift.​5\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 3.\n2 Jfr. § 50.\n3 Jfr. § 38.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Studenters taushetsplikt",
      "content": "En student som i studiesammenheng får kjennskap om noens personlige forhold, har taushetsplikt​1 etter de regler som gjelder for yrkesutøvere på vedkommende livsområde. Institusjonen skal utarbeide taushetsplikterklæring som må underskrives av de studenter dette er aktuelt for.\n1 Se § 42 nr. 2. – Jfr. f.eks. lover 10 feb 1967 § 13, 13 des 1991 nr. 81 § 8-8, 17 juli 1992 nr. 100 § 6-7 og lov 2 juli 1999 nr. 64 kap. 5, jfr. dens § 3 første ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Bortvisning. Utestenging​1",
      "content": "1. En student som tross skriftlig advarsel fra styret​2 gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret selv​3 bortvises fra nærmere bestemte områder ved institusjonen for inntil ett år. Hvis en student etter skriftlig advarsel fra styret fortsatt ikke respekterer slik bortvisning, kan styret selv​3 utestenge ham eller henne fra studiet inntil ett år.\n2. En student som grovt klanderverdig har opptrådt på en slik måte at det er skapt fare for liv eller helse for pasienter,​4 klienter,​5 barnehagebarn,​6 elever​7 eller andre som studenten har å gjøre med som del i klinisk undervisning eller praksisopplæring,​8 eller som gjør seg skyldig i grove brudd på taushetsplikt​9 eller i grovt usømmelig opptreden overfor disse, kan etter vedtak av styret selv​3 utestenges fra studiet i inntil 3 år. Institusjonen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven​10 § 48 første ledd.\n3. En student som har opptrådt slik som beskrevet i § 54 nr. 1 eller 2, kan ved vedtak av styret selv​3 eller styrets klagenemnd, jf § 24 nr. 1, utestenges fra institusjonen og fratas retten til å gå opp til eksamen ved institusjoner under denne lov i inntil ett år. Departementet gir nærmere regler om informasjonsrutiner m.v.\n4. Vedtak om bortvisning eller utestenging treffes med minst to tredelers flertall. Vedtak om slik reaksjon kan påklages av studenten etter reglene i forvaltningsloven.​11 Departementet​12 eller særskilt klageorgan oppnevnt av dette, er klageinstans.\n5. Studenten har rett til å la seg bistå av advokat​13 eller annen talsperson​14 fra sak om bortvisning eller utestenging er reist, eventuelt fra skriftlig advarsel etter nr. 1 er gitt. Utgiftene ved dette dekkes av institusjonen.\n0 Endret ved lover 2 juli 1999 nr. 64 (i kraft 1 jan 2001 iflg. res. 1 des 2000 nr. 1199), 21 des 2000 nr. 127 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1359), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 13 des 2002 nr. 78 (i kraft 1 jan 2003 iflg. res. 13 des 2002 nr. 1600).\n1 Se også § 42 a og § 54 c.\n2 Jfr. § 4.\n3 Se § 5 nr. 2.\n4 Jfr. lov 2 juli 1999 nr. 63.\n5 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n6 Jfr. lov 5 mai 1995 nr. 19.\n7 Jfr. lover 17 juli 1998 nr. 61 og 4 juli 2003 nr. 84.\n8 Se § 42 a.\n9 Jfr. § 41.\n10 Lov 2 juli 1999 nr. 64.\n11 Lov 10 feb 1967, se dens § 2 og kap. VI.\n12 Utdannings- og forskningsdepartementet.\n13 Jfr. dl. § 220 flg.\n14 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:42 a",
      "chapter": "9",
      "section": "42 a",
      "title": "Utestenging fra klinisk undervisning eller praksisopplæring grunnet straffbare forhold",
      "content": "1. I studier der studenter kommer i kontakt med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger fram politiattest​5 ved opptak til studiet.\n2. Politiattesten skal vise om vedkommende er siktet,​6 tiltalt​7 eller dømt​8 for seksuelle overgrep,​9 grove voldsforbrytelser​10 eller straffbare forhold vedrørende besittelse og bruk eller omsetning av narkotiske stoffer eller medikamenter.​11\nHvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​12 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\n3. Den som er dømt​8 for forhold som innebærer at hun eller han må anses som uskikket til å delta i arbeid med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre, kan utestenges fra praksisopplæring eller klinisk undervisning hvor slik deltakelse må anses som uforsvarlig på grunn av den kontakt studenten får med disse i denne forbindelse.\n4. Den som er siktet​6 eller tiltalt​7 for straffbart forhold som omtalt i nr. 2, jf. nr. 8, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​13 foreligger eller saken er henlagt,​14 hvis dette er nødvendig av hensyn til sikkerhet eller behandlingsmiljø for pasienter, klienter, barn, elever eller andre som studenten vil komme i kontakt med i denne forbindelse.\n5. En nasjonal nemnd oppnevnt av departementet​15 avgjør, etter uttalelse fra styret,​16 om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring. Forvaltningsloven​17 § 42 gjelder tilsvarende. Nemnda skal ha fem medlemmer. Lederen skal oppfylle kravene til lagdommer,​18 og to av medlemmene skal oppnevnes etter forslag fra studentenes organisasjoner.\n6. Departementet​15 er klageinstans for nemndas vedtak.\n7. § 42 nr. 5 gjelder tilsvarende.\n8. Kongen gir forskrifter​19 om hvilke studier som skal omfattes av nr. 1, om hvilke straffbare forhold som kan føre til utestenging, og om saksbehandlingen.\n0 Tilføyd ved lov 19 juni 1997 nr. 84, endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. lov 2 juli 1999 nr. 63.\n2 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n3 Jfr. lov 5 mai 1995 nr. 19.\n4 Jfr. lov 17 juli 1998 nr. 61.\n5 Jfr. nr. 8. – Jfr. lov 11 juni 1971 nr. 52 § 5 og § 6.\n6 Se nr. 4, strpl. § 69, § 70 og § 82.\n7 Se nr. 4, strpl. kap. 19.\n8 Jfr. strpl. § 258 annet ledd, sml. strpl. § 71 a, jfr. lov 11 juni 1971 nr. 52 § 6 nr. 1.\n9 Jfr. strl. kap. 19.\n10 Jfr. strl. kap. 22.\n11 Se lov 4 des 1992 nr. 132 kap. VIII jfr. § 31; strl. § 162 jfr. § 317, strl. § 162 b.\n12 Jfr. f.eks. lover 5 mai 1995 nr. 19 § 20, 4 aug 1995 nr. 53 § 18.\n13 Se strpl. § 50.\n14 Jfr. strpl. § 59a, § 74 og § 75.\n15 Utdannings- og forskningsdepartementet.\n16 Jfr. § 4.\n17 Lov 10 feb 1967.\n18 Jfr. dl. § 54.\n19 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42 a."
      }
    },
    {
      "provision_ref": "9:42 b",
      "chapter": "9",
      "section": "42 b",
      "title": "Utestenging etter skikkethetsvurdering",
      "content": "1. Kongen kan fastsette at i enkelte utdanninger skal institusjonen vurdere om den enkelte student er skikket for yrket. Skikkethetsvurdering skal foregå gjennom hele studiet.\n2. Vitnemål for fullført utdanning forutsetter at studenten er vurdert som skikket for yrket.\n3. Styret selv​1 kan etter innstilling fra en egen skikkethetsnemnd vedta at en student ikke er skikket for yrket. Student som ikke er skikket for yrket, kan utestenges fra studiet.\n4. Vedtak om at en student ikke er skikket og om utestenging, treffes med minst to tredels flertall. Vedtak kan påklages av studenten etter reglene i forvaltningsloven.​2 Departementet​3 er klageinstans.\n5. Studenten har rett til å la seg bistå av advokat eller annen talsperson​4 fra sak er reist i skikkethetsnemnda. Utgiftene ved dette dekkes av institusjonen.\n6. Reglene i § 43 gjelder tilsvarende.\n7. Departementet​3 gir forskrift​5 om skikkethetsvurdering i de enkelte utdanninger.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Lov 10 feb 1967, se dens kap. VI.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. dl. § 220, jfr. lov 10 feb 1967 § 12.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42b",
        "source_heading": "§ 42 b."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Domstolsprøving av vedtak om bortvisning eller utestenging",
      "content": "1. Studentene kan bringe vedtak om bortvisning eller utestenging inn for prøving ved tingretten i den rettskrets institusjonens administrasjon har sitt sete. Slikt søksmål må reises innen tre måneder​1 etter at endelig vedtak foreligger.\n2. Forliksmegling foretas ikke.​2 Institusjonen dekker alle omkostninger ved søksmålet, herunder også honorar til saksøkers advokat.\n3. Retten prøver alle sider av vedtaket.​3\n0 Endret ved lov 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. dl. § 148 annet ledd.\n2 Jfr. tvml. § 272.\n3 Sml. tvml. kap. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "title": "Læringsmiljø​1",
      "content": "1. Styret har det overordnede ansvar for studentenes læringsmiljø. Styret skal, i samarbeid med studentsamskipnadene,​2 legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet.\n2. Styret har ansvar for at læringsmiljøet på institusjonen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til studentenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for:\na. at lokaler, adkomstveier, trapper m.v. er dimensjonert og innredet for den virksomhet som drives.\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet.\nc. at lokalene blir vedlikeholdt og er rene og ryddige.\nd. at lokalene er innredet slik at uheldige fysiske belastninger for studentene unngås.\ne. at virksomheten er planlagt slik at skader og ulykker forebygges.\nf. at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at studentene er vernet mot skader på liv og helse.\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved institusjonen.\nh. at læringsmiljøet er innrettet for studenter av begge kjønn.\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.\nDepartementet​3 kan fastsette forskrift.​4\n3. Ved institusjonen skal det være et læringsmiljøutvalg som skal bidra til at bestemmelsene i nr. 1 og 2 blir gjennomført. Utvalget skal delta i planleggingen av tiltak vedrørende læringsmiljø, og nøye følge utviklingen i spørsmål som angår studentenes sikkerhet og velferd. Styret kan tillegge utvalget også andre oppgaver. Læringsmiljøutvalget skal holdes orientert om klager som institusjonen mottar fra studenter vedrørende læringsmiljøet. Læringsmiljøutvalget kan gi uttalelser om disse forholdene. Læringsmiljøutvalget skal gjøres kjent med pålegg og andre enkeltvedtak som Arbeidstilsynet​5 treffer.\nLæringsmiljøutvalget rapporterer direkte til styret,​6 og skal hvert år avgi rapport om institusjonens arbeid med læringsmiljø. Studentene og institusjonen skal ha like mange representanter hver i utvalget. Utvalget velger hvert år leder vekselvis blant institusjonens og studentenes representanter.\n4. Institusjonens arbeid med læringsmiljøet skal dokumenteres og inngå som en del av institusjonens interne systemer for kvalitetssikring etter § 2 nr. 8.\n5. Institusjonen skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen må ikke føre til en reduksjon av de faglige krav som stilles ved det enkelte studium.\n6. Arbeidstilsynet fører tilsyn med at kravene i nr. 2 overholdes. Arbeidsmiljølovens​7 kapittel XIII om tilsyn og tvangsmidler m.v. gjelder tilsvarende så langt det passer. Departementet​3 kan fastsette forskrift.​4\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 27 juni 2003 nr. 70 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 775).\n1 Sml. lov 4 feb 1977 nr. 4 kap. II.\n2 Jfr. lov 28 juni 1996 nr. 54.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 4 feb 1977 nr. 4 kap. XIII.\n6 Jfr. § 4.\n7 Lov 4 feb 1977 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:44 a",
      "chapter": "10",
      "section": "44 a",
      "title": "Undervisning",
      "content": "1. Studieåret er normalt 10 måneder. Styret​1 fastsetter undervisningsterminene. Et fullt studieår er normert til 60 studiepoeng.\n2. Forelesninger er offentlige. Når forelesningenes art tilsier det, kan styret likevel bestemme at visse forelesninger bare skal være for institusjonens studenter eller visse grupper av studenter.\n3. Styret kan bestemme at andre enn fagets studenter skal få delta i kurs og øvelser når det er ledig kapasitet.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "10:44 b",
      "chapter": "10",
      "section": "44 b",
      "title": "Utdanningsplan",
      "content": "I løpet av første semester skal institusjonen og studenter som blir tatt opp til studier av 60 studiepoengs omfang eller mer, inngå en utdanningsplan. Utdanningsplanen skal inneholde bestemmelser om institusjonens ansvar og forpliktelser overfor studenten, og studentens forpliktelser overfor institusjonen og medstudenter. Departementet​1 kan gi forskrift​2 om innhold i utdanningsplan.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "title": "Grader og yrkesutdanninger. Titler",
      "content": "1. Kongen bestemmer hvilke grader og yrkesutdanninger institusjonen kan gi, den tid det enkelte studium skal kunne gjennomføres på, og hvilken tittel graden eller yrkesutdanningen gir rett til. Departementet​2 kan fastsette forskrift​3 om krav til høgre grad og om omfang av selvstendig arbeid i høgre grad.\n2. En institusjon som har rett til å gi doktorgrad, kan på de samme fagområder tildele graden æresdoktor (doctor honoris causa) for betydningsfull vitenskapelig eller kunstnerisk innsats, eller fremragende arbeid til gavn for vitenskapen eller kunsten.\n3. Kongen kan, ved forskrift​3 eller enkeltvedtak,​4 forby bruk av titler som uriktig gir inntrykk av å være av samme karakter som titler som er beskyttet etter nr. 1 eller nr. 2, eller som på en misvisende måte er egnet til å forveksles med disse.\n4. Den som forsettlig eller uaktsomt tildeler eller bruker en tittel, alene eller som del av en annen tittel, uten å ha rett til dette etter nr. 1 eller nr. 2, eller i strid med bestemmelse gitt i medhold av nr. 3, straffes med bøter.​5\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 57.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 des 1967 § 2 og kap. VII.\n4 Jfr. lov 10 des 1967 § 2 første ledd, b.\n5 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "title": "Fag, emner og emnegrupper. Rammeplan. Studieplan​1",
      "content": "1. Universiteter​2 bestemmer selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for en grad eller yrkesutdanning fastsatt med hjemmel i § 45 nr. 1.\n2. Vitenskapelige høgskoler,​3 statlige høgskoler​4 og kunsthøgskoler​5 bestemmer selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for lavere grad eller yrkesutdanning fastsatt med hjemmel i § 45 nr. 1. Innenfor de fagområder der de kan tildele doktorgrad bestemmer de selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for øvrige grader eller yrkesutdanninger fastsatt med hjemmel i § 45 nr. 1. For fagområder der de ikke kan tildele doktorgrad fastsetter departementet​6 slike bestemmelser.\n3. Departementet​6 kan fastsette at bestemte emner inntil 20 studiepoeng skal inngå i en grad.\n4. Departementet​6 kan fastsette nasjonale rammeplaner for enkelte utdanninger.\n5. Styret​7 fastsetter studieplan for det faglige innholdet i studiene, herunder bestemmelser om obligatoriske kurs, praksis og lignende og om vurderingsformer.\n6. Myndighet gitt i § 46 nr. 1-2 kan trekkes tilbake av departementet dersom institusjonene ikke har tilfredsstillende interne systemer for kvalitetssikring, jf § 2 nr. 8.​8\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 12 nr. 2.\n2 Se § 1 nr. 1, a.\n3 Se § 1 nr. 1, b.\n4 Se § 1 nr. 1, c.\n5 Se § 1 nr. 1, d.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. § 4.\n8 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Godskriving av grad, yrkesutdanning, fag eller emne fra institusjon under denne lov",
      "content": "Grad, yrkesutdanning, fag, emne eller emnegruppe fra en institusjon som går inn under denne lov,​1 skal godskrives studenten ved de andre institusjonene med samme antall studiepoeng. Vedkommende institusjon skal påse at det ikke gis dobbel uttelling for samme faginnhold.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 1 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Godkjenning av grad eller utdanning fra utenlandsk eller norsk institusjon som ikke går inn under denne lov​1",
      "content": "1. Den som har grad eller utdanning fra utenlandsk eller norsk institusjon som ikke går inn under denne lov,​2 kan søke organ for akkreditering og evaluering om å få utdanningen generelt godkjent som jevngod med grad, del av grad eller utdanning som gis ved institusjonene med hjemmel i §§ 45 og 46. Departementet​3 kan gi forskrift​4 om godkjenning og klageadgang, jf § 13 nr. 4.\n2. Det tilligger den enkelte institusjon under denne lov å avgjøre søknader om godkjenning som faglig jevngod med grad, del av grad eller utdanning institusjonen gir. Godkjenning etter denne bestemmelsen gir rett til å bruke tittel som er fastsatt for den grad eller yrkesutdanning som det er jevnført med.\n3. Eksamen​5 eller grad som er godkjent etter lov om eksamensrett for og statstilskudd til private høyskoler​6 § 9, skal godskrives studenten ved institusjoner under denne lov med samme antall studiepoeng.\n4. I særlige tilfeller kan godkjenning gis helt eller delvis på grunnlag av kunnskaper som er dokumentert på annen måte enn ved eksamen.​7 Prøve til kontroll av de dokumenterte kunnskaper eller tilleggsprøve kan kreves avlagt.\n0 Endret ved lover 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 13 nr. 4. – Sml. lov 11 juli 1986 nr. 53 § 10 b tredje ledd.\n2 Se § 1 nr. 1. Jfr. lov 11 juli 1986 nr. 53.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 50.\n6 Lov 11 juli 1986 nr. 53.\n7 Jfr. § 45 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "title": "Fritak for eksamen eller prøve",
      "content": "Fritak for eksamen eller prøve skal gis når det godtgjøres at tilsvarende eksamen eller prøve er avlagt ved samme eller annen institusjon. Det kan også gis slikt fritak på grunnlag av annen velegnet eksamen eller prøve. Dokumentasjon av realkompetanse kan også gi grunnlag for fritak. Styret​1 bestemmer om vedkommende avdeling​2 eller særskilt organ ved institusjonen skal avgjøre saker om fritak. Departementet​3 kan pålegge institusjonene å samordne praksis.\n0 Endret ved lov 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685).\n1 Jfr. § 4.\n2 Jfr. § 12.\n3 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "title": "Eksamen og sensur​1",
      "content": "1. Styret​2 skal sørge for at studentenes kunnskaper og ferdigheter blir prøvet og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal også sikre det faglige nivå ved vedkommende studium. Det skal være ekstern evaluering av vurderingen eller vurderingsordningene.\n2. Styret​2 oppnevner sensor ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering når resultatet inngår på vitnemålet eller innregnes i karakter for vedkommende studium. Det skal være minst to sensorer, hvorav minst en ekstern, ved bedømmelse av kandidatenes selvstendige arbeid i høgre grad.\n3. Den muntlige del av eksamener og prøver skal være offentlig med mindre hensynet til gjennomføringen av eksamenen eller prøven tilsier noe annet. Styret​2 kan gjøre unntak fra regelen om offentlig eksamen i det enkelte tilfelle​3 etter ønske fra vedkommende eksamenskandidat, når tungtveiende hensyn taler for det.\n4. Sensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Styret selv​4 kan gjøre unntak for enkelteksamener og kan i midlertidig forskrift etter nr. 7 fastsette en lengre frist når det ikke er mulig å skaffe det antall kvalifiserte sensorer som er nødvendig for å avvikle sensuren på tre uker. Styret selv​4 kan i forskrift​5 etter nr. 7 fastsette lengre frist for avhandlinger og tilsvarende større skriftlige arbeider.\n5. Ved ny sensurering etter § 51 nr. 2 og § 52 nr. 4 benyttes minst to nye sensorer, hvorav minst en ekstern. Endring kan gjøres både til gunst og ugunst for klager.​6 Hvis den endelige karakter er fastsatt på grunnlag av både skriftlig og muntlig prøve, og klager får medhold i klage på sensuren over den skriftlige del av eksamenen, holdes ny muntlig prøve til fastsetting av endelig karakter.\n6. Vurderingsuttrykket ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering skal være bestått/ikke bestått eller en gradert skala med fem trinn fra A til E for bestått og F for ikke bestått.\n7. Styret selv​4 gir forskrift​5 om avleggelse av og gjennomføring av eksamener og prøver, herunder vilkår for å gå opp til eksamen eller prøve på nytt og for adgang til ny praksisperiode, og bestemmelser om oppmelding og vilkår for oppmelding. For utdanninger med nasjonale rammeplaner fastsatt etter § 46 nr. 4 må forskriften ta utgangspunkt i de eventuelle generelle bestemmelser om eksamen og sensur som gis i rammeplanen. Styret kan delegere til avdeling​7 eller grunnenhet å gi utfyllende regler om forhold som er særegne for den enkelte eksamen.\n8. Departementet​8 kan fastsette alternative vurderingsformer til eksamen ved kunstutdanninger når faglige hensyn tilsier det.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 5.\n2 Jfr. § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Se § 5 nr. 2.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. lov 10 feb 1967 § 34.\n7 Jfr. § 12.\n8 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "title": "Klage over formelle feil ved eksamen",
      "content": "1. Den som har vært oppe til eksamen eller prøve, kan klage​1 over formelle feil innen tre uker etter at han eller hun er eller burde være kjent med det forhold som begrunner klagen. Slik klage avgjøres av styret selv​2 eller av styrets klagenemnd​3 på vegne av styret.\n2. Hvis det er begått feil som kan ha hatt betydning​4 for studentens prestasjon eller bedømmelsen av denne, skal sensurvedtaket oppheves. Hvis feilen kan rettes opp ved ny sensur av innleverte arbeider, foretas ny sensurering. I motsatt fall holdes ny eksamen eller prøve med nye sensorer. Karakterfastsetting ved ny sensurering etter denne paragraf​5 kan påklages etter reglene i § 52.\n3. Er krav om begrunnelse for eller klage over karakterfastsettingen​6 framsatt, løper klagefristen etter denne paragraf fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger.\n4. Finner styret eller styrets klagenemnd​3 at det er begått formelle feil, og det er rimelig å anta at dette kan ha hatt betydning for en eller flere kandidaters prestasjon eller bedømmelse av denne, kan det bestemmes at det skal foretas ny sensurering eller holdes ny eksamen eller prøve.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VI.\n2 Se § 5 nr. 2.\n3 Jfr. kap. 6.\n4 Jfr. lov 10 feb 1967 § 41.\n5 Jfr. § 50 nr. 5.\n6 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Begrunnelse for og klage over karakterfastsetting",
      "content": "1. Studenten har rett til å få en begrunnelse for karakterfastsettingen av sine prestasjoner. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse framsettes umiddelbart etter at karakteren er meddelt. Ved annen bedømmelse må krav om begrunnelse framsettes innen én uke fra kandidaten fikk kjennskap til karakteren, dog aldri mer enn tre uker fra karakteren ble kunngjort.\n2. Begrunnelse skal normalt være gitt innen to uker etter at kandidaten har bedt om dette. I begrunnelsen skal det gjøres rede for de generelle prinsipper som er lagt til grunn for bedømmelsen og for bedømmelsen av kandidatens prestasjon. Begrunnelse gis muntlig eller skriftlig etter sensors valg.\n3. Hvis det er gitt skriftlige retningslinjer for bedømmelsen, skal disse være tilgjengelig for studentene etter at karakterer er fastsatt.\n4. En student kan klage​1 skriftlig over karakteren for sine egne prestasjoner innen tre uker etter at eksamensresultat er kunngjort. Ny sensurering skal da foretas.​2 Er krav om begrunnelse for karakterfastsetting​3 eller klage over formelle feil ved oppgavegivning, eksamensavvikling eller gjennomføring av vurderingen framsatt, løper klagefristen etter denne paragraf fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om studenten skal framsette klage etter vurdering av separat prøve, oppgave eller annen vurdering, eller om klage skal framsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.\n5. Bedømmelse av muntlig prestasjon og vurdering av praksisopplæring eller lignende som etter sin art ikke lar seg etterprøve, kan ikke påklages. Forprøver kan bare påklages når prøven ikke er bestått.\n6. Karakterfastsetting ved ny sensurering etter denne paragraf kan ikke påklages.​4\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. nr. 5.\n2 Jfr. § 50 nr. 5.\n3 Jfr. nr. 4.\n4 Jfr. lov 10 feb 1967 § 28 første ledd siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Vitnemål",
      "content": "1. Institusjonen utferdiger vitnemål om fullført utdanning. Samtidig skal det utferdiges Diploma Supplement.\n2. Den som ikke har avsluttet utdanning skal på anmodning gis karakterutskrift for de eksamener eller prøver som han eller hun har bestått.\n3. For en kandidat som går opp til eksamen etter § 40 nr. 1 annet punktum skal det angis på vitnemål eller karakterutskrift dersom kandidatens kunnskaper og ferdigheter er prøvet på en annen måte enn for studenter som er tatt opp ved studiet.\n4. Institusjonen skal tildele autorisasjon for helsepersonell, i forbindelse med utstedelse av vitnemål, i den utstrekning det er fastsatt i forskrift gitt i medhold av lov 2. juli 1999 nr. 64 om helsepersonell m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Annullering av eksamen eller prøve​1",
      "content": "1.​1 Styret selv​2 eller styrets klagenemnd, jf § 24 nr. 1, kan annullere​3 eksamen eller prøve, eller godkjenning av kurs, hvis studenten\na. ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden har skaffet seg adgang til å gå opp til vedkommende eksamen eller prøve, eller til å delta i vedkommende kurs, eller\nb. forsettlig eller grovt uaktsomt har fusket eller forsøkt å fuske ved avleggelsen av, eller forut for endelig sensur av, vedkommende eksamen eller prøve, eller under gjennomføringen av vedkommende kurs.\n2.​1 Styret selv​2 eller styrets klagenemnd, jf § 24 nr. 1, kan annullere​3 godskriving eller godkjenning av utdanning, eller fritak for eksamen eller prøve, hvis studenten har oppnådd dette ved hjelp av falskt vitnemål eller annen form for uredelig opptreden.\n3. Vedtak om annullering etter nr. 1 eller nr. 2 kan påklages​5 til departementet​6 eller særskilt klageorgan oppnevnt av dette.\n4. Adgangen til annullering foreldes ikke.\n5. Etter avgjørelse om annullering pliktes eventuelt vitnemål​7 eller karakterutskrift tilbakelevert institusjonen. Blir ikke vitnemålet eller karakterutskriften tilbakelevert institusjonen i rett tid, kan denne kreve namsmannens hjelp til tilbakelevering i samsvar med reglene i tvangsfullbyrdelseslovens​8 kap. 13.\n6. Hvis vitnemålet kan danne grunnlag for autorisasjon for yrkesutøving, skal institusjonen gi melding om annulleringen til vedkommende myndighet.\n7. Andre institusjoner under denne lov kan informeres om annullering av eksamen eller prøve. Departementet gir nærmere regler om informasjonsrutiner m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 42 nr. 3.\n2 Se § 5 nr. 2.\n3 Sml. lov 10 feb 1967 § 35 første ledd, c.\n4 Jfr. strl. kap. 18.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VI.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. § 53.\n8 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:54 a",
      "chapter": "11",
      "section": "54 a",
      "title": "Formål",
      "content": "1. Lærerutdanning skal gjennom undervisning, forskning og faglig utviklingsarbeid, gi den faglige og pedagogiske kunnskap og praktiske opplæring som er nødvendig for planlegging, gjennomføring og vurdering av undervisning, læring og oppdragelse. Utdanningen skal ta utgangspunkt i ulike forutsetninger hos elever​1 og barnehagebarn​2 og være i samsvar med målene for det opplæringsnivå utdanningen sikter mot.\n2. Utdanningen skal fremme studentenes personlige utvikling og yrkesetiske holdning,​3 utvikle evne til refleksjon, vekke interesse for faglig og pedagogisk utviklingsarbeid som er relevant for arbeid i skole​1 og barnehage,​2 og gi forståelse for sammenhengen mellom læreryrket og opplæringssystemets funksjon i samfunnet.\n0 Tilføyd ved lov 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861).\n1 Jfr. lov 17 juli 1998 nr. 61.\n2 Jfr. lov 5 mai 1995 nr. 19.\n3 Jfr. § 42 og § 42 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54a."
      }
    },
    {
      "provision_ref": "11:54 b",
      "chapter": "11",
      "section": "54 b",
      "title": "Innholdet i lærerutdanning",
      "content": "1. Lærerutdanning som nevnt i nr. 2-6 skal gis i samsvar med rammeplaner fastsatt av departementet.​1\n2. Førskolelærerutdanning skal omfatte:\na. Pedagogikk\nb. Praksisopplæring\nc. Faglig-pedagogiske studier i enkeltfag, fagområde eller arbeidsområde. Studiet av minst ett enkeltfag, fagområde eller arbeidsområde skal til vanlig ha et omfang på minst 1/2 års studietid.\n3. Allmennlærerutdanning skal omfatte:\nb. Praksisopplæring, herunder minst 18 ukers veiledet praksis innenfor studiets obligatoriske del.\nc. En obligatorisk del som består av enkeltfag, fagområder eller arbeidsområder som omfatter sentrale obligatoriske fag i grunnskolen. En valgfri del som kan bestå av andre enkeltfag, fagområde eller arbeidsområder som er relevante for undervisning i grunnskolen.\nd. Fagdidaktikk\n4. Faglærerutdanning skal omfatte:\nc. Ett eller flere enkeltfag eller fagområder\n5. Yrkesfaglærerutdanning skal omfatte:\nc. Yrkesfag og yrkesfagområde\nd. Yrkesdidaktikk\n6. Praktisk-pedagogisk utdanning skal omfatte:\nc. Fag- eller yrkesdidaktikk\n0 Tilføyd ved lov 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861).\n1 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54b",
        "source_heading": "§ 54b."
      }
    },
    {
      "provision_ref": "11:54 c",
      "chapter": "11",
      "section": "54 c",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54c",
        "source_heading": "§ 54c."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "title": "Partsforholdet",
      "content": "1. Staten ved departementet​1 er part i søksmål som vedrører institusjonens forhold, hvis ikke annet følger av nr. 2.\n2. Staten ved institusjonen er part når gjenstanden for tvisten skriver seg fra institusjonens enkeltvedtak etter forvaltningsloven,​2 og det ikke er adgang til å påklage vedtaket til departementet​1 eller annet organ utenfor institusjonen.\n3. Departementet​1 kan bestemme at staten ved institusjonen skal være part også i andre saksforhold som vedrører institusjonen.\n1 Utdannings- og forskningsdepartementet. – Jfr. dl. § 191.\n2 Lov 10 feb 1967, se dens § 2 første ledd, b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "title": "Institusjonens lovlige stedfortreder",
      "content": "1. Rektor​1 er lovlig stedfortreder for institusjonen i saker som kommer inn under § 55 nr. 2 eller nr. 3.\n2. I den enkelte sak kan rektor oppnevne stedfortreder i sitt sted. Som stedfortreder kan oppnevnes medlem av styret,​2 administrerende direktør​3 eller den administrerende direktør utpeker.\n1 Jfr. § 9.\n2 Jfr. § 4.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "13:57",
      "chapter": "13",
      "section": "57",
      "title": "Enerett til bruk av visse stillingstitler",
      "content": "1. Stillingsbetegnelsen professor​2 kan bare​3 benyttes om stillinger på høyeste vitenskapelige eller kunstneriske nivå ved institusjoner som går inn under denne lov.​4\n2. Kongen kan i forskrift​5 bestemme at regelen i nr. 1 skal gjelde tilsvarende for visse andre titler på undervisnings- og forskerstillinger.\n3. Departementet​6 kan gi institusjoner som driver høgre utdanning og forskning/kunstnerisk utviklingsarbeid, løyve til å bruke tittel som er vernet etter nr. 1 og 2. Ikke-statlig institusjon som er godkjent etter reglene i lov 11. juni 1986 nr. 53 om private høyskoler kan bruke tittel som er vernet etter nr. 1. Bedømmelsen av kvalifikasjonene skal i det vesentlige være den samme som ved institusjon som går inn under denne lov.\n0 Endret ved lover 25 juni 1999 nr. 48, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 45, § 58.\n2 Jfr. § 30.\n3 Jfr. § 59.\n4 Jfr. § 1 nr. 1.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "13:57 a",
      "chapter": "13",
      "section": "57 a",
      "title": "Bevilling som statsautorisert translatør",
      "content": "Departementet​1 gir bevilling som statsautorisert translatør. Departementet​1 kan gi forskrifter​2 om vilkårene knyttet til slik bevilling. Tittelen statsautorisert translatør kan bare​3 benyttes av den som er gitt bevilling i henhold til denne bestemmelse.\n0 Tilføyd ved lov 25 juni 1999 nr. 48.\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57a",
        "source_heading": "§ 57a."
      }
    },
    {
      "provision_ref": "13:58",
      "chapter": "13",
      "section": "58",
      "title": "Bruk av vernet tittel etter tilsettingsforholdets opphør",
      "content": "1. Den som har hatt stilling med vernet tittel etter § 57 nr. 1 i minst 10 år, eller som etter kortere tjenestetid blir pensjonert fra slik stilling, har rett til fortsatt å bruke tittelen.\n2. Den som er avskjediget fra​1 eller fradømt​2 sin stilling, har ikke rett​3 til å bruke vernet tittel.\n1 Se § 34.\n2 Se strl. § 29 og strl. ikrl. § 10.\n3 Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "title": "Brudd på tittelvernet",
      "content": "Den som i strid med bestemmelsene i dette kapitlet forsettlig eller uaktsomt bruker en vernet tittel, alene eller som del av en tittel, straffes med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Utnevnte i embete",
      "content": "Bestemmelsene i kapittel 8 i denne lov endrer ikke tilsettingsforholdet for dem som er utnevnt i embete før 1. januar 1990.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "13:61",
      "chapter": "13",
      "section": "61",
      "title": "Tilsatte ved vitenskapelig samling",
      "content": "Den som er tilsatt ved vitenskapelig samling, må ikke​1 uten samtykke fra styret​2 holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling.\n1 Jfr. strl. § 324.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "13:62",
      "chapter": "13",
      "section": "62",
      "title": "Grunnlagsmateriale for almanakker",
      "content": "Universitetet i Oslo skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendre i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "14:63",
      "chapter": "14",
      "section": "63",
      "title": "Ikrafttredelse",
      "content": "1. Denne lov trer i kraft fra 1. januar 1996.\n2. Departementet kan gi overgangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "14:64",
      "chapter": "14",
      "section": "64",
      "title": "Oppheving av lover",
      "content": "Fra den tid​1 loven trer i kraft, oppheves: – – –\n1 Fra 1 jan 1996 iflg. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "14:65",
      "chapter": "14",
      "section": "65",
      "title": "Endringer i andre lover",
      "content": "Fra den tid​1 loven trer i kraft, foretas følgende endringer i andre lover: – – –\n1 Fra 1 jan 1996 iflg. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Institusjoner loven gjelder for​1",
      "content": "Institusjoner loven gjelder for\n1. Denne loven gjelder for statlige høgre utdanningsinstitusjoner:\na. universiteter\nb. vitenskapelige høgskoler\nc. statlige høgskoler\nd. kunsthøgskoler\n2. Kongen fastsetter institusjonsstruktur. Hvilken kategori den enkelte institusjon tilhører, avgjøres av Kongen på grunnlag av en uavhengig faglig vurdering. Kongen fastsetter institusjonens navn.\n3. Kongen kan bestemme at deler av loven skal gjelde for andre statlige institusjoner som gir utdanning på faglig nivå med universiteter og høgskoler.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Sml. lov 20 juni 2003 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Institusjonenes virksomhet​1",
      "content": "1. Institusjonene under denne lov​2 skal gi høgre utdanning som er basert på det fremste innen forskning, kunstnerisk utviklingsarbeid og erfaringskunnskap. Institusjonene innenfor høgre utdanning og forskning skal samarbeide og utfylle hverandre i sine faglige aktiviteter (Norgesnettet). Utdanningstilbud skal utformes og ses i sammenheng med andre nasjonale og internasjonale utdanningstilbud.\n2. Institusjonene skal drive forskning og faglig utviklingsarbeid og/eller kunstnerisk utviklingsarbeid.\n3. Institusjonene kan ikke gis pålegg om læreinnholdet i undervisningen og innholdet i forskningen eller det kunstneriske og faglige utviklingsarbeid.​1\n4. Institusjonene har ansvar for å formidle kunnskap om virksomheten og for å utbre forståelse for og anvendelse av vitenskapens metoder og resultater, både i offentlig forvaltning, kulturliv og næringsliv.\n5. Institusjonene skal samarbeide med samfunns- og arbeidsliv.​3\n6. Institusjonene har organisatorisk og faglig ansvar for å gi tilbud om etter- og videreutdanning på sine fagområder.\n7. Universitetene og de vitenskapelige høgskolene har et særlig nasjonalt ansvar for grunnforskning og forskerutdanning og for å bygge opp, drive og vedlikeholde forskningsbiblioteker​4 og museer med vitenskapelige samlinger og publikumsutstillinger. Andre institusjoner kan tillegges et tilsvarende ansvar på sine særskilte fagområder. Kunsthøgskolene skal ivareta et nasjonalt ansvar for hele bredden av forsknings- og utviklingsoppgaver på sine fagområder.\n8. Institusjonene skal ha tilfredsstillende interne systemer for kvalitetssikring.​5 Studentevaluering av utdanningen skal inngå i systemene for kvalitetssikring. Departementet​6 kan gi forskrift.​7\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 17 nr. 1.\n2 Jfr. § 1.\n3 Jfr. f.eks. lov 17 juli 1998 nr. 61 § 10-7.\n4 Jfr. lov 29 mai 1987 nr. 23.\n5 Jfr. § 12 og § 44 nr. 4.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Forsøksvirksomhet",
      "content": "Departementet​1 kan, etter innstilling fra styret,​2 vedta at det kan gjøres avvik fra loven og forskriftene til loven i forbindelse med tidsavgrensede pedagogiske eller organisatoriske forsøk.\n0 Tilføyd ved lov 25 juni 1999 nr. 48.\n1 Utdannings- og forskningsdepartementet.\n2 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Institusjonens styre​1",
      "content": "1. Styret er det øverste organ ved institusjonen. Det har ansvar for at den faglige virksomheten​2 holder høy kvalitet og for at institusjonen drives effektivt og i overensstemmelse med de lover, forskrifter og regler som gjelder og de rammer og mål som gis av overordnet myndighet.\n2. Styret skal trekke opp strategien for institusjonens utdannings-, forsknings- og annen faglig virksomhet og legge planer for den faglige utvikling i samsvar med de mål som er gitt av overordnet myndighet for sektoren og institusjonen.\n3. Styret har ansvaret for at institusjonens økonomiske ressurser og eiendom disponeres i overensstemmelse med bestemmelser om dette gitt av departementet,​3 og etter forutsetninger for tildelte bevilgninger eller andre bindende vedtak.​4\n4. Styret selv fastsetter virksomhetens interne organisering på alle nivåer. Organiseringen må sikre at studentene og de tilsatte blir hørt.\n5. Styret skal hvert år, etter nærmere retningslinjer gitt av departementet,​3 avgi årsregnskap med redegjørelse for resultatene av virksomheten og legge frem forslag til budsjett for kommende år.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 18.\n2 Jfr. § 2.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. § 15 nr. 5 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Delegasjon​1",
      "content": "1. Alle beslutninger ved institusjonen truffet av andre enn styret, treffes etter delegasjon på styrets vegne og på dettes ansvar.\n2. Styret kan delegere sin avgjørelsesmyndighet til andre ved institusjonen i den utstrekning det ikke følger av denne lov at styret selv skal treffe vedtak,​2 eller det er andre særlige begrensninger i adgangen til å delegere.​3\n3. For så vidt gjelder §§ 32 og 50 kan departementet,​4 etter forslag fra styret, bestemme at styret kan delegere myndighet til andre ved institusjonen.\n4. Styret avgjør klage over vedtak​5 truffet av andre som har fått delegert myndighet etter § 5 nr. 2, i den utstrekning dette ikke er delegert til styrets klagenemnd, jf § 24 nr. 1. Tilsvarende avgjør avdelingen klage over vedtak​5 truffet av grunnenhet.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 19.\n2 Jfr. § 10 nr. 4, § 11 nr. 4 og nr. 7, § 16, § 20 nr. 5, § 24 nr. 1, § 30 nr. 1 og nr. 5, § 30 a nr. 2 og nr. 3, § 30 b, § 31 nr. 2, § 32 nr. 1, § 33, § 34, § 35, § 50 nr. 7, § 51 nr. 1, § 54.\n3 Jfr. § 9 nr. 3.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Styrets sammensetning",
      "content": "1. Styret​1 består av rektor,​2 prorektor,​2 to medlemmer valgt blant tilsatte i undervisnings- og forskerstilling,​3 ett medlem valgt blant de teknisk og administrativt tilsatte, to medlemmer valgt blant studentene og fire eksterne medlemmer. Rektor er styrets leder.​2\n2. Medlemmene av styret er fritatt fra ordinær arbeidsplikt i funksjonsperioden i den grad vervene gjør det nødvendig. Styret fastsetter fritakets omfang og innhold.\n3. Eksterne styremedlemmer og studenter har krav på en rimelig godtgjøring for vervet, etter regler fastsatt av styret.\n4. Departementet​4 kan i særlige tilfeller fastsette annen styringsordning enn bestemt i nr. 1.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.\n2 Jfr. § 9.\n3 Se § 20 nr. 1.\n4 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Rektor og prorektor",
      "content": "1. Rektor er styrets leder.​1 Rektor har på styrets vegne det overordnede ansvar for og ledelse av institusjonens virksomhet og fører tilsyn med denne. Rektor, og i dennes sted prorektor, har rett til å delta i møter i alle institusjonens styrer, råd og utvalg.\n2. Rektor er institusjonens rettslige representant​2 og institusjonens talsperson overfor offentlige myndigheter og allmennheten.\n3. Rektor avgjør saker i det omfang disse ikke kan utsettes til styret kan komme sammen i møte. Rektor kan også gis fullmakt til å avgjøre løpende saker som bør avgjøres før neste ordinære styremøte, og som ikke anses som viktige nok til at ekstraordinært møte innkalles. I personalsaker kan rektor bare beslutte kortvarig suspensjon i tjenesten, i påvente av styrets behandling.\n4. Har rektor forfall eller fratrer vervet i løpet av det siste året av sin funksjonstid, overtar prorektor. Fratrer rektor før dette tidspunkt, velges ny rektor.\n5. Rektor fritas etter styrets bestemmelse helt eller delvis fra undervisning og forskning i funksjonsperioden. Når den er ute, har rektor rett til forskning eller faglig oppdatering i to semestre.\n1 Jfr. § 6 nr. 2.\n2 Se kap. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Valg av rektor og prorektor",
      "content": "1. Rektor og prorektor velges for fire år om gangen.\n2. Valgbare som rektor og prorektor er institusjonens fast tilsatte i minst halv undervisnings- og forskerstilling. Åremålstilsatte i minst halv undervisnings- og forskerstilling eller i stilling som leder for avdeling eller grunnenhet er valgbare, dersom tilsettingsforholdet varer ut funksjonsperioden. Ingen kan gjenvelges som rektor eller prorektor hvis vedkommende vil ha fungert i dette verv i et sammenhengende tidsrom på åtte år ved den nye valgperiodens begynnelse.\n3. Ved opptelling skal stemmene vektes etter en fordelingsnøkkel fastsatt av styret, innenfor følgende rammer:\na. tilsatte i undervisnings- og forskerstilling 51-71 prosent\nb. teknisk og administrativt tilsatte 5-25 prosent\nc. studenter 15-30 prosent\nForetas valget i særskilt valgforsamling, skal denne ha en tilsvarende sammensetning.\n4. Styret​1 selv fastsetter nærmere regler om valgene.\n5. Etter forslag fra styret kan departementet​2 fastsette at rektor tilsettes på åremål for fire år om gangen. Ingen kan være tilsatt som rektor i en sammenhengende periode på mer enn åtte år.\n0 Endret ved lover 19 juni 1997 nr. 84, 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Valg og oppnevning av styret​1",
      "content": "1. Styremedlemmer som er tilsatt ved institusjonen, og varamedlemmer for disse, velges for fire år. Valget foretas særskilt for de to gruppene fast tilsatte og midlertidig tilsatte i undervisnings- og forskerstilling og tilsatte i teknisk eller administrativ stilling.\n2. Styremedlemmer fra studentgruppen, og varamedlemmer for disse, velges for ett år.\n3. Forslag til eksterne styremedlemmer og varamedlemmer for disse fremmes av institusjonens styre. For Samisk høgskole fremmes forslag av høgskolens styre og av Sametinget. For kunsthøgskolene fremmes forslag av høgskolens styre og av Norsk kulturråd. Departementet​2 oppnevner på fritt grunnlag eksterne medlemmer og varamedlemmer for disse for fire år.\n4. Tilsatt i administrativ lederstilling etter § 32 er ikke valgbar til institusjonens styre.​3 Styret selv​4 gir regler om hvilke lederstillinger som omfattes av denne bestemmelsen.\n5. Ingen kan gjenvelges som styremedlem hvis vedkommende vil ha fungert i dette verv i et sammenhengende tidsrom på åtte år ved begynnelsen av den nye valgperioden.\n6. Kravene i likestillingsloven​5 § 21 om representasjon av begge kjønn skal være oppfylt innen den enkelte valgkrets.\n7. Styret selv​4 fastsetter nærmere regler om valgene.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 6. – Se § 20.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 19 nr. 1.\n4 Se § 5 nr. 2.\n5 Lov 9 juni 1978 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Formål og definisjon",
      "content": "1. Organet skal være et uavhengig statlig organ som gjennom akkreditering og evaluering skal kontrollere kvaliteten ved norske institusjoner som tilbyr høgre utdanning,​1 samt godkjenne utdanning fra institusjoner som ikke går inn under denne lov.​2 Akkrediterings- og evalueringsvirksomheten skal utformes slik at institusjonene kan dra nytte av den i sitt kvalitetssikrings- og utviklingsarbeid.\n2. Akkreditering forstås i denne lov som en faglig bedømming av om en høgre utdanningsinstitusjon og de studier denne tilbyr fyller et gitt sett av standarder. Akkrediteringen skal baseres på evaluering foretatt av eksterne sakkyndige oppnevnt av organet. Akkreditering er en forutsetning for at en institusjon kan tilby utdanninger som er etablert med hjemmel i §§ 45 og 46.\n3. Departementet​3 kan gi forskrift​4 om saksbehandling og fastsetting av standarder som skal legges til grunn for akkrediteringen.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 1.\n2 Jfr. lover 11 juli 1986 nr. 53 § 2 og kap. 3, 20 juni 2003 nr. 56 § 2.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Organets oppgaver og myndighet",
      "content": "1. Organets oppgaver er:\na. Evaluering av institusjonenes system for kvalitetssikring.\nb. Akkreditering av institusjoner.\nc. Akkreditering av studietilbud.\nd. Revidering av akkreditering som allerede er gitt.\ne. Evalueringer av betydning for å kunne bedømme kvaliteten i høgre utdanning. Departementet​1 kan pålegge organet å foreta slike evalueringer.\nf. Generell godkjenning av utdanning fra institusjoner som ikke går inn under denne lov.​2\n2. Hvis organet finner at en institusjon ikke lenger oppfyller vilkårene for akkreditering, skal det gis en frist for å rette forholdene.​3 Hvis vilkårene for akkreditering fortsatt ikke er tilstede, skal organet trekke akkrediteringen tilbake.\n3. Departementet​1 kan ikke gi organet pålegg utover det som er hjemlet i lov eller fastsettes av departementet i forskrift,​4 og kan ikke overprøve organets akkrediteringer.\n4. Organets vedtak etter § 48 som gjelder godkjenning av utdanning fra institusjoner som ikke går inn under denne lov, kan påklages til en klagenemnd oppnevnt av departementet. Departementet​1 fastsetter forskrift​4 om klageadgang på andre avgjørelser. Organets vedtak overfor private institusjoner kan i forskrift​4 unntas fra bestemmelsene om klage i forvaltningsloven​5 kap. VI.\n5. Alle evalueringer som foretas av organet er offentlige,​6 og organet skal bidra til at disse gjøres kjent.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 11 juli 1986 nr. 53.\n3 Sml. lov 10 feb 1967 § 16.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Lov 10 feb 1967.\n6 Sml. lov 19 juni 1970 nr. 69 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Organets styre",
      "content": "1. Organet ledes av et styre som har det overordnede ansvar for organets virksomhet og de beslutninger som organet treffer.\n2. Styret oppnevnes av Kongen og består av syv medlemmer og tre varamedlemmer, hvorav ett medlem og ett varamedlem skal være studenter. Departementet​1 oppnevner styrets leder.\n3. Styrets funksjonstid er fire år. Studentmedlemmer oppnevnes for to år.\n4. Medlemmer av styret kan ikke inneha ledende stilling eller verv ved institusjoner under denne lov.​2\n5. Styret tilsetter daglig leder for organet på åremål. Åremålsperioden skal være seks år.\n0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), tilføyd igjen ved lov 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638), endret ved lov 27 juni 2003 nr. 70 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 775).\n1 Utdannings- og forskningsdepartementet.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Institusjonens administrerende direktør",
      "content": "1. Ved hver institusjon skal det være en administrerende direktør.\n2. Direktøren er den øverste leder for den samlede administrative virksomhet ved institusjonen, innenfor de rammer som styret​1 fastsetter.\n3. Direktøren er sekretær for styret og skal, etter samråd med rektor,​2 forberede og gi tilråding i de saker som legges fram for dette. Direktøren er også, personlig eller ved en av sine underordnede, sekretær for de øvrige styringsorganer ved institusjonen.\n4. Direktøren er ansvarlig for iverksettingen av de vedtak som treffes i institusjonens styringsorganer, og for disponering av ressurser og eiendom i samsvar med de vedtak som er gjort av styret.\n5. Direktøren er ansvarlig for at den samlede økonomi- og formuesforvaltning skjer i samsvar med departementets​3 generelle bestemmelser om økonomiforvaltningen og forutsetninger for tildeling av bevilgninger.​4 Direktøren utarbeider og legger fram for styret budsjettforslag og årsregnskap, og holder rektor og styret løpende orientert om regnskapets stilling i forhold til budsjettet og om andre forhold av betydning for institusjonens virksomhet.\n6. Er styre, rektor eller direktør i tvil om et styrevedtak vil ligge innenfor bestemmelsene eller forutsetningene for bevilgningene m.m., skal departementet​3 avgjøre tvilsspørsmålet.\n7. Direktøren har generell anvisningsmyndighet og er legitimert til å utferdige bindende dokument om institusjonens eiendommer, jf. § 16, så langt ikke annet følger av lov eller framgår av vedkommende hjemmelsdokument.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.\n2 Jfr. § 9.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. § 4 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Eiendomsforvaltning",
      "content": "1. Styret ved en institusjon som har forvaltningsansvar for egne eiendommer, kan selv​1 avhende fast eiendom med departementets​2 samtykke eller etter generelle regler gitt av departementet.\n2. Departementet​2 kan gi regler om leie og bortleie av fast eiendom.\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Samarbeid og deltakelse i andre tiltak",
      "content": "1. En institusjon kan, innenfor generelle retningslinjer fastsatt av departementet,​1 opprette eller delta i selveiende tiltak eller i selskap når slik deltakelse er av interesse for institusjonens faglige virksomhet og til nytte for samfunnet. Institusjonen må ikke begrense sin selvstendighet i faglige spørsmål og kan ikke skille ut sine ordinære undervisnings- og forskningsoppgaver.​2\n2. Departementet​1 skal gis årlig melding om institusjonens deltakelse i slikt samarbeid og om den betydning dette har for institusjonens øvrige virksomhet. Departementet​1 kan pålegge institusjonen å tre ut av slikt samarbeid hvis dette anses nødvendig av hensyn til institusjonens primæroppgaver.​2\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Driftsansvar for nasjonale fellesoppgaver",
      "content": "Departementet​1 kan i samråd med institusjonen legge driften av en nasjonal fellesoppgave til en bestemt institusjon, uten at institusjonens egne styringsorgan har ansvaret for den faglige virksomheten.​2\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Oppnevning av utvalg og styrer",
      "content": "1. Tilsatt i administrativ lederstilling som ikke er valgbar til styret etter § 11 nr. 4, kan ikke være medlem av utvalg eller styre som tildeles avgjørelsesmyndighet​1 i andre saker enn tilsettingssaker.\n2. Studentene skal ha minst 20 prosent og aldri mindre enn to av medlemmene i alle kollegiale organer som tildeles beslutningsmyndighet, hvis ikke det delegerende organ enstemmig bestemmer noe annet.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Plikt til å ta imot og utføre tillitsverv",
      "content": "1. Tilsatt som blir valgt til tillitsverv etter denne lov, har plikt til å ta imot vervet. Den som har gjort tjeneste i et tillitsverv, har rett til fritak fra gjenvalg til dette i like lang tid som vedkommende har fungert i vervet. Varamedlem som har møtt som medlem minst halve valgperioden, kan kreve seg fritatt for valg som medlem i neste periode.\n2. Innehaver av tillitsverv skal fratre når valgbarheten opphører.\n3. Medlem av styringsorgan, styre eller utvalg har plikt til å møte hvis ikke vedkommende har gyldig forfall.\n4. Medlem av styringsorgan, styre eller utvalg har plikt til å delta i forhandlingene og avgi stemme. Det kan ikke stemmes blankt annet enn ved valg.​1\n5. Styret selv​2 gir nærmere regler om valgbarhet til de enkelte verv, hva som regnes som gyldig fravær m.v.\n1 Jfr. § 21 nr. 4.\n2 Jfr. § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Møter i styringsorganer, styrer og utvalg",
      "content": "1. Styringsorganer, styrer og utvalg treffer sine vedtak i møte.\n2. Lederen for det enkelte styringsorgan, styre eller utvalg sørger for at det holdes møter når det trengs. Innkalling til møte skal skje med rimelig varsel.\n3. Institusjonens styre​1 skal innkalles hvis medlem av dette​2 eller administrerende direktør​3 krever det. De øvrige styringsorganer, styrer eller utvalg skal innkalles når rektor​4 eller minst en femdel av medlemmene krever dette.\n4. Styringsorganer, styrer og utvalg er vedtaksføre når mer enn halvparten av medlemmene er til stede og avgir stemme.​5\n5. Møter i styringsorganer, styrer eller utvalg holdes for åpne dører. Vedkommende styringsorgan, styre eller utvalg kan fastsette at møtene skal holdes for lukkede dører, eller at bestemte saker skal behandles for lukkede dører. Behandling av sak etter annet punktum skjer for lukkede dører.\n6. Styret eller vedkommende organ, styre eller utvalg gir nærmere regler om møteordningen.\n1 Jfr. § 4.\n2 Se § 6 nr. 1.\n3 Jfr. § 15.\n4 Jfr. § 9.\n5 Jfr. § 20 nr. 4 og § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Avstemninger",
      "content": "1. Vedtak treffes med alminnelig flertall av de avgitte stemmer​1 hvis ikke annet er fastsatt i denne lov eller i reglement for vedkommende organ. Ved stemmelikhet i andre saker enn valg er møteleders stemme avgjørende. Ved stemmelikhet ved valg avgjøres dette ved loddtrekning.\n2. Avstemning i andre saker enn valg og tilsetting skjer ved stemmetegn. Avstemning ved valg og tilsetting skal skje skriftlig hvis ett av de møtende medlemmer krever dette.\n1 Se § 20 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Møtebok",
      "content": "Det skal føres møtebok for styret og for andre styringsorganer, styrer og utvalg med vedtakskompetanse. Det oppnevnende organ kan bestemme at det også skal føres møtebok for andre utvalg.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Klagenemndas oppgaver",
      "content": "1. Styret kan selv​1 oppnevne en klagenemnd som avgjør klager og saker etter § 42 nr. 3 og § 54 på vegne av styret. Klagenemndas saksområde fastsettes ved generell instruks gitt av styret selv.​1\n2. En tilsettingssak som skal avgjøres av styret etter krav fra et medlem av et annet tilsettingsorgan, kan ikke henvises til klagenemnda. Klagenemnda kan heller ikke avgjøre klager over vedtak som nevnt i § 34.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Klagenemndas sammensetning",
      "content": "1. Klagenemnda skal ha fem medlemmer med personlige varamedlemmer. To av medlemmene skal være studenter. Leder og varamedlem for leder skal fylle de lovbestemte krav for lagdommere.​1 Leder og varamedlem for leder skal ikke være tilsatt ved institusjonen.\n2. Medlem av institusjonens styre​2 kan ikke være medlem av klagenemnda. Medlem som har medvirket ved saksbehandling eller avgjørelse i det påklagde saksforhold, kan ikke delta ved behandlingen av klage over dette i klagenemnda.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. dl. § 54.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Klagenemndas avgjørelse",
      "content": "1. Klagenemnda er vedtaksfør når lederen og tre andre medlemmer er til stede.\n2. Klagenemndas vedtak kan ikke påklages.\n3. Styret​1 kan gi utfyllende regler om saksbehandlingen i klagesaker etter dette kapittel.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Studentorganenes formål",
      "content": "1. Studentene ved institusjonen kan opprette et studentorgan for å ivareta studentenes interesser og fremme studentenes synspunkter overfor institusjonens styre og råd. Tilsvarende kan studentene ved den enkelte avdeling eller grunnenhet opprette studentorgan for denne.\n2. Ved valg til organ som nevnt i nr. 1 skal det avholdes urnevalg blant studentene, med mindre allmøte enstemmig bestemmer noe annet. Et vedtak om annen valgordning enn urnevalg gjelder kun for første påfølgende valg.\n3. Institusjonen skal legge forholdene til rette slik at studentorganene kan drive sitt arbeid på en tilfredsstillende måte. Omfanget av tilretteleggingen skal spesifiseres i en avtale mellom institusjonen og øverste studentorgan.\n4. Studentorganene skal høres i alle saker som angår studentene på det aktuelle nivå.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Konstituerende møte. Vedtekter",
      "content": "1. Innkalling til konstituerende møte for studentorgan foretas etter anmodning fra rektor eller et rimelig antall studenter. Innkalling til konstituerende møte for studentorgan for avdeling eller grunnenhet foretas også etter anmodning fra leder for studentorgan for hele institusjonen eller leder for vedkommende avdeling eller grunnenhet.​1\n2. Rektor eller den rektor utpeker, innkaller til møtet og leder dette til møteleder er valgt.\n3. Innkalling til konstituerende møte kunngjøres på institusjonen med minst tre ukers varsel.\n4. Det konstituerende møte fastsetter vedtektene for vedkommende studentorgan med vanlig flertall. Møtet kan vedta regler om kvalifisert flertall for endring av vedtektene, men likevel aldri krav om mer enn to tredeler av de avgitte stemmer. Bestemmelsene i kap. 5 gjelder ikke for studentorganer.\n5. Møteleder sender gjenpart av møteboken til rektor og eventuelt leder for vedkommende avdeling eller grunnenhet.​1\n1 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Forholdet til tjenestemannslovgivningen",
      "content": "Ved tilsettinger m.m. ved institusjoner under denne lov gjelder de alminnelige regler i lov 4. mars 1983 nr. 3 om statens tjenestemenn m.m., med de særregler som følger av loven her, for stillinger som omfattes av tjenestemannsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Utlysning av og tilsetting i undervisnings- og forskerstillinger",
      "content": "1. Tilsetting i undervisnings- og forskerstillinger foretas av styret, eller etter styrets beslutning av underordnet organ eller ett eller flere tilsettingsutvalg. Styret selv​1 fastsetter sammensetningen av tilsettingsutvalget. Studentene skal være representert i tilsettingsorganet, hvis ikke styret enstemmig bestemmer noe annet.\n2. Tilsetting på åremål kan skje i undervisnings- og forskerstillinger når tjenestemannen skal delta i prosjekt.\n3. Tilsettingsorganet utlyser selv undervisnings- og forskerstillinger. Medlem av annet tilsettingsorgan enn styret kan likevel alltid kreve at styret selv foretar utlysingen. Hvis det ene kjønn er klart underrepresentert innen den aktuelle stillingskategori på vedkommende fagområde, skal de som er av dette kjønn spesielt inviteres til å søke. Styret kan bestemme at en stilling kun skal utlyses for det underrepresenterte kjønn.\n4. Tilsetting i undervisnings- og forskerstillinger skjer på grunnlag av innstilling. Innstilling skjer ut fra sakkyndig bedømmelse etter den stillingsbeskrivelse som er gitt i utlysing og betenkning. Tilsettingsorganet kan avgjøre at det i tillegg skal gjennomføres intervju, prøveforelesninger eller andre prøver. Tilsettingsorganet kan i særskilte tilfeller bestemme at kravet om sakkyndig bedømmelse kan fravikes for undervisnings- og forskerstillinger som ikke er førstestillinger eller professorstillinger. Når det foretas sakkyndig bedømmelse, skal begge kjønn være representert blant de sakkyndige. Det skal legges vekt på likestillingshensyn ved tilsetting. I stillinger hvor det stilles krav om pedagogiske kvalifikasjoner, skal det foretas en særskilt vurdering av om søkerne oppfyller disse. Styret gir nærmere regler om bedømmelsen, jf likevel nr. 6.\n5. Styret selv​1 bestemmer hvem som skal innstille og fastsetter nærmere regler om innstilling m.m.\n6. Departementet​2 kan gi nærmere bestemmelser​3 om fremgangsmåte og kriterier for tilsetting eller opprykk i undervisnings- og forskerstilling.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:30 a",
      "chapter": "8",
      "section": "30 a",
      "title": "Tilsetting av leder for avdeling og grunnenhet",
      "content": "1. Leder for avdeling og grunnenhet kan tilsettes på åremål. Åremålsperioden skal være fire år. Ingen kan være tilsatt på åremål i stilling etter denne paragraf i mer enn til sammen tolv år.\n2. Styret foretar selv​1 utlysing og tilsetting av leder for avdeling og grunnenhet. Tilsetting skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet.\n3. Når særlige grunner taler for det, kan styret selv​1 foreta tilsetting uten forutgående kunngjøring.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "8:30 b",
      "chapter": "8",
      "section": "30 b",
      "title": "Tilsetting av rektor",
      "content": "Hvis departementet har fastsatt at rektor tilsettes på åremål etter § 10 nr. 5, foretar styret selv utlysing og tilsetting av rektor. Tilsetting skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30b",
        "source_heading": "§ 30 b."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Generelle regler for tilsetting i tekniske og administrative stillinger",
      "content": "Tilsetting i teknisk eller administrativ stilling skjer i tilsettingsråd oppnevnt etter reglene i tjenestemannsloven,​1 hvis ikke styret selv skal foreta tilsetting, jf. § 32 nr. 1. Styret selv​2 bestemmer om det skal være ett eller flere tilsettingsråd ved institusjonen.\n1 Lov 4 mars 1983 nr. 3.\n2 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Tilsetting i administrative lederstillinger​1",
      "content": "1. Styret foretar selv​2 utlysing og tilsetter administrerende direktør​3 for institusjonen, administrerende direktørs stedfortreder ved institusjoner med slik stilling, og etter styrets nærmere bestemmelser andre administrative ledere. Tilsetting i stilling som administrerende direktør kan skje på åremål.\n2. Tilsetting som administrerende direktør​3 skjer på grunnlag av innstilling fra et innstillingsutvalg oppnevnt av styret. Studentene skal være representert i innstillingsutvalget, hvis ikke styret enstemmig bestemmer noe annet. Tilsetting i andre stillinger etter denne paragraf skjer på grunnlag av innstilling fra administrerende direktør.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 3.\n2 Se § 5 nr. 2.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "title": "Saksbehandlingsregler ved tilsetting",
      "content": "1. Når styret tilsetter, gjelder ikke tjenestemannslovens​1 § 5 nr. 3. Når et annet organ tilsetter, bringes saker etter tjenestemannslovens​1 § 5 nr. 3 inn for styret til avgjørelse. Krav om dette må framsettes i det møte hvor tilsettingssaken behandles.\n2. I de tilfeller som omhandles av tjenestemannslovens​1 § 4 nr. 5, er departementet​2 avgjørelsesmyndighet når styret tilsetter, og styret selv​3 er avgjørelsesmyndighet når et annet organ tilsetter.\n1 Lov 4 mars 1983 nr. 3.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "title": "Avskjed, oppsigelse, suspensjon eller ordensstraff",
      "content": "1. Tilsettingsorganet​1 selv​2 avgjør sak etter tjenestemannslovens​3 § 17 nr. 3 om avskjed,​4 oppsigelse, suspensjon eller ordensstraff.\n2. For saksbehandlingen i styret gjelder ikke tjenestemannslovens​3 § 18 nr. 2. Når vedtaket skal fattes av et annet organ enn styret, kan saker etter tjenestemannslovens § 18 nr. 2 bringes inn til styret selv​2 for avgjørelse. Krav om dette må framsettes i det møte hvor vedtaket skulle treffes.\n1 Jfr. § 30 nr. 1 og nr. 2.\n2 Se § 5 nr. 2. – Jfr. § 24 nr. 2 annet punktum.\n3 Lov 4 mars 1983 nr. 3.\n4 Se § 58 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "title": "Klage over vedtak om avskjed, oppsigelse, suspensjon eller ordensstraff",
      "content": "Klage​1 over vedtak om avskjed, oppsigelse, suspensjon eller ordensstraff avgjøres av departementet​2 når vedtaket er fattet av styret, og ellers av styret selv.​3\n1 Jfr. lov 10 feb 1967 kap. VI.\n2 Utdannings- og forskningsdepartementet.\n3 Se § 5 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "title": "Utfyllende regler om kombinerte stillinger",
      "content": "Departementet​1 kan gi utfyllende regler om framgangsmåten ved behandlingen av saker om tilsetting i undervisnings- og forskerstilling som er kombinert med stilling utenfor institusjonen.\n1 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "9:37",
      "chapter": "9",
      "section": "37",
      "title": "Krav for opptak til høgre utdanning",
      "content": "1. Det generelle grunnlag for opptak som student (generell studiekompetanse) er fullført og bestått norsk videregående opplæring​1 med de krav til fagsammensetning og timefordeling som departementet​2 fastsetter. Departementet​2 kan fastsette at også annen høvelig utdanning eller kombinasjon av utdanning og yrkespraksis skal være generelt opptaksgrunnlag. Institusjonen skal vurdere om søkere har kvalifikasjoner likeverdig med de fastsatte krav for opptak.\n2. Institusjonene kan gi søkere som er 25 år eller eldre i opptaksåret, opptak til enkeltstudier dersom de på grunnlag av realkompetanse har de nødvendige kvalifikasjoner for vedkommende studium. Departementet​2 kan gi nærmere regler om dokumentasjon, saksbehandling og eventuell samordning.\n3. Departementet​2 kan i forskrift​3 fastsette at institusjonene i særskilte tilfeller kan gjøre unntak fra bestemmelsen om generell studiekompetanse for søkere under 25 år.\n4. Departementet​2 kan, etter innstilling fra styret,​4 unnta enkelte studier eller fag fra kravene til generell studiekompetanse.\n5. Departementet​2 kan, etter innstilling fra styret,​4 fastsette spesielle opptakskrav når hensynet til gjennomføringen av studiet gjør dette nødvendig.\n6. Styret​4 kan fastsette særlige faglige minstekrav ved opptak til høgre grads studier.​5\n7. Den som er tatt opp som student ved en institusjon under loven, har adgang til åpne studier ved de øvrige, så fremt opptakskravet er generell studiekompetanse​6 og søkeren ikke er tatt opp med hjemmel i nr. 2, 3 eller 4.\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. lov 17 juli 1998 nr. 61 § 3-3.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4.\n5 Jfr. § 5 nr. 3. Etter delegering 11 mars 1998 nr. 243 kan styret ved institusjon som nevnt i § 1 selv fastsette opptakskrav til og rangeringsregler for opptak til høgre grads studier, til profesjonsdelen av studier og til videreutdanning.\n6 Jfr. nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "9:38",
      "chapter": "9",
      "section": "38",
      "title": "Studentopptaket",
      "content": "1. Det skal være eget opptak til høgre grads studier.\n2. Departementet​1 kan gi bestemmelser om nasjonal samordning, herunder klagebehandling, av opptakene.\n3. Dersom en institusjon oppdager at en søker har levert falskt vitnemål eller andre falske dokumenter,​2 kan andre institusjoner under denne lov informeres.​3 Departementet​1 gir nærmere regler om informasjonsrutiner m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. strl. kap. 18.\n3 Sml. lov 10 feb 1967 § 13 b nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "9:39",
      "chapter": "9",
      "section": "39",
      "title": "Opptaksregulering",
      "content": "1. Når kapasitetshensyn eller ressurshensyn krever det kan styret selv​1 regulere adgangen til det enkelte studium eller deler av det, innenfor de rammer og mål som gis av overordnet myndighet.\n2. Departementet​2 kan fastsette adgangsregulering når det er nødvendig etter en samlet vurdering av utdanningen i landet.\n3. Departementet​3 gir forskrift​4 om rangering av søkerne.\n0 Endret ved lover 25 juni 1999 nr. 48, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 2.\n2 Utdannings- og forskningsdepartementet.\n3 Etter delegering 11 mars 1998 nr. 243 styret ved institusjon som nevnt i § 1.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "title": "Rett til å gå opp til eksamen​1",
      "content": "1. Den som oppfyller kravene til opptak (jf. § 37) og andre krav for å gå opp til eksamen i vedkommende fag eller studium, har rett til å gå opp til eksamen.​2 Dette gjelder også studenter som ikke er opptatt​3 ved faget eller studiet.\n2. Oppmelding etter denne paragraf kan nektes dersom kandidaten ikke har fulgt obligatorisk undervisning eller gjennomført obligatorisk praksis.\n3. Styret gir nærmere regler om adgangen til å gå opp til eksamen uten å være opptatt som student, og kan fastsette særskilt oppmeldingsfrist for slik eksamen.\n4. Styret kan fastsette at eksamenskandidater som ikke er tatt opp som studenter til vedkommende studium, skal betale et vederlag som dekker institusjonens merutgifter ved å holde eksamen for denne gruppen. Studenter som følger utdanningsplan skal ikke betale slikt vederlag. Departementet​4 kan gi forskrift.​5\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 5 nr. 3.\n2 Jfr. § 50.\n3 Jfr. § 38.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "title": "Studenters taushetsplikt",
      "content": "En student som i studiesammenheng får kjennskap om noens personlige forhold, har taushetsplikt​1 etter de regler som gjelder for yrkesutøvere på vedkommende livsområde. Institusjonen skal utarbeide taushetsplikterklæring som må underskrives av de studenter dette er aktuelt for.\n1 Se § 42 nr. 2. – Jfr. f.eks. lover 10 feb 1967 § 13, 13 des 1991 nr. 81 § 8-8, 17 juli 1992 nr. 100 § 6-7 og lov 2 juli 1999 nr. 64 kap. 5, jfr. dens § 3 første ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Bortvisning. Utestenging​1",
      "content": "1. En student som tross skriftlig advarsel fra styret​2 gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret selv​3 bortvises fra nærmere bestemte områder ved institusjonen for inntil ett år. Hvis en student etter skriftlig advarsel fra styret fortsatt ikke respekterer slik bortvisning, kan styret selv​3 utestenge ham eller henne fra studiet inntil ett år.\n2. En student som grovt klanderverdig har opptrådt på en slik måte at det er skapt fare for liv eller helse for pasienter,​4 klienter,​5 barnehagebarn,​6 elever​7 eller andre som studenten har å gjøre med som del i klinisk undervisning eller praksisopplæring,​8 eller som gjør seg skyldig i grove brudd på taushetsplikt​9 eller i grovt usømmelig opptreden overfor disse, kan etter vedtak av styret selv​3 utestenges fra studiet i inntil 3 år. Institusjonen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven​10 § 48 første ledd.\n3. En student som har opptrådt slik som beskrevet i § 54 nr. 1 eller 2, kan ved vedtak av styret selv​3 eller styrets klagenemnd, jf § 24 nr. 1, utestenges fra institusjonen og fratas retten til å gå opp til eksamen ved institusjoner under denne lov i inntil ett år. Departementet gir nærmere regler om informasjonsrutiner m.v.\n4. Vedtak om bortvisning eller utestenging treffes med minst to tredelers flertall. Vedtak om slik reaksjon kan påklages av studenten etter reglene i forvaltningsloven.​11 Departementet​12 eller særskilt klageorgan oppnevnt av dette, er klageinstans.\n5. Studenten har rett til å la seg bistå av advokat​13 eller annen talsperson​14 fra sak om bortvisning eller utestenging er reist, eventuelt fra skriftlig advarsel etter nr. 1 er gitt. Utgiftene ved dette dekkes av institusjonen.\n0 Endret ved lover 2 juli 1999 nr. 64 (i kraft 1 jan 2001 iflg. res. 1 des 2000 nr. 1199), 21 des 2000 nr. 127 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1359), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 13 des 2002 nr. 78 (i kraft 1 jan 2003 iflg. res. 13 des 2002 nr. 1600).\n1 Se også § 42 a og § 54 c.\n2 Jfr. § 4.\n3 Se § 5 nr. 2.\n4 Jfr. lov 2 juli 1999 nr. 63.\n5 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n6 Jfr. lov 5 mai 1995 nr. 19.\n7 Jfr. lover 17 juli 1998 nr. 61 og 4 juli 2003 nr. 84.\n8 Se § 42 a.\n9 Jfr. § 41.\n10 Lov 2 juli 1999 nr. 64.\n11 Lov 10 feb 1967, se dens § 2 og kap. VI.\n12 Utdannings- og forskningsdepartementet.\n13 Jfr. dl. § 220 flg.\n14 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:42 a",
      "chapter": "9",
      "section": "42 a",
      "title": "Utestenging fra klinisk undervisning eller praksisopplæring grunnet straffbare forhold",
      "content": "1. I studier der studenter kommer i kontakt med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger fram politiattest​5 ved opptak til studiet.\n2. Politiattesten skal vise om vedkommende er siktet,​6 tiltalt​7 eller dømt​8 for seksuelle overgrep,​9 grove voldsforbrytelser​10 eller straffbare forhold vedrørende besittelse og bruk eller omsetning av narkotiske stoffer eller medikamenter.​11\nHvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​12 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\n3. Den som er dømt​8 for forhold som innebærer at hun eller han må anses som uskikket til å delta i arbeid med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre, kan utestenges fra praksisopplæring eller klinisk undervisning hvor slik deltakelse må anses som uforsvarlig på grunn av den kontakt studenten får med disse i denne forbindelse.\n4. Den som er siktet​6 eller tiltalt​7 for straffbart forhold som omtalt i nr. 2, jf. nr. 8, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​13 foreligger eller saken er henlagt,​14 hvis dette er nødvendig av hensyn til sikkerhet eller behandlingsmiljø for pasienter, klienter, barn, elever eller andre som studenten vil komme i kontakt med i denne forbindelse.\n5. En nasjonal nemnd oppnevnt av departementet​15 avgjør, etter uttalelse fra styret,​16 om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring. Forvaltningsloven​17 § 42 gjelder tilsvarende. Nemnda skal ha fem medlemmer. Lederen skal oppfylle kravene til lagdommer,​18 og to av medlemmene skal oppnevnes etter forslag fra studentenes organisasjoner.\n6. Departementet​15 er klageinstans for nemndas vedtak.\n7. § 42 nr. 5 gjelder tilsvarende.\n8. Kongen gir forskrifter​19 om hvilke studier som skal omfattes av nr. 1, om hvilke straffbare forhold som kan føre til utestenging, og om saksbehandlingen.\n0 Tilføyd ved lov 19 juni 1997 nr. 84, endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. lov 2 juli 1999 nr. 63.\n2 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n3 Jfr. lov 5 mai 1995 nr. 19.\n4 Jfr. lov 17 juli 1998 nr. 61.\n5 Jfr. nr. 8. – Jfr. lov 11 juni 1971 nr. 52 § 5 og § 6.\n6 Se nr. 4, strpl. § 69, § 70 og § 82.\n7 Se nr. 4, strpl. kap. 19.\n8 Jfr. strpl. § 258 annet ledd, sml. strpl. § 71 a, jfr. lov 11 juni 1971 nr. 52 § 6 nr. 1.\n9 Jfr. strl. kap. 19.\n10 Jfr. strl. kap. 22.\n11 Se lov 4 des 1992 nr. 132 kap. VIII jfr. § 31; strl. § 162 jfr. § 317, strl. § 162 b.\n12 Jfr. f.eks. lover 5 mai 1995 nr. 19 § 20, 4 aug 1995 nr. 53 § 18.\n13 Se strpl. § 50.\n14 Jfr. strpl. § 59a, § 74 og § 75.\n15 Utdannings- og forskningsdepartementet.\n16 Jfr. § 4.\n17 Lov 10 feb 1967.\n18 Jfr. dl. § 54.\n19 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42 a."
      }
    },
    {
      "provision_ref": "9:42 b",
      "chapter": "9",
      "section": "42 b",
      "title": "Utestenging etter skikkethetsvurdering",
      "content": "1. Kongen kan fastsette at i enkelte utdanninger skal institusjonen vurdere om den enkelte student er skikket for yrket. Skikkethetsvurdering skal foregå gjennom hele studiet.\n2. Vitnemål for fullført utdanning forutsetter at studenten er vurdert som skikket for yrket.\n3. Styret selv​1 kan etter innstilling fra en egen skikkethetsnemnd vedta at en student ikke er skikket for yrket. Student som ikke er skikket for yrket, kan utestenges fra studiet.\n4. Vedtak om at en student ikke er skikket og om utestenging, treffes med minst to tredels flertall. Vedtak kan påklages av studenten etter reglene i forvaltningsloven.​2 Departementet​3 er klageinstans.\n5. Studenten har rett til å la seg bistå av advokat eller annen talsperson​4 fra sak er reist i skikkethetsnemnda. Utgiftene ved dette dekkes av institusjonen.\n6. Reglene i § 43 gjelder tilsvarende.\n7. Departementet​3 gir forskrift​5 om skikkethetsvurdering i de enkelte utdanninger.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 5 nr. 2.\n2 Lov 10 feb 1967, se dens kap. VI.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. dl. § 220, jfr. lov 10 feb 1967 § 12.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42b",
        "source_heading": "§ 42 b."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Domstolsprøving av vedtak om bortvisning eller utestenging",
      "content": "1. Studentene kan bringe vedtak om bortvisning eller utestenging inn for prøving ved tingretten i den rettskrets institusjonens administrasjon har sitt sete. Slikt søksmål må reises innen tre måneder​1 etter at endelig vedtak foreligger.\n2. Forliksmegling foretas ikke.​2 Institusjonen dekker alle omkostninger ved søksmålet, herunder også honorar til saksøkers advokat.\n3. Retten prøver alle sider av vedtaket.​3\n0 Endret ved lov 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Jfr. dl. § 148 annet ledd.\n2 Jfr. tvml. § 272.\n3 Sml. tvml. kap. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "10:44",
      "chapter": "10",
      "section": "44",
      "title": "Læringsmiljø​1",
      "content": "1. Styret har det overordnede ansvar for studentenes læringsmiljø. Styret skal, i samarbeid med studentsamskipnadene,​2 legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet.\n2. Styret har ansvar for at læringsmiljøet på institusjonen, herunder det fysiske og psykiske arbeidsmiljø, er fullt forsvarlig ut fra en samlet vurdering av hensynet til studentenes helse, sikkerhet og velferd. I utformingen av det fysiske arbeidsmiljøet skal det, så langt det er mulig og rimelig, sørges for:\na. at lokaler, adkomstveier, trapper m.v. er dimensjonert og innredet for den virksomhet som drives.\nb. at lokalene har gode lys- og lydforhold og forsvarlig inneklima og luftkvalitet.\nc. at lokalene blir vedlikeholdt og er rene og ryddige.\nd. at lokalene er innredet slik at uheldige fysiske belastninger for studentene unngås.\ne. at virksomheten er planlagt slik at skader og ulykker forebygges.\nf. at tekniske innretninger og utstyr er forsynt med verneinnretninger og blir vedlikeholdt slik at studentene er vernet mot skader på liv og helse.\ng. at lokaler, adkomstveier, sanitæranlegg og tekniske innretninger er utformet på en slik måte at funksjonshemmede kan studere ved institusjonen.\nh. at læringsmiljøet er innrettet for studenter av begge kjønn.\ni. at læringsmiljøet er utformet etter prinsippet om universell utforming.\nDepartementet​3 kan fastsette forskrift.​4\n3. Ved institusjonen skal det være et læringsmiljøutvalg som skal bidra til at bestemmelsene i nr. 1 og 2 blir gjennomført. Utvalget skal delta i planleggingen av tiltak vedrørende læringsmiljø, og nøye følge utviklingen i spørsmål som angår studentenes sikkerhet og velferd. Styret kan tillegge utvalget også andre oppgaver. Læringsmiljøutvalget skal holdes orientert om klager som institusjonen mottar fra studenter vedrørende læringsmiljøet. Læringsmiljøutvalget kan gi uttalelser om disse forholdene. Læringsmiljøutvalget skal gjøres kjent med pålegg og andre enkeltvedtak som Arbeidstilsynet​5 treffer.\nLæringsmiljøutvalget rapporterer direkte til styret,​6 og skal hvert år avgi rapport om institusjonens arbeid med læringsmiljø. Studentene og institusjonen skal ha like mange representanter hver i utvalget. Utvalget velger hvert år leder vekselvis blant institusjonens og studentenes representanter.\n4. Institusjonens arbeid med læringsmiljøet skal dokumenteres og inngå som en del av institusjonens interne systemer for kvalitetssikring etter § 2 nr. 8.\n5. Institusjonen skal, så langt det er mulig og rimelig, legge studiesituasjonen til rette for studenter med særskilte behov. Tilretteleggingen må ikke føre til en reduksjon av de faglige krav som stilles ved det enkelte studium.\n6. Arbeidstilsynet fører tilsyn med at kravene i nr. 2 overholdes. Arbeidsmiljølovens​7 kapittel XIII om tilsyn og tvangsmidler m.v. gjelder tilsvarende så langt det passer. Departementet​3 kan fastsette forskrift.​4\n0 Endret ved lover 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685), 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 27 juni 2003 nr. 70 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 775).\n1 Sml. lov 4 feb 1977 nr. 4 kap. II.\n2 Jfr. lov 28 juni 1996 nr. 54.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 4 feb 1977 nr. 4 kap. XIII.\n6 Jfr. § 4.\n7 Lov 4 feb 1977 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "10:44 a",
      "chapter": "10",
      "section": "44 a",
      "title": "Undervisning",
      "content": "1. Studieåret er normalt 10 måneder. Styret​1 fastsetter undervisningsterminene. Et fullt studieår er normert til 60 studiepoeng.\n2. Forelesninger er offentlige. Når forelesningenes art tilsier det, kan styret likevel bestemme at visse forelesninger bare skal være for institusjonens studenter eller visse grupper av studenter.\n3. Styret kan bestemme at andre enn fagets studenter skal få delta i kurs og øvelser når det er ledig kapasitet.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "10:44 b",
      "chapter": "10",
      "section": "44 b",
      "title": "Utdanningsplan",
      "content": "I løpet av første semester skal institusjonen og studenter som blir tatt opp til studier av 60 studiepoengs omfang eller mer, inngå en utdanningsplan. Utdanningsplanen skal inneholde bestemmelser om institusjonens ansvar og forpliktelser overfor studenten, og studentens forpliktelser overfor institusjonen og medstudenter. Departementet​1 kan gi forskrift​2 om innhold i utdanningsplan.\n0 Tilføyd ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "10:45",
      "chapter": "10",
      "section": "45",
      "title": "Grader og yrkesutdanninger. Titler",
      "content": "1. Kongen bestemmer hvilke grader og yrkesutdanninger institusjonen kan gi, den tid det enkelte studium skal kunne gjennomføres på, og hvilken tittel graden eller yrkesutdanningen gir rett til. Departementet​2 kan fastsette forskrift​3 om krav til høgre grad og om omfang av selvstendig arbeid i høgre grad.\n2. En institusjon som har rett til å gi doktorgrad, kan på de samme fagområder tildele graden æresdoktor (doctor honoris causa) for betydningsfull vitenskapelig eller kunstnerisk innsats, eller fremragende arbeid til gavn for vitenskapen eller kunsten.\n3. Kongen kan, ved forskrift​3 eller enkeltvedtak,​4 forby bruk av titler som uriktig gir inntrykk av å være av samme karakter som titler som er beskyttet etter nr. 1 eller nr. 2, eller som på en misvisende måte er egnet til å forveksles med disse.\n4. Den som forsettlig eller uaktsomt tildeler eller bruker en tittel, alene eller som del av en annen tittel, uten å ha rett til dette etter nr. 1 eller nr. 2, eller i strid med bestemmelse gitt i medhold av nr. 3, straffes med bøter.​5\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 57.\n2 Utdannings- og forskningsdepartementet.\n3 Jfr. lov 10 des 1967 § 2 og kap. VII.\n4 Jfr. lov 10 des 1967 § 2 første ledd, b.\n5 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "title": "Fag, emner og emnegrupper. Rammeplan. Studieplan​1",
      "content": "1. Universiteter​2 bestemmer selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for en grad eller yrkesutdanning fastsatt med hjemmel i § 45 nr. 1.\n2. Vitenskapelige høgskoler,​3 statlige høgskoler​4 og kunsthøgskoler​5 bestemmer selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for lavere grad eller yrkesutdanning fastsatt med hjemmel i § 45 nr. 1. Innenfor de fagområder der de kan tildele doktorgrad bestemmer de selv hvilke fag, emner og emnegrupper institusjonen skal tilby, og som skal inngå i grunnlaget for øvrige grader eller yrkesutdanninger fastsatt med hjemmel i § 45 nr. 1. For fagområder der de ikke kan tildele doktorgrad fastsetter departementet​6 slike bestemmelser.\n3. Departementet​6 kan fastsette at bestemte emner inntil 20 studiepoeng skal inngå i en grad.\n4. Departementet​6 kan fastsette nasjonale rammeplaner for enkelte utdanninger.\n5. Styret​7 fastsetter studieplan for det faglige innholdet i studiene, herunder bestemmelser om obligatoriske kurs, praksis og lignende og om vurderingsformer.\n6. Myndighet gitt i § 46 nr. 1-2 kan trekkes tilbake av departementet dersom institusjonene ikke har tilfredsstillende interne systemer for kvalitetssikring, jf § 2 nr. 8.​8\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 12 nr. 2.\n2 Se § 1 nr. 1, a.\n3 Se § 1 nr. 1, b.\n4 Se § 1 nr. 1, c.\n5 Se § 1 nr. 1, d.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. § 4.\n8 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Godskriving av grad, yrkesutdanning, fag eller emne fra institusjon under denne lov",
      "content": "Grad, yrkesutdanning, fag, emne eller emnegruppe fra en institusjon som går inn under denne lov,​1 skal godskrives studenten ved de andre institusjonene med samme antall studiepoeng. Vedkommende institusjon skal påse at det ikke gis dobbel uttelling for samme faginnhold.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 1 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Godkjenning av grad eller utdanning fra utenlandsk eller norsk institusjon som ikke går inn under denne lov​1",
      "content": "1. Den som har grad eller utdanning fra utenlandsk eller norsk institusjon som ikke går inn under denne lov,​2 kan søke organ for akkreditering og evaluering om å få utdanningen generelt godkjent som jevngod med grad, del av grad eller utdanning som gis ved institusjonene med hjemmel i §§ 45 og 46. Departementet​3 kan gi forskrift​4 om godkjenning og klageadgang, jf § 13 nr. 4.\n2. Det tilligger den enkelte institusjon under denne lov å avgjøre søknader om godkjenning som faglig jevngod med grad, del av grad eller utdanning institusjonen gir. Godkjenning etter denne bestemmelsen gir rett til å bruke tittel som er fastsatt for den grad eller yrkesutdanning som det er jevnført med.\n3. Eksamen​5 eller grad som er godkjent etter lov om eksamensrett for og statstilskudd til private høyskoler​6 § 9, skal godskrives studenten ved institusjoner under denne lov med samme antall studiepoeng.\n4. I særlige tilfeller kan godkjenning gis helt eller delvis på grunnlag av kunnskaper som er dokumentert på annen måte enn ved eksamen.​7 Prøve til kontroll av de dokumenterte kunnskaper eller tilleggsprøve kan kreves avlagt.\n0 Endret ved lover 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 28 juni 2002 nr. 62 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 638).\n1 Se § 13 nr. 4. – Sml. lov 11 juli 1986 nr. 53 § 10 b tredje ledd.\n2 Se § 1 nr. 1. Jfr. lov 11 juli 1986 nr. 53.\n3 Utdannings- og forskningsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 50.\n6 Lov 11 juli 1986 nr. 53.\n7 Jfr. § 45 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "title": "Fritak for eksamen eller prøve",
      "content": "Fritak for eksamen eller prøve skal gis når det godtgjøres at tilsvarende eksamen eller prøve er avlagt ved samme eller annen institusjon. Det kan også gis slikt fritak på grunnlag av annen velegnet eksamen eller prøve. Dokumentasjon av realkompetanse kan også gi grunnlag for fritak. Styret​1 bestemmer om vedkommende avdeling​2 eller særskilt organ ved institusjonen skal avgjøre saker om fritak. Departementet​3 kan pålegge institusjonene å samordne praksis.\n0 Endret ved lov 15 des 2000 nr. 99 (i kraft 1 jan 2001 iflg. res. 15 des 2000 nr. 1685).\n1 Jfr. § 4.\n2 Jfr. § 12.\n3 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "title": "Eksamen og sensur​1",
      "content": "1. Styret​2 skal sørge for at studentenes kunnskaper og ferdigheter blir prøvet og vurdert på en upartisk og faglig betryggende måte. Vurderingen skal også sikre det faglige nivå ved vedkommende studium. Det skal være ekstern evaluering av vurderingen eller vurderingsordningene.\n2. Styret​2 oppnevner sensor ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering når resultatet inngår på vitnemålet eller innregnes i karakter for vedkommende studium. Det skal være minst to sensorer, hvorav minst en ekstern, ved bedømmelse av kandidatenes selvstendige arbeid i høgre grad.\n3. Den muntlige del av eksamener og prøver skal være offentlig med mindre hensynet til gjennomføringen av eksamenen eller prøven tilsier noe annet. Styret​2 kan gjøre unntak fra regelen om offentlig eksamen i det enkelte tilfelle​3 etter ønske fra vedkommende eksamenskandidat, når tungtveiende hensyn taler for det.\n4. Sensuren skal foreligge innen tre uker hvis ikke særlige grunner gjør det nødvendig å bruke mer tid. Styret selv​4 kan gjøre unntak for enkelteksamener og kan i midlertidig forskrift etter nr. 7 fastsette en lengre frist når det ikke er mulig å skaffe det antall kvalifiserte sensorer som er nødvendig for å avvikle sensuren på tre uker. Styret selv​4 kan i forskrift​5 etter nr. 7 fastsette lengre frist for avhandlinger og tilsvarende større skriftlige arbeider.\n5. Ved ny sensurering etter § 51 nr. 2 og § 52 nr. 4 benyttes minst to nye sensorer, hvorav minst en ekstern. Endring kan gjøres både til gunst og ugunst for klager.​6 Hvis den endelige karakter er fastsatt på grunnlag av både skriftlig og muntlig prøve, og klager får medhold i klage på sensuren over den skriftlige del av eksamenen, holdes ny muntlig prøve til fastsetting av endelig karakter.\n6. Vurderingsuttrykket ved eksamen, prøve, bedømmelse av oppgave eller annen vurdering skal være bestått/ikke bestått eller en gradert skala med fem trinn fra A til E for bestått og F for ikke bestått.\n7. Styret selv​4 gir forskrift​5 om avleggelse av og gjennomføring av eksamener og prøver, herunder vilkår for å gå opp til eksamen eller prøve på nytt og for adgang til ny praksisperiode, og bestemmelser om oppmelding og vilkår for oppmelding. For utdanninger med nasjonale rammeplaner fastsatt etter § 46 nr. 4 må forskriften ta utgangspunkt i de eventuelle generelle bestemmelser om eksamen og sensur som gis i rammeplanen. Styret kan delegere til avdeling​7 eller grunnenhet å gi utfyllende regler om forhold som er særegne for den enkelte eksamen.\n8. Departementet​8 kan fastsette alternative vurderingsformer til eksamen ved kunstutdanninger når faglige hensyn tilsier det.\n0 Endret ved lover 19 juni 1997 nr. 84, 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 5.\n2 Jfr. § 4.\n3 Jfr. lov 10 feb 1967 § 2 og kap. IV til VI.\n4 Se § 5 nr. 2.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Jfr. lov 10 feb 1967 § 34.\n7 Jfr. § 12.\n8 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "title": "Klage over formelle feil ved eksamen",
      "content": "1. Den som har vært oppe til eksamen eller prøve, kan klage​1 over formelle feil innen tre uker etter at han eller hun er eller burde være kjent med det forhold som begrunner klagen. Slik klage avgjøres av styret selv​2 eller av styrets klagenemnd​3 på vegne av styret.\n2. Hvis det er begått feil som kan ha hatt betydning​4 for studentens prestasjon eller bedømmelsen av denne, skal sensurvedtaket oppheves. Hvis feilen kan rettes opp ved ny sensur av innleverte arbeider, foretas ny sensurering. I motsatt fall holdes ny eksamen eller prøve med nye sensorer. Karakterfastsetting ved ny sensurering etter denne paragraf​5 kan påklages etter reglene i § 52.\n3. Er krav om begrunnelse for eller klage over karakterfastsettingen​6 framsatt, løper klagefristen etter denne paragraf fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger.\n4. Finner styret eller styrets klagenemnd​3 at det er begått formelle feil, og det er rimelig å anta at dette kan ha hatt betydning for en eller flere kandidaters prestasjon eller bedømmelse av denne, kan det bestemmes at det skal foretas ny sensurering eller holdes ny eksamen eller prøve.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VI.\n2 Se § 5 nr. 2.\n3 Jfr. kap. 6.\n4 Jfr. lov 10 feb 1967 § 41.\n5 Jfr. § 50 nr. 5.\n6 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Begrunnelse for og klage over karakterfastsetting",
      "content": "1. Studenten har rett til å få en begrunnelse for karakterfastsettingen av sine prestasjoner. Ved muntlig eksamen eller bedømmelse av praktiske ferdigheter må krav om slik begrunnelse framsettes umiddelbart etter at karakteren er meddelt. Ved annen bedømmelse må krav om begrunnelse framsettes innen én uke fra kandidaten fikk kjennskap til karakteren, dog aldri mer enn tre uker fra karakteren ble kunngjort.\n2. Begrunnelse skal normalt være gitt innen to uker etter at kandidaten har bedt om dette. I begrunnelsen skal det gjøres rede for de generelle prinsipper som er lagt til grunn for bedømmelsen og for bedømmelsen av kandidatens prestasjon. Begrunnelse gis muntlig eller skriftlig etter sensors valg.\n3. Hvis det er gitt skriftlige retningslinjer for bedømmelsen, skal disse være tilgjengelig for studentene etter at karakterer er fastsatt.\n4. En student kan klage​1 skriftlig over karakteren for sine egne prestasjoner innen tre uker etter at eksamensresultat er kunngjort. Ny sensurering skal da foretas.​2 Er krav om begrunnelse for karakterfastsetting​3 eller klage over formelle feil ved oppgavegivning, eksamensavvikling eller gjennomføring av vurderingen framsatt, løper klagefristen etter denne paragraf fra studenten har fått begrunnelsen eller endelig avgjørelse av klagen foreligger. Ved bruk av løpende vurdering kan institusjonen bestemme om studenten skal framsette klage etter vurdering av separat prøve, oppgave eller annen vurdering, eller om klage skal framsettes når resultatet fra fag, emne eller emnegruppe er kunngjort.\n5. Bedømmelse av muntlig prestasjon og vurdering av praksisopplæring eller lignende som etter sin art ikke lar seg etterprøve, kan ikke påklages. Forprøver kan bare påklages når prøven ikke er bestått.\n6. Karakterfastsetting ved ny sensurering etter denne paragraf kan ikke påklages.​4\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. nr. 5.\n2 Jfr. § 50 nr. 5.\n3 Jfr. nr. 4.\n4 Jfr. lov 10 feb 1967 § 28 første ledd siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Vitnemål",
      "content": "1. Institusjonen utferdiger vitnemål om fullført utdanning. Samtidig skal det utferdiges Diploma Supplement.\n2. Den som ikke har avsluttet utdanning skal på anmodning gis karakterutskrift for de eksamener eller prøver som han eller hun har bestått.\n3. For en kandidat som går opp til eksamen etter § 40 nr. 1 annet punktum skal det angis på vitnemål eller karakterutskrift dersom kandidatens kunnskaper og ferdigheter er prøvet på en annen måte enn for studenter som er tatt opp ved studiet.\n4. Institusjonen skal tildele autorisasjon for helsepersonell, i forbindelse med utstedelse av vitnemål, i den utstrekning det er fastsatt i forskrift gitt i medhold av lov 2. juli 1999 nr. 64 om helsepersonell m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Annullering av eksamen eller prøve​1",
      "content": "1.​1 Styret selv​2 eller styrets klagenemnd, jf § 24 nr. 1, kan annullere​3 eksamen eller prøve, eller godkjenning av kurs, hvis studenten\na. ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden har skaffet seg adgang til å gå opp til vedkommende eksamen eller prøve, eller til å delta i vedkommende kurs, eller\nb. forsettlig eller grovt uaktsomt har fusket eller forsøkt å fuske ved avleggelsen av, eller forut for endelig sensur av, vedkommende eksamen eller prøve, eller under gjennomføringen av vedkommende kurs.\n2.​1 Styret selv​2 eller styrets klagenemnd, jf § 24 nr. 1, kan annullere​3 godskriving eller godkjenning av utdanning, eller fritak for eksamen eller prøve, hvis studenten har oppnådd dette ved hjelp av falskt vitnemål eller annen form for uredelig opptreden.\n3. Vedtak om annullering etter nr. 1 eller nr. 2 kan påklages​5 til departementet​6 eller særskilt klageorgan oppnevnt av dette.\n4. Adgangen til annullering foreldes ikke.\n5. Etter avgjørelse om annullering pliktes eventuelt vitnemål​7 eller karakterutskrift tilbakelevert institusjonen. Blir ikke vitnemålet eller karakterutskriften tilbakelevert institusjonen i rett tid, kan denne kreve namsmannens hjelp til tilbakelevering i samsvar med reglene i tvangsfullbyrdelseslovens​8 kap. 13.\n6. Hvis vitnemålet kan danne grunnlag for autorisasjon for yrkesutøving, skal institusjonen gi melding om annulleringen til vedkommende myndighet.\n7. Andre institusjoner under denne lov kan informeres om annullering av eksamen eller prøve. Departementet gir nærmere regler om informasjonsrutiner m.v.\n0 Endret ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).\n1 Jfr. § 42 nr. 3.\n2 Se § 5 nr. 2.\n3 Sml. lov 10 feb 1967 § 35 første ledd, c.\n4 Jfr. strl. kap. 18.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VI.\n6 Utdannings- og forskningsdepartementet.\n7 Jfr. § 53.\n8 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:54 a",
      "chapter": "11",
      "section": "54 a",
      "title": "Formål",
      "content": "1. Lærerutdanning skal gjennom undervisning, forskning og faglig utviklingsarbeid, gi den faglige og pedagogiske kunnskap og praktiske opplæring som er nødvendig for planlegging, gjennomføring og vurdering av undervisning, læring og oppdragelse. Utdanningen skal ta utgangspunkt i ulike forutsetninger hos elever​1 og barnehagebarn​2 og være i samsvar med målene for det opplæringsnivå utdanningen sikter mot.\n2. Utdanningen skal fremme studentenes personlige utvikling og yrkesetiske holdning,​3 utvikle evne til refleksjon, vekke interesse for faglig og pedagogisk utviklingsarbeid som er relevant for arbeid i skole​1 og barnehage,​2 og gi forståelse for sammenhengen mellom læreryrket og opplæringssystemets funksjon i samfunnet.\n0 Tilføyd ved lov 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861).\n1 Jfr. lov 17 juli 1998 nr. 61.\n2 Jfr. lov 5 mai 1995 nr. 19.\n3 Jfr. § 42 og § 42 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54a."
      }
    },
    {
      "provision_ref": "11:54 b",
      "chapter": "11",
      "section": "54 b",
      "title": "Innholdet i lærerutdanning",
      "content": "1. Lærerutdanning som nevnt i nr. 2-6 skal gis i samsvar med rammeplaner fastsatt av departementet.​1\n2. Førskolelærerutdanning skal omfatte:\na. Pedagogikk\nb. Praksisopplæring\nc. Faglig-pedagogiske studier i enkeltfag, fagområde eller arbeidsområde. Studiet av minst ett enkeltfag, fagområde eller arbeidsområde skal til vanlig ha et omfang på minst 1/2 års studietid.\n3. Allmennlærerutdanning skal omfatte:\nb. Praksisopplæring, herunder minst 18 ukers veiledet praksis innenfor studiets obligatoriske del.\nc. En obligatorisk del som består av enkeltfag, fagområder eller arbeidsområder som omfatter sentrale obligatoriske fag i grunnskolen. En valgfri del som kan bestå av andre enkeltfag, fagområde eller arbeidsområder som er relevante for undervisning i grunnskolen.\nd. Fagdidaktikk\n4. Faglærerutdanning skal omfatte:\nc. Ett eller flere enkeltfag eller fagområder\n5. Yrkesfaglærerutdanning skal omfatte:\nc. Yrkesfag og yrkesfagområde\nd. Yrkesdidaktikk\n6. Praktisk-pedagogisk utdanning skal omfatte:\nc. Fag- eller yrkesdidaktikk\n0 Tilføyd ved lov 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861).\n1 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54b",
        "source_heading": "§ 54b."
      }
    },
    {
      "provision_ref": "11:54 c",
      "chapter": "11",
      "section": "54 c",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 62 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54c",
        "source_heading": "§ 54c."
      }
    },
    {
      "provision_ref": "12:55",
      "chapter": "12",
      "section": "55",
      "title": "Partsforholdet",
      "content": "1. Staten ved departementet​1 er part i søksmål som vedrører institusjonens forhold, hvis ikke annet følger av nr. 2.\n2. Staten ved institusjonen er part når gjenstanden for tvisten skriver seg fra institusjonens enkeltvedtak etter forvaltningsloven,​2 og det ikke er adgang til å påklage vedtaket til departementet​1 eller annet organ utenfor institusjonen.\n3. Departementet​1 kan bestemme at staten ved institusjonen skal være part også i andre saksforhold som vedrører institusjonen.\n1 Utdannings- og forskningsdepartementet. – Jfr. dl. § 191.\n2 Lov 10 feb 1967, se dens § 2 første ledd, b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "12:56",
      "chapter": "12",
      "section": "56",
      "title": "Institusjonens lovlige stedfortreder",
      "content": "1. Rektor​1 er lovlig stedfortreder for institusjonen i saker som kommer inn under § 55 nr. 2 eller nr. 3.\n2. I den enkelte sak kan rektor oppnevne stedfortreder i sitt sted. Som stedfortreder kan oppnevnes medlem av styret,​2 administrerende direktør​3 eller den administrerende direktør utpeker.\n1 Jfr. § 9.\n2 Jfr. § 4.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "13:57",
      "chapter": "13",
      "section": "57",
      "title": "Enerett til bruk av visse stillingstitler",
      "content": "1. Stillingsbetegnelsen professor​2 kan bare​3 benyttes om stillinger på høyeste vitenskapelige eller kunstneriske nivå ved institusjoner som går inn under denne lov.​4\n2. Kongen kan i forskrift​5 bestemme at regelen i nr. 1 skal gjelde tilsvarende for visse andre titler på undervisnings- og forskerstillinger.\n3. Departementet​6 kan gi institusjoner som driver høgre utdanning og forskning/kunstnerisk utviklingsarbeid, løyve til å bruke tittel som er vernet etter nr. 1 og 2. Ikke-statlig institusjon som er godkjent etter reglene i lov 11. juni 1986 nr. 53 om private høyskoler kan bruke tittel som er vernet etter nr. 1. Bedømmelsen av kvalifikasjonene skal i det vesentlige være den samme som ved institusjon som går inn under denne lov.\n0 Endret ved lover 25 juni 1999 nr. 48, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 45, § 58.\n2 Jfr. § 30.\n3 Jfr. § 59.\n4 Jfr. § 1 nr. 1.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n6 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "13:57 a",
      "chapter": "13",
      "section": "57 a",
      "title": "Bevilling som statsautorisert translatør",
      "content": "Departementet​1 gir bevilling som statsautorisert translatør. Departementet​1 kan gi forskrifter​2 om vilkårene knyttet til slik bevilling. Tittelen statsautorisert translatør kan bare​3 benyttes av den som er gitt bevilling i henhold til denne bestemmelse.\n0 Tilføyd ved lov 25 juni 1999 nr. 48.\n1 Utdannings- og forskningsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57a",
        "source_heading": "§ 57a."
      }
    },
    {
      "provision_ref": "13:58",
      "chapter": "13",
      "section": "58",
      "title": "Bruk av vernet tittel etter tilsettingsforholdets opphør",
      "content": "1. Den som har hatt stilling med vernet tittel etter § 57 nr. 1 i minst 10 år, eller som etter kortere tjenestetid blir pensjonert fra slik stilling, har rett til fortsatt å bruke tittelen.\n2. Den som er avskjediget fra​1 eller fradømt​2 sin stilling, har ikke rett​3 til å bruke vernet tittel.\n1 Se § 34.\n2 Se strl. § 29 og strl. ikrl. § 10.\n3 Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "13:59",
      "chapter": "13",
      "section": "59",
      "title": "Brudd på tittelvernet",
      "content": "Den som i strid med bestemmelsene i dette kapitlet forsettlig eller uaktsomt bruker en vernet tittel, alene eller som del av en tittel, straffes med bøter.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Utnevnte i embete",
      "content": "Bestemmelsene i kapittel 8 i denne lov endrer ikke tilsettingsforholdet for dem som er utnevnt i embete før 1. januar 1990.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "13:61",
      "chapter": "13",
      "section": "61",
      "title": "Tilsatte ved vitenskapelig samling",
      "content": "Den som er tilsatt ved vitenskapelig samling, må ikke​1 uten samtykke fra styret​2 holde egne samlinger av samme eller lignende art, eller for egen regning drive handel eller bytte med saker som hører til slik samling.\n1 Jfr. strl. § 324.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "13:62",
      "chapter": "13",
      "section": "62",
      "title": "Grunnlagsmateriale for almanakker",
      "content": "Universitetet i Oslo skal utarbeide det astronomiske grunnlagsmaterialet som trengs for utgivelse av almanakker og kalendre i Norge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "14:63",
      "chapter": "14",
      "section": "63",
      "title": "Ikrafttredelse",
      "content": "1. Denne lov trer i kraft fra 1. januar 1996.\n2. Departementet kan gi overgangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "14:64",
      "chapter": "14",
      "section": "64",
      "title": "Oppheving av lover",
      "content": "Fra den tid​1 loven trer i kraft, oppheves: – – –\n1 Fra 1 jan 1996 iflg. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "14:65",
      "chapter": "14",
      "section": "65",
      "title": "Endringer i andre lover",
      "content": "Fra den tid​1 loven trer i kraft, foretas følgende endringer i andre lover: – – –\n1 Fra 1 jan 1996 iflg. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    }
  ]
}