{
  "id": "LOV-1956-12-21-10",
  "type": "statute",
  "title": "Lov om born utanom ekteskap.",
  "short_name": "Uektebarnloven – buel.",
  "status": "in_force",
  "issued_date": "1956-12-21",
  "in_force_date": "1957-10-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-21-10",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Rettshøvet mellom foreldre og barn utanom ekteskap er det same som mellom foreldre og barn i ekteskap, når inkje anna er fastsett i lov.​1\n1 Se således lover 28 juli 1949 nr. 26 § 37, 8 des. 1950 nr. 3 § 1, 29 mai 1964 nr. 1 §§ 1 og 2, 3 mars 1972 nr. 5 § 4, 28 juni 1974 nr. 58 § 9, jfr. § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Båe foroldra er skyldige til å syta for barnet og til å gjeva det utdaning. Så langt det er mogeleg, skal barnet fostrast opp etter kåra til den av foreldra som har best råd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Mora har foreldremakta over barnet.​1\nOm mora døyr kan barnevernsnemnda lata faren få foreldremakta i fall han ynskjer det, og nemnda meiner at det ikkje er utilrådeleg. Det same gjeld når mora vantar evna til å ha foreldremakta over barnet, eller ho er uskikka til det, og likeins når ho samtykkjer i at faren får foreldremakta.\nDøyr den av foreldra som har foreldremakta over barnet, og krev meir enn ein å få foreldremakta eller omsuta kvar for seg, avgjer barnevernsnemnda spørsmålet. Kravet om å få foreldremakta eller omsuta må rettast til barnevernsnemnda på den staden der barnet bur. Ingen kan få foreldremakta eller omsuta dersom nemnda finn det utilrådeleg. Det kan setjast som vilkår for å få foreldremakta at barnet for ei viss tid ikkje skal flyttast frå den heimen der det bur, så sant det ikkje er rimeleg grunn for flyttinga og denne kan verta uheppen for barnet.\nRett til å ha barnet hjå seg kan setjast i verk av nåmsmannen eller av den som har retten, eller med tvangsbot for kvar dag som går til avgjerda vert etterlevd. Nåmsretten fastset i orskurd kva rådgjerd som skal nyttast. Vert det fastsett at den som har retten, kan setja avgjerda i verk, eller at det skal nyttast tvangsbot, gjeld reglane i lova om tvangsfullføring §§ 236 og 237 på tilsvarande måte så langt dei høver.\nNemnda kan gjera nytt vedtak når serlege grunnar er for det, og omsynet til barnet ikkje gjer brigdet utilrådeleg.\nBåe foreldra kan klage til fylkesmannen​2 på nemndvedtaket. Er den av foreldra som hadde foreldremakta over barnet død, kan skyldfolket åt barnet og andre klage når de krev å få omsuta for barnet. Reglane i lov om barnevern § 5 og kapittel IX gjeld på same måten så langt det høver. Fristen for klage er tre veker.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1972 nr. 44.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når den av foreldra som ikkje har foreldremakta, krev å få vera saman med barnet, avgjer barnevernsnemnda om han skal ha rett til det, og då kor stor rett han skal ha. Meiner nemnda at slik rett kan ha fylgjer som er uhepne for barnet, skal ho ikkje gå med på kravet. Har barnevernsnemnda gjort vedtak i samsvar med § 3 andre eller tredje leden​1 om kven som skal ha foreldremakta eller omsuta for barnet, kan og skyldfolket åt barnet eller andre som er nær knytt til det, krevja at det vert fastsett at dei skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Slik rett til samvære skal berre fastsetjast når sterke grunnar er for det, og det ikkje er truleg at samværet kan verta uheppe for barnet. Spørsmålet kan avgjerast i sak om foreldremakta eller omsuta. Det kan og takast opp seinare.\nNemnda kan gjera nytt vedtak når serlege grunnar er for det, og omsynet til barne ikkje gjer brigdet utilrådeleg.\nOm klage på vedtak som nemnda gjer, gjeld reglane i § 3, siste leden,​1 på tilsvarande måte.\nAvgjerd om samværerett for ein av foreldra kan fullførast med tvangsbot for kvar dag som går. Reglane i lova om tvangsfullføring i § 236 gjeld då på tilsvarande måte så langt dei hover.\n1 Endret ved lov 16 juni 1972 nr. 44. – Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den av foreldra som har foreldremakta over barnet etter reglane i § 3, skal syta for det som om det var født i ekteskap. Hin skal svara tilskot i pengar etter reglane i kapitel IV.\nHar ingen av foreldra foreldremakta, kan båe verta pålagt å svara tilskot. Det same gjeld, når den av foreldra som har foreldremakta, har sett barnet bort til fostring og misheld forsytingsskyldnaden sin. Men då skal barnevernsnemnda høyrast før fylkesmannen​2 tek avgjerd. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjeva slik fråsegn. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka.\n1 Endret ved lov 21 april 1978 nr. 16.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om verjemål for barnet gjeld lovreglane om verjemål for umyndige​1 og dessutan denne paragrafen.\nEr det ikkje nemnt opp verje for barnet, skal det alltid nemnast opp ei setjeverje i fall mora let vera å gjeva opp kven faren er. Det same gjeld når sume opplysningar tyder på at faren er – eller kan vera – ein annan enn den mora har gjevi opp.\nOm så er skal tilskotsfuten​2 syta for at det vert nemnt opp verje eller setjeverje. Er mora åt barnet umyndig, sinnssjuk eller åndsveik, skal tilskotsfuten senda melding til overformyndarstyret på same tid som han sender melding til fylkesmannen etter § 10, fyrste leden.\nNår verje eller setjeverje er oppnemnd, skal tilskotsfuten få melding om oppnemninga.\nVerja og setjeverja skal serleg sjå til at barnet får sin rett etter denne lova.\n1 Se lov 22 april 1927 nr. 3.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Er det ikkje nemnt opp anten verje eller setjeverje, skal barnevernsnemnda, mellom folk som er skikka for gjeremålet og som er viljuge til å taka det på seg, nemna opp ein rettleiar for mora når ho bed om det, eller nemnda meiner det er ynskjande ut frå omsynet til barnet. Mora kan klaga til fylkesmannen på nemnd vedtaket. Rettleiaren skal ha til oppgåve å gjeva mora råd og onnor hjelp med å få fastset kven faren er, og med barnefostringa. Tilskotsfuten skal gjera mor åt barnet kjend med reglane i denne paragrafen; når ho ynskjer at det vert nemnt opp rettleiar, skal tilskotsfuten og syta for at barnevernsnemnda vert beden om å gjera det.\nKommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan nemne opp rettleiar når mora samtykjer i dette. Før sosialstyret framlegg som nemnt skal barnevernsnemnda ha sagt si meining i saka. Klage på leiaren sine vedtak skal leggjast fram for nemnda før klagen vert send fylkesmannen.\n1 Endret ved lover 19 juni 1969 nr. 54, 21 april 1978 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ugift kvinne som meiner at ho har vorti med barn, bør venda seg til lækjar eller jordmor fyrst råd er, og seinast 3 månader før ho ventar seg, og fortelja kva tid ho trur ho vart med barn, og kven ho meiner er far. Det ho fortel, skal dei skriva ned og få hennar medunderskrift på.\nKjem lækjaren eller jordmora til at kvinna er med barn, skal dei straks senda melding om det til tilskotsfuten​2 på den staden der kvinna bur, i fall barnet er ventande innan 3 månader, men elles seinast 3 månader før kvinna kan venta seg. I meldinga skal gjevast opplysning om kva tid kvinna truleg kan venta seg, og kva ho har sagt om farskapen åt barnet.\n1 Jfr. §§ 35, 37.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Har kvinna ikkje gjevi opplysning etter § 8 før ho kom i barnseng, skal den lækjaren eller jordmora som hjelpte til då kvinna fødde, spørja henne etter opplysningane. Det ho fortel, skal dei skriva ned og få hennar medunderskrift på.\nLækjaren eller jordmora skal fyrst råd er skriva melding om barnet og senda den til tilskotsfuten på den staden der kvinna bur. I meldinga skal dei opplysa om dei meiner at barnet er født til tidar (fullbori) eller ikkje, og som så er, kva det er som tyder på at barnet er født føre tida (ikkje fullbori). Likeins skal det stå kva ho har sagt om farskapen åt barnet.\nVar det korkje lækjar eller jordmor til stades då kvinna fekk barnet, skal ho sjølv innan 4 veker senda tilskotsfuten melding om at ho har født. Har ho ikkje før gjevi opp kven ho trur er far åt barnet, skal ho innan same fristen gjeva melding om det òg til tilskotsfuten. Munnleg melding skal tilskotsfuten skriva ned og få medunderskrifta åt kvinna på det.\nHeld kvinna mellombels til i utlandet då ho fekk barnet, skal ho senda tilskotsfuten melding etter tredje leden innan 4 veker etter at barnet er komi til riket.\nDen som kvinna er hjå, og kvar ein som hjelper til når ho føder, skal oppmana henne til å gjeva tilskotsfuten melding så som nemnt i tredje leden.\nHar ei mor ikkje fylgt reglane i denne paragrafen og i § 8 og såleis ikkje gjevi opp kven som er far eller kan vera det, skal tilskotsfuten gjera henne kjend med kva det har å seia for barnet rettsleg, økonomisk og sosialt, at det ikkje vert fastslegi kven faren er.\nMelding skal og gjevast om barn som er født utan liv.\n1 Jfr. §§ 35-37 og strl. §§ 388, 389.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når tilskotsfuten får ei melding etter § 8 eller § 9, skal han utan drying senda meldinga til fylkesmannen saman med dei opplysningane han har om kven faren er, og om korleis partane sit i det økonomisk. Har mora bustad i riket når ho får barnet, skal fylkesmannen på bustaden hennar ha melding, men fylkesmannen på den staden der barnet bur, om mora er avliden. Det same gjeld om kvinna får barnet medan ho mellombels held til i utlandet, jfr. § 9 fjerde leden. Held kvinna mellombels til i riket når ho får barnet, skal fylkesmannen på fødestaden åt barnet ha meldinga.\nTilskotsfuten skal freista få utgreiing frå den oppgjevne faren om det er råd utan at saka vert seinka. Er det ikkje råd, skal tilskotsfuten så langt det let seg gjera, senda honom melding om at han er oppgjeven å vera faren til barnet.\nReglane i fyrste leden, fyrste punktum, og andre leden gjeld på tilsvarande måte når tilskotsfuten får melding om at eit barn som ei ugift kvinne har fått medan ho var busett i utlandet, er flytt til riket, og at mora eller verja for barnet krev avgjerd om farskapen etter denne lova. Meldinga skal då sendast til fylkesmannen på den staden der mora bur, men til fylkesmannen på bustaden åt barnet, om mora bur i utlandet eller er avliden.\nMot den som er oppgjeven å vera far, skriv fylkesmannen ut førelegg utan grunnlaus drying. Dette gjeld ikkje i det høvet som er nemnt i fyrste leden, siste punktum, og heller ikkje når det etter reglane i § 12 eller § 13 er grunn til å late vera å skriva ut førelegg.\nMeiner fylkesmannen at det trengst fleire opplysningar før han tek avgjerd, kan han krevja provopptak hjå domstolane, jfr. domstollova § 43, andre leden, eller beda tilskotsfuten eller politiet få utgreiingar.\nI det tilfellet som er nemnt i fyrste leden, siste punktum, skal fylkesmannen, om råd er, syta for at mora vert gjord kjend med søksmålsretten etter § 15, nr. 4, så framt den mannen som er oppgjeven å vera far, bur i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "I førelegget​1 skal stå at vedgår den oppgjevne mannen at han er far til barnet, fert han halden for far.\nDet skal dessutan stå at vil han ikkje verta halden for far, må han seinast innan 4 veker​2 etter han fekk tilseiing om førelegget, seia frå, anten munnleg eller i innskrivi brev, til den herads- eller byretten som er nemnd i § 16, fyrste leden, at han vil ha barnefarspørsmålet avgjort av retten. Namnet på den domstolen som kravet skal rettast til, skal og stå i forelegget.\nI førelegget skal og fastsetjast kor store tilskot faren skal svara etter reglane i kapitel IV.\n1 Se § 40.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Fylkesmannen treng ikkje skriva ut førelegg\n1. når mor åt barnet bed om det og den mannen som ho har gjevi opp til far, vedgår farskapen skriftleg medan tilskotsfuten er til stades;\n2. når den oppgjevne faren i utlandet vedgår farskapen skriftleg medan norsk diplomatisk eller konsulær tenestemann er til stades, eller om mannen er ombord på norsk skip i utenriks fart, medan skipsføraren er til stades;\n3. når barnet vart født utan liv eller døydde stutt tid etter det var født, og mora ikkje har kravt at det vert skrivi ut førelegg;\n4. når det ikkje er råd til å få greie på kven den oppgjevne mannen er;\n5. når omsynet til mor eller barn eller samfunnsgagnet ikkje synest gjera det turvande å skriva ut førelegg, og departementet​2 samtykkjer i at det ikkje vert gjort.\nNår nokon vedgår farskapen etter nr. 1 og 2 i fyrste leden, har det same rettsverknaden som når sit førelegg vert godteki.\nI dei høve som er nemnde i fyrste leden, nr. 1-4, kan fylkesmannen jamvel gjera om inkje eit utskrivi førelegg så framt den oppgjevne faren ikkje har godteki førelegget eller ikkje har drygt over fristen i § 11, andre leden, og barnefarspørsmålet heller ikkje er avgjort i dom. Det same gjeld når førelegget er bygt på mistak. I det høvet som er nemnt i fyrste leden, nr. 5, kan fylkesmannen gjera om inkje eit utskrivi førelegg så sant departementet samtykkjer.\n1 Se § 39.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Fylkesmannen skal ikkje skriva ut førelegg, men senda saka til herads- eller byretten til avgjerd i barnefarspørsmålet etter reglane i kapitel III\n1. når mora har fortalt at ho låg med meir enn ein mann på den tida ho kan ha vorti med barn, eller andre opplysningar som ligg føre tyder på at det er så, eller på at ein annan mann enn den mannen mora nar gjevi opp, er far til barnet;\n2. når den mannen som er oppgjeven til far, er avliden, sinnssjuk eller åndsveik;\n3. når den mannen som er oppgjeven til far, bur i utlandet;\n4. når mora har lati vera å gjeva opp kven som er eller kan vera far, men det elles er komi fram opplysningar som tyder på at ein namngjeven mann er eller kan vera faren.\nNår dei vilkåra som er nemnde i § 12 ligg føre, kan fylkesmannen lata vera å senda saka til retten.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Den oppgjevne faren skal få tilseiing om førelegget fyrst råd er, så sant han har kjend tilhaldsstad i riket. Tilseiinga skal om råd er, gjevast til mannen sjølv.\nTilseiaren skal gjera mannen kjend med at han vert halden for faren om han vedgår farskapen. Vedgår han at han er faren, skal det gjerast påskrift på førelegget både om dette og om at han er gjord kjend med at vedgåing har den verknaden. Påskrifta skal tilseiaren få hans underskrift på.\nVedgår han ikkje farskapen, skal tilseiaren og gjera honom kjend med, at vil han ikkje verta halden for faren, må han krevja barnefarspørsmålet prøvt etter reglane i § 11, andre leden. Det skal då gjerast påskrift på førelegget om at han med reine ord er gjord kjend med dette. Påskrifta skal den tilsagde, om råd er, skriva under på.\nVert det ikkje gjevi tilseiing om førelegget av di den oppgjevne barnefaren ikkje har kjend tilhaldsstad i riket, skal tilskotsfuten senda førelegget til den herads- eller byretten som er nemnd i førelegget, og gjera greie for tilhøvet. Men han kan lata det vera når den oppgjevne faren held til utanfor riket, og omstenda gjev grunn til å venta til dess mannen kjem heim.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Sak som skal fastsetja farskap, vert reist etter lova om domstolane, lova om rettargangsmåten for tvistemål​1 og dei serreglane som er gjevne i dette kapitlet\n1. når ein mann som det er skrivi ut førelegg mot, krev det, jfr. § 11, andre leden;\n2. når fylkesmannen har sendt saka til retten etter reglane i § 13;\n3. når det ikkje er gjevi tilseiing om førelegget, av di den oppgjevne faren ikkje har kjend tilhaldsstad i riket, og førelegget er sendt til retten etter reglane i § 14, 4. leden;\n4. når det vert kravt sak mot ein mann som bur i riket, om farskapen til eit barn som har bustad utanfor riket.\n1 Se dens kap. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Sak som er nemnd i § 15, skal reisast ved heimetinget​1 åt mora, men ved heimetinget åt barnet om mora ikkje lever, eller ho bur utanfor riket. Er korkje mor eller barn i live, eller bur dei utanfor riket, skal saka reisast ved heimetinget til den oppgjevne faren.\nSaka kan flyttast til ein annan herads- eller byrett når provføringa vert lettare der, eller det er grunn til å tru at søkførehavinga då vert meir einfelt eller går snøggare.\nVert dei to domarane ikkje samde om kvar saka skal vera føre, avgjer departementet spørsmålet.\n1 Se rettergangsl. §§ 18, 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Forlikstinging skal det ikkje vera.\nI retten skal setja opp stemnemål i saka. Både mor og barn skal haldast for saksøkjarar. Saksøkt skal den vera som mora har gjevi opp til far, og likeins kvar den som etter opplysningane i saka kan vera far til barnet. Kjem det fram opplysningar når saka er føre, som tyder på at ein annan er faren, skal retten i søksmåls skrift gjera honom og til saksøkt.\nDøyr den oppgjevne faren før barnefarspørsmålet er avgjort, skal buet stemnast til part eller så ervingane eller enkja som sit med buet uskift, så framt dei har kjend tilhaldsstad i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Når det vert gjevi tilseiing etter § 181 i domstollova, skal det skriftet som vert slegi opp på rettsstaden etter fyrste leden i paragrafen, og kunngjering og anna som er nemnt i andre leden, fyrste og andre punktum i same paragrafen, ikkje innehalda namnet på mor og barn utan retten fastset noko anna av serlege grunnar.\nEr det reist sak etter § 15 nr. 3 og den oppgjevne faren har kjend tilhaldsstad i utlandet, eller han er ombord på norsk skip i utanriksfart, skal domaren freiste få gjeva honom tilseiing om førelegget når han vert tilsagd om stemnemålet, så sant ikkje opplysningane tyder på at ein annan kan vera faren. Vil domaren at dei skal freista gjeva slik tilseiing, skal den oppgjevne faren i påskrift på stemnemålet og forelegget gjerast kjend med at han kjem til å verta halden for far til barnet, og at saka vert bortlagd så framt han vedgår farskapen skriftleg medan norsk diplomatisk eller konsulær tenestemann eller, om så er, skipsføraren, er til stades.\nOm innkalling til rettsmøte i sakførebuing kan ein part som har kjend tilhaldsstad i riket gjevast tilseiing i innskrivi brev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Saka stoggar ikkje om nokon av partane eller alle let vera å møta.\nLet ein part vera å møta fram endå han ikkje har lovleg forfall, kan retten fastsetja at han skal hentast til rettsmøtet eller til eit rettsmøte seinare.​2\nUtgreiing som ein part har gjevi i sakførebuing, kan lesast opp i hovudførehavingsmøtet når parten ikkje møter, og det ikkje er opplyst eller truleg at han har lovleg forfall.\nI eit slikt tilfelle som er nemnt i § 10, tredje leden, kan retten lata vera å seia dom i saka når den oppgjevne faren bur i utlandet, og det syner seg vera rådlaust å få til vegar gode nok opplysningar om kven far åt barnet er. I det fall legg retten saka bort i orskurd etter lova om rettargangsmåten for tvistemål § 100.\nDet kan nemnast opp søksmålsfullmektig for mora og barnet etter reglane i § 423 i lova om rettargangsmåten i tvistemål. Lagmannsretten og Høgsterett kan og nemna opp søksmålsfullmektig for andre partar i saka.\n1 Endret ved lov 14 feb. 1969 nr. 9 (tilføyet femte ledd).\n2 Jfr. rettergangsl. § 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Mora og den saksøkte er båe skyldige til å gjeva utsegn i saka etter reglane for vitne og med same ansvar som vitne har.​2 Dei skal stadfesta utsegnene sine med sannarord på tru og ære etter dei reglane som gjeld for partar.\nRetten avgjer om ein part skal få høyra på medan ein annan part gjev utsegn.\nSå framt ein saksøkt hjå domaren vedgår at han er far åt barnet, vert han halden for faren når det ikkje ligg føre opplysningar som tyder på at ein annan kan vera det.\n1 Endret ved lov 3 mars 1961 nr. 2.\n2 Se domstolsl. § 206, strl. §§ 163, 164.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Har den saksøkte legi med mora på den tid ho kan ha vorti med barn, skal det seiast dom for at han er faren om det ikkje er omstende som gjer det lite truleg at han er faren.\nKjem retten etter opplysningane i saka til at mora må ha legi med meir enn ein mann på den tid ho kan ha vorti med barn, skal det ikkje gjevast dom for at nokon av dei er far, utan det er monaleg meir truleg at ein av dei er faren enn nokon annan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Formannen i retten syter for at partane får tilseiing om domen og tilskotsfut og fylkesmann melding om han. Det same gjeld onnor avgjerd som endar saka. I det tilfellet som er nemnt i § 15, nr. 4, skal fylkesmannen på bustaden åt den saksøkte ka meldinga.\nDomen og onnor avgjerd i saka kan åtsøkjast av fylkesmannen òg.\nI ankeinstansen skal alle dei reknast for partar som var partar i underinstansen, Når det må haldast for uråd at ein av partane kan vera faren, kan retten likevel i orskurd leggja bort saka så langt ho gjeld honom. Kjem det i ankeinstansen fram opplysningar som tyder på at ein annan kan vera faren, skal retten anten i søksmålsskrift gjera honom til saksøkt eller ugilda domen som er sagd og senda saka tilbake til ny førehaving i herads- eller byretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Den som har vedgått at han er far til barnet, kan sidan krevja at retten prøver barnefarspørsmålet når han etterviser at vedgåinga ikkje kan takast for ei bindande viljeutsegn, eller at han, etter han gjekk ved at han var faren, har fått opplysningar som kan ha vekt for barnefarspørsmålet.\nDen som har drygt over fristen i § 11, andre leden, kan òg krevja at det vert reist sak når han etterviser anten slike opplysningar som er nemnde i leden framanfor, eller at mistak eller omstende som han ikkje kan ha ansvar for, er årsaken til at han drygde over fristen.\nKrav om sak må han bera fram seinast 1 månad etter han vart kjend med det som gjer vedgåinga ubindande eller med dei nye opplysningane, eller etter at dei omstende var borte som hindra at han retta seg etter fristen.\nKravet må han bera fram for herads- eller byretten, jfr. § 16. Retten avgjer i orskurd om vilkåra etter ledene framanfor ligg føre. Når retten avgjer om kravet kjem tidsnok, skal han taka omsyn til kor lang tid det måtte gå med til turvande etterrøkingar.\nHar den oppgjevne faren vedgått at han er far eller har han drygt over fristen i § 11, andre leden, kan barnet krevja at det vert reist sak, eller verja i fall barnet er umyndig. Det same kan fylkesmannen​1 gjera når omsynet til samfunnsgagnet gjer at det trengst. Dei vilkår og fristar som er fastsette i denne paragrafen, gjeld ikkje for slike krav.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Når det er gjevi tilseiing om domen etter reglane i domstollova § 181, kan ein som er dømd å vera far og som ikkje har møtt i saka, krevja oppatt-taking i fall han kjem fram med opplysningar som skapar alvorlege tvilsmål om barnefarspørsmålet er rett avgjort i domen.\nNår samfunnsgagnet gjer at det trengst, kan fylkesmannen​1 krevja oppatt-taking. Fristane i tvistemålslova, kapitel 27, gjeld ikkje for slikt krav.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Fostringstilskotet skal så langt råd er, setjast såleis at byrda vert like stor på kvar av foreldra etter hans eller hennar økonomiske kår. Kan ein av dei ikkje bera det slag av utlegget, kan hin verta pålagd å svara det heile.\nDepartementet​1 fastset den minstesummen som ein far skal svara i tilskot for månaden. Minstesummen skal vera høgare for dei fyrste ni månadene etter barnet vert født.\nTilskotet skal setjast høgare enn minstesummen så framt og så langt dei økonomiske kåra åt faren gjev høve til det.\nTilskot skal ytast på forskot for kvar månad og skal svarast jamvel om barnet døyr føre utgangen av den månaden det gjeld.\n1 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Fostringstilskot skal barnet ha til det fyller 18 år når ikkje anna er fastsett etter paragrafen her. Vil barnet etter at det har fylt 18 år, halde fram med slik skuleutdaning som må reknast for vanleg, har det krav på tilskot for den tid denne utdanninga varar ved, såframt det ikkje etter den økonomiske evna åt den av foreldra som skal betala og tilhøva elles vil vere urimeleg å påleggje tilskot. Det skal fastsetjast ei tidsgrense for krav på tilskot etter denne regelen.\nForeldre kan og verte pålagde å yte tilskot til vidare utdaning, såframt det er rimeleg etter den økonomiske evna deira, etter givnaden og hugmåla åt barnet og etter tilhøva elles. Regelen i første leden tredje punktumet gjeld på same måte for slikt tilskot.\nEr barnet så veikhelsa eller har det så små evner at det ikkje kan forsyta seg sjølv, kan tilskot verta pålagt etter at barnet har fylt 18 år. Dette gjeld jamvel om barnet var over 18 år då vanhøvet kom opp.\nFylkesmannen kan fastsetja at tilskotet skal setjast ned eller falla heilt bort når barnet fyller 15 år, i fall det er rimeleg etter tilhøva.\nKjem det på serlege utlegg før barnet fyller 18 år, kan fylkesmannen leggja på eit sertilskot. Når fylkesmannen meiner at det er rimeleg, kan han òg gjeva pålegg om sertilskot til serlege utlegg som kjem på etter at barnet har fylt 18 år. Krav om sertilskot etter denne leden må berast fram seinast eitt år etter serutlegga kom på.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II). – Jfr. lov 20 des. 1974 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Til mor åt barnet skal faren svara utlegget med fødselen og med fullgodt stell og tilsyn medan ho ligg i barneseng. Det gjeld endå om fosteret ikkje er leveført; men då fell kravet bort om det ikkje er frambori for fylkesmannen innan 1 år etter mora kom i barneseng.\nFaren skal svara tilskot til mora for dei 3 siste månadene før ho føder. Er fosteret ikkje leveført, kan fylkesmannen påleggja faren å svara tilskot for opp til dei siste 3 månadene av gongetida, når det er rimeleg. Om dette siste kravet gjeld reglane i siste punktum av fyrste leden på tilsvarande måte.\nDepartementet​2 fastset minstesum for tilskot etter fyrste leden og andre leden fyrste punktum.\nTilskot etter fyrste leden dagfell når barnet kjem til verda. Tilskot etter andre leden, fyrste punktum, skal svarast på forskot for kvar månad.\n1 Jfr. strl. § 240.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Verja kan ikkje gjeva opp den retten barnet har til forsyting og utdaning.\nDei krav ei mor har etter § 27, kan ho ikkje seia frå seg utan fylkesmannen gjev samtykke.\nFråseiing er ikkje bindande for den kommunen som har gjevi tilskot til mora, i fall utlegget kan krevjast att hjå faren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Avgjerd om tilskot etter denne lova tek fylkesmannen på bustaden åt mora, men fylkesmannen på bustaden åt barnet om mora ikkje lever eller ho bur utanfor riket. Bur både mora og barnet utanfor riket, høyrer saka under fylkesmannen på bustaden åt faren.\nHar tilskotsfuten ikkje gjevi gode nok opplysningar etter § 10 om korleis foreldra sit i det, skal fylkesmannen førebels setja tilskota til dei minstesummane som departementet har fastsett, og sidan få inn nøgnare opplysningar. Med grunnlag i opplysningane som då kjem inn, kan han brigda tilskota med tilbakeverkande kraft.\nFylkesmannen skal gjera om si avgjerd når det vert lagt fram nye opplysningar, eller når tilhøva har skift, såleis når barnet har fått arv, eller når dei økonomiske kåra åt foreldra ikkje lenger er som dei var. Vedtaket kan gjelda både tilskot som skulle vori oppgjort, og tilskot i framtida. Føre avgjerda skal fylkesmannen få inn dei opplysningar som har vekt og trengst for avgjerda.\nVert det gjort vedtak om å setje ned tilskot som alt skulle ha vore oppgjort, og kommunen har ytt bidragsforskot etter lov 26 april 1957 nr. 4. går det ettergjevne først til frådrag i det kommunen har til gode. Det same gjeld også elles når det offentlege etter lov har tatt over krav på tilskot til underhald som barnet har.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II), 18 mai 1979 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Vederlaget for etterrøking og melding etter § 8 kan lækjar eller jordmor krevja av den kommunen som kvinna bur i. Kor stort vederlaget skal vera, fastset departementet.​1\nKommunen kan krevja å få utlegget att hjå faren. Summen kan søkjast inn på same måten som tilskot.​2\n1 Justisdepartementet iflg. res. 18 april 1975.\n2 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 1 feb. 1974 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 1 feb. 1974 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Staten skal bera kostnaden med å gjeva tilseiing om innkallingar som retten gjer, og likeins kostnaden med å få tak i opplysningar som retten meiner trengst.\nDei utlegg staten har mod ei barnefarsak, kan retten døma den parten som taper, til å svara – alt eller noko – når omstenda er for det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Staten ber kostnaden med førerit for meldingar om at ei kvinne er med barn eller har fått barn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Gjev ei mor falsk utsegn i dei høve som er nemnde i §§ 8 og 9 om kven som er far, vert ho straffa med bot eller med fengsel i opp til 2 år. Hjelper nokon til med eit slikt brot, er straffa for han den same.\n1 Jfr strl. § 166.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Let ei mor vera å senda melding til tilskotsfuten om at ho har fått barn, jfr. § 9, tredje leden, fyrste punktum, og fjerde leden, vert ho straffa med bot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Let ein lækjar eller ei jordmor vera å senda tilskotsfuten melding som er påboden i § 8, andre leden, og § 9, andre leden, vert dei straffa med bot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Tilskotsfut i lensmannsdistrikt på landet er lensmannen, og elles den som departementet​2 fastset.\nNår serlege grunnar er for det, kan departementet fastsetja at ein annan enn lensmannen skal vera tilskotsfut i ein landkommune.\n1 Endret ved lov 23 april 1970 nr. 22.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Avgjerd fylkesmannen tek om å skriva ut barnefarsførelegg, kan ikkje påklagast. Det same gjeld avgjerd etter § 10 femte leden og § 22 andre leden. Andre avgjerder som fylkesmannen tek etter denne lova, kan klagast inn for departementet.​2\nKlage på avgjerd etter § 12 tredje leden, § 23 femte leden og § 24 andre leden har utsetjande kraft. Klage på avgjerd etter § 3 femte leden og § 4 tredje leden har og utsetjande kraft, om ikkje fylkesmannen eller departementet av serlege grunnar fastset anna.\nVed klage på avgjerd om pengetilskott etter §§ 26 og 27 kan klageinstansen brigda andre tilskott etter dei nemnde paragrafane.\n1 Endret ved lov 10 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Departementet​2 fastset kva form eit førelegg skal ha, og samleis forma for melding om at ei kvinne er med barn eller har fått barn. Likeins gjev departementet dei føresegner som trengst til å setja lova i verk. Det kan óg gjeva føresegner om melding til folkeregisteret.\n1 Endret ved lov 16 juni 1967 nr. 1.\n2 Justisdepartementet iflg. res. 18 april 1975, jfr. res. 2 juni 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Har fylkesmannen før lova tek til å gjelda, skrivi ut førelegg om eit barn som kom til verda før denne lova er sett i kraft, skal dei reglane fylgjast som til no gjeld om korleis farskap eller tilskotsskyldnad vert fastsett. Det same gjeld når det til slik tid er skrivi ut førelegg av di ei kvinne har vorti med barn for denne lova er sett i kraft.\nNår ein mann er halden for faren eller vert halden for faren etter dei reglane som gjeld til no, skal han haldast for å vera faren etter denne lova òg.\nEr ein mann halden for tilskotsskyldig, eller vert han halden for det etter dei reglane som gjeld til no, vert han ikkje halden for far etter denne lova, men andsynes både mor og barn har han same økonomiske skyldnaden som ein far har etter denne lova. Om meir enn ein er pålagd å svara tilskot til same barnet, avgjer fylkesmannen​1 kor mykje den einskilde av dei skal reia ut til kvar tid, likevel så at alle er ansvarlege for heile tilskotet. Døyr ein mann som er tilskotsskyldig, før skyldnaden er fallen bort, står regelen i § 40 i den lova som gjeld til no, ved makt.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Kongen fastset kva tid denne lova skal taka til å gjelda.​1\n– – –\n1 Fra 1 okt. 1957 iflg. res. 23 mai 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Rettshøvet mellom foreldre og barn utanom ekteskap er det same som mellom foreldre og barn i ekteskap, når inkje anna er fastsett i lov.​1\n1 Se således lover 28 juli 1949 nr. 26 § 37, 8 des. 1950 nr. 3 § 1, 29 mai 1964 nr. 1 §§ 1 og 2, 3 mars 1972 nr. 5 § 4, 28 juni 1974 nr. 58 § 9, jfr. § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Båe foroldra er skyldige til å syta for barnet og til å gjeva det utdaning. Så langt det er mogeleg, skal barnet fostrast opp etter kåra til den av foreldra som har best råd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Mora har foreldremakta over barnet.​1\nOm mora døyr kan barnevernsnemnda lata faren få foreldremakta i fall han ynskjer det, og nemnda meiner at det ikkje er utilrådeleg. Det same gjeld når mora vantar evna til å ha foreldremakta over barnet, eller ho er uskikka til det, og likeins når ho samtykkjer i at faren får foreldremakta.\nDøyr den av foreldra som har foreldremakta over barnet, og krev meir enn ein å få foreldremakta eller omsuta kvar for seg, avgjer barnevernsnemnda spørsmålet. Kravet om å få foreldremakta eller omsuta må rettast til barnevernsnemnda på den staden der barnet bur. Ingen kan få foreldremakta eller omsuta dersom nemnda finn det utilrådeleg. Det kan setjast som vilkår for å få foreldremakta at barnet for ei viss tid ikkje skal flyttast frå den heimen der det bur, så sant det ikkje er rimeleg grunn for flyttinga og denne kan verta uheppen for barnet.\nRett til å ha barnet hjå seg kan setjast i verk av nåmsmannen eller av den som har retten, eller med tvangsbot for kvar dag som går til avgjerda vert etterlevd. Nåmsretten fastset i orskurd kva rådgjerd som skal nyttast. Vert det fastsett at den som har retten, kan setja avgjerda i verk, eller at det skal nyttast tvangsbot, gjeld reglane i lova om tvangsfullføring §§ 236 og 237 på tilsvarande måte så langt dei høver.\nNemnda kan gjera nytt vedtak når serlege grunnar er for det, og omsynet til barnet ikkje gjer brigdet utilrådeleg.\nBåe foreldra kan klage til fylkesmannen​2 på nemndvedtaket. Er den av foreldra som hadde foreldremakta over barnet død, kan skyldfolket åt barnet og andre klage når de krev å få omsuta for barnet. Reglane i lov om barnevern § 5 og kapittel IX gjeld på same måten så langt det høver. Fristen for klage er tre veker.\n1 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1972 nr. 44.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når den av foreldra som ikkje har foreldremakta, krev å få vera saman med barnet, avgjer barnevernsnemnda om han skal ha rett til det, og då kor stor rett han skal ha. Meiner nemnda at slik rett kan ha fylgjer som er uhepne for barnet, skal ho ikkje gå med på kravet. Har barnevernsnemnda gjort vedtak i samsvar med § 3 andre eller tredje leden​1 om kven som skal ha foreldremakta eller omsuta for barnet, kan og skyldfolket åt barnet eller andre som er nær knytt til det, krevja at det vert fastsett at dei skal ha rett til å vera saman med barnet og kva omfang samværeretten skal ha. Slik rett til samvære skal berre fastsetjast når sterke grunnar er for det, og det ikkje er truleg at samværet kan verta uheppe for barnet. Spørsmålet kan avgjerast i sak om foreldremakta eller omsuta. Det kan og takast opp seinare.\nNemnda kan gjera nytt vedtak når serlege grunnar er for det, og omsynet til barne ikkje gjer brigdet utilrådeleg.\nOm klage på vedtak som nemnda gjer, gjeld reglane i § 3, siste leden,​1 på tilsvarande måte.\nAvgjerd om samværerett for ein av foreldra kan fullførast med tvangsbot for kvar dag som går. Reglane i lova om tvangsfullføring i § 236 gjeld då på tilsvarande måte så langt dei hover.\n1 Endret ved lov 16 juni 1972 nr. 44. – Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den av foreldra som har foreldremakta over barnet etter reglane i § 3, skal syta for det som om det var født i ekteskap. Hin skal svara tilskot i pengar etter reglane i kapitel IV.\nHar ingen av foreldra foreldremakta, kan båe verta pålagt å svara tilskot. Det same gjeld, når den av foreldra som har foreldremakta, har sett barnet bort til fostring og misheld forsytingsskyldnaden sin. Men då skal barnevernsnemnda høyrast før fylkesmannen​2 tek avgjerd. Kommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan gjeva slik fråsegn. Før sosialstyret gjer framlegg som nemnt, skal barnevernsnemnda ha sagt si meining i saka.\n1 Endret ved lov 21 april 1978 nr. 16.\n2 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Om verjemål for barnet gjeld lovreglane om verjemål for umyndige​1 og dessutan denne paragrafen.\nEr det ikkje nemnt opp verje for barnet, skal det alltid nemnast opp ei setjeverje i fall mora let vera å gjeva opp kven faren er. Det same gjeld når sume opplysningar tyder på at faren er – eller kan vera – ein annan enn den mora har gjevi opp.\nOm så er skal tilskotsfuten​2 syta for at det vert nemnt opp verje eller setjeverje. Er mora åt barnet umyndig, sinnssjuk eller åndsveik, skal tilskotsfuten senda melding til overformyndarstyret på same tid som han sender melding til fylkesmannen etter § 10, fyrste leden.\nNår verje eller setjeverje er oppnemnd, skal tilskotsfuten få melding om oppnemninga.\nVerja og setjeverja skal serleg sjå til at barnet får sin rett etter denne lova.\n1 Se lov 22 april 1927 nr. 3.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Er det ikkje nemnt opp anten verje eller setjeverje, skal barnevernsnemnda, mellom folk som er skikka for gjeremålet og som er viljuge til å taka det på seg, nemna opp ein rettleiar for mora når ho bed om det, eller nemnda meiner det er ynskjande ut frå omsynet til barnet. Mora kan klaga til fylkesmannen på nemnd vedtaket. Rettleiaren skal ha til oppgåve å gjeva mora råd og onnor hjelp med å få fastset kven faren er, og med barnefostringa. Tilskotsfuten skal gjera mor åt barnet kjend med reglane i denne paragrafen; når ho ynskjer at det vert nemnt opp rettleiar, skal tilskotsfuten og syta for at barnevernsnemnda vert beden om å gjera det.\nKommunestyret kan, etter framlegg frå sosialstyret, vedtaka at leiaren av sosialkontoret kan nemne opp rettleiar når mora samtykjer i dette. Før sosialstyret framlegg som nemnt skal barnevernsnemnda ha sagt si meining i saka. Klage på leiaren sine vedtak skal leggjast fram for nemnda før klagen vert send fylkesmannen.\n1 Endret ved lover 19 juni 1969 nr. 54, 21 april 1978 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Ugift kvinne som meiner at ho har vorti med barn, bør venda seg til lækjar eller jordmor fyrst råd er, og seinast 3 månader før ho ventar seg, og fortelja kva tid ho trur ho vart med barn, og kven ho meiner er far. Det ho fortel, skal dei skriva ned og få hennar medunderskrift på.\nKjem lækjaren eller jordmora til at kvinna er med barn, skal dei straks senda melding om det til tilskotsfuten​2 på den staden der kvinna bur, i fall barnet er ventande innan 3 månader, men elles seinast 3 månader før kvinna kan venta seg. I meldinga skal gjevast opplysning om kva tid kvinna truleg kan venta seg, og kva ho har sagt om farskapen åt barnet.\n1 Jfr. §§ 35, 37.\n2 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Har kvinna ikkje gjevi opplysning etter § 8 før ho kom i barnseng, skal den lækjaren eller jordmora som hjelpte til då kvinna fødde, spørja henne etter opplysningane. Det ho fortel, skal dei skriva ned og få hennar medunderskrift på.\nLækjaren eller jordmora skal fyrst råd er skriva melding om barnet og senda den til tilskotsfuten på den staden der kvinna bur. I meldinga skal dei opplysa om dei meiner at barnet er født til tidar (fullbori) eller ikkje, og som så er, kva det er som tyder på at barnet er født føre tida (ikkje fullbori). Likeins skal det stå kva ho har sagt om farskapen åt barnet.\nVar det korkje lækjar eller jordmor til stades då kvinna fekk barnet, skal ho sjølv innan 4 veker senda tilskotsfuten melding om at ho har født. Har ho ikkje før gjevi opp kven ho trur er far åt barnet, skal ho innan same fristen gjeva melding om det òg til tilskotsfuten. Munnleg melding skal tilskotsfuten skriva ned og få medunderskrifta åt kvinna på det.\nHeld kvinna mellombels til i utlandet då ho fekk barnet, skal ho senda tilskotsfuten melding etter tredje leden innan 4 veker etter at barnet er komi til riket.\nDen som kvinna er hjå, og kvar ein som hjelper til når ho føder, skal oppmana henne til å gjeva tilskotsfuten melding så som nemnt i tredje leden.\nHar ei mor ikkje fylgt reglane i denne paragrafen og i § 8 og såleis ikkje gjevi opp kven som er far eller kan vera det, skal tilskotsfuten gjera henne kjend med kva det har å seia for barnet rettsleg, økonomisk og sosialt, at det ikkje vert fastslegi kven faren er.\nMelding skal og gjevast om barn som er født utan liv.\n1 Jfr. §§ 35-37 og strl. §§ 388, 389.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Når tilskotsfuten får ei melding etter § 8 eller § 9, skal han utan drying senda meldinga til fylkesmannen saman med dei opplysningane han har om kven faren er, og om korleis partane sit i det økonomisk. Har mora bustad i riket når ho får barnet, skal fylkesmannen på bustaden hennar ha melding, men fylkesmannen på den staden der barnet bur, om mora er avliden. Det same gjeld om kvinna får barnet medan ho mellombels held til i utlandet, jfr. § 9 fjerde leden. Held kvinna mellombels til i riket når ho får barnet, skal fylkesmannen på fødestaden åt barnet ha meldinga.\nTilskotsfuten skal freista få utgreiing frå den oppgjevne faren om det er råd utan at saka vert seinka. Er det ikkje råd, skal tilskotsfuten så langt det let seg gjera, senda honom melding om at han er oppgjeven å vera faren til barnet.\nReglane i fyrste leden, fyrste punktum, og andre leden gjeld på tilsvarande måte når tilskotsfuten får melding om at eit barn som ei ugift kvinne har fått medan ho var busett i utlandet, er flytt til riket, og at mora eller verja for barnet krev avgjerd om farskapen etter denne lova. Meldinga skal då sendast til fylkesmannen på den staden der mora bur, men til fylkesmannen på bustaden åt barnet, om mora bur i utlandet eller er avliden.\nMot den som er oppgjeven å vera far, skriv fylkesmannen ut førelegg utan grunnlaus drying. Dette gjeld ikkje i det høvet som er nemnt i fyrste leden, siste punktum, og heller ikkje når det etter reglane i § 12 eller § 13 er grunn til å late vera å skriva ut førelegg.\nMeiner fylkesmannen at det trengst fleire opplysningar før han tek avgjerd, kan han krevja provopptak hjå domstolane, jfr. domstollova § 43, andre leden, eller beda tilskotsfuten eller politiet få utgreiingar.\nI det tilfellet som er nemnt i fyrste leden, siste punktum, skal fylkesmannen, om råd er, syta for at mora vert gjord kjend med søksmålsretten etter § 15, nr. 4, så framt den mannen som er oppgjeven å vera far, bur i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "I førelegget​1 skal stå at vedgår den oppgjevne mannen at han er far til barnet, fert han halden for far.\nDet skal dessutan stå at vil han ikkje verta halden for far, må han seinast innan 4 veker​2 etter han fekk tilseiing om førelegget, seia frå, anten munnleg eller i innskrivi brev, til den herads- eller byretten som er nemnd i § 16, fyrste leden, at han vil ha barnefarspørsmålet avgjort av retten. Namnet på den domstolen som kravet skal rettast til, skal og stå i forelegget.\nI førelegget skal og fastsetjast kor store tilskot faren skal svara etter reglane i kapitel IV.\n1 Se § 40.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Fylkesmannen treng ikkje skriva ut førelegg\n1. når mor åt barnet bed om det og den mannen som ho har gjevi opp til far, vedgår farskapen skriftleg medan tilskotsfuten er til stades;\n2. når den oppgjevne faren i utlandet vedgår farskapen skriftleg medan norsk diplomatisk eller konsulær tenestemann er til stades, eller om mannen er ombord på norsk skip i utenriks fart, medan skipsføraren er til stades;\n3. når barnet vart født utan liv eller døydde stutt tid etter det var født, og mora ikkje har kravt at det vert skrivi ut førelegg;\n4. når det ikkje er råd til å få greie på kven den oppgjevne mannen er;\n5. når omsynet til mor eller barn eller samfunnsgagnet ikkje synest gjera det turvande å skriva ut førelegg, og departementet​2 samtykkjer i at det ikkje vert gjort.\nNår nokon vedgår farskapen etter nr. 1 og 2 i fyrste leden, har det same rettsverknaden som når sit førelegg vert godteki.\nI dei høve som er nemnde i fyrste leden, nr. 1-4, kan fylkesmannen jamvel gjera om inkje eit utskrivi førelegg så framt den oppgjevne faren ikkje har godteki førelegget eller ikkje har drygt over fristen i § 11, andre leden, og barnefarspørsmålet heller ikkje er avgjort i dom. Det same gjeld når førelegget er bygt på mistak. I det høvet som er nemnt i fyrste leden, nr. 5, kan fylkesmannen gjera om inkje eit utskrivi førelegg så sant departementet samtykkjer.\n1 Se § 39.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Fylkesmannen skal ikkje skriva ut førelegg, men senda saka til herads- eller byretten til avgjerd i barnefarspørsmålet etter reglane i kapitel III\n1. når mora har fortalt at ho låg med meir enn ein mann på den tida ho kan ha vorti med barn, eller andre opplysningar som ligg føre tyder på at det er så, eller på at ein annan mann enn den mannen mora nar gjevi opp, er far til barnet;\n2. når den mannen som er oppgjeven til far, er avliden, sinnssjuk eller åndsveik;\n3. når den mannen som er oppgjeven til far, bur i utlandet;\n4. når mora har lati vera å gjeva opp kven som er eller kan vera far, men det elles er komi fram opplysningar som tyder på at ein namngjeven mann er eller kan vera faren.\nNår dei vilkåra som er nemnde i § 12 ligg føre, kan fylkesmannen lata vera å senda saka til retten.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Den oppgjevne faren skal få tilseiing om førelegget fyrst råd er, så sant han har kjend tilhaldsstad i riket. Tilseiinga skal om råd er, gjevast til mannen sjølv.\nTilseiaren skal gjera mannen kjend med at han vert halden for faren om han vedgår farskapen. Vedgår han at han er faren, skal det gjerast påskrift på førelegget både om dette og om at han er gjord kjend med at vedgåing har den verknaden. Påskrifta skal tilseiaren få hans underskrift på.\nVedgår han ikkje farskapen, skal tilseiaren og gjera honom kjend med, at vil han ikkje verta halden for faren, må han krevja barnefarspørsmålet prøvt etter reglane i § 11, andre leden. Det skal då gjerast påskrift på førelegget om at han med reine ord er gjord kjend med dette. Påskrifta skal den tilsagde, om råd er, skriva under på.\nVert det ikkje gjevi tilseiing om førelegget av di den oppgjevne barnefaren ikkje har kjend tilhaldsstad i riket, skal tilskotsfuten senda førelegget til den herads- eller byretten som er nemnd i førelegget, og gjera greie for tilhøvet. Men han kan lata det vera når den oppgjevne faren held til utanfor riket, og omstenda gjev grunn til å venta til dess mannen kjem heim.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Sak som skal fastsetja farskap, vert reist etter lova om domstolane, lova om rettargangsmåten for tvistemål​1 og dei serreglane som er gjevne i dette kapitlet\n1. når ein mann som det er skrivi ut førelegg mot, krev det, jfr. § 11, andre leden;\n2. når fylkesmannen har sendt saka til retten etter reglane i § 13;\n3. når det ikkje er gjevi tilseiing om førelegget, av di den oppgjevne faren ikkje har kjend tilhaldsstad i riket, og førelegget er sendt til retten etter reglane i § 14, 4. leden;\n4. når det vert kravt sak mot ein mann som bur i riket, om farskapen til eit barn som har bustad utanfor riket.\n1 Se dens kap. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Sak som er nemnd i § 15, skal reisast ved heimetinget​1 åt mora, men ved heimetinget åt barnet om mora ikkje lever, eller ho bur utanfor riket. Er korkje mor eller barn i live, eller bur dei utanfor riket, skal saka reisast ved heimetinget til den oppgjevne faren.\nSaka kan flyttast til ein annan herads- eller byrett når provføringa vert lettare der, eller det er grunn til å tru at søkførehavinga då vert meir einfelt eller går snøggare.\nVert dei to domarane ikkje samde om kvar saka skal vera føre, avgjer departementet spørsmålet.\n1 Se rettergangsl. §§ 18, 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Forlikstinging skal det ikkje vera.\nI retten skal setja opp stemnemål i saka. Både mor og barn skal haldast for saksøkjarar. Saksøkt skal den vera som mora har gjevi opp til far, og likeins kvar den som etter opplysningane i saka kan vera far til barnet. Kjem det fram opplysningar når saka er føre, som tyder på at ein annan er faren, skal retten i søksmåls skrift gjera honom og til saksøkt.\nDøyr den oppgjevne faren før barnefarspørsmålet er avgjort, skal buet stemnast til part eller så ervingane eller enkja som sit med buet uskift, så framt dei har kjend tilhaldsstad i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Når det vert gjevi tilseiing etter § 181 i domstollova, skal det skriftet som vert slegi opp på rettsstaden etter fyrste leden i paragrafen, og kunngjering og anna som er nemnt i andre leden, fyrste og andre punktum i same paragrafen, ikkje innehalda namnet på mor og barn utan retten fastset noko anna av serlege grunnar.\nEr det reist sak etter § 15 nr. 3 og den oppgjevne faren har kjend tilhaldsstad i utlandet, eller han er ombord på norsk skip i utanriksfart, skal domaren freiste få gjeva honom tilseiing om førelegget når han vert tilsagd om stemnemålet, så sant ikkje opplysningane tyder på at ein annan kan vera faren. Vil domaren at dei skal freista gjeva slik tilseiing, skal den oppgjevne faren i påskrift på stemnemålet og forelegget gjerast kjend med at han kjem til å verta halden for far til barnet, og at saka vert bortlagd så framt han vedgår farskapen skriftleg medan norsk diplomatisk eller konsulær tenestemann eller, om så er, skipsføraren, er til stades.\nOm innkalling til rettsmøte i sakførebuing kan ein part som har kjend tilhaldsstad i riket gjevast tilseiing i innskrivi brev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Saka stoggar ikkje om nokon av partane eller alle let vera å møta.\nLet ein part vera å møta fram endå han ikkje har lovleg forfall, kan retten fastsetja at han skal hentast til rettsmøtet eller til eit rettsmøte seinare.​2\nUtgreiing som ein part har gjevi i sakførebuing, kan lesast opp i hovudførehavingsmøtet når parten ikkje møter, og det ikkje er opplyst eller truleg at han har lovleg forfall.\nI eit slikt tilfelle som er nemnt i § 10, tredje leden, kan retten lata vera å seia dom i saka når den oppgjevne faren bur i utlandet, og det syner seg vera rådlaust å få til vegar gode nok opplysningar om kven far åt barnet er. I det fall legg retten saka bort i orskurd etter lova om rettargangsmåten for tvistemål § 100.\nDet kan nemnast opp søksmålsfullmektig for mora og barnet etter reglane i § 423 i lova om rettargangsmåten i tvistemål. Lagmannsretten og Høgsterett kan og nemna opp søksmålsfullmektig for andre partar i saka.\n1 Endret ved lov 14 feb. 1969 nr. 9 (tilføyet femte ledd).\n2 Jfr. rettergangsl. § 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Mora og den saksøkte er båe skyldige til å gjeva utsegn i saka etter reglane for vitne og med same ansvar som vitne har.​2 Dei skal stadfesta utsegnene sine med sannarord på tru og ære etter dei reglane som gjeld for partar.\nRetten avgjer om ein part skal få høyra på medan ein annan part gjev utsegn.\nSå framt ein saksøkt hjå domaren vedgår at han er far åt barnet, vert han halden for faren når det ikkje ligg føre opplysningar som tyder på at ein annan kan vera det.\n1 Endret ved lov 3 mars 1961 nr. 2.\n2 Se domstolsl. § 206, strl. §§ 163, 164.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Har den saksøkte legi med mora på den tid ho kan ha vorti med barn, skal det seiast dom for at han er faren om det ikkje er omstende som gjer det lite truleg at han er faren.\nKjem retten etter opplysningane i saka til at mora må ha legi med meir enn ein mann på den tid ho kan ha vorti med barn, skal det ikkje gjevast dom for at nokon av dei er far, utan det er monaleg meir truleg at ein av dei er faren enn nokon annan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Formannen i retten syter for at partane får tilseiing om domen og tilskotsfut og fylkesmann melding om han. Det same gjeld onnor avgjerd som endar saka. I det tilfellet som er nemnt i § 15, nr. 4, skal fylkesmannen på bustaden åt den saksøkte ka meldinga.\nDomen og onnor avgjerd i saka kan åtsøkjast av fylkesmannen òg.\nI ankeinstansen skal alle dei reknast for partar som var partar i underinstansen, Når det må haldast for uråd at ein av partane kan vera faren, kan retten likevel i orskurd leggja bort saka så langt ho gjeld honom. Kjem det i ankeinstansen fram opplysningar som tyder på at ein annan kan vera faren, skal retten anten i søksmålsskrift gjera honom til saksøkt eller ugilda domen som er sagd og senda saka tilbake til ny førehaving i herads- eller byretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Den som har vedgått at han er far til barnet, kan sidan krevja at retten prøver barnefarspørsmålet når han etterviser at vedgåinga ikkje kan takast for ei bindande viljeutsegn, eller at han, etter han gjekk ved at han var faren, har fått opplysningar som kan ha vekt for barnefarspørsmålet.\nDen som har drygt over fristen i § 11, andre leden, kan òg krevja at det vert reist sak når han etterviser anten slike opplysningar som er nemnde i leden framanfor, eller at mistak eller omstende som han ikkje kan ha ansvar for, er årsaken til at han drygde over fristen.\nKrav om sak må han bera fram seinast 1 månad etter han vart kjend med det som gjer vedgåinga ubindande eller med dei nye opplysningane, eller etter at dei omstende var borte som hindra at han retta seg etter fristen.\nKravet må han bera fram for herads- eller byretten, jfr. § 16. Retten avgjer i orskurd om vilkåra etter ledene framanfor ligg føre. Når retten avgjer om kravet kjem tidsnok, skal han taka omsyn til kor lang tid det måtte gå med til turvande etterrøkingar.\nHar den oppgjevne faren vedgått at han er far eller har han drygt over fristen i § 11, andre leden, kan barnet krevja at det vert reist sak, eller verja i fall barnet er umyndig. Det same kan fylkesmannen​1 gjera når omsynet til samfunnsgagnet gjer at det trengst. Dei vilkår og fristar som er fastsette i denne paragrafen, gjeld ikkje for slike krav.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Når det er gjevi tilseiing om domen etter reglane i domstollova § 181, kan ein som er dømd å vera far og som ikkje har møtt i saka, krevja oppatt-taking i fall han kjem fram med opplysningar som skapar alvorlege tvilsmål om barnefarspørsmålet er rett avgjort i domen.\nNår samfunnsgagnet gjer at det trengst, kan fylkesmannen​1 krevja oppatt-taking. Fristane i tvistemålslova, kapitel 27, gjeld ikkje for slikt krav.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Fostringstilskotet skal så langt råd er, setjast såleis at byrda vert like stor på kvar av foreldra etter hans eller hennar økonomiske kår. Kan ein av dei ikkje bera det slag av utlegget, kan hin verta pålagd å svara det heile.\nDepartementet​1 fastset den minstesummen som ein far skal svara i tilskot for månaden. Minstesummen skal vera høgare for dei fyrste ni månadene etter barnet vert født.\nTilskotet skal setjast høgare enn minstesummen så framt og så langt dei økonomiske kåra åt faren gjev høve til det.\nTilskot skal ytast på forskot for kvar månad og skal svarast jamvel om barnet døyr føre utgangen av den månaden det gjeld.\n1 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Fostringstilskot skal barnet ha til det fyller 18 år når ikkje anna er fastsett etter paragrafen her. Vil barnet etter at det har fylt 18 år, halde fram med slik skuleutdaning som må reknast for vanleg, har det krav på tilskot for den tid denne utdanninga varar ved, såframt det ikkje etter den økonomiske evna åt den av foreldra som skal betala og tilhøva elles vil vere urimeleg å påleggje tilskot. Det skal fastsetjast ei tidsgrense for krav på tilskot etter denne regelen.\nForeldre kan og verte pålagde å yte tilskot til vidare utdaning, såframt det er rimeleg etter den økonomiske evna deira, etter givnaden og hugmåla åt barnet og etter tilhøva elles. Regelen i første leden tredje punktumet gjeld på same måte for slikt tilskot.\nEr barnet så veikhelsa eller har det så små evner at det ikkje kan forsyta seg sjølv, kan tilskot verta pålagt etter at barnet har fylt 18 år. Dette gjeld jamvel om barnet var over 18 år då vanhøvet kom opp.\nFylkesmannen kan fastsetja at tilskotet skal setjast ned eller falla heilt bort når barnet fyller 15 år, i fall det er rimeleg etter tilhøva.\nKjem det på serlege utlegg før barnet fyller 18 år, kan fylkesmannen leggja på eit sertilskot. Når fylkesmannen meiner at det er rimeleg, kan han òg gjeva pålegg om sertilskot til serlege utlegg som kjem på etter at barnet har fylt 18 år. Krav om sertilskot etter denne leden må berast fram seinast eitt år etter serutlegga kom på.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II). – Jfr. lov 20 des. 1974 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Til mor åt barnet skal faren svara utlegget med fødselen og med fullgodt stell og tilsyn medan ho ligg i barneseng. Det gjeld endå om fosteret ikkje er leveført; men då fell kravet bort om det ikkje er frambori for fylkesmannen innan 1 år etter mora kom i barneseng.\nFaren skal svara tilskot til mora for dei 3 siste månadene før ho føder. Er fosteret ikkje leveført, kan fylkesmannen påleggja faren å svara tilskot for opp til dei siste 3 månadene av gongetida, når det er rimeleg. Om dette siste kravet gjeld reglane i siste punktum av fyrste leden på tilsvarande måte.\nDepartementet​2 fastset minstesum for tilskot etter fyrste leden og andre leden fyrste punktum.\nTilskot etter fyrste leden dagfell når barnet kjem til verda. Tilskot etter andre leden, fyrste punktum, skal svarast på forskot for kvar månad.\n1 Jfr. strl. § 240.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Verja kan ikkje gjeva opp den retten barnet har til forsyting og utdaning.\nDei krav ei mor har etter § 27, kan ho ikkje seia frå seg utan fylkesmannen gjev samtykke.\nFråseiing er ikkje bindande for den kommunen som har gjevi tilskot til mora, i fall utlegget kan krevjast att hjå faren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Avgjerd om tilskot etter denne lova tek fylkesmannen på bustaden åt mora, men fylkesmannen på bustaden åt barnet om mora ikkje lever eller ho bur utanfor riket. Bur både mora og barnet utanfor riket, høyrer saka under fylkesmannen på bustaden åt faren.\nHar tilskotsfuten ikkje gjevi gode nok opplysningar etter § 10 om korleis foreldra sit i det, skal fylkesmannen førebels setja tilskota til dei minstesummane som departementet har fastsett, og sidan få inn nøgnare opplysningar. Med grunnlag i opplysningane som då kjem inn, kan han brigda tilskota med tilbakeverkande kraft.\nFylkesmannen skal gjera om si avgjerd når det vert lagt fram nye opplysningar, eller når tilhøva har skift, såleis når barnet har fått arv, eller når dei økonomiske kåra åt foreldra ikkje lenger er som dei var. Vedtaket kan gjelda både tilskot som skulle vori oppgjort, og tilskot i framtida. Føre avgjerda skal fylkesmannen få inn dei opplysningar som har vekt og trengst for avgjerda.\nVert det gjort vedtak om å setje ned tilskot som alt skulle ha vore oppgjort, og kommunen har ytt bidragsforskot etter lov 26 april 1957 nr. 4. går det ettergjevne først til frådrag i det kommunen har til gode. Det same gjeld også elles når det offentlege etter lov har tatt over krav på tilskot til underhald som barnet har.\n1 Endret ved lov 20 des. 1974 nr. 67 (se dens II), 18 mai 1979 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Vederlaget for etterrøking og melding etter § 8 kan lækjar eller jordmor krevja av den kommunen som kvinna bur i. Kor stort vederlaget skal vera, fastset departementet.​1\nKommunen kan krevja å få utlegget att hjå faren. Summen kan søkjast inn på same måten som tilskot.​2\n1 Justisdepartementet iflg. res. 18 april 1975.\n2 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 1 feb. 1974 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 1 feb. 1974 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Staten skal bera kostnaden med å gjeva tilseiing om innkallingar som retten gjer, og likeins kostnaden med å få tak i opplysningar som retten meiner trengst.\nDei utlegg staten har mod ei barnefarsak, kan retten døma den parten som taper, til å svara – alt eller noko – når omstenda er for det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Staten ber kostnaden med førerit for meldingar om at ei kvinne er med barn eller har fått barn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Gjev ei mor falsk utsegn i dei høve som er nemnde i §§ 8 og 9 om kven som er far, vert ho straffa med bot eller med fengsel i opp til 2 år. Hjelper nokon til med eit slikt brot, er straffa for han den same.\n1 Jfr strl. § 166.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Let ei mor vera å senda melding til tilskotsfuten om at ho har fått barn, jfr. § 9, tredje leden, fyrste punktum, og fjerde leden, vert ho straffa med bot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Let ein lækjar eller ei jordmor vera å senda tilskotsfuten melding som er påboden i § 8, andre leden, og § 9, andre leden, vert dei straffa med bot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "content": "Tilskotsfut i lensmannsdistrikt på landet er lensmannen, og elles den som departementet​2 fastset.\nNår serlege grunnar er for det, kan departementet fastsetja at ein annan enn lensmannen skal vera tilskotsfut i ein landkommune.\n1 Endret ved lov 23 april 1970 nr. 22.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Avgjerd fylkesmannen tek om å skriva ut barnefarsførelegg, kan ikkje påklagast. Det same gjeld avgjerd etter § 10 femte leden og § 22 andre leden. Andre avgjerder som fylkesmannen tek etter denne lova, kan klagast inn for departementet.​2\nKlage på avgjerd etter § 12 tredje leden, § 23 femte leden og § 24 andre leden har utsetjande kraft. Klage på avgjerd etter § 3 femte leden og § 4 tredje leden har og utsetjande kraft, om ikkje fylkesmannen eller departementet av serlege grunnar fastset anna.\nVed klage på avgjerd om pengetilskott etter §§ 26 og 27 kan klageinstansen brigda andre tilskott etter dei nemnde paragrafane.\n1 Endret ved lov 10 juni 1969 nr. 54.\n2 Justisdepartementet iflg. res. 18 april 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Departementet​2 fastset kva form eit førelegg skal ha, og samleis forma for melding om at ei kvinne er med barn eller har fått barn. Likeins gjev departementet dei føresegner som trengst til å setja lova i verk. Det kan óg gjeva føresegner om melding til folkeregisteret.\n1 Endret ved lov 16 juni 1967 nr. 1.\n2 Justisdepartementet iflg. res. 18 april 1975, jfr. res. 2 juni 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Har fylkesmannen før lova tek til å gjelda, skrivi ut førelegg om eit barn som kom til verda før denne lova er sett i kraft, skal dei reglane fylgjast som til no gjeld om korleis farskap eller tilskotsskyldnad vert fastsett. Det same gjeld når det til slik tid er skrivi ut førelegg av di ei kvinne har vorti med barn for denne lova er sett i kraft.\nNår ein mann er halden for faren eller vert halden for faren etter dei reglane som gjeld til no, skal han haldast for å vera faren etter denne lova òg.\nEr ein mann halden for tilskotsskyldig, eller vert han halden for det etter dei reglane som gjeld til no, vert han ikkje halden for far etter denne lova, men andsynes både mor og barn har han same økonomiske skyldnaden som ein far har etter denne lova. Om meir enn ein er pålagd å svara tilskot til same barnet, avgjer fylkesmannen​1 kor mykje den einskilde av dei skal reia ut til kvar tid, likevel så at alle er ansvarlege for heile tilskotet. Døyr ein mann som er tilskotsskyldig, før skyldnaden er fallen bort, står regelen i § 40 i den lova som gjeld til no, ved makt.\n1 Se § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Kongen fastset kva tid denne lova skal taka til å gjelda.​1\n– – –\n1 Fra 1 okt. 1957 iflg. res. 23 mai 1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    }
  ]
}