{
  "id": "LOV-1947-11-14-3",
  "type": "statute",
  "title": "Lov om ferie.",
  "short_name": "Ferieloven.",
  "status": "in_force",
  "issued_date": "1947-11-14",
  "in_force_date": "1947-11-14",
  "url": "https://lovdata.no/dokument/NLO/lov/1947-11-14-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Hvem loven omfatter.",
      "content": "Rett til ferie etter denne lov har enhver som arbeider i annens tjeneste (arbeidstaker).\nUnntatt er likevel:\n1. Arbeidstakere som blir lønnet utelukkende med del av nettoutbytte eller for det vesentlige med lott eller på tilsvarende måte.\n2. Arbeidstakere som er i slekt med arbeidsgiveren eller hans samlevende ektefelle i rett opp- eller nedstigende linje eller sidelinje så nær som søsken eller står i like nært fosterskaps- eller svogerskapsforhold til dem.\n3. Arbeidstakere som går inn under lov om statens tjenestemenn eller er embetsmenn.\n4. Arbeidstakere i bistillinger når forutsetningen er at arbeidsforholdet ikke skal vare ut over 3 måneder eller stillingen i regelen ikke vil føre til arbeid mer enn i alt 200 timer i ett kalenderår eller innehaveren blir lønnet utelukkende med provisjon.\nVedkommende departement​2 kan bestemme at loven eller enkelte av dens føresegner ikke skal gjelde for grupper av arbeidstakere som ved regulativ eller tariffavtale er sikret ferierett som må anses å være minst like fordelaktig som etter loven.\n1 Endret ved lover 19 des. 1958 nr. 1, 10 juni 1977 nr. 65, 28 feb. 1986 nr 8 (i kraft 1 jan 1987).\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Hva det i loven er ment med uttrykkene «ferieår» og «opptjeningsår».",
      "content": "I denne loven er med uttrykket ferieår ment tida fra og med 1. mai det ene kalenderår til og med 30. april det følgende kalenderåret. Med opptjeningsår er ment det forutgående tidsrom fra og med 1. mai til og med 30. april.\nFor arbeidstakere i jordbruk og gartneri kan ferieår og opptjeningsår forskyves ved tariffavtale eller annen skriftlig avtale.\n1 Endret ved lover 19 des 1958 nr 1, 15 mai 1964 nr 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Feriens lengde m.v.",
      "content": "Arbeidstaker som går inn under denne loven,​2 har hvert ferieår​3 rett til feriefritid i 30 virkedager, jfr. dog overgangsbestemmelser i § 20 nr. 1.​4 Arbeidstaker som har fylt 60 år innen 1 januar i ferieåret, har rett til 6 virkedagers ekstraferie. For retten til ekstraferie gjelder ikke unntakene i § 1 annet ledd nr. 2 og 3. Den som er tilsatt i bedriften seinere enn 30 september i ferieåret, har ikke rett til feriefritid, heller ikke ekstraferie.\nI denne sammenheng skal søndager som faller i ferien og søndag umiddelbart før eller etter denne, ikke reknes som virkedager som fragår i nevnte dagtall. Det samme gjelder andre helgedager hvis det ikke blir avtalt annet.\nHvis en virksomhet innstiller når arbeidstakerne skal ha ferie, kan arbeidsgiveren gi alle arbeidstakere ved den virksomhet som innstiller samme ferie uansett den rett disse har til feriegodtgjøring.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22, 15 mai 1981 nr. 21.\n2 Se § 1.\n3 Se § 2.\n4 Se lov 14 juli 1950 nr. 5 § 8 punkt 7 siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tida for ferien.",
      "content": "Arbeidsgiveren fastsetter når ferien skal tas, jfr. dog tredje ledd. Arbeidsgiveren skal på forhånd drøfte feriens plassering, oppsetting av ferielister og mulige seinere endringer i disse med arbeidstakeren eller hans tillitsmenn. Såfremt ikke særlige grunner er til hinder for det, skal arbeidsgiveren underrette arbeidstakeren om tida for hans ferie tidligst mulig og seinest en måned før den tar til.\n18 dager av ferien skal gis i sammenheng i tidsrommet 16 mai-30 september. Resten skal gis innafor ferieåret,​2 enten i sammenheng eller i to deler hvis de blir gitt i samband med helge- eller høgtidsdager utenom søndager.\nSpørsmålet om når ekstraferie for arbeidstakere over 60 år skal tas, bør reguleres gjennom tariffavtale eller annen avtale mellom arbeidstaker og arbeidsgiver. Dersom ikke slik avtale er inngått, bestemmer arbeidstakeren når ekstraferien skal tas. Ekstraferien kan oppdeles ned til en feriefridag om gangen, dersom ikke annet er avtalt. Om ikke annet er avtalt, skal arbeidstakeren underrette arbeidsgiveren om når ekstraferien skal tas senest 2 uker før ferien tar til.\nI jordbruk og annen virksomhet der driftsmessige grunner gjør det nødvendig, kan arbeidsgiveren legge halvparten av ferien utafor tidsrommet 16 mai-30. september. Ellers gjelder reglene i første og annet ledd.\nArbeidstaker som er tilsatt i bedriften i tida fra og med 16. mai til og med 30. september, har først rett til feriefritid etter sistnevnte dag, og bare i den utstrekning han godtgjør at han ikke allerede har hatt full feriefritid.\nReglene i de foregående ledd i denne paragraf kan fravikes ved tariffavtale eller annen avtale. Dette gjelder dog ikke reglene om at ferien skal gis innen ferieårets slutt. Ferien eller en del av denne kan gis også før ferieåret tar til når det er inngått skriftlig avtale om det.\nKongen​3 kan, når vektige samfunnsmessige omsyn gjør det nødvendig, fastsette at ferien eller en del av den skal tas til annen tid enn den som følger av denne paragraf.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22. – Se § 15.\n2 Se § 2.\n3 Se res. 29 april 1959 om fullmakt for Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Fastsetting av ferietid m.v.",
      "content": "Ferien kan ikke legges i oppsiingstid medmindre denne er minst tre måneder.\nArbeidstakeren kan kreve å få ferien utsatt til seinere i ferieåret​2 om han før hans ferie tar til, ved erklæring fra trygdekontor godtgjør at han er arbeidsufør. Er arbeidstakeren ikke trygdet med rett til sjukepenger, godtgjøres arbeidsuførheten ved erklæring fra lege. Ny tid for ferien kan ikke kreves lagt i tidsrommet 16 mai-30 september.\nArbeidsgiveren kan innafor rammen av det som er fastsatt i § 4 og i denne paragrafs første og annet ledd, legge ferien til tid da arbeidstakeren utfører sammenhengende førstegangstjeneste i Forsvaret. Blir førstegangstjenesten delt, kan ett års feriefritid jfr. § 3, legges til en av periodene. Ferien kan ikke legges til tid da arbeidstakeren utfører tjeneste i Heimevernet eller Sivilforsvaret.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 29 jan. 1971 nr. 10.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Alminnelige føresegner om feriegodtgjøring",
      "content": "Arbeidstaker i arbeidsforhold som varer minst 6 dager, har rett til feriegodtgjøring av arbeidsgiveren med 12 pst. av arbeidsfortjenesten, jfr. dog overgangsbestemmelsene i § 20 nr. 1. For arbeidstakere over 60 år som har rett til ekstraferie, skal godtgjøringen forhøyes med 2,3 pst. av arbeidsfortjenesten. Denne forhøyede godtgjøring kan arbeidsgiveren kreve refundert fra folketrygden, jfr. lov om folketrygd § 16-1. Det ytes ikke forhøyet godtgjøring for den del av arbeidsfortjenesten som overstiger seks ganger grunnbeløpet etter lov om folketrygd § 6-2. Ved anvendelse av denne bestemmelse skal det regnes med det grunnbeløp som gjaldt ved utgangen av opptjeningsåret. Fratrer en arbeidstaker sin tilsetting hos en arbeidsgiver i opptjeningsåret, skal det regnes med det grunnbeløp som gjaldt på fratredelsestidspunktet.\nI arbeidsfortjenesten etter første ledd skal ikke medreknes feriegodtgjøring og mulig annen form for fortjeneste som arbeidstakeren får også under ferien. Heller ikke skal medreknes tantieme, andel i omsetning, gratiale eller andre former for godtgjøring som tilfaller arbeidstakeren uavhengig av fravær på ferie. Har arbeidstakeren rett til hel eller delvis kost, skal det ved utrekningen av feriegodtgjøringen til den kontante lønn legges et rimelig kostvederlag. Derimot kan det ikke uten særlig avtale kreves tillegg for rett til fri bolig.\nArbeidstaker med minst 3 måneder forutgående tjenestetid opptjener rett til feriegodtgjøring også for den tid han i opptjeningsåret​2 er borte fra arbeidet under\na. Arbeidsuførhet som skyldes ulykke eller sjukdom, i opp til sammenlagt tre måneder. Arbeidsgiveren kan kreve at arbeidsuførheten blir godtgjort ved erklæring fra trygdekontoret, eller, dersom arbeidstakeren ikke er trygdet med rett til sjukepenger ved erklæring fra lege.\nb. svangerskap, opp til 12 veker omkring fødselen;\nc. pliktig militærtjeneste eller pliktig tjeneste i sivilforsvaret eller heimevernet, i opp til sammenlagt tre måneder.\nFeriegodtgjøring under slikt fravær utreknes på grunnlag av vanlig arbeidstid og de lønnssatser som gjelder under fraværet. For arbeidstakere med varierende arbeidsinntekt, skal det reknes med den gjennomsnittlige arbeidsfortjeneste i vanlig arbeidstid de 4 siste vekene før første del av ferien tas, eller før fratreden.\nArbeidstaker kan ikke kreve feriegodtgjøring etter de to foregående ledd med mindre han har vært i arbeid i bedriften igjen etter fravær som nevnt. Kan arbeidstakeren ikke tre inn igjen i arbeidet fordi han er oppsagt av arbeidsgiveren, kan han likevel kreve feriegodtgjøring etter dette ledd for det tidsrom arbeidsforholdet besto.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 29 jan. 1971 nr. 10, 14 mai 1976 nr. 22, 3 juni 1977 nr. 55, 15 mai 1981 nr. 21, 19 des 1986 nr 75 (i kraft 1 mai 1987 med virkning for all feriegodtgjøring opptjent etter lovens ikrafttreden). – Se § 19.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Særlig om feriegodtgjøring for fastlønte.",
      "content": "Arbeidstaker som har fast års-, måneds- eller vekelønn, har rett til i stedet for feriegodtgjøring utreknet etter § 6 å få full lønn for vanlig arbeidstid i ferien om han har hatt lønn av bedriften hele opptjeningsåret.​2 Har han hatt lønn bare en del av opptjeningsåret, skal han ha lønn i ferien reknet i forhold til den tid han har hatt lønn i opptjeningsåret. Halv måned eller mer reknes som hel måned, men kortere tid blir ikke reknet med. For rett til kost og bolig gjelder reglene i § 6 første ledd annet og tredje punktum.\nDet skal ved utrekningen ikke gjøres fradrag for fravær på ferie i opptjeningsåret. Reglene om fravær i § 6 tredje, fjerde og femte ledd gjelder tilsvarende.\nDersom arbeidstaker som går inn under denne paragraf ville få høgre feriegodtgjøring om denne blir utreknet etter reglene i § 6, har han krav på å få forskjellen i tillegg til lønn etter reglene i denne paragraf. Utrekning etter § 6 skal foretas for det enkelte opptjeningsår og sees i forhold til den lønn arbeidstakeren har for vanlig arbeidstid når første del av ferien tas. For arbeidstaker som fratrer i løpet av opptjeningsåret, skal utrekning skje på tilsvarende måte ved hans fratreden.\nFor ekstraferie for arbeidstakere over 60 år gjelder i alle høve reglene i § 6.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22. – Se § 19.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oppgjør av feriegodtgjøring.",
      "content": "Feriegodtgjøring som er opptjent i det foregående opptjeningsår,​2 skal utbetales kontant siste vanlige lønningsdag før ferien. Blir ferien delt skal feriegodtgjøringen deles tilsvarende, men partene kan gjøre avtale om den mest praktiske fordeling.\nVed fratreden skal opptjent feriegodtgjøring utbetales kontant siste vanlige lønningsdag. Det skal gå fram av lønnsoppgjøret hvordan feriegodtgjøringen er regnet ut. Oppgjør av feriegodtgjøring kan utsettes til siste arbeidsdag dersom arbeidstakeren har varierende lønn.\nPlikten til å gjøre opp feriegodtgjøring gjelder ikke ved fratreden som skyldes oppsiing etter lov om arbeidstvister av 5 mai 1927.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101, 29 april 1988 nr 21 (i kraft 1 jan 1989).\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Feriefondet.",
      "content": "Feriefondet gir støtte til ferieformål.\nKongen​2 fastsetter føresegner om styre og forvaltning og om bruken av mulig overskott etter at alle utgifter er dekket.\n1 Endret ved lover 15 mai 1964 nr. 1, 7 juni 1968 nr. 6, 17 des. 1976 nr. 101.\n2 Kommunaldept. iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Unnatak fra lovens ordning av feriegodtgjøringen.",
      "content": "En organisasjon av arbeidstakere kan for sine medlemmer slutte skriftlig overenskomst med arbeidsgiver eller organisasjon av arbeidsgivere om andre regler om utrekning og oppgjør av feriegodtgjøringen enn fastsatt i denne lov. Slik overenskomst skal gjelde også for ikke organisert arbeidstaker hos vedkommende arbeidsgiver, når arbeidstakeren faglig tilhører en gruppe som går inn under overenskomsten. § 8 siste ledd gjelder også i de tilfelle da det er sluttet overenskomst som nevnt.\nDepartementet​2 kan når særlige tilhøve gir grunn til det fastsette unnatak fra lovens regler om feriegodtgjøringen også for nærmere fastsatte grupper av arbeidstakere.\n1 Endret ved lov 15 mai 1964 nr. 1.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 29 april 1988 nr 21 (i kraft 1 jan 1989).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Virksomheten skifter innehaver.",
      "content": "Rett til ferie eller feriegodtgjøring endres ikke om bedrift eller skip som arbeidstakeren er tilsatt ved, skifter innehaver (eier eller leier).\n1 Endret ved lov 19 des. 1958 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Feriegodtgjøring for særlige grupper av arbeidstakere.",
      "content": "Departementet​2 kan fastsette at det skal betales feriegodtgjøring etter særlige føresegner til arbeidstakere som:\na. er sysselsatt med kortvarig arbeid eller arbeid for vekslende arbeidsgivere slik at det i regelen ikke oppnås feriegodtgjøring etter § 6,\nb. blir helt eller delvis lønnet av andre enn arbeidsgiveren ved drikkepenger eller på annen måte,\nc. får lønn som omfatter vederlag for bruk av egne eiendeler eller råstoffer, eller\nd. blir lønnet delvis med del av utbytte.\n1 Opphevet ved lov 19 des. 1958 nr. 1, tilføyet ved lov 15 mai 1964 nr. 1.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Feriegodtgjøring ved dødsfall.",
      "content": "Dør arbeidstakeren, går opptjent feriegodtgjøring inn i hans dødsbo.\nFeriegodtgjøringen kan av arbeidsgiveren utbetales til dødsboet uten omsyn til reglene i § 8 første og annet ledd.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Særlige føresegner for arbeidstakere på skip.",
      "content": "For arbeidstakere på skip eller grupper av disse fastsetter Kongen eller den han gir fullmakt de særlige føresegner​1 som er nødvendig på grunn av tilhøva i sjøfarten. Derunder kan føresegnene i loven fravikes, likevel ikke føresegnene om feriens lengde og feriegodtgjøringens størrelse.\n1 Forskrifter er gitt ved res. 19 mars 1948, 14 mai 1962, 15 mai 1964, 17 sept. 1976, 24 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Lovens ufravikelighet.",
      "content": "Reglene i denne loven kan ikke fravikes til skade for arbeidstakerne uten i de tilfelle loven gir uttrykkelig heimel for det.​1\n1 Se §§ 3 annet ledd i.f., 4 tredje ledd og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Rettleiing, avgjerd av tvister.",
      "content": "Arbeidstilsynet gir rettleiing om gjennomføring av denne lov.\nDirektoratet for arbeidstilsynet skal på anmodning gi uttalelse om hvorvidt en person går inn under loven. Direktoratets uttalelse kan påklages til departementet.\nFøresegnene om beskyttelse av kilder i arbeidsmiljølovens § 81 gjelder også for saker etter denne lov.\nKongen​2 kan fastsette nærmere føresegner om Arbeidstilsynets virksomhet etter denne lov.\n1 Endret ved lover 15 mai 1964 nr. 1, 10 mai 1968 nr. 2, 4 feb. 1977 nr. 4.\n2 Kommunaldept. iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opplysningsplikt.",
      "content": "Departementet eller den det gir fullmakt kan kreve​2 av enhver arbeidsgiver at han godtgjør å ha betalt på riktig måte avgift og feriegodtgjøring som etter denne lov tilkommer Feriefondet.\n1 Endret ved lov 17 des. 1976 nr. 101.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Straff.",
      "content": "Med bøter straffes arbeidsgiver som unnlater å overføre feriegodtgjøring til Feriefondet etter bestemmelsen i § 8 fjerde ledd. På samme måte straffes arbeidsgiver som unnlater å etterkomme påbud om betaling av avgift etter § 11 eller som nekter å gi opplysninger som blir krevd etter § 18.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ikrafttreden. Overgangsføresegner.",
      "content": "1. Bestemmelsene i § 3 og § 6 gjelder med følgende overgangsregler:\nArbeidstakers feriefritid skal være 24 virkedager t.o.m. ferieåret 1981/82 med feriegodtgjøring som utgjør 9,5 pst. av arbeidfortjenesten. Fra og med ferieåret 1982/83 skal feriefritiden være 25 virkedager og feriegodtgjøringen utgjøre 9,9 pst.\nEtter bestemmelse av Kongen i statsråd innføres feriefritid i ytterligere 5 virkedager skrittvis for ferieårene 1983/84 og 1984/85. Den enkelte utvidelse må likevel være forsvarlig ut fra en vurdering av landets totale økonomiske stilling. Feriegodtgjøring skal ytes med 10,3 pst. når beslutning om 26 virkedagers feriefritid er tatt, og etter beslutninger om feriefritid i 27, 28, 29 og 30 virkedager med henholdsvis 10,7, 11,1, 11,5 og 12 pst.\n2. For Svalbard gjelder denne lov fra den tid og med de endringer Kongen fastsetter.\n1 Endret ved lov 15 mai 1981 nr. 21 (forhøyelsen fra 9,5 pst. til 9,9 pst. gjelder fra 1 mai 1981, men ikke for arbeidstakere som får feriepenger utbetalt før lovens ikrafttreden.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Hvem loven omfatter.",
      "content": "Rett til ferie etter denne lov har enhver som arbeider i annens tjeneste (arbeidstaker).\nUnntatt er likevel:\n1. Arbeidstakere som blir lønnet utelukkende med del av nettoutbytte eller for det vesentlige med lott eller på tilsvarende måte.\n2. Arbeidstakere som er i slekt med arbeidsgiveren eller hans samlevende ektefelle i rett opp- eller nedstigende linje eller sidelinje så nær som søsken eller står i like nært fosterskaps- eller svogerskapsforhold til dem.\n3. Arbeidstakere som går inn under lov om statens tjenestemenn eller er embetsmenn.\n4. Arbeidstakere i bistillinger når forutsetningen er at arbeidsforholdet ikke skal vare ut over 3 måneder eller stillingen i regelen ikke vil føre til arbeid mer enn i alt 200 timer i ett kalenderår eller innehaveren blir lønnet utelukkende med provisjon.\nVedkommende departement​2 kan bestemme at loven eller enkelte av dens føresegner ikke skal gjelde for grupper av arbeidstakere som ved regulativ eller tariffavtale er sikret ferierett som må anses å være minst like fordelaktig som etter loven.\n1 Endret ved lover 19 des. 1958 nr. 1, 10 juni 1977 nr. 65, 28 feb. 1986 nr 8 (i kraft 1 jan 1987).\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Hva det i loven er ment med uttrykkene «ferieår» og «opptjeningsår».",
      "content": "I denne loven er med uttrykket ferieår ment tida fra og med 1. mai det ene kalenderår til og med 30. april det følgende kalenderåret. Med opptjeningsår er ment det forutgående tidsrom fra og med 1. mai til og med 30. april.\nFor arbeidstakere i jordbruk og gartneri kan ferieår og opptjeningsår forskyves ved tariffavtale eller annen skriftlig avtale.\n1 Endret ved lover 19 des 1958 nr 1, 15 mai 1964 nr 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Feriens lengde m.v.",
      "content": "Arbeidstaker som går inn under denne loven,​2 har hvert ferieår​3 rett til feriefritid i 30 virkedager, jfr. dog overgangsbestemmelser i § 20 nr. 1.​4 Arbeidstaker som har fylt 60 år innen 1 januar i ferieåret, har rett til 6 virkedagers ekstraferie. For retten til ekstraferie gjelder ikke unntakene i § 1 annet ledd nr. 2 og 3. Den som er tilsatt i bedriften seinere enn 30 september i ferieåret, har ikke rett til feriefritid, heller ikke ekstraferie.\nI denne sammenheng skal søndager som faller i ferien og søndag umiddelbart før eller etter denne, ikke reknes som virkedager som fragår i nevnte dagtall. Det samme gjelder andre helgedager hvis det ikke blir avtalt annet.\nHvis en virksomhet innstiller når arbeidstakerne skal ha ferie, kan arbeidsgiveren gi alle arbeidstakere ved den virksomhet som innstiller samme ferie uansett den rett disse har til feriegodtgjøring.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22, 15 mai 1981 nr. 21.\n2 Se § 1.\n3 Se § 2.\n4 Se lov 14 juli 1950 nr. 5 § 8 punkt 7 siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tida for ferien.",
      "content": "Arbeidsgiveren fastsetter når ferien skal tas, jfr. dog tredje ledd. Arbeidsgiveren skal på forhånd drøfte feriens plassering, oppsetting av ferielister og mulige seinere endringer i disse med arbeidstakeren eller hans tillitsmenn. Såfremt ikke særlige grunner er til hinder for det, skal arbeidsgiveren underrette arbeidstakeren om tida for hans ferie tidligst mulig og seinest en måned før den tar til.\n18 dager av ferien skal gis i sammenheng i tidsrommet 16 mai-30 september. Resten skal gis innafor ferieåret,​2 enten i sammenheng eller i to deler hvis de blir gitt i samband med helge- eller høgtidsdager utenom søndager.\nSpørsmålet om når ekstraferie for arbeidstakere over 60 år skal tas, bør reguleres gjennom tariffavtale eller annen avtale mellom arbeidstaker og arbeidsgiver. Dersom ikke slik avtale er inngått, bestemmer arbeidstakeren når ekstraferien skal tas. Ekstraferien kan oppdeles ned til en feriefridag om gangen, dersom ikke annet er avtalt. Om ikke annet er avtalt, skal arbeidstakeren underrette arbeidsgiveren om når ekstraferien skal tas senest 2 uker før ferien tar til.\nI jordbruk og annen virksomhet der driftsmessige grunner gjør det nødvendig, kan arbeidsgiveren legge halvparten av ferien utafor tidsrommet 16 mai-30. september. Ellers gjelder reglene i første og annet ledd.\nArbeidstaker som er tilsatt i bedriften i tida fra og med 16. mai til og med 30. september, har først rett til feriefritid etter sistnevnte dag, og bare i den utstrekning han godtgjør at han ikke allerede har hatt full feriefritid.\nReglene i de foregående ledd i denne paragraf kan fravikes ved tariffavtale eller annen avtale. Dette gjelder dog ikke reglene om at ferien skal gis innen ferieårets slutt. Ferien eller en del av denne kan gis også før ferieåret tar til når det er inngått skriftlig avtale om det.\nKongen​3 kan, når vektige samfunnsmessige omsyn gjør det nødvendig, fastsette at ferien eller en del av den skal tas til annen tid enn den som følger av denne paragraf.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22. – Se § 15.\n2 Se § 2.\n3 Se res. 29 april 1959 om fullmakt for Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Fastsetting av ferietid m.v.",
      "content": "Ferien kan ikke legges i oppsiingstid medmindre denne er minst tre måneder.\nArbeidstakeren kan kreve å få ferien utsatt til seinere i ferieåret​2 om han før hans ferie tar til, ved erklæring fra trygdekontor godtgjør at han er arbeidsufør. Er arbeidstakeren ikke trygdet med rett til sjukepenger, godtgjøres arbeidsuførheten ved erklæring fra lege. Ny tid for ferien kan ikke kreves lagt i tidsrommet 16 mai-30 september.\nArbeidsgiveren kan innafor rammen av det som er fastsatt i § 4 og i denne paragrafs første og annet ledd, legge ferien til tid da arbeidstakeren utfører sammenhengende førstegangstjeneste i Forsvaret. Blir førstegangstjenesten delt, kan ett års feriefritid jfr. § 3, legges til en av periodene. Ferien kan ikke legges til tid da arbeidstakeren utfører tjeneste i Heimevernet eller Sivilforsvaret.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 29 jan. 1971 nr. 10.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Alminnelige føresegner om feriegodtgjøring",
      "content": "Arbeidstaker i arbeidsforhold som varer minst 6 dager, har rett til feriegodtgjøring av arbeidsgiveren med 12 pst. av arbeidsfortjenesten, jfr. dog overgangsbestemmelsene i § 20 nr. 1. For arbeidstakere over 60 år som har rett til ekstraferie, skal godtgjøringen forhøyes med 2,3 pst. av arbeidsfortjenesten. Denne forhøyede godtgjøring kan arbeidsgiveren kreve refundert fra folketrygden, jfr. lov om folketrygd § 16-1. Det ytes ikke forhøyet godtgjøring for den del av arbeidsfortjenesten som overstiger seks ganger grunnbeløpet etter lov om folketrygd § 6-2. Ved anvendelse av denne bestemmelse skal det regnes med det grunnbeløp som gjaldt ved utgangen av opptjeningsåret. Fratrer en arbeidstaker sin tilsetting hos en arbeidsgiver i opptjeningsåret, skal det regnes med det grunnbeløp som gjaldt på fratredelsestidspunktet.\nI arbeidsfortjenesten etter første ledd skal ikke medreknes feriegodtgjøring og mulig annen form for fortjeneste som arbeidstakeren får også under ferien. Heller ikke skal medreknes tantieme, andel i omsetning, gratiale eller andre former for godtgjøring som tilfaller arbeidstakeren uavhengig av fravær på ferie. Har arbeidstakeren rett til hel eller delvis kost, skal det ved utrekningen av feriegodtgjøringen til den kontante lønn legges et rimelig kostvederlag. Derimot kan det ikke uten særlig avtale kreves tillegg for rett til fri bolig.\nArbeidstaker med minst 3 måneder forutgående tjenestetid opptjener rett til feriegodtgjøring også for den tid han i opptjeningsåret​2 er borte fra arbeidet under\na. Arbeidsuførhet som skyldes ulykke eller sjukdom, i opp til sammenlagt tre måneder. Arbeidsgiveren kan kreve at arbeidsuførheten blir godtgjort ved erklæring fra trygdekontoret, eller, dersom arbeidstakeren ikke er trygdet med rett til sjukepenger ved erklæring fra lege.\nb. svangerskap, opp til 12 veker omkring fødselen;\nc. pliktig militærtjeneste eller pliktig tjeneste i sivilforsvaret eller heimevernet, i opp til sammenlagt tre måneder.\nFeriegodtgjøring under slikt fravær utreknes på grunnlag av vanlig arbeidstid og de lønnssatser som gjelder under fraværet. For arbeidstakere med varierende arbeidsinntekt, skal det reknes med den gjennomsnittlige arbeidsfortjeneste i vanlig arbeidstid de 4 siste vekene før første del av ferien tas, eller før fratreden.\nArbeidstaker kan ikke kreve feriegodtgjøring etter de to foregående ledd med mindre han har vært i arbeid i bedriften igjen etter fravær som nevnt. Kan arbeidstakeren ikke tre inn igjen i arbeidet fordi han er oppsagt av arbeidsgiveren, kan han likevel kreve feriegodtgjøring etter dette ledd for det tidsrom arbeidsforholdet besto.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 29 jan. 1971 nr. 10, 14 mai 1976 nr. 22, 3 juni 1977 nr. 55, 15 mai 1981 nr. 21, 19 des 1986 nr 75 (i kraft 1 mai 1987 med virkning for all feriegodtgjøring opptjent etter lovens ikrafttreden). – Se § 19.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Særlig om feriegodtgjøring for fastlønte.",
      "content": "Arbeidstaker som har fast års-, måneds- eller vekelønn, har rett til i stedet for feriegodtgjøring utreknet etter § 6 å få full lønn for vanlig arbeidstid i ferien om han har hatt lønn av bedriften hele opptjeningsåret.​2 Har han hatt lønn bare en del av opptjeningsåret, skal han ha lønn i ferien reknet i forhold til den tid han har hatt lønn i opptjeningsåret. Halv måned eller mer reknes som hel måned, men kortere tid blir ikke reknet med. For rett til kost og bolig gjelder reglene i § 6 første ledd annet og tredje punktum.\nDet skal ved utrekningen ikke gjøres fradrag for fravær på ferie i opptjeningsåret. Reglene om fravær i § 6 tredje, fjerde og femte ledd gjelder tilsvarende.\nDersom arbeidstaker som går inn under denne paragraf ville få høgre feriegodtgjøring om denne blir utreknet etter reglene i § 6, har han krav på å få forskjellen i tillegg til lønn etter reglene i denne paragraf. Utrekning etter § 6 skal foretas for det enkelte opptjeningsår og sees i forhold til den lønn arbeidstakeren har for vanlig arbeidstid når første del av ferien tas. For arbeidstaker som fratrer i løpet av opptjeningsåret, skal utrekning skje på tilsvarende måte ved hans fratreden.\nFor ekstraferie for arbeidstakere over 60 år gjelder i alle høve reglene i § 6.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 14 mai 1976 nr. 22. – Se § 19.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Oppgjør av feriegodtgjøring.",
      "content": "Feriegodtgjøring som er opptjent i det foregående opptjeningsår,​2 skal utbetales kontant siste vanlige lønningsdag før ferien. Blir ferien delt skal feriegodtgjøringen deles tilsvarende, men partene kan gjøre avtale om den mest praktiske fordeling.\nVed fratreden skal opptjent feriegodtgjøring utbetales kontant siste vanlige lønningsdag. Det skal gå fram av lønnsoppgjøret hvordan feriegodtgjøringen er regnet ut. Oppgjør av feriegodtgjøring kan utsettes til siste arbeidsdag dersom arbeidstakeren har varierende lønn.\nPlikten til å gjøre opp feriegodtgjøring gjelder ikke ved fratreden som skyldes oppsiing etter lov om arbeidstvister av 5 mai 1927.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101, 29 april 1988 nr 21 (i kraft 1 jan 1989).\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Feriefondet.",
      "content": "Feriefondet gir støtte til ferieformål.\nKongen​2 fastsetter føresegner om styre og forvaltning og om bruken av mulig overskott etter at alle utgifter er dekket.\n1 Endret ved lover 15 mai 1964 nr. 1, 7 juni 1968 nr. 6, 17 des. 1976 nr. 101.\n2 Kommunaldept. iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Unnatak fra lovens ordning av feriegodtgjøringen.",
      "content": "En organisasjon av arbeidstakere kan for sine medlemmer slutte skriftlig overenskomst med arbeidsgiver eller organisasjon av arbeidsgivere om andre regler om utrekning og oppgjør av feriegodtgjøringen enn fastsatt i denne lov. Slik overenskomst skal gjelde også for ikke organisert arbeidstaker hos vedkommende arbeidsgiver, når arbeidstakeren faglig tilhører en gruppe som går inn under overenskomsten. § 8 siste ledd gjelder også i de tilfelle da det er sluttet overenskomst som nevnt.\nDepartementet​2 kan når særlige tilhøve gir grunn til det fastsette unnatak fra lovens regler om feriegodtgjøringen også for nærmere fastsatte grupper av arbeidstakere.\n1 Endret ved lov 15 mai 1964 nr. 1.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 29 april 1988 nr 21 (i kraft 1 jan 1989).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Virksomheten skifter innehaver.",
      "content": "Rett til ferie eller feriegodtgjøring endres ikke om bedrift eller skip som arbeidstakeren er tilsatt ved, skifter innehaver (eier eller leier).\n1 Endret ved lov 19 des. 1958 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Feriegodtgjøring for særlige grupper av arbeidstakere.",
      "content": "Departementet​2 kan fastsette at det skal betales feriegodtgjøring etter særlige føresegner til arbeidstakere som:\na. er sysselsatt med kortvarig arbeid eller arbeid for vekslende arbeidsgivere slik at det i regelen ikke oppnås feriegodtgjøring etter § 6,\nb. blir helt eller delvis lønnet av andre enn arbeidsgiveren ved drikkepenger eller på annen måte,\nc. får lønn som omfatter vederlag for bruk av egne eiendeler eller råstoffer, eller\nd. blir lønnet delvis med del av utbytte.\n1 Opphevet ved lov 19 des. 1958 nr. 1, tilføyet ved lov 15 mai 1964 nr. 1.\n2 Kommunaldept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Feriegodtgjøring ved dødsfall.",
      "content": "Dør arbeidstakeren, går opptjent feriegodtgjøring inn i hans dødsbo.\nFeriegodtgjøringen kan av arbeidsgiveren utbetales til dødsboet uten omsyn til reglene i § 8 første og annet ledd.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Særlige føresegner for arbeidstakere på skip.",
      "content": "For arbeidstakere på skip eller grupper av disse fastsetter Kongen eller den han gir fullmakt de særlige føresegner​1 som er nødvendig på grunn av tilhøva i sjøfarten. Derunder kan føresegnene i loven fravikes, likevel ikke føresegnene om feriens lengde og feriegodtgjøringens størrelse.\n1 Forskrifter er gitt ved res. 19 mars 1948, 14 mai 1962, 15 mai 1964, 17 sept. 1976, 24 juni 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Lovens ufravikelighet.",
      "content": "Reglene i denne loven kan ikke fravikes til skade for arbeidstakerne uten i de tilfelle loven gir uttrykkelig heimel for det.​1\n1 Se §§ 3 annet ledd i.f., 4 tredje ledd og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Rettleiing, avgjerd av tvister.",
      "content": "Arbeidstilsynet gir rettleiing om gjennomføring av denne lov.\nDirektoratet for arbeidstilsynet skal på anmodning gi uttalelse om hvorvidt en person går inn under loven. Direktoratets uttalelse kan påklages til departementet.\nFøresegnene om beskyttelse av kilder i arbeidsmiljølovens § 81 gjelder også for saker etter denne lov.\nKongen​2 kan fastsette nærmere føresegner om Arbeidstilsynets virksomhet etter denne lov.\n1 Endret ved lover 15 mai 1964 nr. 1, 10 mai 1968 nr. 2, 4 feb. 1977 nr. 4.\n2 Kommunaldept. iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Opplysningsplikt.",
      "content": "Departementet eller den det gir fullmakt kan kreve​2 av enhver arbeidsgiver at han godtgjør å ha betalt på riktig måte avgift og feriegodtgjøring som etter denne lov tilkommer Feriefondet.\n1 Endret ved lov 17 des. 1976 nr. 101.\n2 Se § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Straff.",
      "content": "Med bøter straffes arbeidsgiver som unnlater å overføre feriegodtgjøring til Feriefondet etter bestemmelsen i § 8 fjerde ledd. På samme måte straffes arbeidsgiver som unnlater å etterkomme påbud om betaling av avgift etter § 11 eller som nekter å gi opplysninger som blir krevd etter § 18.\n1 Endret ved lover 19 des. 1958 nr. 1, 15 mai 1964 nr. 1, 17 des. 1976 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Ikrafttreden. Overgangsføresegner.",
      "content": "1. Bestemmelsene i § 3 og § 6 gjelder med følgende overgangsregler:\nArbeidstakers feriefritid skal være 24 virkedager t.o.m. ferieåret 1981/82 med feriegodtgjøring som utgjør 9,5 pst. av arbeidfortjenesten. Fra og med ferieåret 1982/83 skal feriefritiden være 25 virkedager og feriegodtgjøringen utgjøre 9,9 pst.\nEtter bestemmelse av Kongen i statsråd innføres feriefritid i ytterligere 5 virkedager skrittvis for ferieårene 1983/84 og 1984/85. Den enkelte utvidelse må likevel være forsvarlig ut fra en vurdering av landets totale økonomiske stilling. Feriegodtgjøring skal ytes med 10,3 pst. når beslutning om 26 virkedagers feriefritid er tatt, og etter beslutninger om feriefritid i 27, 28, 29 og 30 virkedager med henholdsvis 10,7, 11,1, 11,5 og 12 pst.\n2. For Svalbard gjelder denne lov fra den tid og med de endringer Kongen fastsetter.\n1 Endret ved lov 15 mai 1981 nr. 21 (forhøyelsen fra 9,5 pst. til 9,9 pst. gjelder fra 1 mai 1981, men ikke for arbeidstakere som får feriepenger utbetalt før lovens ikrafttreden.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    }
  ]
}