{
  "id": "LOV-1947-02-21-1",
  "type": "statute",
  "title": "Lov um straff og økonomisk ansvar for landssvikarar (Landssviklova)",
  "short_name": "Landssviklova",
  "status": "in_force",
  "issued_date": "1947-02-21",
  "in_force_date": "1947-02-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1947-02-21-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Straffefyresegnene i dette kapitlet vert nytta berre når det er forsvarlegt etter sakstoda og tilhøva i det heile, og ålmenne umsyn ikkje gjer det turvande å døma etter dei strengare straffeboda i kap. 8 eller 9 i den borgarlege straffelova eller i krigsartiklane i den militære straffelova.\nRetten avgjer, ubunden av påstandane, um han skal døma etter denne lova eller etter den borgarlege straffelova eller krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Etter denne lova kan den verta straffa som etter 8 april 1940:\n1. Var med i, eller søkte um eller samtykte i å verta med i:\na. Nasjonal Samling eller tilknytt samskipnad.\nb. Annan samskipnad som verka i strid med nokor fyresegn i straffelova kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.\n2. Gav stunad til slik samskipnad som nemnt under 1, eller til strafflagde tiltak som samskipnaden sette i verk.\n3. Dreiv eller var med i næringsverksemd for fienden på slik måte eller under slike tilhøve at det måtte reknast for lastverdigt («utilbørlig»).\n4. Forbrant seg mot nokor av fyresegnene i straffelova kap. 8 eller 9 eller krigsartiklane i den militære straffelova, likefullt um åtferda ikkje gjeng inn under nr. 1-3 i denne paragrafen.\nDet som er gjort av aktløyse, kjem ikkje inn under denne paragrafen, utan den aktlause åtferda er strafflagd i straffelovens kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Straffa for brot etter § 2 er fengsel eller tvangsarbeid upp til 3 år, bot, tap av ålmen tillit (tillitstap), jfr. § 10, rettstap, jfr. § 11, eller to eller fleire av desse åtgjerdene. I tilleggsstraff kan setjast forbod mot tilhald på visse umråde (tilhaldsforbod), jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Fyresegnene i § 2, nr. 1, gjeld ikkje den som 8 april 1940 var med i slik samskipnad som der nemnt, når han melde seg ut so snart han fekk greie på at samskipnaden eller leidarane dreiv verksemd i strid med noko bod i straffelova kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Er brot etter § 2 gjort under tvang, eller av ein som var under 18 år, kan straffa falla burt.\nDet same gjeld:\na. brot etter § 2, nr. 1 og 2, so framt den skuldige har gjort det godt att med gagns dåd for landet i krigstida,\nb. brot etter § 2, nr. 3, for den som berre var vanleg arbeidar eller undergjeven tenestemann i verksemda for fienden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Avgjerande for storleiken på straffebøtene etter denne lova er ikkje berre den strafflagde åtferda og skaden som er valda, men og kor mykje brotsmennene etter sine kår og inntektsvoner venteleg kan greida.\nHar nokon etter 8 april 1940 fullført rettshandlar som i § 23 og 24 nemnt, skal råda hans reknast som um dei rettshandlane var ugjorde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Straffebøtene vert innsøkte med utpanting. Reglane for undantak frå utlegg er dei same som ved utpanting for skattar og offentlege avgifter. Utan hinder av fyresegnene i lov um trygdeavtalur frå 6 juni 1930 kan det takast utlegg i dei rettar den domfelde som trygdetingar, trygdehavar eller ytingsinottakar har mot selskapet etter ei trygdeavtale. Med heimel i utlegget kan staten andsynes selskapet gjera krav på atterkjøpsverdet, so framt den domfelde sjølv har slik rett. Gjev trygdinga ikkje høve til atterkjøp kan staten krevja pengeverdet av det fritrygdebrevet den domfelde har rett til på grunnlag av premiebetalingane.\nEr brotsmannen i annan manns tenest, kan Erstatningsdirektoratet gjeva arbeidsgjevaren påbod um å halda att ein viss part av løna til avdrag på bota. Tener brotsmannen ikkje over kr. 3 000 i året, må lønsfrådraget ikkje utan hans samtykke vera større enn at han fær att minst to tridjepartar. Fylgjer ikkje arbeidsgjevaren påbodet, vert han andssvarleg for den summen som skulle vore halden tilbake. Både i dette tilfelle og når arbeidsgjevaren ikkje har betala tilbakehaldne pengar til direktoratet, kan summen søkjast inn med utpanting hjå honom.\nBøter kan og krevjast tilbakehaldne i andre inntekter av det slaget som er nemnt i lov um tvangsfullføring frå 13 august 1915 § 72. Fyresegnene i fyrre leden gjeld på tilsvarande måte.\nEr den strafflagde gjerninga gjord på vegner av, eller til beste for selskap, stifting eller samskipnad, kan domen gjera bota innsøkjande ikkje berre hjå gjerningsmannen sjølv, men dg hjå den han gjorde gjerninga for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Er ei straffebot ikkje å få med innsøkjing, kan påtalemakta so framt den skuldige er arbeidsfør, setja honom i offentleg eller privat arbeid eller tvangsarbeid til bota er upptent, men ikkje lenger tid enn eitt år.\nKongen gjev nøgjare fyresegner um gjennomføringa av denne rådgjerda, um fastsetjinga av vederlaget for arbeidet og um kor mykje skal haldast tilbake til avdrag på bota.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "So framt nokon viljande eller aktlaust let vera å betala straffebot som han er dømt til, endå han har pengane eller evne til å få tak i dei, vert han straffa med fengsel eller tvangsarbeid upp til 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Den som vert dømd til tap av ålmen tillit (tillitstap) misser:\n1. Røysteretten i offentlege saker.\n2. Retten til å gjera tenest i landsforsvaret.\n3. Offentleg tenest som han har.\n4. Retten til å få offentleg tenest.\n5. Retten til å ha yrke eller driva verksemd som treng offentleg. autorisasjon eller godkjenning.\n6. Retten til å driva onnor slik sjølvstendig næringsverksemd som det vert fastsett i domen.\n7. Leidartenest og lønte og ulønte tillitspostar i selskap, stiftingar og samskipnader.\n8. Retten til å få tenest eller post som under 7 nemnt.\n9. Retten til å ha eller få\na. eigedomsrett til fast gods eller norsk registreringspliktig skip,\nb. slik rett i fast gods som det etter lovene til kvar tid krevst konsesjon til,\nc. aksiar eller andre partar i norske næringsdrivande selskap eller samskipnader,\nalt so langt det vert fastsett i domen.\nRettstap etter nr. 2 er ikkje til hinder for at den domfelde vert pålagd å gjera arbeid for forsvarsmakta etter fyresegner i andre lover.\nNr. 3 i denne paragrafen gjeld og tenest eller arbeid som gjeng inn under fyresegnene um utreinsking i den offentlege tenesta.\nTillitstap etter dom kan vera livsvarigt eller på åremål, men ikkje stuttare enn 10 år. Tap av tenest, post eller yrke som nemnt i nr. 3 og 7 gjeld for alltid, like fullt um tillitstapet er på åremål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Dom på rettstap kan gå ut på frådøming av ein eller fleire av dei rettane som er nemnde i § 10. Retten kan fastsetja at rettstap etter § 10, nr. 5, 7 og 8 berre skal gjelda tenest, ålag eller leveveg av det eller dei slag som domen nemner.\nDei rettane som er nemnde i § 10, nr. 1, 2 og 4 kan frådømast for 10 år eller for alltid, dei som er nemnde i § 10, nr. 5, 6, 8 og 9 for alltid eller for so lang tid som retten fastset.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Når det trengst til å hindra uro i samfunnet eller til å avvenda fare for folk eller gods, kan retten – utan skil kor stor hovudstraffa er – setja den tilleggstraffa at den domfelde ikkje må vera eller koma på visse umråde. Sameleis når slikt forbod er turvande til å møta freistnader på å kringgå dom etter §§ 10 eller 11, eller når andre serlege grunnar er for det.\nNår tilhaldsforbodet ikkje trengst lenger, kan Kongen ta det burt, på eller utan vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Eiga til slike samskipnader som er nemnde i § 2, nr. 1, skal dragast inn til inntekt for statskassa.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "All inntekt, eigedomsauk og onnor økonomisk vinning av eller frå slik åtferd som er strafflagd i § 2, kan dragast inn. I staden for ting eller rettar kan verdet deira verta inndrege etter avgjerd av retten.\nSo framt størsteparten av ei næringsverksemd var i strid med nokor fyresegn i § 2, kan vinninga av heile verksemda verta inndregi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Er brot etter § 2 gjort på vegner av eller til beste for andre, kan deira vinning og dragast inn i samsvar med fyresegnene i § 14.\nDomen kan gå ut på at gjerningsmannen og dei han var målsmann for, skal svara ein for alle og alle for ein for den inndraginga, som vert fastsett for kvar av deim.\nVar to eller fleire saman um det som gjev grunn til inndraginga, svarar dei ein for alle og alle for ein for den inndraginga som vert fastsett for kvar av deim.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Har lagsmann, tillitsmann, leidar eller annan som var knytt til verksemda i selskap, stifting eller samskipnad, fått part i vinning, som gjeng inn under § 14, jfr. § 15 fyrste leden, kan det han fekk – eller verdet av det – dragast inn hjå mottakaren, likefullt um han ikkje sjølv var med på eller kjende til den strafflagde åtferda. Dette utan skil kva måte det vart utbytt på.\nHar selskapet, stiftinga eller samskipnaden i ein viss tidbolk drive fortenestverksemd som for størsteparten var ulovleg etter fyresegnene i § 2, kan alt som er utbytt for den tidbolken verta inndrege.\nHjå arbeidarar kan inndraging etter denne paragrafen berre gjerast so framt og so langt det dei har teke mot, er meir enn rimeleg løn. Det same gjeld tenestemenn som ikkje hadde leidartenest.\nFyresegnene i denne paragrafen gjeld tilsvarande for einskildmannsverksemd, når ulovleg vinning er utbytt til nokon som var tilknytt verksemda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Har nokon til andre enn dei som er nemnde i § 16, gjeve burt, avhendt eller onorleis late frå seg eigedomsverde som han har fått på den måten som §§ 14 og 15 segjer, kan det mottekne eller tilsvarande pengesum verta inndrege hjå mottakaren. Dette gjeld berre når mottakaren er ein av nærfolket til avlateren eller til ein lagsmann i selskapet, jfr. straffelovens § 5, eller når han visste eller burde skyna at det mottekne skreiv seg frå slik vinning som nemnt i §§ 14 og 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Har ein offentleg tenestemann forbrote seg etter § 2, kan løna hans eller anna vederlag inndragast, alt eller noko, endå um vilkåra etter § 14 vantar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Inndragingssummane vert fastsette etter desse reglar:\n1. Når vinning av næringsverksemd som er drivi i strid med § 2, vert inndregi etter §§ 14 og 15, kan retten godkjenna at lovlege utgifter kjem til frådrag i bruttoinntekta. For vederlag til styresmenn og andre tillitsmenn skal det ikkje gjevast frådrag. For vinning som nemnt i §§ 14 og 15 av arbeid hjå andre avgjer retten um og kor stort inntektsfrådrag skal gjerast. Det same gjeld slengeinntekter og fortenest av verksemd som ikkje kan reknast for næringsdrift. Ved inndraging etter §§ 16–18 kan det ikkje gjerast kostnadsfrådrag utan retten i serskilde tilfelle gjer vedtak um det.\n2. Inndraging etter §§ 14, 15, 17 og 18 skal dg gjelda avkasting av verde som er fått på den måten desse paragrafane nemner. Har ein ting eller rett minka i verde, kan ein pengesum som svarar til verdminken takast med i inndraginga.\n3. Fyresegnene under 2 gjeld og inndraging etter § 16, so framt den som inndraginga vert gjord hjå, visste eller burde ha skyna, at den vinninga han fekk part i, var tent på slik måte som § 14, jfr. § 15, nemner.\n4. Er det uråd å få inndragingssummen etter §§ 14–18 nøgje utrekna, kan inndraginga gjerast etter skyn.\n5. For betala eller ilikna inntekts- eller midelskatt av pengesummar, ting eller rettar som skal inndragast etter §§ 14–18, kan retten, um han finn grunn til det, gjera frådrag i inndraginga etter skyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Inndraging kan fremjast utan at dei subjektive vilkår 4 for straffedom er til stades, og utan at straffesak er reist eller kan reisast mot nokon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Ved inndraging gjeld fyresegnene i § 7, fyrste, andre og tridje leden på tilsvarande måte.\nViser det seg at det med inndraging etter §§ 14–17 er teke meir enn det som svarar til den vinninga som skal inndragast etter §§ 14 og 15, skal overskotet betalast tilbake. Kongen kan gjeva nøgjare reglar um tilbakebetalinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Dei som etter 8 april 1940 på strafflagd måte stod i slik samskipnad som i § 2 nr. 1, nemnd, svarar for den skaden samskipnaden valda med medverking til rettsstridig landsstyring og onnor rettsstridig åtferd i tida etter at dei vart lagsmenn. Det same gjeld skade som andre lagsmenn gjorde med åtferd som høyrde med til fyremålet eller verkmåten åt samskipnaden. Ansvaret gjeld og framtidige inntektstap og likeeins uppreisnad, jfr. § 19 i innføringslova til straffelova.\nSkadebotansvaret for den einskilde lagsmannen vert fastsett etter brotsverket, skulda, dei økonomiske kåra hans, og tilhøva i det heile. Når det er rimelegt kan ansvaret falla heilt burt.\nFyresegnene i § 6 andre punktum og § 7, fyrste, andre og tridje leden, gjeld på tilsvarande måte.\nErstatningsdirektoratet skal gjera skadebotskravet gjeldande for skadelidaren. Det kan setja påtalemakta i sin stad til dette.\nI serlege tilfelle kan direktoratet samtykkja i at skadelidar som er påførd skade som gjeng inn under fyrste leden, sjølv gjer skadebotskravet gjeldande mot dei som er beinveges andsvarlege for skaden. Dette har skadelidaren dg rett til når direktoratet er spurt um det vil gjere andsvaret gjeldande mot den beinveges andsvarlege og har sagt nei.\nKrav på bot for skade som er valda med brot på denne lova, men som ikkje kjem inn under fyrste leden kan Erstatningsdirektoratet gjera gjeldande for skadelidaren i fall han bed um det. Det kan setja påtalemakta i sin stad til dette. Vert kravet gjort gjeldande i serskild sak utan samanheng med straffesak, kan vederlag krevjast – etter avtale eller fastsetjing av retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Når det er fåre for at ein som er eller vert dømd etter denne lova til straffebot, inndraging eller skadebot, kjem til å vanta verde til å greida ansvaret, kan retten attra gåvur som den skuldige har gjeve eller uppfylt etter 8 april 1940.\nTil gåvur vert rekna:\na. Avhending mot vederlag som er so for lite at avhendinga må reknast for burtgjeving.\nb. Arvforskot og avkall på fallen arv.\nc. Avgjerd at uppnemning til ytingsmottakar etter livstrygdeavtale ikkje kan gjerast um.\nd. Avkall på retten som ytingsmottakar etter livstrygdeavtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Når tilhøva er som i § 23 nemnt, kan retten attra avhendingar, handlar, byte, påheftingar og andre rettslege avgjerder som den domfelde har teke etter 8 april 1940, so framt det er grunn til å gå ut ifrå at avgjerda\na. hadde til fyremål å få tak i verde som var lettare å lura undan frå uppfylling av skyldnad etter § 23, eller\nb. minka evna til slik uppfylling, eller\nc. var skikka til å leggja vansker i vegen for uppfyllinga.\nDet er ikkje høve til attring, utan motparten visste eller burde ha skyna at avgjerda hadde slikt fyremål eller slik verknad som nemnt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Når gåve vert attra etter § 23, skal mottakaren etter vedtak av retten leggja frå seg gåva eller gåveverdet til Erstatningsdirektoratet mot å få ytt vederlag tilbake eller vederlagsverdet frådrege. Er mottakaren ein av nærfolket til gjevaren, jfr. straffelovens § 5, eller visste han, eller burde han ha skyna at gåva minka evna hjå gjevaren til å greida andsvaret etter § 23, kan han gjerast andsvarleg for avkasting og verdmink; og tilbakelevering eller frådrag kan han berre krevja so framt og so langt han provar at vederlaget eller verdet framleis høyrer den domfelde til.\nAttring etter § 23 b-d gjer avgjerdene ugilde, so Erstatningsdirektoratet kan krevja utlevera arven, krevja utbetala atterkjøpsverdet av livstrygdinga eller pengeverdet av det fritrygdebrevet som trygdeavtala og premiebetalingane gjev rett til, og gjera gjeldande retten som ytingsmottakar etter livstrygdeavtale.\nHar mottakaren avhendt gåva, kan kravet etter desse fyresegnene gjerast gjeldande mot seinare mottakarar, so framt dei visste eller burde ha skyna at den fyrste burtgjevinga minka evna hjå gjevaren til å greida det andsvaret som er nemnt i § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Når avhending, handel eller byte vert attra etter § 24, skal kontraktmotparten gjeva frå seg det mottekne til Erstatningsdirektoratet. Vederlaget kan han berre krevja att, so framt han provar at det framleis høyrer den domfelde til. Retten kan og gjera kontraktmotparten ansvarleg for avkasting og verdmink.\nVert påheftingar eller andre rettslege avgjerder attra, kan retten heilt eller i nokon mun avgilda eller umskipa avgjerdene og gjeva påbod um tilbakebetaling etter fyrre leden.\nHar kontraktmotparten avhendt ting eller rett, kan attring etter reglane i denne paragrafen gjerast gjeldande mot seinare mottakarar og, so framt dei kjende eller burde ha kjent dei umstende som var attringsgrunnen andsynes den fyrste mottakaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "I privat attringssak, jfr. § 22, har saksøkjaren dei rettane som elles tilkjem Erstatningsdirektoratet etter §§ 25 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Når ektemaken til den skuldige etter § 2 visa god nasjonal ånd og åtferd i krigstida, kan inndragings- og skadebotsandsvaret setjast soleis at ektemaken heilt eller i nokon mun fær ha att sin halvpart av sambuet, endå um det er den skuldige som har rådveldet over dei verde det gjeld. Retten kan då samstundes fastsetja at serskilt nemnde ting eller rettar som høyrer sambuet til, skal vera sereiga til ektemaken eller at sameiga straks skal inn under rettslegt skifte.\nNår den skuldige sit i uskift bu, eller andre serlege umstende ligg fyre, kan retten setja ned inndragings- og skadebotandsvaret til beste for borna hans eller andre som han sit i uskifte med. Bo framt nokon av borna eller ervingane etter den avlidne ektemaken var med i Nasjonal Samling eller på andre måtar stelte seg nasjonalt uverdigt i krigstida, kan retten taka avgjerd um at nedsetjinga berre skal koma dei andre ervingane til godes.\nSet retten soleis ned inndragings- eller skadebotandsvaret, skal han samstundes taka avgjerd um at serskilt nemnde ting eller rettar som høyrer den skuldige eller det uskifte buet til, skal vera sereigedom åt vedkomande born eller ervingar, eller at det uskifte buet straks skal inn under rettslegt skifte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Soframt den som har forbrote seg mot straffeboda i § 2, døyr fyrr inndraginga eller skadebotskravet er betala, kan andsvaret gjerast gjeldande mot ervingane. Er det halde skifte, svarer ingen av ervingane for meir enn det han tok i mot i arv, minder han visste eller burde ha skyna at slikt andsvar kunde koma upp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "content": "Vert nokon av styret i selskap, stifting eller samskipnad frådømd umbodet eller hindra i tenesta av di han har gjort seg skuldig i brot mot straffefyresegnene um landssvik, kan fylkesmannen eller den han gjev fullmakt, setja inn ein annan styresmann for tida til dess ein lovleg uppnemnd ettermann kan gjera tenest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "content": "Kongen gjev nøgjare fyresegner um avhendingsmåten for ting og rettar som kjem inn under dom etter § 10, nr. 9, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Til trygd for straffebots-, inndragings- og skadebotskrav kan påtalemakta kverrsetja ting og andre eigedomsverde som høyrer til\na. den som med skilleg grunn er mistenkt for brot etter § 2,\nb. den som det truleg vert reist inndragings-, skadebots- eller attringssøksmål imot etter denne lova.\nEr det fåre med å venta, kan politiet gå til kverrsetjing utan fyrehandsvedtak; men då skal det gjeva melding til påtalemakta utan drygjing.\nNår det er tid til det, og saka gjeld store verde, lyt retten ha samtykt på fyrehand. I alle tilfelle då fyrehandssamtykke vantar, skal kverrsetjinga leggjast fram for retten til stadfesting snarast mogeleg og seinast innan 3 månader.\nRetten, påtalemakta eller politiet sett kverrsetjinga i verk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Dei kverrsette ting og verde skal skrivast upp so nøgje som mogeleg. Den det er halde kverrsetjing hjå, skal få rettkjend avskrift av lista.\nEr det fåre for at kverrsetjinga vert fåfengd um eigaren fær ha dei kverrsette ting og verde i si varetekt, skal dei takast frå han.\nKverrsetjinga skal tinglysast. Gjeld det registrert skip skal ho dessutan førast inn i skipsregistret. Avgifta for tinglysing og registrering vert rekna etter sportellovens § 52, fyrste leden, jfr. § 67, fjorde leden.\nMelding um kverrsetjinga skal sendast til Erstatningsdirektoratet snarast råd er.\nKongen kan gjeva nøgjare fyresegner um framgangsmåten med kverrsetjing.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Erstatningsdirektoratet har tilsynet med kverrsette ting og verde og tek seg av det som vert fråteke eigaren.\nDet kan søkja inn uteståande krav. Det kan gjeva, segja upp, taka av eller skipa um avtalur. Det kan avhenda ting og rettar og elles taka alle dei rådgjerder som trengst til å hindra tap eller spara tarvlause utgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Er det turvande å taka trygd i heile midelen åt nokon som det kan haldast kverrsetjing hjå etter § 32, kan påtalemakta setja den midelen under styring av ein tilsynsmann. Sameleis kan det gjerast med ei heil økonomisk verksemd under eitt, når kverrsetjing av einskilde ting kom til å hindra eller meinka drifta.\nVedtak etter fyrre leden må ha godkjenning av retten fyreåt. Er det fårlegt å venta, kan påtalemakta ta avgjerd på eiga hand, men då må avgjerda utan drygjing leggjast fram for retten til stadfesting.\nErstatningsdirektoratet nemner upp tilsynsmann. Han skal etter tilvisingar frå og under kontroll av direktoratet taka dei rådgjerder som høyrer med til styringa av midelen eller verksemda. Kongen kan gjeva nøgjare fyresegner um styringa.\nVedtak um styring eller um slutt på styring skal tilsynsmannen kunngjera i Norsk Lysingsblad utan drygjing. Vedtak um styring skal tinglysast. For registreringspliktig skip skal det dessutan førast inn i skipsregistret. Um avgifta gjeld § 33, tridje leden, tridje punktum.\nTilsynsmannen kan ha skifteretten til å registrera og til å forsegla buet. Ved registrering gjeld konkurslovens §§ 13, tridje punktum og 10 tilsvarande. I høve til sistnemnde fyresegn er tilsynsmannen i staden for bustyraren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Kverrsetjing etter § 32 har same rettsverknad som utlegg. Vedtak um styring etter § 35 vert rekna for kverrsetjing av alle dei ting og verde som til kvar tid høyrer styringsmidelen til.\nSo lenge dei krava som skal tryggjast, ikkje er endeleg fastsette, gjev kverrsetjinga eller vedtaket um styring ikkje rett til tvangssal.\nErstatningsdirektoratet eller tilsynsmannen skal gjeva skyldnaren høve og rimeleg frest til å avgjera kva ting eller verde som i fyrste rekkje skal gå til stetta krava. Men avgjersla bind ikkje nåmsmaktene so framt det er fare for at ho kan koma mykje på tverke for innsøkjinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Når eignaluter som høyrer skyldnaren til, skal seljast etter denne lova, skal det kunngjerast på fulltrygg måte fyreåt, jamvel um vilkåra for underhandssal er til stades. Erstatningsdirektoratet kan for det einskilde tilfelle gjera undantak frå dette påbodet. Verdepapir med børs- eller marknadskurs kan alltid seljast til dagskurs gjenom bank eller meklar.\nVed auksjonssal etter krav frå Erstatningsdirektoratet avgjer tilsynsmannen eller målsmannen for direktoratet i dei tilfelle som er nemnde i lov um tvangsfullføring frå 13 august 1915 § 209, tridje punktum, og lov um offentlege auksjonar og lisitasjonar frå 14 august 1918 § 11, tridje punktum, kven som skal reknast for å ha gjeve høgste bodet. I det tilfelle som tvangsfullfl. § 143, tridje punktum nemner, kan han lata Erstatningsdirektoratet avgjera spursmålet utan lutdraging, og skyldnaren uspurd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Er aksiar eller andre sellskapspartar avhende med heimel i kverrsetjing eller styringsvedtak etter § 35, eller av buet åt skyldaren, men sellskapsstyret nektar godkjenning, kan avhendinga godkjennast med dom, so framt retten meiner at det ikkje er sakleg grunn for nektinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Er aksie eller annan rett i selskap eller samskipnad med økonomisk fyremål kverrsett, er det einast Erstatningsdirektoratet eller den det gjev fullmakt, som har dei tilhøyrande råderettane, soleis og møte- og røysteretten på luthavarmøte. Det same gjeld aksie eller rett som kjem inn under disposisjonsforbod med heimel i straffelovene um landssvik.\nStend midelen under styring, har tilsynsmannen råderettane etter fyrre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "Når ein midel er under styring etter § 35, kan tilsynsmannen ferda ut uppmoding til kravshavarane um å melda krava sine i samsvar med konkurslovens §§ 50, fyrste leden og 51, fyrste punktum. Tilsynsmannen er i so måte i staden for skifteretten. I uppmodinga skal det stå, at styring og uppgjer kan fremjast utan umsyn til krav som ikkje er melde når fresten gjeng ut.\nTilsynsmannen kan og kalla inn kravshavarane til å møta i samsvar med fyrste leden i konkurslovens § 50.\nErstatningsdirektoratet kan gjeva nøgjare fyresegner um slike uppmodingar og innkallingar, og fastsetja, at dei kan ferdast ut for to eller fleire skyldarar under eitt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "content": "Tilsynsmannen skal ta vare på baten åt alle kravshavarane og sjå til, at det ikkje vert misbytt millom dei.\nEr bumidelen tvillaust stor nok åt alle dei kjende kravshavarane av same klasse, kan tilsynsmannen stetta krava etter kvart som dei dagfell.\nHar buet nok til dei uprioriterte krava og – frårekna dei etter denne lova – kan tilsynsmannen med samtykkje av Erstatningsdirektoratet stetta desse andre krava, so framt det må reknast for tenlegt til utgiftssparing eller betre resultat elles. Likeeins kan einskilde kravshavarar verta utløyste når alle hine tilgodehavarane gjer vedtak um å stå jamt med dei som har inndragings- og skadebotskrav etter denne lova.\nKrav som ikkje er melde innan fresten i uppmodinga etter § 40, tilkjem ikkje full stetting etter fyrre leden minder tilsynsmannen visste um dei, då han tok avgjerda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "Når buet til skyldnaren stend under styring etter § 35, er det ikkje høve til konkursskifte eller akkordtinging utan samtykkje frå tilsynsmannen.\nMed godkjenning av Erstatningsdirektoratet kan tilsynsmannen på vegner av skyldaren krevja konkursskifte i buet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Krev skyldar eller tilgodehavar konkurs etter at kverrsetjing hjå skyldaren er tinglyst, skal skifteretten senda melding til Erstatningsdirektoratet eller den målsmannen det har i fylket, og konkurs kan ikkje opnast fyrr to vikur etterat meldinga vart send. Fær skifteretten innan denne fresten varsling um at direktoratet eller målsmannen vil gjera framlegg um bustyring etter § 35, skal han setja ut fyrehavinga so lenge at det vert rimeleg tid til vedtak um styring og uppnemning av tilsynsmann. Direktoratet eller målsmannen skal vitrast um utsetjinga. Held skifteretten det turvande kan han lengja utsetjinga.\nTilsvarande reglar gjeld for krav um akkordtinging.\nFyresegnene i fyrste leden er ikkje til hinder for at skifteretten syter for registrering og andre rådgjerder, som han held turvande til å hindra spill av bumidelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "3:44",
      "chapter": "3",
      "section": "44",
      "content": "Kjem det konkursopningskrav til skifteretten medan buet stend under styring etter § 35, eller innan ein måned frå sluttmeldinga for styringa vart kunngjord i Norsk Lysingsblad, og kravet fær medhald, skal vedtaket um styring ha same rettsverknad som konkursopning i alle spursmål der konkursopningstida har noko å segja for rettsstoda åt buet, skyldaren eller tridjemann. Kom konkursopningskravet til skifteretten fyrr buet var sett under styring, jfr. § 43, er dette tidlegare tidspunktet det avgjerande.\nKom kravsmelding medan buet stod under styring, skal kravet – på vilkår som nemnt i fyrre leden – reknast for meldt i konkursbuet. Vert ikkje konkurs kravd innan den fresten som der er sett, eller vert konkursopningskravet ikkje stetta, kan tilgodehavaren utan umsyn til den vanlege preskripsjonstida gjera retten sin gjeldande upp til seks månader etter at sluttmeldinga for styringa vart kunngjord i Norsk Lysingsblad.\nDet som her er sagt um konkursopningskrav gjeld sameleis krav um akkordtinging, so framt det fører til at konkurs vert opna etter akkordloven 6 mai 1899 § 7 eller § 31 eller etter krav som skyldaren set fram fyrr akkordtinginga er slutt (akkordlovens § 33).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "3:45",
      "chapter": "3",
      "section": "45",
      "content": "Utan samtykke av Erstatningsdirektoratet eller tilsynsmannen er det ikkje høve til å fremja eller fullføra tvangssal eller andre innsøkjingstiltak i verde som er kverrsette eller tekne under styring, so framt panteretten er tinglyst eller innehavinga overførd etter 10 mai 1945. Likevel kan innsøkjinga gå sin gang so framt vilkåra etter tvangsfullfl. § 189, andre leden, er til stades. Men då skal dei sumane som kjem inn, ikkje utbetalast til eigar eller panthavar utan at direktoratet eller tilsynsmannen samtykkjer.\nFyresegnene i fyrre leden gjeld til det er endeleg avgjort, at det ikkje vert reist noko krav mot skyldaren etter denne lova eller innsøkjinga av alle slike krav er avslutta.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "3:46",
      "chapter": "3",
      "section": "46",
      "content": "Skyldnader påtekne med samtykke av Erstatningsdirektoratet eller tilsynsmannen, vert rekna for massekrav i buet, so framt skyldaren døyr og buet er insolvent, eller krav um konkurs eller akkordtinging kjem til skifteretten i styringstida eller innan ein månad etter at sluttmeldinga er kunngjord i Norsk Lysingsblad. Det same gjeld salær til tilsynsmann og revisor.\nVar midelen ikkje sett under styring den gongen skyldnaden vart påteken, gjeld regelen i fyrste punktum tilsvarande, so framt skifteretten held det for prova at kravshavaren hadde fullgod grunn til å gå ut ifrå at det gjaldt avgjerder som trongst til å hindra verdetap eller spara uturvande kostnader eller til å halda verksdrift, forretning eller onnor verksemd i gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "3:47",
      "chapter": "3",
      "section": "47",
      "content": "Panterett etter avsetnings- eller utleggstenest (utpanting) har ikkje fyrerett framfor rådgjerder etter § 32 eller § 35, so framt tinglysinga eller innehavingsoverføringa var seinare enn 10 mai 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Når nokon med endeleg dom er pålagd straffebot, inndraging eller skadebot etter denne lova, og det er på det reine at han ikkje eig nok til å greida andsvaret sitt, kan Erstatningsdirektoratet fastsetja, at buet hans skal gjerast upp etter fyresegnene i dette kapitlet. Er midelen sett under styring etter § 35, skal denne uppgjersmåten nyttast, soframt ikkje tilsynsmannen med godkjenning frå direktoratet krev konkurs på vegner av skyldaren eller samtykkjer i at akkordtinging vert opna.\nSkyldaren skal ha tilsegjing um avgjersla. Innan to dagar etter tilsegjinga kan han ha spursmålet inn for skifteretten. Reglane i konkurslova §§ 7-9 gjeld på tilsvarande måte so langt dei høver. Skifterettsavgjersla er ankefri.\nUppgjering etter denne paragrafen stengjer for konkurskifte og akkordtinging so nær som i dei tilfelle § 51 nemner.\nEr midelen ikkje sett under styring, tek Erstatningsdirektoratet eller ein målsmann som det nemner upp, dei rådgjerdene som elles etter dette kapitlet høyrer under tilsynsmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Når buet skal gjerast upp, syter tilsynsmannen for registrering um det ikkje alt er gjort. § 35, siste leden, gjeld tilsvarande. Er uppmoding etter § 40 ikkje utferda, skal tilsynsmannen syta for at so vert gjort.\nAnten saman med denne varslinga eller i serskild kunngjering etter § 40, andre leden, skal tilsynsmannen kalla inn alle tilgodehavarar som ikkje har trygd for full stetting etter § 41. Er meldingsfresten etter § 40 ute, kan innkallinga gjevast i rekommandera brev.\nPå møtet vel kravshavarane eit kreditorutval på to eller tri til å stå for uppgjeret saman med tilsynsmannen. Erstatningsdirektoratet har ikkje røysterett, minder dei andre kravshavarane let vera å røysta. Elles gjeld konkurslova § 23, fyrste, andre, tridje, femte, sette, sjuande og åttande punktum, og §§ 83, 85 og 86 på tilsvarande måte.\nTvist um røysterett eller valførleik avgjer tilsynsmannen. Den som er misnøgd med avgjersla, kan anka henne inn for Erstatningsdirektoratet med det same.\nEr alle kravshavarane som møter samde um det, gjer tilsynsmannen upp buet åleine.\nPå møtet skal alle dei spursmål dryftast som skyldaren og buet gjev høve til. Er kravsmeldingsfresten ute, kan krava prøvast med det same. Elles tidset tilsynsmannen nytt møte til kravsprøving. Ved prøvinga gjeng tilsynsmannen gjenom alle kravsmeldingar som kom inn fyrr fresten gjekk ut. Elles gjeld reglane i konkurslova §§ 54–57 på tilsvarande måte so langt dei høver, likevel soleis at tilsynsmannen er i staden for skifteretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "For uppgjeret gjeld fyresegnene i §§ 44 og 46, konkurslova §§ 24–33, 36–48, 116, 118, fyrste punktum, 119–122 og 127, foraldringslova § 14 og lov 31 mai 1912 om «fortrinsrett for visse fordringer» på tilsvarande måte, so langt dei høver. Er det ikkje gjort vedtak um styring etter § 35, har tilsegjinga etter § 48, andre leden, same rettsverknad som konkursopning.\nTilsynsmannen avgjer kva krav skal få utlegg i buet og um dei skal ha den fyreretten det er gjort påstand um. Avgjersla skal grunngjevast. Den som avgjersla gjeng imot, kan klaga til skifteretten som avgjer tvisten etter reglane i kap. 8 i konkurslova. Klagefresten er 3 vikur frå han fekk meldinga um avgjersla.\nTilsynsmannen kan med samtykke av Erstatningsdirektoratet halda fyrebils utluting. Når direktoratet har godkjent sluttrekneskapen frå tilsynsmannen, held han utluting og sluttar buet. Deretter sender han utlutingslista med vedlegg og kvitteringar til direktoratet. Fyresegnene i konkurslova §§ 96, siste punktum, 99, 101 -104 og 106 gjeld på tilsvarande måte.\nVed uppgjer etter dette kapitlet har Erstatningsdirektoratet dei gjeremål som § 46 og konkurslova legg til skifteretten. Undantekne er dei tilfelle som er nemnde i § 48, andre leden, § 49, siste leden, og denne paragrafen, andre leden. Tilsynsmannen har gjeremåla til bustyraren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Buet skal under konkurs, eller – etter søknad frå skyldaren – under akkordtinging når\na. Erstatningsdirektoratet, tilsynsmannen eller kreditorutvalet gjer vedtak um det,\nb. so mange tilgodehavarar krev det, at dei i tal er minst tridjeparten av dei melde eller annleis kjende kravsmennene, eller har til gode minst tridjeparten av den kjende skuldsummen.\nRettar avgjersla seg etter um eit umtvista krav vert godkjent, skal tilsynsmannen leggja spursmålet um der er vilkår for konkurs eller akkordtinging, fram for skifteretten. Anke eller kjæremål mot skifterettsavgjersla kan ikkje byggjast på, at ho strider mot regelen under bokstav b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Når konkurs eller akkordtinging er opna etter §§ 42, 44, 48 eller 51 gjeld desse serreglar:\n1. Tilsynsmannen skal setjast til bustyrar eller akkordkommissær, so framt Erstatningsdirektoratet ynskjer det, og ikkje serlege grunnar gjer det utilrådelegt.\n2. Skifteretten tarv ikkje halde registrering so framt buet alt er påliteleg nok registrera med tilføre av styring eller uppgjer.\n3. Skifteretten kan spara innkalling etter konkurslova § 50, s0 framt kravshavarane er innkalla etter § 40, jfr. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Driv skyldaren handel, industri, skipsreiding, eller onnor næringsverksemd, kan Erstatningsdirektoratet fastsetja, at verksemda med tilhøyrande firma, varemerke og andre forretningskjenneteikn, patentar, driftsmåtar, forretningsbøker og liste over forretningssamband, skal avhendast under eitt.\nEr namnet til skyldaren med i firmanamnet, kan avhendinga og gjelda retten til å nytta det namnet med eit tillegg som viser etterfylgjarhøvet, so lenge som upptil 10 år frå avhendinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Når eit bu vert uppgjort etter reglane i denne lova, og når konkurs eller akkordtinging vert opna etter §§ 42, 44, 48 eller 51, gjeng dei verde som kjem inn med attring etter §§ 23–27, inn i bumidelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Ved konkurs, skifte i insolvent avferdbu, eller uppgjer etter reglane i dette kapitlet, gjev kverrsetjing eller styring etter §§ 32 og 35 ingen fyrerett til stetting framfor dei andre kravshavarane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "So framt det innan 10 år etter domen vert prova med nye upplysningar at ein som er dømd til å tola inndraging etter denne lova, har havt munaleg større ulovleg vinning enn det domen er bygd på, kan retten høgda inndragingssummen med ny dom.\nVert det prova med nye upplysningar innan 10 år etter at dom vart sagd, at ein som er dømd til å svara skadebot eller uppreisnad etter § 22, hadde munaleg betre råd eller hadde gjort seg skuldig i anna skadeverk enn det domen er bygd på, kan retten høgda skadebotsandsvaret med ny dom.\nFyresegnene i denne paragrafen gjeld tilsvarande når ein saksøkt er frikjend for krav på inndraging eller skadebot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Vernepliktig som er skuldgjeven for brot på landssviklovene kan ikkje gjera militærtenest eller verta utskriven eller innkalla til slik tenest.\nNår nokon i slik post, tenest eller verksemd som i § 10 nr. 5 og 7 nemnt, med skilleg grunn er mistenkt for strafflagd åtferd etter § 2, kan Kongen eller den han gjev fullmakt, millombils ta frå honom posten eller tenesta eller nekta han å halda fram i verksemda. Dette må likevel berre gjerast når det er mest trulegt at han vert frådømd retten til å ha posten eller tenesta eller til å driva verksemda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Dei verde som kjem inn i straffebøter, inndragingar etter §§ 14–18 og skadebøter, skal stå under serskild styring til Stortinget har gjeve nøgjare reglar um kva som skal gjerast med dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "For åtferd som vert dømd etter § 3, jfr. § 2, gjeld ikkje den ålmenne borgarlege straffelova § 16 nr. 1 og 2, § 27 andre punktum, §§ 28–31, § 33, § 36, § 37, andre leden, § 62, andre leden, § 75 og § 76.\nDet som i den ålmenne borgarlege straffelova §§ 17, 20–23, 52, 53, 53 a, 67, 72 og 74 er fastsett um fengsel, gjeld tilsvarande um tvangsarbeid.\nFyresegnene i den ålmenne borgarlege straffelova § 52, nr. 2 um rettstap, gjeld tilsvarande når domen gjeng ut på straffebot eller upphaldsforbod attåt fridomsstraff etter denne lova.\nNår ikkje anna er fastsett i domen, skal rettar som er frådømde etter §§ 10 og 11, vera tapte frå den dagen, då domen vert endeleg. Er nokon dømd til tap av ålmen tillit for ei viss tid attåt fridomsstraff, vert tida for tillitstapet rekna frå den dagen, då fridomsstraffa er utstadi. Det same gjeld for rettstap so framt ikkje noko anna fylgjer av domen. Straffelova § 31, tridje og fjorde punktum gjeld tilsvarande.\nNår fridomsstraffer vert samanslegne etter straffelova § 62, fyrste punktum, kan retten setja straffa til tvangsarbeid, soframt nokor einskild av dei strafflagde gjerningane kan føra til slik straff.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "I dei tilfelle då straffa etter straffelova kap. 8 og 9 eller etter krigsartiklane i den militære straffelova kan vera fengsel eller hefte, kan domen i staden gå ut på tvangsarbeid innanfor den råma som er sett for fengsel eller hefte.\nDom etter nokor fyresegn i straffelova kap. 8 eller 9 eller etter krigsartiklane i den militære straffelova, kan attåt dei straffene som der er fastsette (jfr. fyrre leden) gå ut på bot og tillitstap eller rettstap i samsvar med §§ 6, 10 og 11 i denne lova. Likeins på upphaldsforbod i samsvar med § 12. Dette siste utan umsyn til kva tid den strafflagde gjerning vart gjord.\nFyresegnene i §§ 7–9 og 14–59 gjeld tilsvarande i straffesøksmål etter noko av boda i straffelova kap. 8 eller 9 eller krigsartiklane i den militære straffelova. Er saka reist etter krigsartiklane, gjeld ikkje fyresegnene i den militære straffelova § 12 nr. 2 a–d og f og §§ 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Når nokon har mist retten til å få offentleg tenest i samhøve med dom etter «landssvikanordningen» fra 15 desember 1944, skal domen i so måte ha same verknad som um han var bygd på denne lova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "5:62",
      "chapter": "5",
      "section": "62",
      "content": "Denne lova tek til å gjelda 15 mars 1947.\nSamstundes held etternemnde fyresegner upp å gjelda: §§ 2–4 i rettarbot 3 oktober 1941 um tillegg til den militære straffelova frå 22 mai 1902, §§ 2–4 i rettarbot 3 oktober 1941 um tillegg til den ålmenne borgarlege straffelova frå 22 mai 1902. Kapitel I og II og §§ 48, 50 og 51 i rettarbot 15 desember 1944 um tillegg til straffelovene um landssvik («landssvikanordningen») og rettarbot 10 august 1945 um tillegg til «landssvikanordningen».\nDenne lova skal utan umsyn til fyresegna i straffelova § 3, andre punktum i andre leden, gjelda for anke, kjæremål og uppatttakingskrav mot avgjerder som er tekne fyrr denne lova tek til å gjelda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Straffefyresegnene i dette kapitlet vert nytta berre når det er forsvarlegt etter sakstoda og tilhøva i det heile, og ålmenne umsyn ikkje gjer det turvande å døma etter dei strengare straffeboda i kap. 8 eller 9 i den borgarlege straffelova eller i krigsartiklane i den militære straffelova.\nRetten avgjer, ubunden av påstandane, um han skal døma etter denne lova eller etter den borgarlege straffelova eller krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Etter denne lova kan den verta straffa som etter 8 april 1940:\n1. Var med i, eller søkte um eller samtykte i å verta med i:\na. Nasjonal Samling eller tilknytt samskipnad.\nb. Annan samskipnad som verka i strid med nokor fyresegn i straffelova kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.\n2. Gav stunad til slik samskipnad som nemnt under 1, eller til strafflagde tiltak som samskipnaden sette i verk.\n3. Dreiv eller var med i næringsverksemd for fienden på slik måte eller under slike tilhøve at det måtte reknast for lastverdigt («utilbørlig»).\n4. Forbrant seg mot nokor av fyresegnene i straffelova kap. 8 eller 9 eller krigsartiklane i den militære straffelova, likefullt um åtferda ikkje gjeng inn under nr. 1-3 i denne paragrafen.\nDet som er gjort av aktløyse, kjem ikkje inn under denne paragrafen, utan den aktlause åtferda er strafflagd i straffelovens kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Straffa for brot etter § 2 er fengsel eller tvangsarbeid upp til 3 år, bot, tap av ålmen tillit (tillitstap), jfr. § 10, rettstap, jfr. § 11, eller to eller fleire av desse åtgjerdene. I tilleggsstraff kan setjast forbod mot tilhald på visse umråde (tilhaldsforbod), jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Fyresegnene i § 2, nr. 1, gjeld ikkje den som 8 april 1940 var med i slik samskipnad som der nemnt, når han melde seg ut so snart han fekk greie på at samskipnaden eller leidarane dreiv verksemd i strid med noko bod i straffelova kap. 8 eller 9 eller i krigsartiklane i den militære straffelova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Er brot etter § 2 gjort under tvang, eller av ein som var under 18 år, kan straffa falla burt.\nDet same gjeld:\na. brot etter § 2, nr. 1 og 2, so framt den skuldige har gjort det godt att med gagns dåd for landet i krigstida,\nb. brot etter § 2, nr. 3, for den som berre var vanleg arbeidar eller undergjeven tenestemann i verksemda for fienden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Avgjerande for storleiken på straffebøtene etter denne lova er ikkje berre den strafflagde åtferda og skaden som er valda, men og kor mykje brotsmennene etter sine kår og inntektsvoner venteleg kan greida.\nHar nokon etter 8 april 1940 fullført rettshandlar som i § 23 og 24 nemnt, skal råda hans reknast som um dei rettshandlane var ugjorde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Straffebøtene vert innsøkte med utpanting. Reglane for undantak frå utlegg er dei same som ved utpanting for skattar og offentlege avgifter. Utan hinder av fyresegnene i lov um trygdeavtalur frå 6 juni 1930 kan det takast utlegg i dei rettar den domfelde som trygdetingar, trygdehavar eller ytingsinottakar har mot selskapet etter ei trygdeavtale. Med heimel i utlegget kan staten andsynes selskapet gjera krav på atterkjøpsverdet, so framt den domfelde sjølv har slik rett. Gjev trygdinga ikkje høve til atterkjøp kan staten krevja pengeverdet av det fritrygdebrevet den domfelde har rett til på grunnlag av premiebetalingane.\nEr brotsmannen i annan manns tenest, kan Erstatningsdirektoratet gjeva arbeidsgjevaren påbod um å halda att ein viss part av løna til avdrag på bota. Tener brotsmannen ikkje over kr. 3 000 i året, må lønsfrådraget ikkje utan hans samtykke vera større enn at han fær att minst to tridjepartar. Fylgjer ikkje arbeidsgjevaren påbodet, vert han andssvarleg for den summen som skulle vore halden tilbake. Både i dette tilfelle og når arbeidsgjevaren ikkje har betala tilbakehaldne pengar til direktoratet, kan summen søkjast inn med utpanting hjå honom.\nBøter kan og krevjast tilbakehaldne i andre inntekter av det slaget som er nemnt i lov um tvangsfullføring frå 13 august 1915 § 72. Fyresegnene i fyrre leden gjeld på tilsvarande måte.\nEr den strafflagde gjerninga gjord på vegner av, eller til beste for selskap, stifting eller samskipnad, kan domen gjera bota innsøkjande ikkje berre hjå gjerningsmannen sjølv, men dg hjå den han gjorde gjerninga for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Er ei straffebot ikkje å få med innsøkjing, kan påtalemakta so framt den skuldige er arbeidsfør, setja honom i offentleg eller privat arbeid eller tvangsarbeid til bota er upptent, men ikkje lenger tid enn eitt år.\nKongen gjev nøgjare fyresegner um gjennomføringa av denne rådgjerda, um fastsetjinga av vederlaget for arbeidet og um kor mykje skal haldast tilbake til avdrag på bota.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "So framt nokon viljande eller aktlaust let vera å betala straffebot som han er dømt til, endå han har pengane eller evne til å få tak i dei, vert han straffa med fengsel eller tvangsarbeid upp til 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Den som vert dømd til tap av ålmen tillit (tillitstap) misser:\n1. Røysteretten i offentlege saker.\n2. Retten til å gjera tenest i landsforsvaret.\n3. Offentleg tenest som han har.\n4. Retten til å få offentleg tenest.\n5. Retten til å ha yrke eller driva verksemd som treng offentleg. autorisasjon eller godkjenning.\n6. Retten til å driva onnor slik sjølvstendig næringsverksemd som det vert fastsett i domen.\n7. Leidartenest og lønte og ulønte tillitspostar i selskap, stiftingar og samskipnader.\n8. Retten til å få tenest eller post som under 7 nemnt.\n9. Retten til å ha eller få\na. eigedomsrett til fast gods eller norsk registreringspliktig skip,\nb. slik rett i fast gods som det etter lovene til kvar tid krevst konsesjon til,\nc. aksiar eller andre partar i norske næringsdrivande selskap eller samskipnader,\nalt so langt det vert fastsett i domen.\nRettstap etter nr. 2 er ikkje til hinder for at den domfelde vert pålagd å gjera arbeid for forsvarsmakta etter fyresegner i andre lover.\nNr. 3 i denne paragrafen gjeld og tenest eller arbeid som gjeng inn under fyresegnene um utreinsking i den offentlege tenesta.\nTillitstap etter dom kan vera livsvarigt eller på åremål, men ikkje stuttare enn 10 år. Tap av tenest, post eller yrke som nemnt i nr. 3 og 7 gjeld for alltid, like fullt um tillitstapet er på åremål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Dom på rettstap kan gå ut på frådøming av ein eller fleire av dei rettane som er nemnde i § 10. Retten kan fastsetja at rettstap etter § 10, nr. 5, 7 og 8 berre skal gjelda tenest, ålag eller leveveg av det eller dei slag som domen nemner.\nDei rettane som er nemnde i § 10, nr. 1, 2 og 4 kan frådømast for 10 år eller for alltid, dei som er nemnde i § 10, nr. 5, 6, 8 og 9 for alltid eller for so lang tid som retten fastset.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Når det trengst til å hindra uro i samfunnet eller til å avvenda fare for folk eller gods, kan retten – utan skil kor stor hovudstraffa er – setja den tilleggstraffa at den domfelde ikkje må vera eller koma på visse umråde. Sameleis når slikt forbod er turvande til å møta freistnader på å kringgå dom etter §§ 10 eller 11, eller når andre serlege grunnar er for det.\nNår tilhaldsforbodet ikkje trengst lenger, kan Kongen ta det burt, på eller utan vilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Eiga til slike samskipnader som er nemnde i § 2, nr. 1, skal dragast inn til inntekt for statskassa.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "All inntekt, eigedomsauk og onnor økonomisk vinning av eller frå slik åtferd som er strafflagd i § 2, kan dragast inn. I staden for ting eller rettar kan verdet deira verta inndrege etter avgjerd av retten.\nSo framt størsteparten av ei næringsverksemd var i strid med nokor fyresegn i § 2, kan vinninga av heile verksemda verta inndregi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Er brot etter § 2 gjort på vegner av eller til beste for andre, kan deira vinning og dragast inn i samsvar med fyresegnene i § 14.\nDomen kan gå ut på at gjerningsmannen og dei han var målsmann for, skal svara ein for alle og alle for ein for den inndraginga, som vert fastsett for kvar av deim.\nVar to eller fleire saman um det som gjev grunn til inndraginga, svarar dei ein for alle og alle for ein for den inndraginga som vert fastsett for kvar av deim.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Har lagsmann, tillitsmann, leidar eller annan som var knytt til verksemda i selskap, stifting eller samskipnad, fått part i vinning, som gjeng inn under § 14, jfr. § 15 fyrste leden, kan det han fekk – eller verdet av det – dragast inn hjå mottakaren, likefullt um han ikkje sjølv var med på eller kjende til den strafflagde åtferda. Dette utan skil kva måte det vart utbytt på.\nHar selskapet, stiftinga eller samskipnaden i ein viss tidbolk drive fortenestverksemd som for størsteparten var ulovleg etter fyresegnene i § 2, kan alt som er utbytt for den tidbolken verta inndrege.\nHjå arbeidarar kan inndraging etter denne paragrafen berre gjerast so framt og so langt det dei har teke mot, er meir enn rimeleg løn. Det same gjeld tenestemenn som ikkje hadde leidartenest.\nFyresegnene i denne paragrafen gjeld tilsvarande for einskildmannsverksemd, når ulovleg vinning er utbytt til nokon som var tilknytt verksemda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Har nokon til andre enn dei som er nemnde i § 16, gjeve burt, avhendt eller onorleis late frå seg eigedomsverde som han har fått på den måten som §§ 14 og 15 segjer, kan det mottekne eller tilsvarande pengesum verta inndrege hjå mottakaren. Dette gjeld berre når mottakaren er ein av nærfolket til avlateren eller til ein lagsmann i selskapet, jfr. straffelovens § 5, eller når han visste eller burde skyna at det mottekne skreiv seg frå slik vinning som nemnt i §§ 14 og 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Har ein offentleg tenestemann forbrote seg etter § 2, kan løna hans eller anna vederlag inndragast, alt eller noko, endå um vilkåra etter § 14 vantar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Inndragingssummane vert fastsette etter desse reglar:\n1. Når vinning av næringsverksemd som er drivi i strid med § 2, vert inndregi etter §§ 14 og 15, kan retten godkjenna at lovlege utgifter kjem til frådrag i bruttoinntekta. For vederlag til styresmenn og andre tillitsmenn skal det ikkje gjevast frådrag. For vinning som nemnt i §§ 14 og 15 av arbeid hjå andre avgjer retten um og kor stort inntektsfrådrag skal gjerast. Det same gjeld slengeinntekter og fortenest av verksemd som ikkje kan reknast for næringsdrift. Ved inndraging etter §§ 16–18 kan det ikkje gjerast kostnadsfrådrag utan retten i serskilde tilfelle gjer vedtak um det.\n2. Inndraging etter §§ 14, 15, 17 og 18 skal dg gjelda avkasting av verde som er fått på den måten desse paragrafane nemner. Har ein ting eller rett minka i verde, kan ein pengesum som svarar til verdminken takast med i inndraginga.\n3. Fyresegnene under 2 gjeld og inndraging etter § 16, so framt den som inndraginga vert gjord hjå, visste eller burde ha skyna, at den vinninga han fekk part i, var tent på slik måte som § 14, jfr. § 15, nemner.\n4. Er det uråd å få inndragingssummen etter §§ 14–18 nøgje utrekna, kan inndraginga gjerast etter skyn.\n5. For betala eller ilikna inntekts- eller midelskatt av pengesummar, ting eller rettar som skal inndragast etter §§ 14–18, kan retten, um han finn grunn til det, gjera frådrag i inndraginga etter skyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Inndraging kan fremjast utan at dei subjektive vilkår 4 for straffedom er til stades, og utan at straffesak er reist eller kan reisast mot nokon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Ved inndraging gjeld fyresegnene i § 7, fyrste, andre og tridje leden på tilsvarande måte.\nViser det seg at det med inndraging etter §§ 14–17 er teke meir enn det som svarar til den vinninga som skal inndragast etter §§ 14 og 15, skal overskotet betalast tilbake. Kongen kan gjeva nøgjare reglar um tilbakebetalinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Dei som etter 8 april 1940 på strafflagd måte stod i slik samskipnad som i § 2 nr. 1, nemnd, svarar for den skaden samskipnaden valda med medverking til rettsstridig landsstyring og onnor rettsstridig åtferd i tida etter at dei vart lagsmenn. Det same gjeld skade som andre lagsmenn gjorde med åtferd som høyrde med til fyremålet eller verkmåten åt samskipnaden. Ansvaret gjeld og framtidige inntektstap og likeeins uppreisnad, jfr. § 19 i innføringslova til straffelova.\nSkadebotansvaret for den einskilde lagsmannen vert fastsett etter brotsverket, skulda, dei økonomiske kåra hans, og tilhøva i det heile. Når det er rimelegt kan ansvaret falla heilt burt.\nFyresegnene i § 6 andre punktum og § 7, fyrste, andre og tridje leden, gjeld på tilsvarande måte.\nErstatningsdirektoratet skal gjera skadebotskravet gjeldande for skadelidaren. Det kan setja påtalemakta i sin stad til dette.\nI serlege tilfelle kan direktoratet samtykkja i at skadelidar som er påførd skade som gjeng inn under fyrste leden, sjølv gjer skadebotskravet gjeldande mot dei som er beinveges andsvarlege for skaden. Dette har skadelidaren dg rett til når direktoratet er spurt um det vil gjere andsvaret gjeldande mot den beinveges andsvarlege og har sagt nei.\nKrav på bot for skade som er valda med brot på denne lova, men som ikkje kjem inn under fyrste leden kan Erstatningsdirektoratet gjera gjeldande for skadelidaren i fall han bed um det. Det kan setja påtalemakta i sin stad til dette. Vert kravet gjort gjeldande i serskild sak utan samanheng med straffesak, kan vederlag krevjast – etter avtale eller fastsetjing av retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Når det er fåre for at ein som er eller vert dømd etter denne lova til straffebot, inndraging eller skadebot, kjem til å vanta verde til å greida ansvaret, kan retten attra gåvur som den skuldige har gjeve eller uppfylt etter 8 april 1940.\nTil gåvur vert rekna:\na. Avhending mot vederlag som er so for lite at avhendinga må reknast for burtgjeving.\nb. Arvforskot og avkall på fallen arv.\nc. Avgjerd at uppnemning til ytingsmottakar etter livstrygdeavtale ikkje kan gjerast um.\nd. Avkall på retten som ytingsmottakar etter livstrygdeavtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Når tilhøva er som i § 23 nemnt, kan retten attra avhendingar, handlar, byte, påheftingar og andre rettslege avgjerder som den domfelde har teke etter 8 april 1940, so framt det er grunn til å gå ut ifrå at avgjerda\na. hadde til fyremål å få tak i verde som var lettare å lura undan frå uppfylling av skyldnad etter § 23, eller\nb. minka evna til slik uppfylling, eller\nc. var skikka til å leggja vansker i vegen for uppfyllinga.\nDet er ikkje høve til attring, utan motparten visste eller burde ha skyna at avgjerda hadde slikt fyremål eller slik verknad som nemnt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Når gåve vert attra etter § 23, skal mottakaren etter vedtak av retten leggja frå seg gåva eller gåveverdet til Erstatningsdirektoratet mot å få ytt vederlag tilbake eller vederlagsverdet frådrege. Er mottakaren ein av nærfolket til gjevaren, jfr. straffelovens § 5, eller visste han, eller burde han ha skyna at gåva minka evna hjå gjevaren til å greida andsvaret etter § 23, kan han gjerast andsvarleg for avkasting og verdmink; og tilbakelevering eller frådrag kan han berre krevja so framt og so langt han provar at vederlaget eller verdet framleis høyrer den domfelde til.\nAttring etter § 23 b-d gjer avgjerdene ugilde, so Erstatningsdirektoratet kan krevja utlevera arven, krevja utbetala atterkjøpsverdet av livstrygdinga eller pengeverdet av det fritrygdebrevet som trygdeavtala og premiebetalingane gjev rett til, og gjera gjeldande retten som ytingsmottakar etter livstrygdeavtale.\nHar mottakaren avhendt gåva, kan kravet etter desse fyresegnene gjerast gjeldande mot seinare mottakarar, so framt dei visste eller burde ha skyna at den fyrste burtgjevinga minka evna hjå gjevaren til å greida det andsvaret som er nemnt i § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "content": "Når avhending, handel eller byte vert attra etter § 24, skal kontraktmotparten gjeva frå seg det mottekne til Erstatningsdirektoratet. Vederlaget kan han berre krevja att, so framt han provar at det framleis høyrer den domfelde til. Retten kan og gjera kontraktmotparten ansvarleg for avkasting og verdmink.\nVert påheftingar eller andre rettslege avgjerder attra, kan retten heilt eller i nokon mun avgilda eller umskipa avgjerdene og gjeva påbod um tilbakebetaling etter fyrre leden.\nHar kontraktmotparten avhendt ting eller rett, kan attring etter reglane i denne paragrafen gjerast gjeldande mot seinare mottakarar og, so framt dei kjende eller burde ha kjent dei umstende som var attringsgrunnen andsynes den fyrste mottakaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "2:27",
      "chapter": "2",
      "section": "27",
      "content": "I privat attringssak, jfr. § 22, har saksøkjaren dei rettane som elles tilkjem Erstatningsdirektoratet etter §§ 25 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "2:28",
      "chapter": "2",
      "section": "28",
      "content": "Når ektemaken til den skuldige etter § 2 visa god nasjonal ånd og åtferd i krigstida, kan inndragings- og skadebotsandsvaret setjast soleis at ektemaken heilt eller i nokon mun fær ha att sin halvpart av sambuet, endå um det er den skuldige som har rådveldet over dei verde det gjeld. Retten kan då samstundes fastsetja at serskilt nemnde ting eller rettar som høyrer sambuet til, skal vera sereiga til ektemaken eller at sameiga straks skal inn under rettslegt skifte.\nNår den skuldige sit i uskift bu, eller andre serlege umstende ligg fyre, kan retten setja ned inndragings- og skadebotandsvaret til beste for borna hans eller andre som han sit i uskifte med. Bo framt nokon av borna eller ervingane etter den avlidne ektemaken var med i Nasjonal Samling eller på andre måtar stelte seg nasjonalt uverdigt i krigstida, kan retten taka avgjerd um at nedsetjinga berre skal koma dei andre ervingane til godes.\nSet retten soleis ned inndragings- eller skadebotandsvaret, skal han samstundes taka avgjerd um at serskilt nemnde ting eller rettar som høyrer den skuldige eller det uskifte buet til, skal vera sereigedom åt vedkomande born eller ervingar, eller at det uskifte buet straks skal inn under rettslegt skifte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "2:29",
      "chapter": "2",
      "section": "29",
      "content": "Soframt den som har forbrote seg mot straffeboda i § 2, døyr fyrr inndraginga eller skadebotskravet er betala, kan andsvaret gjerast gjeldande mot ervingane. Er det halde skifte, svarer ingen av ervingane for meir enn det han tok i mot i arv, minder han visste eller burde ha skyna at slikt andsvar kunde koma upp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "2:30",
      "chapter": "2",
      "section": "30",
      "content": "Vert nokon av styret i selskap, stifting eller samskipnad frådømd umbodet eller hindra i tenesta av di han har gjort seg skuldig i brot mot straffefyresegnene um landssvik, kan fylkesmannen eller den han gjev fullmakt, setja inn ein annan styresmann for tida til dess ein lovleg uppnemnd ettermann kan gjera tenest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "2:31",
      "chapter": "2",
      "section": "31",
      "content": "Kongen gjev nøgjare fyresegner um avhendingsmåten for ting og rettar som kjem inn under dom etter § 10, nr. 9, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Til trygd for straffebots-, inndragings- og skadebotskrav kan påtalemakta kverrsetja ting og andre eigedomsverde som høyrer til\na. den som med skilleg grunn er mistenkt for brot etter § 2,\nb. den som det truleg vert reist inndragings-, skadebots- eller attringssøksmål imot etter denne lova.\nEr det fåre med å venta, kan politiet gå til kverrsetjing utan fyrehandsvedtak; men då skal det gjeva melding til påtalemakta utan drygjing.\nNår det er tid til det, og saka gjeld store verde, lyt retten ha samtykt på fyrehand. I alle tilfelle då fyrehandssamtykke vantar, skal kverrsetjinga leggjast fram for retten til stadfesting snarast mogeleg og seinast innan 3 månader.\nRetten, påtalemakta eller politiet sett kverrsetjinga i verk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Dei kverrsette ting og verde skal skrivast upp so nøgje som mogeleg. Den det er halde kverrsetjing hjå, skal få rettkjend avskrift av lista.\nEr det fåre for at kverrsetjinga vert fåfengd um eigaren fær ha dei kverrsette ting og verde i si varetekt, skal dei takast frå han.\nKverrsetjinga skal tinglysast. Gjeld det registrert skip skal ho dessutan førast inn i skipsregistret. Avgifta for tinglysing og registrering vert rekna etter sportellovens § 52, fyrste leden, jfr. § 67, fjorde leden.\nMelding um kverrsetjinga skal sendast til Erstatningsdirektoratet snarast råd er.\nKongen kan gjeva nøgjare fyresegner um framgangsmåten med kverrsetjing.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Erstatningsdirektoratet har tilsynet med kverrsette ting og verde og tek seg av det som vert fråteke eigaren.\nDet kan søkja inn uteståande krav. Det kan gjeva, segja upp, taka av eller skipa um avtalur. Det kan avhenda ting og rettar og elles taka alle dei rådgjerder som trengst til å hindra tap eller spara tarvlause utgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Er det turvande å taka trygd i heile midelen åt nokon som det kan haldast kverrsetjing hjå etter § 32, kan påtalemakta setja den midelen under styring av ein tilsynsmann. Sameleis kan det gjerast med ei heil økonomisk verksemd under eitt, når kverrsetjing av einskilde ting kom til å hindra eller meinka drifta.\nVedtak etter fyrre leden må ha godkjenning av retten fyreåt. Er det fårlegt å venta, kan påtalemakta ta avgjerd på eiga hand, men då må avgjerda utan drygjing leggjast fram for retten til stadfesting.\nErstatningsdirektoratet nemner upp tilsynsmann. Han skal etter tilvisingar frå og under kontroll av direktoratet taka dei rådgjerder som høyrer med til styringa av midelen eller verksemda. Kongen kan gjeva nøgjare fyresegner um styringa.\nVedtak um styring eller um slutt på styring skal tilsynsmannen kunngjera i Norsk Lysingsblad utan drygjing. Vedtak um styring skal tinglysast. For registreringspliktig skip skal det dessutan førast inn i skipsregistret. Um avgifta gjeld § 33, tridje leden, tridje punktum.\nTilsynsmannen kan ha skifteretten til å registrera og til å forsegla buet. Ved registrering gjeld konkurslovens §§ 13, tridje punktum og 10 tilsvarande. I høve til sistnemnde fyresegn er tilsynsmannen i staden for bustyraren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Kverrsetjing etter § 32 har same rettsverknad som utlegg. Vedtak um styring etter § 35 vert rekna for kverrsetjing av alle dei ting og verde som til kvar tid høyrer styringsmidelen til.\nSo lenge dei krava som skal tryggjast, ikkje er endeleg fastsette, gjev kverrsetjinga eller vedtaket um styring ikkje rett til tvangssal.\nErstatningsdirektoratet eller tilsynsmannen skal gjeva skyldnaren høve og rimeleg frest til å avgjera kva ting eller verde som i fyrste rekkje skal gå til stetta krava. Men avgjersla bind ikkje nåmsmaktene so framt det er fare for at ho kan koma mykje på tverke for innsøkjinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Når eignaluter som høyrer skyldnaren til, skal seljast etter denne lova, skal det kunngjerast på fulltrygg måte fyreåt, jamvel um vilkåra for underhandssal er til stades. Erstatningsdirektoratet kan for det einskilde tilfelle gjera undantak frå dette påbodet. Verdepapir med børs- eller marknadskurs kan alltid seljast til dagskurs gjenom bank eller meklar.\nVed auksjonssal etter krav frå Erstatningsdirektoratet avgjer tilsynsmannen eller målsmannen for direktoratet i dei tilfelle som er nemnde i lov um tvangsfullføring frå 13 august 1915 § 209, tridje punktum, og lov um offentlege auksjonar og lisitasjonar frå 14 august 1918 § 11, tridje punktum, kven som skal reknast for å ha gjeve høgste bodet. I det tilfelle som tvangsfullfl. § 143, tridje punktum nemner, kan han lata Erstatningsdirektoratet avgjera spursmålet utan lutdraging, og skyldnaren uspurd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Er aksiar eller andre sellskapspartar avhende med heimel i kverrsetjing eller styringsvedtak etter § 35, eller av buet åt skyldaren, men sellskapsstyret nektar godkjenning, kan avhendinga godkjennast med dom, so framt retten meiner at det ikkje er sakleg grunn for nektinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "3:39",
      "chapter": "3",
      "section": "39",
      "content": "Er aksie eller annan rett i selskap eller samskipnad med økonomisk fyremål kverrsett, er det einast Erstatningsdirektoratet eller den det gjev fullmakt, som har dei tilhøyrande råderettane, soleis og møte- og røysteretten på luthavarmøte. Det same gjeld aksie eller rett som kjem inn under disposisjonsforbod med heimel i straffelovene um landssvik.\nStend midelen under styring, har tilsynsmannen råderettane etter fyrre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "3:40",
      "chapter": "3",
      "section": "40",
      "content": "Når ein midel er under styring etter § 35, kan tilsynsmannen ferda ut uppmoding til kravshavarane um å melda krava sine i samsvar med konkurslovens §§ 50, fyrste leden og 51, fyrste punktum. Tilsynsmannen er i so måte i staden for skifteretten. I uppmodinga skal det stå, at styring og uppgjer kan fremjast utan umsyn til krav som ikkje er melde når fresten gjeng ut.\nTilsynsmannen kan og kalla inn kravshavarane til å møta i samsvar med fyrste leden i konkurslovens § 50.\nErstatningsdirektoratet kan gjeva nøgjare fyresegner um slike uppmodingar og innkallingar, og fastsetja, at dei kan ferdast ut for to eller fleire skyldarar under eitt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "3:41",
      "chapter": "3",
      "section": "41",
      "content": "Tilsynsmannen skal ta vare på baten åt alle kravshavarane og sjå til, at det ikkje vert misbytt millom dei.\nEr bumidelen tvillaust stor nok åt alle dei kjende kravshavarane av same klasse, kan tilsynsmannen stetta krava etter kvart som dei dagfell.\nHar buet nok til dei uprioriterte krava og – frårekna dei etter denne lova – kan tilsynsmannen med samtykkje av Erstatningsdirektoratet stetta desse andre krava, so framt det må reknast for tenlegt til utgiftssparing eller betre resultat elles. Likeeins kan einskilde kravshavarar verta utløyste når alle hine tilgodehavarane gjer vedtak um å stå jamt med dei som har inndragings- og skadebotskrav etter denne lova.\nKrav som ikkje er melde innan fresten i uppmodinga etter § 40, tilkjem ikkje full stetting etter fyrre leden minder tilsynsmannen visste um dei, då han tok avgjerda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "3:42",
      "chapter": "3",
      "section": "42",
      "content": "Når buet til skyldnaren stend under styring etter § 35, er det ikkje høve til konkursskifte eller akkordtinging utan samtykkje frå tilsynsmannen.\nMed godkjenning av Erstatningsdirektoratet kan tilsynsmannen på vegner av skyldaren krevja konkursskifte i buet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "3:43",
      "chapter": "3",
      "section": "43",
      "content": "Krev skyldar eller tilgodehavar konkurs etter at kverrsetjing hjå skyldaren er tinglyst, skal skifteretten senda melding til Erstatningsdirektoratet eller den målsmannen det har i fylket, og konkurs kan ikkje opnast fyrr to vikur etterat meldinga vart send. Fær skifteretten innan denne fresten varsling um at direktoratet eller målsmannen vil gjera framlegg um bustyring etter § 35, skal han setja ut fyrehavinga so lenge at det vert rimeleg tid til vedtak um styring og uppnemning av tilsynsmann. Direktoratet eller målsmannen skal vitrast um utsetjinga. Held skifteretten det turvande kan han lengja utsetjinga.\nTilsvarande reglar gjeld for krav um akkordtinging.\nFyresegnene i fyrste leden er ikkje til hinder for at skifteretten syter for registrering og andre rådgjerder, som han held turvande til å hindra spill av bumidelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "3:44",
      "chapter": "3",
      "section": "44",
      "content": "Kjem det konkursopningskrav til skifteretten medan buet stend under styring etter § 35, eller innan ein måned frå sluttmeldinga for styringa vart kunngjord i Norsk Lysingsblad, og kravet fær medhald, skal vedtaket um styring ha same rettsverknad som konkursopning i alle spursmål der konkursopningstida har noko å segja for rettsstoda åt buet, skyldaren eller tridjemann. Kom konkursopningskravet til skifteretten fyrr buet var sett under styring, jfr. § 43, er dette tidlegare tidspunktet det avgjerande.\nKom kravsmelding medan buet stod under styring, skal kravet – på vilkår som nemnt i fyrre leden – reknast for meldt i konkursbuet. Vert ikkje konkurs kravd innan den fresten som der er sett, eller vert konkursopningskravet ikkje stetta, kan tilgodehavaren utan umsyn til den vanlege preskripsjonstida gjera retten sin gjeldande upp til seks månader etter at sluttmeldinga for styringa vart kunngjord i Norsk Lysingsblad.\nDet som her er sagt um konkursopningskrav gjeld sameleis krav um akkordtinging, so framt det fører til at konkurs vert opna etter akkordloven 6 mai 1899 § 7 eller § 31 eller etter krav som skyldaren set fram fyrr akkordtinginga er slutt (akkordlovens § 33).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "3:45",
      "chapter": "3",
      "section": "45",
      "content": "Utan samtykke av Erstatningsdirektoratet eller tilsynsmannen er det ikkje høve til å fremja eller fullføra tvangssal eller andre innsøkjingstiltak i verde som er kverrsette eller tekne under styring, so framt panteretten er tinglyst eller innehavinga overførd etter 10 mai 1945. Likevel kan innsøkjinga gå sin gang so framt vilkåra etter tvangsfullfl. § 189, andre leden, er til stades. Men då skal dei sumane som kjem inn, ikkje utbetalast til eigar eller panthavar utan at direktoratet eller tilsynsmannen samtykkjer.\nFyresegnene i fyrre leden gjeld til det er endeleg avgjort, at det ikkje vert reist noko krav mot skyldaren etter denne lova eller innsøkjinga av alle slike krav er avslutta.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "3:46",
      "chapter": "3",
      "section": "46",
      "content": "Skyldnader påtekne med samtykke av Erstatningsdirektoratet eller tilsynsmannen, vert rekna for massekrav i buet, so framt skyldaren døyr og buet er insolvent, eller krav um konkurs eller akkordtinging kjem til skifteretten i styringstida eller innan ein månad etter at sluttmeldinga er kunngjord i Norsk Lysingsblad. Det same gjeld salær til tilsynsmann og revisor.\nVar midelen ikkje sett under styring den gongen skyldnaden vart påteken, gjeld regelen i fyrste punktum tilsvarande, so framt skifteretten held det for prova at kravshavaren hadde fullgod grunn til å gå ut ifrå at det gjaldt avgjerder som trongst til å hindra verdetap eller spara uturvande kostnader eller til å halda verksdrift, forretning eller onnor verksemd i gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "3:47",
      "chapter": "3",
      "section": "47",
      "content": "Panterett etter avsetnings- eller utleggstenest (utpanting) har ikkje fyrerett framfor rådgjerder etter § 32 eller § 35, so framt tinglysinga eller innehavingsoverføringa var seinare enn 10 mai 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "content": "Når nokon med endeleg dom er pålagd straffebot, inndraging eller skadebot etter denne lova, og det er på det reine at han ikkje eig nok til å greida andsvaret sitt, kan Erstatningsdirektoratet fastsetja, at buet hans skal gjerast upp etter fyresegnene i dette kapitlet. Er midelen sett under styring etter § 35, skal denne uppgjersmåten nyttast, soframt ikkje tilsynsmannen med godkjenning frå direktoratet krev konkurs på vegner av skyldaren eller samtykkjer i at akkordtinging vert opna.\nSkyldaren skal ha tilsegjing um avgjersla. Innan to dagar etter tilsegjinga kan han ha spursmålet inn for skifteretten. Reglane i konkurslova §§ 7-9 gjeld på tilsvarande måte so langt dei høver. Skifterettsavgjersla er ankefri.\nUppgjering etter denne paragrafen stengjer for konkurskifte og akkordtinging so nær som i dei tilfelle § 51 nemner.\nEr midelen ikkje sett under styring, tek Erstatningsdirektoratet eller ein målsmann som det nemner upp, dei rådgjerdene som elles etter dette kapitlet høyrer under tilsynsmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "content": "Når buet skal gjerast upp, syter tilsynsmannen for registrering um det ikkje alt er gjort. § 35, siste leden, gjeld tilsvarande. Er uppmoding etter § 40 ikkje utferda, skal tilsynsmannen syta for at so vert gjort.\nAnten saman med denne varslinga eller i serskild kunngjering etter § 40, andre leden, skal tilsynsmannen kalla inn alle tilgodehavarar som ikkje har trygd for full stetting etter § 41. Er meldingsfresten etter § 40 ute, kan innkallinga gjevast i rekommandera brev.\nPå møtet vel kravshavarane eit kreditorutval på to eller tri til å stå for uppgjeret saman med tilsynsmannen. Erstatningsdirektoratet har ikkje røysterett, minder dei andre kravshavarane let vera å røysta. Elles gjeld konkurslova § 23, fyrste, andre, tridje, femte, sette, sjuande og åttande punktum, og §§ 83, 85 og 86 på tilsvarande måte.\nTvist um røysterett eller valførleik avgjer tilsynsmannen. Den som er misnøgd med avgjersla, kan anka henne inn for Erstatningsdirektoratet med det same.\nEr alle kravshavarane som møter samde um det, gjer tilsynsmannen upp buet åleine.\nPå møtet skal alle dei spursmål dryftast som skyldaren og buet gjev høve til. Er kravsmeldingsfresten ute, kan krava prøvast med det same. Elles tidset tilsynsmannen nytt møte til kravsprøving. Ved prøvinga gjeng tilsynsmannen gjenom alle kravsmeldingar som kom inn fyrr fresten gjekk ut. Elles gjeld reglane i konkurslova §§ 54–57 på tilsvarande måte so langt dei høver, likevel soleis at tilsynsmannen er i staden for skifteretten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "4:50",
      "chapter": "4",
      "section": "50",
      "content": "For uppgjeret gjeld fyresegnene i §§ 44 og 46, konkurslova §§ 24–33, 36–48, 116, 118, fyrste punktum, 119–122 og 127, foraldringslova § 14 og lov 31 mai 1912 om «fortrinsrett for visse fordringer» på tilsvarande måte, so langt dei høver. Er det ikkje gjort vedtak um styring etter § 35, har tilsegjinga etter § 48, andre leden, same rettsverknad som konkursopning.\nTilsynsmannen avgjer kva krav skal få utlegg i buet og um dei skal ha den fyreretten det er gjort påstand um. Avgjersla skal grunngjevast. Den som avgjersla gjeng imot, kan klaga til skifteretten som avgjer tvisten etter reglane i kap. 8 i konkurslova. Klagefresten er 3 vikur frå han fekk meldinga um avgjersla.\nTilsynsmannen kan med samtykke av Erstatningsdirektoratet halda fyrebils utluting. Når direktoratet har godkjent sluttrekneskapen frå tilsynsmannen, held han utluting og sluttar buet. Deretter sender han utlutingslista med vedlegg og kvitteringar til direktoratet. Fyresegnene i konkurslova §§ 96, siste punktum, 99, 101 -104 og 106 gjeld på tilsvarande måte.\nVed uppgjer etter dette kapitlet har Erstatningsdirektoratet dei gjeremål som § 46 og konkurslova legg til skifteretten. Undantekne er dei tilfelle som er nemnde i § 48, andre leden, § 49, siste leden, og denne paragrafen, andre leden. Tilsynsmannen har gjeremåla til bustyraren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "4:51",
      "chapter": "4",
      "section": "51",
      "content": "Buet skal under konkurs, eller – etter søknad frå skyldaren – under akkordtinging når\na. Erstatningsdirektoratet, tilsynsmannen eller kreditorutvalet gjer vedtak um det,\nb. so mange tilgodehavarar krev det, at dei i tal er minst tridjeparten av dei melde eller annleis kjende kravsmennene, eller har til gode minst tridjeparten av den kjende skuldsummen.\nRettar avgjersla seg etter um eit umtvista krav vert godkjent, skal tilsynsmannen leggja spursmålet um der er vilkår for konkurs eller akkordtinging, fram for skifteretten. Anke eller kjæremål mot skifterettsavgjersla kan ikkje byggjast på, at ho strider mot regelen under bokstav b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "4:52",
      "chapter": "4",
      "section": "52",
      "content": "Når konkurs eller akkordtinging er opna etter §§ 42, 44, 48 eller 51 gjeld desse serreglar:\n1. Tilsynsmannen skal setjast til bustyrar eller akkordkommissær, so framt Erstatningsdirektoratet ynskjer det, og ikkje serlege grunnar gjer det utilrådelegt.\n2. Skifteretten tarv ikkje halde registrering so framt buet alt er påliteleg nok registrera med tilføre av styring eller uppgjer.\n3. Skifteretten kan spara innkalling etter konkurslova § 50, s0 framt kravshavarane er innkalla etter § 40, jfr. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "4:53",
      "chapter": "4",
      "section": "53",
      "content": "Driv skyldaren handel, industri, skipsreiding, eller onnor næringsverksemd, kan Erstatningsdirektoratet fastsetja, at verksemda med tilhøyrande firma, varemerke og andre forretningskjenneteikn, patentar, driftsmåtar, forretningsbøker og liste over forretningssamband, skal avhendast under eitt.\nEr namnet til skyldaren med i firmanamnet, kan avhendinga og gjelda retten til å nytta det namnet med eit tillegg som viser etterfylgjarhøvet, so lenge som upptil 10 år frå avhendinga.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "4:54",
      "chapter": "4",
      "section": "54",
      "content": "Når eit bu vert uppgjort etter reglane i denne lova, og når konkurs eller akkordtinging vert opna etter §§ 42, 44, 48 eller 51, gjeng dei verde som kjem inn med attring etter §§ 23–27, inn i bumidelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "4:55",
      "chapter": "4",
      "section": "55",
      "content": "Ved konkurs, skifte i insolvent avferdbu, eller uppgjer etter reglane i dette kapitlet, gjev kverrsetjing eller styring etter §§ 32 og 35 ingen fyrerett til stetting framfor dei andre kravshavarane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "So framt det innan 10 år etter domen vert prova med nye upplysningar at ein som er dømd til å tola inndraging etter denne lova, har havt munaleg større ulovleg vinning enn det domen er bygd på, kan retten høgda inndragingssummen med ny dom.\nVert det prova med nye upplysningar innan 10 år etter at dom vart sagd, at ein som er dømd til å svara skadebot eller uppreisnad etter § 22, hadde munaleg betre råd eller hadde gjort seg skuldig i anna skadeverk enn det domen er bygd på, kan retten høgda skadebotsandsvaret med ny dom.\nFyresegnene i denne paragrafen gjeld tilsvarande når ein saksøkt er frikjend for krav på inndraging eller skadebot.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Vernepliktig som er skuldgjeven for brot på landssviklovene kan ikkje gjera militærtenest eller verta utskriven eller innkalla til slik tenest.\nNår nokon i slik post, tenest eller verksemd som i § 10 nr. 5 og 7 nemnt, med skilleg grunn er mistenkt for strafflagd åtferd etter § 2, kan Kongen eller den han gjev fullmakt, millombils ta frå honom posten eller tenesta eller nekta han å halda fram i verksemda. Dette må likevel berre gjerast når det er mest trulegt at han vert frådømd retten til å ha posten eller tenesta eller til å driva verksemda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Dei verde som kjem inn i straffebøter, inndragingar etter §§ 14–18 og skadebøter, skal stå under serskild styring til Stortinget har gjeve nøgjare reglar um kva som skal gjerast med dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "For åtferd som vert dømd etter § 3, jfr. § 2, gjeld ikkje den ålmenne borgarlege straffelova § 16 nr. 1 og 2, § 27 andre punktum, §§ 28–31, § 33, § 36, § 37, andre leden, § 62, andre leden, § 75 og § 76.\nDet som i den ålmenne borgarlege straffelova §§ 17, 20–23, 52, 53, 53 a, 67, 72 og 74 er fastsett um fengsel, gjeld tilsvarande um tvangsarbeid.\nFyresegnene i den ålmenne borgarlege straffelova § 52, nr. 2 um rettstap, gjeld tilsvarande når domen gjeng ut på straffebot eller upphaldsforbod attåt fridomsstraff etter denne lova.\nNår ikkje anna er fastsett i domen, skal rettar som er frådømde etter §§ 10 og 11, vera tapte frå den dagen, då domen vert endeleg. Er nokon dømd til tap av ålmen tillit for ei viss tid attåt fridomsstraff, vert tida for tillitstapet rekna frå den dagen, då fridomsstraffa er utstadi. Det same gjeld for rettstap so framt ikkje noko anna fylgjer av domen. Straffelova § 31, tridje og fjorde punktum gjeld tilsvarande.\nNår fridomsstraffer vert samanslegne etter straffelova § 62, fyrste punktum, kan retten setja straffa til tvangsarbeid, soframt nokor einskild av dei strafflagde gjerningane kan føra til slik straff.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "I dei tilfelle då straffa etter straffelova kap. 8 og 9 eller etter krigsartiklane i den militære straffelova kan vera fengsel eller hefte, kan domen i staden gå ut på tvangsarbeid innanfor den råma som er sett for fengsel eller hefte.\nDom etter nokor fyresegn i straffelova kap. 8 eller 9 eller etter krigsartiklane i den militære straffelova, kan attåt dei straffene som der er fastsette (jfr. fyrre leden) gå ut på bot og tillitstap eller rettstap i samsvar med §§ 6, 10 og 11 i denne lova. Likeins på upphaldsforbod i samsvar med § 12. Dette siste utan umsyn til kva tid den strafflagde gjerning vart gjord.\nFyresegnene i §§ 7–9 og 14–59 gjeld tilsvarande i straffesøksmål etter noko av boda i straffelova kap. 8 eller 9 eller krigsartiklane i den militære straffelova. Er saka reist etter krigsartiklane, gjeld ikkje fyresegnene i den militære straffelova § 12 nr. 2 a–d og f og §§ 20 og 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Når nokon har mist retten til å få offentleg tenest i samhøve med dom etter «landssvikanordningen» fra 15 desember 1944, skal domen i so måte ha same verknad som um han var bygd på denne lova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "5:62",
      "chapter": "5",
      "section": "62",
      "content": "Denne lova tek til å gjelda 15 mars 1947.\nSamstundes held etternemnde fyresegner upp å gjelda: §§ 2–4 i rettarbot 3 oktober 1941 um tillegg til den militære straffelova frå 22 mai 1902, §§ 2–4 i rettarbot 3 oktober 1941 um tillegg til den ålmenne borgarlege straffelova frå 22 mai 1902. Kapitel I og II og §§ 48, 50 og 51 i rettarbot 15 desember 1944 um tillegg til straffelovene um landssvik («landssvikanordningen») og rettarbot 10 august 1945 um tillegg til «landssvikanordningen».\nDenne lova skal utan umsyn til fyresegna i straffelova § 3, andre punktum i andre leden, gjelda for anke, kjæremål og uppatttakingskrav mot avgjerder som er tekne fyrr denne lova tek til å gjelda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    }
  ]
}