{
  "id": "LOV-1928-06-22-27",
  "type": "statute",
  "title": "Lov om landets kornforsyning.",
  "short_name": "Kornforsyningsloven.",
  "status": "in_force",
  "issued_date": "1928-06-22",
  "in_force_date": "1928-06-22",
  "url": "https://lovdata.no/dokument/NLO/lov/1928-06-22-27",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Lovens formål er å sikre en effektiv omsetning og forsyning av korn,​1 mel og kraftfôr ut fra de mål og retningslinjer som til enhver tid er fastsatt av Stortinget.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med korn menes i denne lov hvete, rug, bygg og havre samt ethvert formalingsprodukt derav. Som korn regnes også blandinger av disse vareslag og blandinger som har ett eller flere av disse vareslagene som en vesentlig bestanddel.\nDersom ikke annet er bestemt omfatter denne lov også kraftfôr og råvarer som kan anvendes til kraftfôr.\nI tvilstilfelle avgjør departementet​1 om et vareslag eller en vare skal regnes som korn, mel eller kraftfôr i forhold til lovens bestemmelser.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Loven omfatter innførsel, utførsel og omsetning av korn, mel og kraftfôr her i riket.\nEtter avtale med fremmed stat eller internasjonal organisasjon kan lovens virkeområde utvides. Etter slik avtale kan lovens virkeområde også innskrenkes for et begrenset felt.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Med de begrensninger som følger av internasjonale forpliktelser, kan departementet​1 – innenfor rammen av de prinsipielle retningslinjer som Stortinget måtte ha fastsatt – treffe bestemmelser om omsetning og bruk av kraftfôr med sikte på å avpasse husdyrproduksjonen etter behovet eller å regulere kraftfôrforbruket etter andre samfunnsmessige hensyn. I det øyemed kan departementet​1 bl.a. treffe bestemmelser om prisutjevningsbeløp for kraftfôr eller råvarer som kan anvendes til kraftfôr.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "For utførsel av korn, mel og kraftfôr kreves tillatelse gitt av Statens Kornforretning.​1 Før slik utførselstillatelse gis, kan Statens Kornforretning kreve fremlagt dokumentasjon for at varen vil bli utført i samsvar med vilkårene for tillatelsen. Det kan kreves avgift for utstedelse av utførselstillatelse.\nKorn som har vært omsatt i riket med offentlige tilskudd må ikke føres ut av riket. Dersom slikt korn likevel utføres av riket, kan tilskuddet kreves tilbakebetalt.\nNår det er nødvendig for å sikre stabile priser på, og stabil forsyning av korn, mel og kraftfôr her i riket, kan Kongen bestemme at det skal oppkreves en avgift ved utførsel av disse varene.\nKongen utpeker en offentlig myndighet​2 som kan utføre kontroll med utførsel av varene. Vedkommende myndighet kan kreve fremlagt utførselstillatelsen og dokumentasjon for at varene utføres i samsvar med tillatelsen. Slik dokumentasjon kan kreves framlagt også etter at varene er ført ut av landet.\nFørste og fjerde ledd gjelder tilsvarende ved innførsel av korn, mel og kraftfôr her til riket.\nDen som plikter å fremlegge dokumentasjon som nevnt i første, fjerde eller femte ledd, kan nektes å utføre eller innføre korn, mel eller kraftfôr inntil dokumentasjon er fremlagt.\nDen som utfører eller innfører korn, mel og kraftfôr uten tillatelse, eller i strid med vilkår for tillatelse, kan nektes ny tillatelse for utførsel eller innførsel av korn, mel og kraftfôr.\nProdusenter, importører og eksportører plikter​3 å gi de opplysninger som trengs for å kunne fastslå hvilken sammensetning varene har, og skal om nødvendig stille prøver av varene til rådighet uten vederlag.\nKongen​4 fastsetter nærmere regler om\n1. innførsels- og utførselstillatelser,\n2. kontroll med innførsel og utførsel av varene,\n3. plikten til å fremlegge tillatelse og til å gi opplysninger og nødvendig dokumentasjon,\n4. innkreving av utførselsavgift.\n0 Opphevet ved lov 8 juni 1984 nr. 69, tilføyd igjen ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Se kap. II.\n2 Statens Kornforretning iflg. res. 23 des 1994 nr. 1125.\n3 Se § 6.\n4 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Med bøter​1 eller fengsel​2 inntil tre måneder straffes den som forsettlig eller uaktsomt overtrer bestemmelsene gitt i eller i medhold av dette kapitlet. Forsøk straffes likt med fullbyrdet forseelse. Medvirkning straffes på samme måte.\nPå samme måte straffes den som forsettlig eller uaktsomt gir uriktige eller ufullstendige opplysninger eller dokumentasjon.\n0 Endret ved lover 8 juni 1984 nr. 69, 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Statens Kornforretning ledes av et styre og en administrerende direktør.\nStyret består av 7 medlemmer. Kongen oppnevner styrets formann, varaformann og de øvrige styremedlemmer med personlige varamedlemmer, hvorav 2 medlemmer med personlige varamedlemmer etter innstilling fra de ansatte i Statens Kornforretning. De medlemmer som er oppnevnt av Kongen, skal gjøre tjeneste i 3 år. Administrerende direktør deltar i styrets møter uten stemmerett.\nEt oppnevnt styremedlem blir stående i sin stilling inntil nyt medlem er lovlig oppnevnt, enda om tjenestetiden er utløpet.\nKongen kan fjerne et styremedlem før utløpet av tjenestetiden. Spørsmålet om han har krav på godtgjørelse for den gjenstående tid, avgjøres etter alminnelige kontraktregler.\nAdministrerende direktør ansettes av Kongen etter innstilling fra styret med 6 måneders gjensidig oppsigelse. Hans lønn fastsettes av Kongen.​1 Blir han oppsagt, kan det bestemmes at han straks skal fratre. Hvorvidt han da har krav på godtgjørelse for resten av tjenestetiden, avgjøres etter alminnelige kontraktregler. Under lengere fravær konstituerer departementet​2 etter innstilling fra styret en stedfortreder for administrerende direktør.\nVedkommende departement​2 fastsetter godtgjørelse for styrets medlemmer.\n0 Endret ved lover 19 juni 1931 nr. 16, 9 juni 1939 nr. 13, 23 feb 1951 nr. 6, 21 juli 1967 nr. 4, 21 des 1979 nr. 78, 8 juni 1984 nr. 69.\n1 Landbruksdepartementet iflg. res. 19 mars 1976.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Det påhviler styret​1 å forvalte forretningen i samsvar med denne lov og etter de vedtak som treffes av Stortinget, Kongen og departementet.​2\nStyret fører tilsyn med at administrerende direktør utfører sine gjøremål på den for forretningen beste måte. Det utferdiger instruks for administrerende direktør, og kan også treffe bestemmelser i saker som hører under ham.\nStyret, eller den som gir fullmakt, ansetter forretningens personale og fastsetter deres lønn og arbeidsvilkår. Hverken administrerende direktør eller det øvrige personale går inn under lov om offentlig tjenestemenn av 15. februar 1918.\nStyret treffer sine vedtak i møte, som holdes så ofte som ledelsen og kontrollen av forretningens anliggender tilsier det. Møte sammenkalles av formannen. Krever administrerende direktør eller medlem av styret at styret skal innkalles, skal formannen uten opphold etterkomme kravet. Møtet ledes av formannen eventuelt av varaformannen. Er ingen av dem til stede, velger styret møteleder.\nStyret er beslutningsdyktig når minst 5 medlemmer er til stede. Styret treffer sine beslutninger med flertall blant de møtende. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nEt styremedlem må ikke delta i behandlingen eller avgjørelsen av noen sak som han måtte ha en fremtredende personlig eller økonomisk særinteresse i.\nOver forhandlingene skal det føres protokoll, som for hvert møte skal underskrives av samtlige tilstedeværende medlemmer. Er et medlem uenig i den avgjørelsen som er truffet, skal hans standpunkt framgå av protokollen. Utskrift av protokollen sendes departementet.\n0 Tilføyd ved lov 21 juli 1967 nr. 4, endret ved lov 21 des 1979 nr. 78.\n1 Se § 9.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 A."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Administrerende direktør har den daglige ledelse av Statens Kornforretning. Den daglige ledelse omfatter ikke saker som etter forretningens forhold er av usedvanlig art eller viktighet, og som det er tid og anledning til å forelegge for styret.\nAdministrerende direktør representerer Statens Kornforretning utad i alle forhold og tegner forretningens firma.\nRettshandel som administrerende direktør i forhold til foretagendet var uberettiget til å avgi, er ikke bindende for foretagendet, dersom den annen part visste eller burde ha innsett at administrerende direktør handlet uberettiget.​1\nAdministrerende direktør må ikke delta i behandlingen eller avgjørelsen av noen sak som han måtte ha en fremtredende personlig eller økonomisk særinteresse i.\nAdministrerende direktør skal sørge for at den virksomhet som er tillagt Kornforretningen, drives på en effektiv og forretningsmessig måte. Han forbereder og forelegger for styret de saker som skal behandles av dette og har ansvaret for at styrets vedtak blir gjennomført.\n0 Endret ved lov 21 juli 1967 nr. 4.\n1 Jfr. lov 31 mai 1918 nr. 4 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet ved lov 8 juni 1984 nr. 69.)",
      "content": "§ 11.(Opphevet ved lov 8 juni 1984 nr. 69.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Statens Kornforretning sender til departementet​1 kvartalsvise regnskapsrapporter, årsregnskap og svar på antegnelser fra Riksrevisjonen. Til departementet sendes også melding om virksomheten for første halvdel av året og for hele året.\nEtter innstilling fra Statens Kornforretning legges årlig fram for Stortinget drifts- og investeringsbudsjett for kommende år. Sammen med budsjettet legges fram forslag til disponering av driftsoverskuddet. Videre tas opp forslag om langvarige kreditter eller særlige utlånsordninger som ikke dekkes av lånefond som Kornforretningen forvalter. Det redegjøres videre for det lånebehov Statens Kornforretning vil få i løpet av året og tas opp eventuelle forslag om endring av Kornforretningens fullmakt til å ta opp lån for statens regning. I samband med budsjettet redegjøres også for beredskapslagring av korn- og melvarer.\n0 Endret ved lover 21 juli 1967 nr. 4, 8 juni 1984 nr. 69.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Statens Kornforretning kjøper norsk korn i henhold til § 17.\nStatens Kornforretning skal forøvrig utføre forvaltningsoppgaver for myndighetene for å nå næringspolitiske mål og sikre landets forsyning og beredskap av korn, mel og kraftfôr.\nVarene holdes som regel til salgs til samme priser for alle kjøpere.\n0 Endret ved lover 9 juni 1939 nr. 13, 21 juli 1967 nr. 4, 8 jan 1988 nr. 2, 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kornforretningen holder til salgs såkorn i den utstrekning det anses påkrevet.\n0 Endret ved lov 21 juli 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Statens Kornforretning skal kjøpe alt norskavlet korn som blir tilbudt den dersom kornet tilfredsstiller de kvalitetskrav som til enhver tid gjelder. Kornforretningen fastsetter regler for gradering av kornets kvalitet.\nKornet betales med utgangspunkt i basispriser fastsatt av Stortinget. Avhengig av kvalitet fastsetter Kornforretningen tillegg eller trekk i basispris.\nBasisprisen er lik for alle produsenter og gjelder for norskavlet korn levert alle anlegg som Kornforretningen eier eller har driftsavtale med. For transport til disse anlegg ytes godtgjørelse etter nærmere regler fastsatt av Kornforretningen.\n0 Endret ved lover 9 juni 1939 nr. 13, 21 juli 1967 nr. 4, 8 jan 1988 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Statens Kornforretning skal sørge for slike lagre av kornvarer og kraftfôr som beredskapshensynet tilsier. Stortinget gir nærmere retningslinjer for beredskapslagringen.\n0 Endret ved lover 21 juli 1967 nr. 4, 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "De bestemmelser som i dette kapitel er gitt angående kornforretningens virksomhet med hensyn til oppkjøpsplikt og oppkjøpspriser, salg og salgspriser m.v gir ikke nogen et rettskrav som kan gjøres gjeldende ved domstolene.\nDen som mener sig forurettet, kan klage til departementet​1 som avgjør saken med endelig virkning. Gjelder det tvist om kvalitetsbestemmelse og prisfradrag for innkjøpt norsk korn (§ 17), går dog klagen til en fast ankenevnd som opnevnes av Kongen​2 og som med endelig virkning avgjør tvisten. Kongen​2 bestemmer om der skal være en eller flere sådanne nevnder, og utferdiger nærmere regler om ankefrist, om nevndens eller nevndenes sammensetning, virkeområde og arbeidsordning m. v.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet.\n2 Landbruksdepartementet iflg. res. 30 jan 1987 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen eller den han bemyndiger,​1 fastsetter alle nærmere regler til gjennemføring av denne lov.\n0 Endret ved lov 9 juni 1939 nr. 13.\n1 Landbruksdepartementet iflg. res. 31 mai 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra den tid denne lov trer i kraft, opheves – – –\n0 Endret ved lov 8 juni 1984 nr. 69.\n1 Fra 1 juli 1929 iflg. res. 31 mai 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Lovens formål er å sikre en effektiv omsetning og forsyning av korn,​1 mel og kraftfôr ut fra de mål og retningslinjer som til enhver tid er fastsatt av Stortinget.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med korn menes i denne lov hvete, rug, bygg og havre samt ethvert formalingsprodukt derav. Som korn regnes også blandinger av disse vareslag og blandinger som har ett eller flere av disse vareslagene som en vesentlig bestanddel.\nDersom ikke annet er bestemt omfatter denne lov også kraftfôr og råvarer som kan anvendes til kraftfôr.\nI tvilstilfelle avgjør departementet​1 om et vareslag eller en vare skal regnes som korn, mel eller kraftfôr i forhold til lovens bestemmelser.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Loven omfatter innførsel, utførsel og omsetning av korn, mel og kraftfôr her i riket.\nEtter avtale med fremmed stat eller internasjonal organisasjon kan lovens virkeområde utvides. Etter slik avtale kan lovens virkeområde også innskrenkes for et begrenset felt.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Med de begrensninger som følger av internasjonale forpliktelser, kan departementet​1 – innenfor rammen av de prinsipielle retningslinjer som Stortinget måtte ha fastsatt – treffe bestemmelser om omsetning og bruk av kraftfôr med sikte på å avpasse husdyrproduksjonen etter behovet eller å regulere kraftfôrforbruket etter andre samfunnsmessige hensyn. I det øyemed kan departementet​1 bl.a. treffe bestemmelser om prisutjevningsbeløp for kraftfôr eller råvarer som kan anvendes til kraftfôr.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "For utførsel av korn, mel og kraftfôr kreves tillatelse gitt av Statens Kornforretning.​1 Før slik utførselstillatelse gis, kan Statens Kornforretning kreve fremlagt dokumentasjon for at varen vil bli utført i samsvar med vilkårene for tillatelsen. Det kan kreves avgift for utstedelse av utførselstillatelse.\nKorn som har vært omsatt i riket med offentlige tilskudd må ikke føres ut av riket. Dersom slikt korn likevel utføres av riket, kan tilskuddet kreves tilbakebetalt.\nNår det er nødvendig for å sikre stabile priser på, og stabil forsyning av korn, mel og kraftfôr her i riket, kan Kongen bestemme at det skal oppkreves en avgift ved utførsel av disse varene.\nKongen utpeker en offentlig myndighet​2 som kan utføre kontroll med utførsel av varene. Vedkommende myndighet kan kreve fremlagt utførselstillatelsen og dokumentasjon for at varene utføres i samsvar med tillatelsen. Slik dokumentasjon kan kreves framlagt også etter at varene er ført ut av landet.\nFørste og fjerde ledd gjelder tilsvarende ved innførsel av korn, mel og kraftfôr her til riket.\nDen som plikter å fremlegge dokumentasjon som nevnt i første, fjerde eller femte ledd, kan nektes å utføre eller innføre korn, mel eller kraftfôr inntil dokumentasjon er fremlagt.\nDen som utfører eller innfører korn, mel og kraftfôr uten tillatelse, eller i strid med vilkår for tillatelse, kan nektes ny tillatelse for utførsel eller innførsel av korn, mel og kraftfôr.\nProdusenter, importører og eksportører plikter​3 å gi de opplysninger som trengs for å kunne fastslå hvilken sammensetning varene har, og skal om nødvendig stille prøver av varene til rådighet uten vederlag.\nKongen​4 fastsetter nærmere regler om\n1. innførsels- og utførselstillatelser,\n2. kontroll med innførsel og utførsel av varene,\n3. plikten til å fremlegge tillatelse og til å gi opplysninger og nødvendig dokumentasjon,\n4. innkreving av utførselsavgift.\n0 Opphevet ved lov 8 juni 1984 nr. 69, tilføyd igjen ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Se kap. II.\n2 Statens Kornforretning iflg. res. 23 des 1994 nr. 1125.\n3 Se § 6.\n4 Landbruksdepartementet iflg. res. 23 des 1994 nr. 1125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Med bøter​1 eller fengsel​2 inntil tre måneder straffes den som forsettlig eller uaktsomt overtrer bestemmelsene gitt i eller i medhold av dette kapitlet. Forsøk straffes likt med fullbyrdet forseelse. Medvirkning straffes på samme måte.\nPå samme måte straffes den som forsettlig eller uaktsomt gir uriktige eller ufullstendige opplysninger eller dokumentasjon.\n0 Endret ved lover 8 juni 1984 nr. 69, 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Statens Kornforretning ledes av et styre og en administrerende direktør.\nStyret består av 7 medlemmer. Kongen oppnevner styrets formann, varaformann og de øvrige styremedlemmer med personlige varamedlemmer, hvorav 2 medlemmer med personlige varamedlemmer etter innstilling fra de ansatte i Statens Kornforretning. De medlemmer som er oppnevnt av Kongen, skal gjøre tjeneste i 3 år. Administrerende direktør deltar i styrets møter uten stemmerett.\nEt oppnevnt styremedlem blir stående i sin stilling inntil nyt medlem er lovlig oppnevnt, enda om tjenestetiden er utløpet.\nKongen kan fjerne et styremedlem før utløpet av tjenestetiden. Spørsmålet om han har krav på godtgjørelse for den gjenstående tid, avgjøres etter alminnelige kontraktregler.\nAdministrerende direktør ansettes av Kongen etter innstilling fra styret med 6 måneders gjensidig oppsigelse. Hans lønn fastsettes av Kongen.​1 Blir han oppsagt, kan det bestemmes at han straks skal fratre. Hvorvidt han da har krav på godtgjørelse for resten av tjenestetiden, avgjøres etter alminnelige kontraktregler. Under lengere fravær konstituerer departementet​2 etter innstilling fra styret en stedfortreder for administrerende direktør.\nVedkommende departement​2 fastsetter godtgjørelse for styrets medlemmer.\n0 Endret ved lover 19 juni 1931 nr. 16, 9 juni 1939 nr. 13, 23 feb 1951 nr. 6, 21 juli 1967 nr. 4, 21 des 1979 nr. 78, 8 juni 1984 nr. 69.\n1 Landbruksdepartementet iflg. res. 19 mars 1976.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:9 a",
      "chapter": "3",
      "section": "9 a",
      "content": "Det påhviler styret​1 å forvalte forretningen i samsvar med denne lov og etter de vedtak som treffes av Stortinget, Kongen og departementet.​2\nStyret fører tilsyn med at administrerende direktør utfører sine gjøremål på den for forretningen beste måte. Det utferdiger instruks for administrerende direktør, og kan også treffe bestemmelser i saker som hører under ham.\nStyret, eller den som gir fullmakt, ansetter forretningens personale og fastsetter deres lønn og arbeidsvilkår. Hverken administrerende direktør eller det øvrige personale går inn under lov om offentlig tjenestemenn av 15. februar 1918.\nStyret treffer sine vedtak i møte, som holdes så ofte som ledelsen og kontrollen av forretningens anliggender tilsier det. Møte sammenkalles av formannen. Krever administrerende direktør eller medlem av styret at styret skal innkalles, skal formannen uten opphold etterkomme kravet. Møtet ledes av formannen eventuelt av varaformannen. Er ingen av dem til stede, velger styret møteleder.\nStyret er beslutningsdyktig når minst 5 medlemmer er til stede. Styret treffer sine beslutninger med flertall blant de møtende. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nEt styremedlem må ikke delta i behandlingen eller avgjørelsen av noen sak som han måtte ha en fremtredende personlig eller økonomisk særinteresse i.\nOver forhandlingene skal det føres protokoll, som for hvert møte skal underskrives av samtlige tilstedeværende medlemmer. Er et medlem uenig i den avgjørelsen som er truffet, skal hans standpunkt framgå av protokollen. Utskrift av protokollen sendes departementet.\n0 Tilføyd ved lov 21 juli 1967 nr. 4, endret ved lov 21 des 1979 nr. 78.\n1 Se § 9.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 A."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Administrerende direktør har den daglige ledelse av Statens Kornforretning. Den daglige ledelse omfatter ikke saker som etter forretningens forhold er av usedvanlig art eller viktighet, og som det er tid og anledning til å forelegge for styret.\nAdministrerende direktør representerer Statens Kornforretning utad i alle forhold og tegner forretningens firma.\nRettshandel som administrerende direktør i forhold til foretagendet var uberettiget til å avgi, er ikke bindende for foretagendet, dersom den annen part visste eller burde ha innsett at administrerende direktør handlet uberettiget.​1\nAdministrerende direktør må ikke delta i behandlingen eller avgjørelsen av noen sak som han måtte ha en fremtredende personlig eller økonomisk særinteresse i.\nAdministrerende direktør skal sørge for at den virksomhet som er tillagt Kornforretningen, drives på en effektiv og forretningsmessig måte. Han forbereder og forelegger for styret de saker som skal behandles av dette og har ansvaret for at styrets vedtak blir gjennomført.\n0 Endret ved lov 21 juli 1967 nr. 4.\n1 Jfr. lov 31 mai 1918 nr. 4 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet ved lov 8 juni 1984 nr. 69.)",
      "content": "§ 11.(Opphevet ved lov 8 juni 1984 nr. 69.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Statens Kornforretning sender til departementet​1 kvartalsvise regnskapsrapporter, årsregnskap og svar på antegnelser fra Riksrevisjonen. Til departementet sendes også melding om virksomheten for første halvdel av året og for hele året.\nEtter innstilling fra Statens Kornforretning legges årlig fram for Stortinget drifts- og investeringsbudsjett for kommende år. Sammen med budsjettet legges fram forslag til disponering av driftsoverskuddet. Videre tas opp forslag om langvarige kreditter eller særlige utlånsordninger som ikke dekkes av lånefond som Kornforretningen forvalter. Det redegjøres videre for det lånebehov Statens Kornforretning vil få i løpet av året og tas opp eventuelle forslag om endring av Kornforretningens fullmakt til å ta opp lån for statens regning. I samband med budsjettet redegjøres også for beredskapslagring av korn- og melvarer.\n0 Endret ved lover 21 juli 1967 nr. 4, 8 juni 1984 nr. 69.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Statens Kornforretning kjøper norsk korn i henhold til § 17.\nStatens Kornforretning skal forøvrig utføre forvaltningsoppgaver for myndighetene for å nå næringspolitiske mål og sikre landets forsyning og beredskap av korn, mel og kraftfôr.\nVarene holdes som regel til salgs til samme priser for alle kjøpere.\n0 Endret ved lover 9 juni 1939 nr. 13, 21 juli 1967 nr. 4, 8 jan 1988 nr. 2, 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kornforretningen holder til salgs såkorn i den utstrekning det anses påkrevet.\n0 Endret ved lov 21 juli 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "(Opphevet ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Statens Kornforretning skal kjøpe alt norskavlet korn som blir tilbudt den dersom kornet tilfredsstiller de kvalitetskrav som til enhver tid gjelder. Kornforretningen fastsetter regler for gradering av kornets kvalitet.\nKornet betales med utgangspunkt i basispriser fastsatt av Stortinget. Avhengig av kvalitet fastsetter Kornforretningen tillegg eller trekk i basispris.\nBasisprisen er lik for alle produsenter og gjelder for norskavlet korn levert alle anlegg som Kornforretningen eier eller har driftsavtale med. For transport til disse anlegg ytes godtgjørelse etter nærmere regler fastsatt av Kornforretningen.\n0 Endret ved lover 9 juni 1939 nr. 13, 21 juli 1967 nr. 4, 8 jan 1988 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Statens Kornforretning skal sørge for slike lagre av kornvarer og kraftfôr som beredskapshensynet tilsier. Stortinget gir nærmere retningslinjer for beredskapslagringen.\n0 Endret ved lover 21 juli 1967 nr. 4, 23 des 1994 nr. 78 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "De bestemmelser som i dette kapitel er gitt angående kornforretningens virksomhet med hensyn til oppkjøpsplikt og oppkjøpspriser, salg og salgspriser m.v gir ikke nogen et rettskrav som kan gjøres gjeldende ved domstolene.\nDen som mener sig forurettet, kan klage til departementet​1 som avgjør saken med endelig virkning. Gjelder det tvist om kvalitetsbestemmelse og prisfradrag for innkjøpt norsk korn (§ 17), går dog klagen til en fast ankenevnd som opnevnes av Kongen​2 og som med endelig virkning avgjør tvisten. Kongen​2 bestemmer om der skal være en eller flere sådanne nevnder, og utferdiger nærmere regler om ankefrist, om nevndens eller nevndenes sammensetning, virkeområde og arbeidsordning m. v.\n0 Endret ved lov 23 des 1994 nr. 78 (i kraft 1 jan 1995).\n1 Landbruksdepartementet.\n2 Landbruksdepartementet iflg. res. 30 jan 1987 nr. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Kongen eller den han bemyndiger,​1 fastsetter alle nærmere regler til gjennemføring av denne lov.\n0 Endret ved lov 9 juni 1939 nr. 13.\n1 Landbruksdepartementet iflg. res. 31 mai 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra den tid denne lov trer i kraft, opheves – – –\n0 Endret ved lov 8 juni 1984 nr. 69.\n1 Fra 1 juli 1929 iflg. res. 31 mai 1929.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}