{
  "id": "LOV-1963-11-15",
  "type": "statute",
  "title": "Lov om fullbyrding av nordiske dommer på straff m.v.",
  "short_name": "Lov om fullbyrding av nordiske straffedommer",
  "status": "in_force",
  "issued_date": "1963-11-15",
  "in_force_date": "1964-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1963-11-15",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Bøtestraff som er fastsatt i Danmark, Finland, Island eller Sverige kan på begjæring fullbyrdes her i riket.\nDet samme gjelder utdømte «viter» som\n1. i Finland eller Sverige er forelagt en part eller annen for gjennomføring av plikter under rettergang.\n2. i Finland er utdømt av marknadsdomstolen eller, etter anke av marknadsdomstolens avgjørelse, av högsta domstolen, eller\n3. i Sverige er forelagt av konsumentsombudsmannen, näringsfrihetsombudsmannen eller marknadsdomstolen.\nDet samme gjelder også avgjørelse om inndragning, om sakskostnader i straffesaker og om beslag av den siktedes gods til sikring av bøter, inndragning, erstatning, oppreisning eller sakskostnader.\n0 Endret ved lover 27 juni 1986 nr. 48, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Avgjørelser som er truffet her i riket og som er av den art som nevnt i § 1, kan søkes fullbyrdet i Danmark, Finland, Island eller Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Fængsel og hæfte som er fastsatt i Danmark, tukthus og fängelse fastsatt i Finland, fangelsi og vardhald fastsatt i Island og straffarbete og fängelse fastsatt i Sverige, kan på begjæring fullbyrdes her i riket, dersom domfelte er norsk statsborger eller har fast bopel her i riket på det tidspunkt da straffen skal fullbyrdes. Det samme gjelder dersom domfelte oppholder seg her i riket og det finnes mest hensiktsmessig å fullbyrde straffen her.\nBestemmelsen i første ledd gjelder også når det settes fram begjæring om fullbyrding av subsidiær frihetsstraff.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Straffen fullbyrdes som fengselsstraff. Alle straffarter som er nevnt i § 3 anses i denne henseende å svare til fengselsstraff. En dags fengsel regnes som en dag av den straffetid dommen lyder på uansett straffart.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "content": "Hvis en domfelt søker å unndra seg fullbyrdingen av frihetsstraff idømt i Danmark, Finland, Island eller Sverige ved å flykte til Norge, kan den domfelte pågripes og varetektsfengsles etter reglene i straffeprosessloven kapittel 14 i samme utstrekning som om dommen var avsagt her i riket. Straffeprosessloven §§ 181 og 184 jf. § 188 gjelder tilsvarende.\n0 Tilføyd ved lov 7 juli 2000 nr. 69 (ikr. 1 jan 2001).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Straff av fengsel som er fastsatt her i riket, kan søkes fullbyrdet i Danmark, Finland, Island eller Sverige, dersom domfelte har statsborgerrett eller fast bopel i vedkommende land på det tidspunkt da straffen skal fullbyrdes. Det samme gjelder dersom domfelte oppholder seg i vedkommende land og det finnes mest hensiktsmessig å fullbyrde straffen der.\nBestemmelsen i første ledd gjelder også ved begjæring om fullbyrding av subsidiær frihetsstraff.\n0 Endret ved lover 14 apr 1972 nr. 15. Se § 23, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Reglene som gjelder for strafforfølging, straffullbyrding og for over- og utlevering videre for andre forhold begått før overleveringen for personer som er overlevert fra Norge til en annen nordisk stat, gjelder tilsvarende for domfelte som i medhold av bestemmelsen i denne lovs § 5 overføres til Danmark, Finland, Island eller Sverige for å utholde frihetsstraff der.\n0 Endret ved lov 20 jan 2012 nr. 4 (ikr. 16 okt 2012 iflg. res. 21 sep 2012 nr. 895).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Samfunnstjeneste fastsatt i Danmark, Finland, Island eller Sverige kan på begjæring gjennomføres her i riket. Det samme gjelder tilsyn med personer som i et av de nevnte landene har fått betinget dom med tilsyn, eller som i Sverige er dømt til skyddstilsyn.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Blir det satt i verk gjennomføring av samfunnstjeneste etter § 7 første punktum, gjelder reglene om samfunnsstraff i straffeloven kapittel 8 så langt de passer. Blir det satt i verk tilsyn etter § 7 annet punktum, gjelder reglene om meldeplikt i straffeloven § 36.\nVed gjennomføringen her i riket av samfunnstjeneste eller samfunnsstraff, skal vilkår og bestemmelser som er fastsatt i avgjørelsen, etterleves så langt de ikke strider mot norsk rett. Ved motstrid skal slike vilkår og bestemmelser tilpasses slik at de så langt som mulig tilsvarer det som er fastsatt i avgjørelsen.\nDe særvilkår som er fastsatt i den betingede dommen, og de forutsetninger som gjelder for samfunnstjenesten eller samfunnsstraffen, får virkning her i riket så langt de passer. Departementet kan i samband med at det treffes avgjørelse etter § 17, foreta endring til så vidt mulig tilsvarende vilkår eller forutsetninger.\nBestemmelsene i straffeloven §§ 39 og 52 gjelder tilsvarende. Treffer retten avgjørelse om fullbyrding av en betinget frihetsstraff eller subsidiær frihetsstraff, skal denne fullbyrdes som fengselsstraff, jf. § 4. Hvis det i dommen ikke er fastsatt frihetsstraff, kan retten fastsette straffen eller overlate avgjørelsen til vedkommende myndighet i domslandet etter siste ledd.\nDersom omstendighetene taler for det, kan departementet eller retten overlate til vedkommende myndighet i domslandet å treffe avgjørelser hvor det etter reglene i fjerde ledd er spørsmål om å endre en betinget dom eller å fullbyrde frihetsstraff.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Når en person som i Danmark, Finland, Island eller Sverige har fått en dom på samfunnstjeneste eller samfunnsstraff eller en betinget dom, eller som i Island har fått omgjort en ubetinget fengselsstraff til samfunnstjeneste, her i riket blir funnet skyldig i en straffbar handling, kan retten, selv om det ikke er satt i verk tilsyn eller øvrige tiltak etter § 7, fastsette en samlet straff for begge handlingene i samsvar med reglene om dette i straffeloven §§ 39 tredje ledd eller 52 tredje ledd.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Til myndighetene i Danmark, Finland, Island eller Sverige kan det settes frem en begjæring om at det der settes i verk gjennomføring av dom på samfunnsstraff eller tiltak som det er truffet bestemmelse om i en betinget dom, avsagt her i riket.\nEr gjennomføring av samfunnsstraff eller tiltak etter bestemmelse i en betinget dom i medhold av første ledd overført til myndighetene i Danmark, Finland, Island eller Sverige, gjelder bestemmelsene i straffeloven og straffegjennomføringsloven om samfunnsstraff eller betinget dom bare dersom domfelte her i riket kjennes skyldig i en straffbar handling, eller myndighetene i vedkommende land overlater til domstol her i riket å treffe avgjørelse om fullbyrding av subsidiær frihetsstraff eller endring av den betingede dommen.\nDersom myndighetene i det land som gjennomføringen av dom på straff i frihet er overført til, treffer bestemmelse om forlengelse av gjennomføringstiden eller prøvetiden eller om endring av særlige vilkår fastsatt i dommen, har denne bestemmelsen virkning her i riket.\nFor domfelte som er overført til Danmark, Finland, Island eller Sverige for gjennomføring av dom på samfunnsstraff eller tiltak etter bestemmelse i en betinget dom, gjelder bestemmelsen i § 6 tilsvarende så langt den passer.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Treffes det i Danmark, Finland, Island eller Sverige beslutning om fullbyrding av straff for en handling som det her i riket er gitt betinget dom eller samfunnsstraff for, har denne beslutning samme virkning som en avgjørelse truffet etter reglene i straffeloven § 39 eller § 52.\nBlir en person som her i riket har fått betinget dom eller dom på samfunnsstraff, i Danmark, Finland, Island eller Sverige dømt for en straffbar handling begått i prøvetiden eller gjennomføringstiden uten at den nye dommen avgjør spørsmålet om endring av den betingede dom eller fullbyrdelse av subsidiær frihetsstraff, kan spørsmålet om den betingede dommen eller den subsidiære frihetsstraffen skal fullbyrdes, bringes inn for tingretten til avgjørelse.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "På begjæring kan det her i riket settes i verk tilsyn med personer som er løslatt på prøve fra straff av fængsel i Danmark, tukthus eller fängelse i Finland, fangelsi i Island eller straffarbete eller fängelse i Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Når det er satt i verk tilsyn i medhold av § 12, får de bestemmelser om prøvetid og tilsynstid som gjelder etter reglene i det annet land, virkning her i riket. Ellers gjelder de regler om prøveløslatte som er gitt i eller i medhold av straffegjennomføringsloven.\nDersom omstendighetene taler for det, kan departementet oppheve ett eller fler av de vilkår som er satt eller endre dem til andre så vidt mulig tilsvarende vilkår.\nSkal den prøveløslatte etter lovbestemmelse eller etter lovlig beslutning utholde reststraffen, fullbyrdes denne i samsvar med reglene i § 4.\nDersom omstendighetene taler for det, kan departementet overlate til vedkommende myndighet i det annet land å treffe avgjørelse i saker om brudd på prøvevilkårene.\n0 Endret ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Når en person som i Danmark, Finland, Island eller Sverige er blitt løslatt på prøve, her i riket blir kjent skyldig i en straffbar handling, kan reststraffen fullbyrdes i samsvar med reglene i straffegjennomføringsloven, selv om det ikke her er satt i verk tilsyn etter § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Personer som her i riket løslates på prøve fra fengselsstraff, kan på begjæring undergis tilsyn i Danmark, Finland, Island eller Sverige.\nEr tilsynet med en prøveløslatt i medhold av første ledd overført til myndighetene i Danmark, Finland, Island eller Sverige, gjelder bestemmelsene i straffegjennomføringsloven § 44 bare dersom vedkommende her i riket finnes skyldig i en straffbar handling eller myndighetene i tilsynslandet overlater til departementet å treffe avgjørelse angående andre overtredelser av vilkårene.\nDersom myndighetene i det land som tilsynet er overført til, gjør vedtak om endring av de vilkår som er satt for prøveløslatingen, har dette vedtak virkning her i riket.\n0 Endret ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Gjøres det i Danmark, Finland, Island eller Sverige vedtak om gjeninnsetting av en person som her i riket er løslatt på prøve fra fengselsstraff, har dette vedtak virkning her i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Vedtak om fullbyrding av straff mv. eller om iverksetting av tilsyn eller et liknende tiltak her i riket i medhold av reglene i denne lov gjøres av departementet etter at det er satt fram begjæring om det fra rette myndighet i vedkommende land. Departementet prøver om begjæringen fyller lovens krav og om den i det enkelte tilfelle bør etterkommes. Lyder dommen på frihetsstraff, samfunnsstraff, samfunnstjeneste eller en liknende reaksjon, skal den dømte i alminnelighet gis anledning til å uttale seg før vedtak gjøres.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Vedtak etter § 17 kan bare gjøres dersom den avgjørelse som begjæringen grunner seg på, kan fullbyrdes i det land hvor den er truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Spørsmålet om norske myndigheter har hjemmel i denne lov til å gjøre vedtak om fullbyrding eller iverksetting av tilsyn eller liknende tiltak, kan prøves av tingretten. Saken behandles etter straffeprosesslovens regler. Lyder dommen på frihetsstraff eller samfunnsstraff eller en liknende reaksjon, skal det oppnevnes offentlig forsvarer for den domfelte. Begjæring om rettslig prøving kan settes fram av den som rammes av avgjørelsen.\nBegjæring om rettslig prøving er ikke til hinder for fullbyrding eller iverksetting av tilsyn eller et liknende tiltak, med mindre retten bestemmer det.\nFinner retten at lovens vilkår ikke er oppfylt, kan begjæringen fra den utenlandske myndighet ikke etterkommes.\nRetten treffer sin avgjørelse ved kjennelse.\n0 Endret ved lover 4 juni 1993 nr. 56, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Fullbyrding av straff m.v. etter §§ 1 og 3, jf. § 4, og § 7, skjer i samsvar med norsk rett, og de norske regler om løslating på prøve og om benådning gjelder tilsvarende.\nSpørsmålet om adgangen til å foreta fullbyrding er foreldet avgjøres etter loven i det land der straff er fastsatt. Skjer benådning i det nevnte land, kan fullbyrding ikke finne sted.\n0 Endret ved lov 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Når det etter reglene i denne lov er gjort vedtak om fullbyrding av straff eller iverksetting av tilsyn her i riket, kan det her ikke reises tiltale eller utferdiges forelegg for den handling som avgjørelsen i det andre land gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Staten bærer kostnadene med fullbyrding og tiltak ellers etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Begjæring til myndighetene i Danmark, Finland, Island eller Sverige etter §§ 2, 5, 10 og 15 settes fram av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Kongen gir de nærmere bestemmelser som er nødvendig for gjennomføringen av denne lov.\nDet kan overlates til Kriminalomsorgsdirektoratet eller påtalemyndigheten å sette fram begjæring eller gjøre vedtak som etter denne lov er lagt til departementet.\nVedtaksmyndighet etter § 1 og myndighet til å sette fram begjæring etter § 2 kan også overlates til Innkrevingsmyndigheten.\n0 Endret ved lover 2 nov 1990 nr. 58, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 28 feb 2014 nr. 3, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette loven i kraft særskilt overfor enkelte av de stater som omfattes av loven.\nFra den tid loven er trådt i kraft i forhold til Danmark og Sverige, oppheves lov av 14. mai 1948 om når visse utlendske domar i straffesaker er bindande og kan fullførast o.a.\n1 Fra 1. jan 1964 iflg. res. 15 nov 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Bøtestraff som er fastsatt i Danmark, Finland, Island eller Sverige kan på begjæring fullbyrdes her i riket.\nDet samme gjelder utdømte «viter» som\n1. i Finland eller Sverige er forelagt en part eller annen for gjennomføring av plikter under rettergang.\n2. i Finland er utdømt av marknadsdomstolen eller, etter anke av marknadsdomstolens avgjørelse, av högsta domstolen, eller\n3. i Sverige er forelagt av konsumentsombudsmannen, näringsfrihetsombudsmannen eller marknadsdomstolen.\nDet samme gjelder også avgjørelse om inndragning, om sakskostnader i straffesaker og om beslag av den siktedes gods til sikring av bøter, inndragning, erstatning, oppreisning eller sakskostnader.\n0 Endret ved lover 27 juni 1986 nr. 48, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Avgjørelser som er truffet her i riket og som er av den art som nevnt i § 1, kan søkes fullbyrdet i Danmark, Finland, Island eller Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Fængsel og hæfte som er fastsatt i Danmark, tukthus og fängelse fastsatt i Finland, fangelsi og vardhald fastsatt i Island og straffarbete og fängelse fastsatt i Sverige, kan på begjæring fullbyrdes her i riket, dersom domfelte er norsk statsborger eller har fast bopel her i riket på det tidspunkt da straffen skal fullbyrdes. Det samme gjelder dersom domfelte oppholder seg her i riket og det finnes mest hensiktsmessig å fullbyrde straffen her.\nBestemmelsen i første ledd gjelder også når det settes fram begjæring om fullbyrding av subsidiær frihetsstraff.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Straffen fullbyrdes som fengselsstraff. Alle straffarter som er nevnt i § 3 anses i denne henseende å svare til fengselsstraff. En dags fengsel regnes som en dag av den straffetid dommen lyder på uansett straffart.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "content": "Hvis en domfelt søker å unndra seg fullbyrdingen av frihetsstraff idømt i Danmark, Finland, Island eller Sverige ved å flykte til Norge, kan den domfelte pågripes og varetektsfengsles etter reglene i straffeprosessloven kapittel 14 i samme utstrekning som om dommen var avsagt her i riket. Straffeprosessloven §§ 181 og 184 jf. § 188 gjelder tilsvarende.\n0 Tilføyd ved lov 7 juli 2000 nr. 69 (ikr. 1 jan 2001).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Straff av fengsel som er fastsatt her i riket, kan søkes fullbyrdet i Danmark, Finland, Island eller Sverige, dersom domfelte har statsborgerrett eller fast bopel i vedkommende land på det tidspunkt da straffen skal fullbyrdes. Det samme gjelder dersom domfelte oppholder seg i vedkommende land og det finnes mest hensiktsmessig å fullbyrde straffen der.\nBestemmelsen i første ledd gjelder også ved begjæring om fullbyrding av subsidiær frihetsstraff.\n0 Endret ved lover 14 apr 1972 nr. 15. Se § 23, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Reglene som gjelder for strafforfølging, straffullbyrding og for over- og utlevering videre for andre forhold begått før overleveringen for personer som er overlevert fra Norge til en annen nordisk stat, gjelder tilsvarende for domfelte som i medhold av bestemmelsen i denne lovs § 5 overføres til Danmark, Finland, Island eller Sverige for å utholde frihetsstraff der.\n0 Endret ved lov 20 jan 2012 nr. 4 (ikr. 16 okt 2012 iflg. res. 21 sep 2012 nr. 895).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Samfunnstjeneste fastsatt i Danmark, Finland, Island eller Sverige kan på begjæring gjennomføres her i riket. Det samme gjelder tilsyn med personer som i et av de nevnte landene har fått betinget dom med tilsyn, eller som i Sverige er dømt til skyddstilsyn.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Blir det satt i verk gjennomføring av samfunnstjeneste etter § 7 første punktum, gjelder reglene om samfunnsstraff i straffeloven kapittel 8 så langt de passer. Blir det satt i verk tilsyn etter § 7 annet punktum, gjelder reglene om meldeplikt i straffeloven § 36.\nVed gjennomføringen her i riket av samfunnstjeneste eller samfunnsstraff, skal vilkår og bestemmelser som er fastsatt i avgjørelsen, etterleves så langt de ikke strider mot norsk rett. Ved motstrid skal slike vilkår og bestemmelser tilpasses slik at de så langt som mulig tilsvarer det som er fastsatt i avgjørelsen.\nDe særvilkår som er fastsatt i den betingede dommen, og de forutsetninger som gjelder for samfunnstjenesten eller samfunnsstraffen, får virkning her i riket så langt de passer. Departementet kan i samband med at det treffes avgjørelse etter § 17, foreta endring til så vidt mulig tilsvarende vilkår eller forutsetninger.\nBestemmelsene i straffeloven §§ 39 og 52 gjelder tilsvarende. Treffer retten avgjørelse om fullbyrding av en betinget frihetsstraff eller subsidiær frihetsstraff, skal denne fullbyrdes som fengselsstraff, jf. § 4. Hvis det i dommen ikke er fastsatt frihetsstraff, kan retten fastsette straffen eller overlate avgjørelsen til vedkommende myndighet i domslandet etter siste ledd.\nDersom omstendighetene taler for det, kan departementet eller retten overlate til vedkommende myndighet i domslandet å treffe avgjørelser hvor det etter reglene i fjerde ledd er spørsmål om å endre en betinget dom eller å fullbyrde frihetsstraff.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Når en person som i Danmark, Finland, Island eller Sverige har fått en dom på samfunnstjeneste eller samfunnsstraff eller en betinget dom, eller som i Island har fått omgjort en ubetinget fengselsstraff til samfunnstjeneste, her i riket blir funnet skyldig i en straffbar handling, kan retten, selv om det ikke er satt i verk tilsyn eller øvrige tiltak etter § 7, fastsette en samlet straff for begge handlingene i samsvar med reglene om dette i straffeloven §§ 39 tredje ledd eller 52 tredje ledd.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Til myndighetene i Danmark, Finland, Island eller Sverige kan det settes frem en begjæring om at det der settes i verk gjennomføring av dom på samfunnsstraff eller tiltak som det er truffet bestemmelse om i en betinget dom, avsagt her i riket.\nEr gjennomføring av samfunnsstraff eller tiltak etter bestemmelse i en betinget dom i medhold av første ledd overført til myndighetene i Danmark, Finland, Island eller Sverige, gjelder bestemmelsene i straffeloven og straffegjennomføringsloven om samfunnsstraff eller betinget dom bare dersom domfelte her i riket kjennes skyldig i en straffbar handling, eller myndighetene i vedkommende land overlater til domstol her i riket å treffe avgjørelse om fullbyrding av subsidiær frihetsstraff eller endring av den betingede dommen.\nDersom myndighetene i det land som gjennomføringen av dom på straff i frihet er overført til, treffer bestemmelse om forlengelse av gjennomføringstiden eller prøvetiden eller om endring av særlige vilkår fastsatt i dommen, har denne bestemmelsen virkning her i riket.\nFor domfelte som er overført til Danmark, Finland, Island eller Sverige for gjennomføring av dom på samfunnsstraff eller tiltak etter bestemmelse i en betinget dom, gjelder bestemmelsen i § 6 tilsvarende så langt den passer.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Treffes det i Danmark, Finland, Island eller Sverige beslutning om fullbyrding av straff for en handling som det her i riket er gitt betinget dom eller samfunnsstraff for, har denne beslutning samme virkning som en avgjørelse truffet etter reglene i straffeloven § 39 eller § 52.\nBlir en person som her i riket har fått betinget dom eller dom på samfunnsstraff, i Danmark, Finland, Island eller Sverige dømt for en straffbar handling begått i prøvetiden eller gjennomføringstiden uten at den nye dommen avgjør spørsmålet om endring av den betingede dom eller fullbyrdelse av subsidiær frihetsstraff, kan spørsmålet om den betingede dommen eller den subsidiære frihetsstraffen skal fullbyrdes, bringes inn for tingretten til avgjørelse.\n0 Endret ved lover 8 juni 1984 nr. 57, 4 juni 1993 nr. 56, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "På begjæring kan det her i riket settes i verk tilsyn med personer som er løslatt på prøve fra straff av fængsel i Danmark, tukthus eller fängelse i Finland, fangelsi i Island eller straffarbete eller fängelse i Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Når det er satt i verk tilsyn i medhold av § 12, får de bestemmelser om prøvetid og tilsynstid som gjelder etter reglene i det annet land, virkning her i riket. Ellers gjelder de regler om prøveløslatte som er gitt i eller i medhold av straffegjennomføringsloven.\nDersom omstendighetene taler for det, kan departementet oppheve ett eller fler av de vilkår som er satt eller endre dem til andre så vidt mulig tilsvarende vilkår.\nSkal den prøveløslatte etter lovbestemmelse eller etter lovlig beslutning utholde reststraffen, fullbyrdes denne i samsvar med reglene i § 4.\nDersom omstendighetene taler for det, kan departementet overlate til vedkommende myndighet i det annet land å treffe avgjørelse i saker om brudd på prøvevilkårene.\n0 Endret ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Når en person som i Danmark, Finland, Island eller Sverige er blitt løslatt på prøve, her i riket blir kjent skyldig i en straffbar handling, kan reststraffen fullbyrdes i samsvar med reglene i straffegjennomføringsloven, selv om det ikke her er satt i verk tilsyn etter § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Personer som her i riket løslates på prøve fra fengselsstraff, kan på begjæring undergis tilsyn i Danmark, Finland, Island eller Sverige.\nEr tilsynet med en prøveløslatt i medhold av første ledd overført til myndighetene i Danmark, Finland, Island eller Sverige, gjelder bestemmelsene i straffegjennomføringsloven § 44 bare dersom vedkommende her i riket finnes skyldig i en straffbar handling eller myndighetene i tilsynslandet overlater til departementet å treffe avgjørelse angående andre overtredelser av vilkårene.\nDersom myndighetene i det land som tilsynet er overført til, gjør vedtak om endring av de vilkår som er satt for prøveløslatingen, har dette vedtak virkning her i riket.\n0 Endret ved lov 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Gjøres det i Danmark, Finland, Island eller Sverige vedtak om gjeninnsetting av en person som her i riket er løslatt på prøve fra fengselsstraff, har dette vedtak virkning her i riket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Vedtak om fullbyrding av straff mv. eller om iverksetting av tilsyn eller et liknende tiltak her i riket i medhold av reglene i denne lov gjøres av departementet etter at det er satt fram begjæring om det fra rette myndighet i vedkommende land. Departementet prøver om begjæringen fyller lovens krav og om den i det enkelte tilfelle bør etterkommes. Lyder dommen på frihetsstraff, samfunnsstraff, samfunnstjeneste eller en liknende reaksjon, skal den dømte i alminnelighet gis anledning til å uttale seg før vedtak gjøres.\n0 Endret ved lover 4 juni 1993 nr. 56, 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580), 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Vedtak etter § 17 kan bare gjøres dersom den avgjørelse som begjæringen grunner seg på, kan fullbyrdes i det land hvor den er truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Spørsmålet om norske myndigheter har hjemmel i denne lov til å gjøre vedtak om fullbyrding eller iverksetting av tilsyn eller liknende tiltak, kan prøves av tingretten. Saken behandles etter straffeprosesslovens regler. Lyder dommen på frihetsstraff eller samfunnsstraff eller en liknende reaksjon, skal det oppnevnes offentlig forsvarer for den domfelte. Begjæring om rettslig prøving kan settes fram av den som rammes av avgjørelsen.\nBegjæring om rettslig prøving er ikke til hinder for fullbyrding eller iverksetting av tilsyn eller et liknende tiltak, med mindre retten bestemmer det.\nFinner retten at lovens vilkår ikke er oppfylt, kan begjæringen fra den utenlandske myndighet ikke etterkommes.\nRetten treffer sin avgjørelse ved kjennelse.\n0 Endret ved lover 4 juni 1993 nr. 56, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 20 mai 2005 nr. 28 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1580).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "content": "Fullbyrding av straff m.v. etter §§ 1 og 3, jf. § 4, og § 7, skjer i samsvar med norsk rett, og de norske regler om løslating på prøve og om benådning gjelder tilsvarende.\nSpørsmålet om adgangen til å foreta fullbyrding er foreldet avgjøres etter loven i det land der straff er fastsatt. Skjer benådning i det nevnte land, kan fullbyrding ikke finne sted.\n0 Endret ved lov 1 juni 2018 nr. 25 (ikr. 1 juni 2018 iflg. res. 1 juni 2018 nr. 790).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Når det etter reglene i denne lov er gjort vedtak om fullbyrding av straff eller iverksetting av tilsyn her i riket, kan det her ikke reises tiltale eller utferdiges forelegg for den handling som avgjørelsen i det andre land gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "content": "Staten bærer kostnadene med fullbyrding og tiltak ellers etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Begjæring til myndighetene i Danmark, Finland, Island eller Sverige etter §§ 2, 5, 10 og 15 settes fram av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Kongen gir de nærmere bestemmelser som er nødvendig for gjennomføringen av denne lov.\nDet kan overlates til Kriminalomsorgsdirektoratet eller påtalemyndigheten å sette fram begjæring eller gjøre vedtak som etter denne lov er lagt til departementet.\nVedtaksmyndighet etter § 1 og myndighet til å sette fram begjæring etter § 2 kan også overlates til Innkrevingsmyndigheten.\n0 Endret ved lover 2 nov 1990 nr. 58, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 28 feb 2014 nr. 3, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Kongen kan sette loven i kraft særskilt overfor enkelte av de stater som omfattes av loven.\nFra den tid loven er trådt i kraft i forhold til Danmark og Sverige, oppheves lov av 14. mai 1948 om når visse utlendske domar i straffesaker er bindande og kan fullførast o.a.\n1 Fra 1. jan 1964 iflg. res. 15 nov 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ]
}