{
  "id": "LOV-1930-06-06-20",
  "type": "statute",
  "title": "Lov om forsikringsavtaler.",
  "short_name": "Forsikringsavtaleloven.",
  "status": "in_force",
  "issued_date": "1930-06-06",
  "in_force_date": "1930-06-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1930-06-06-20",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov kommer til anvendelse på forsikringsavtaler som sluttes med private forsikringsinnretninger eller med UNI Forsikring – gjensidig skadeforsikringsselskap.​2 Den kommer også til anvendelse på forsikringsavtaler med kommunale forsikringsanstalter når vedkommende avtale gjelder annet enn pensjonering av kommunens tjenestemenn eller deres efterlatte.\nPå gjenforsikring får loven ikke anvendelse.\n1 Endret ved lov 7 nov 1986 nr. 58.\n2 Se lov 8 juni 1973 nr. 50",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Med selskapet mener denne lov den som i avtalen har påtatt sig å yde forsikring.\nForsikringstageren er den som har inngått avtalen med selskapet.\nDen sikrede er den som har rett til erstatning eller forsikringssum, hvis sådan skal utbetales i henhold til avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bestemmelsene i denne lov kan fravikes gjennem avtale, forsåvidt ikke loven​1 selv eller andre rettsregler​2 forbyr det.\n1 Se §§ 10, 17, 20, 21, 23-25, 28, 32, 50-52, 115, 121 og 124.\n2 N.L. 5-1-2 med note 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Forsikringstageren​1 skal ved avslutningen av avtalen gi oplysning om omstendigheter som han kjenner til og bør forstå kan være av betydning for selskapet.​2\n1 Se § 2.\n2 Jfr. §§ 5-7 jfr. 9 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Har forsikringstageren​1 gitt uriktig oplysning, eller har han latt være å gi oplysning om en omstendighet som nevnt i § 4, er avtalen ikke bindende for selskapet,​1 hvis han har optrådt svikagtig, jfr. lov om avslutning av avtaler m.v. av 31 mai 1918, §§ 30 og 33.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kan det antas at forsikringstageren​1 hverken visste eller burde vite at en oplysning som han har gitt, var uriktig, svarer selskapet​1 som om det hadde fått riktig oplysning. Har forsikringstageren latt være å gi oplysning om en omstendighet som nevnt i § 4, uten at det i den anledning kan legges ham noget til last, svarer selskapet som om oplysningen var gitt.\nI skadeforsikring​2 kan selskapet dog si op avtalen​3 med 14 dagers varsel.\n1 Se § 2.\n2 Se §§ 35 flg.\n3 Se § 9 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Har forsikringstageren​2 uaktsomt gitt uriktig oplysning, eller har han uaktsomt latt være å gi oplysning om en omstendighet som nevnt i § 4, er selskapet fri for ansvar,​3 hvis det kan antas at det ikke vilde ha overtatt forsikringen, om det hadde kjent det virkelige forhold.\nMå det antas at selskapet​2 vilde ha overtatt forsikringen, men på andre vilkår, avpasses ansvaret – utenfor transportforsikring​4 – slik at det kommer til å svare til hvad selskapet vilde ha påtatt sig mot den avtalte premie, om det hadde kjent det virkelige forhold; er et beløp blitt uten gjenforsikring, nedsettes erstatningen med det beløp, selskapet kunde ha krevet hos gjenforsikreren, om det hadde gjenforsikret beløpet (prorataregelen). I sjøforsikring og annen transportforsikring​4 svarer selskapet bare i den utstrekning det godtgjøres, at den omstendighet som ikke blev oplyst, eller som der er gitt uriktig oplysning om, ikke har hatt nogen innflydelse på forsikringstilfellet eller på skadens omfang (kausalitetsregelen).\n1 Jfr. § 45.\n2 Se § 2.\n3 Se § 9.\n4 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Får selskapet​2 vite at der er gitt ufullstendige eller uriktige oplysninger, må det uten ugrunnet ophold gi forsikringstageren​2 meddelelse​3 om, i hvilken utstrekning det vil gjøre gjeldende sin rett i anledning herav; ellers taper det retten. Foranstående bestemmelse kommer ikke til anvendelse, hvis forsikringstageren har optrådt svikaktig.\n1 Jfr. § 48.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Selskapet​1 kan ikke gjøre gjeldende de rettigheter §§ 6, 2. ledd, og 7 hjemler, hvis det ved avtalens avslutning visste eller burde vite at en meddelt oplysning var uriktig eller at en omstendighet ikke var oplyst. Det samme gjelder, hvis den omstendighet som der er gitt uriktig oplysning om, eller som ikke er oplyst, var uten betydning for det, eller hvis den har ophørt å ha betydning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Avtale som strider mot bestemmelsene i §§ 6, 8 eller 9 kan ikke påberopes av selskapet​1 uten ved sjøforsikring.​2\nHar selskapet forbeholdt sig å være helt eller delvis fri for ansvar, hvis nogen annen enn forsikringstageren​1 har gitt uriktig oplysning eller har latt være å gi oplysning, kan det ikke gjøre gjeldende strengere virkning av et slikt forhold, enn om det hadde vært forsikringstageren som hadde gitt den uriktige oplysning eller latt være å gi oplysningen.\nBestemmelsene i foregående ledd får tilsvarende anvendelse, hvis selskapet uten å søke oplysning hos forsikringstageren, i forsikringsbrevet har fremstillet et forhold som faktisk foreliggende, og har forbeholdt sig å være helt eller delvis fri for ansvar om fremstillingen måtte vise sig å være uriktig. Denne regel gjelder dog bare, når selskapet kunde ha fått oplysning om det rette forhold hos forsikringstageren.\n1 Se § 2.\n2 Se § 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Er forsikringsavtale sluttet uten at det er avtalt, når ansvaret begynner, skal selskapets​1 ansvar anses å være inntrådt allerede på det tidspunkt da selskapet eller forsikringstageren har sendt meddelelse om at den annen parts tilbud er antatt.\nMeddelelser som her er nevnt, anses for å være avsendt klokken, 12 middag, hvis det ikke bevises at de er avsendt til annen tid.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Premien forfaller, så snart avtalen er sluttet.\nSkal premien betales i flere terminer,​1 eller fornyes forsikringen enten på samme vilkår eller på andre, eller forlenges den i henhold til avtale eller efter reglene i § 84, forfaller de senere premier på hver premieperiodes første dag.\n1 Jfr. § 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er en premie ikke betalt i rett tid, kan selskapet​1 si op​2 avtalen med tre dagers varsel; betaler forsikringstageren​1 premien innen utløpet av denne tid, er opsigelsen virkningsløs.\n1 Se § 2.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Er avtalen ikke bortfalt før på grunn av opsigelse,​1 ophører selskapets​2 ansvar å løpe hvis en senere premie (§ 12, annet ledd) ikke betales senest fjorten dager efter at selskapet har avsendt skriftlig varsel til forsikringstageren eller på annen måte minnet ham om forfallsdag.​3 Påminnelse kan med rettsvirkning tidligst sendes fjorten dager før forfallsdag.\n1 Jfr. § 16.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Har forsikringstageren​1 undlatt å betale premie, og medfører dette at selskapets​1 ansvar ikke løper, ophører forsikringsavtalen å gjelde tre måneder efter forfallsdag, medmindre avtalen enten i mellemtiden er sagt op eller premien er blitt betalt eller selskapet har anlagt sak​2 mot forsikringstageren til inntale av den.\nBlir premien betalt, løper ansvaret på ny for den gjenstående del av premieperioden, fra den dag betaling skjer. Anlegger selskapet sak til inntale av premien, gjelder det samme fra den dag stevning blir uttatt.\n1 Se § 2.\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Blir i henhold til bestemmelsene i denne lov​1 en forsikringsavtale sagt op fra selskapets side, eller ophører den å gjelde efter bestemmelsen i § 15, har selskapet​2 krav på den premie, som det vilde ha betinget sig, om det hadde visst at forsikringen vilde bli så kortvarig.\nOphører avtalen av annen grunn å gjelde; oppebærer selskapet​2 den del av premien, som svarer til den tid selskapet har båret ansvaret.\n1 Se §§ 6 annet ledd, 13, 14, 47, 51, 83, 84.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Avtale som strider mot bestemmelsene i §§ 13-15 kan ikke påberopes av selskapet.​1\nBestemmelsene i §§ 13-16 får ikke anvendelse på premier som skal betales til livsforsikringsselskaper.​2\n1 Se § 2.\n2 Jfr. § 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Har den sikrede​1 forsettlig fremkalt forsikringstilfellet, har han ikke noget krav på selskapet.\nHar han fremkalt forsikringstilfellet ved grov uaktsomhet, avgjøres det under hensyn til skyldgraden og omstendighetene for øvrig om selskapet skal betale noget og i tilfelle hvor meget; i livsforsikring​2 og ansvarsforsikring​3 svarer dog selskapet fullt ut.\n1 Se § 2.\n2 Se §§ 97 flg.\n3 Se § 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Hvis den sikrede​1 var under fjorten år, eller i sådan sinnstilstand at han efter lovgivningens regler vilde være fri for straff,​2 kommer bestemmelsene i § 18 ikke til anvendelse.\nDet samme gjelder, hvis han har fremkalt forsikringstilfellet for å forebygge skade på person eller eiendom og handlingen efter de foreliggende omstendigheter må anses forsvarlig.​3\nReglene i §§ 18 og 19 får ved brandforsikring​4 og husdyrforsikring​5 tilsvarende anvendelse, hvis den sikredes ektefelle som bor sammen med ham, har fremkalt forsikringstilfellet.\n1 Se § 2.\n2 Se strl. § 44 jfr. § 45.\n3 Jfr. §§ 49 annet ledd og 68 annet ledd.\n4 Se §§ 79 flg.\n5 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Det kan ikke med rettsvirkning avtales at selskapet​2 skal være helt eller delvis fri for ansvar når den sikrede​2 har fremkalt forsikringstilfellet ved en uaktsomhet, der ikke kan betegnes som grov. Denne bestemmelse er ikke til hinder for at det i avtalen betinges, at selskapet skal være uten ansvar for forsikringstilfelle den sikrede har voldt på grunn av selvforskyldt beruselse.\nI motorvognforsikring kan selskapet uten hinder av bestemmelsene i første ledd ta forbehold om ansvarsfrihet for forsikringstilfelle som den sikrede har voldt mens han kjørte vognen under selvforskyldt påvirkning av alkohol eller annet berusende eller bedøvende middel (jfr. vegtrafikklovens § 22 første ledd). Det samme gjelder for forsikringstilfelle som er voldt av en annen mens denne kjørte vognen i slik tilstand, dersom den sikrede har medvirket til vognens bruk enda han visste eller måtte forstå at føreren var påvirket. Forbehold om ansvarsfrihet som nevnt i dette ledd kan dog settes helt eller delvis til side dersom det må antas at forsikringstilfellet ville ha inntruffet selv om vognføreren ikke hadde vært påvirket, eller dersom det ellers ville virke urimelig om selskapet skulle være fri for ansvar.\n1 Endret ved lov 7 juli 1967 nr. 4 (tilføyet annet ledd).\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Er et forsikringstilfelle inntruffet, skal den sikrede​2 uten ugrunnet ophold underrette​3 selskapet hvis han vil gjøre krav gjeldende mot det.\nForsømmer han det, og hindres selskapet derved fra å begrense følgene av forsikringstilfellet eller fra på annen måte å vareta sitt tarv, plikter det ikke å betale mer enn det må antas at det vilde hatt å utrede om meddelelse var gitt i tide. Gjøres det antagelig at selskapet ved forsømmelsen er blitt avskåret fra å oplyse omstendigheter som vilde opheve eller begrense dets ansvar, eller er det i ulykkesforsikring​4 ved dødsfall blitt avskåret fra å anstille undersøkelser om dødsårsaken (f.eks. ved obduksjon), avgjøres det efter de foreliggende omstendigheter om selskapet skal betale, og i tilfelle hvor meget. Har forsømmelsen påført selskapet økede omkostninger, fratrekkes disse.\nEr det avtalt at den sikrede skal gi meddelelse om begivenheter som kan medføre at et forsikringstilfelle vil inntreffe, får bestemmelsene i annet ledd tilsvarende anvendelse.\nDet kan ikke med rettsvirkning avtales at strengere følger enn her foreskrevet skal inntre, om den sikrede eller andre undlater å gi selskapet meddelelser av den art som her er nevnt.\n1 Jfr. § 52.\n2 Se § 2.\n3 Se § 33.\n4 Se §§ 119 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Har den sikrede​1 fremsatt krav mot selskapet,​1 plikter han å gå det til hånde med oplysninger og dokumenter som er tilgjengelige for ham, og som kan ha betydning for opgjøret mellem ham og selskapet eller for de dekningskrav selskapet måtte ha mot andre.​2\nForsømmer den sikrede dette, får bestemmelsene i § 21, annet ledd, tilsvarende anvendelse.​3\n1 Se § 2.\n2 Se §§ 25 og 42.\n3 Jfr. §§ 23 og 34 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Foreligger der ikke svik, kan selskapet​1 ikke gjøre gjeldende en avtale om at uriktig oplysning eller undlatelse av å gi oplysning som foran nevnt skal medføre strengere virkninger enn efter bestemmelsen i § 22 (jfr. § 21, annet ledd).\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Den ydelse selskapet​2 skal erlegge som følge av et inntruffet forsikringstilfelle, forfaller til betaling en måned efter utløpet av den tid selskapet trenger til å skaffe sig de oplysninger og foreta de beregninger som er nødvendige for å bringe på det rene om det har noget ansvar, og i tilfelle hvor meget det skal betale. Er det, før fullstendig opgjør kan finne sted, bragt på det rene at selskapet i hvert fall skal betale en del av det beløp som avkreves det, kan denne del kreves betalt til tid som er nevnt i forrige punktum.\nSikrede​2 har krav på rente av sitt tilgodehavende når det er gått en måned etter at melding om forsikringstilfellet ble sendt til selskapet.\nSkal selskapet erstatte sikredes utlegg, inntrer renteplikten tidligst en måned etter at utlegget er gjort. Skal selskapet erstatte sikrede avbruddstap, tidstap eller dagpenger, svares rente først fra en måned etter utløpet av den periode selskapet svarer for. Skal selskapet betale sikrede beløp der forfallsdagen er fastsatt i forvegen, regnes rente fra forfallsdag.\nForsømmer den sikrede å gi opplysninger eller utlevere dokumenter som er nevnt i § 22, kan han ikke kreve renter for den tid som derved spilles.\nFor renten gjelder ellers lov​3 om renter ved forsinket betaling m.m. § 3.\nRenter skal betales selv om forsikringssummen overskrides.\nAvtale som begrenser sikredes krav på renter i større grad enn fastsatt i denne paragraf, kan ikke påberopes mot sikrede. Selskapet plikter i de særskilte forsikringsvilkår å gjøre sikrede uttrykkelig merksam på hans rett til rente etter denne paragraf.\n1 Endret ved lov 17 des 1976 nr. 100.\n2 Se § 2.\n3 Lov 17 des 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Selskapets regress mot skadevolderen)",
      "content": "Om selskapets regress mot den erstatningsansvarlige gjelder reglene i skadeerstatningsloven 13 juni 1969 nr. 26 §§ 3-7, 4-3, 4-4 og 5-4.\n1 Endret ved lover 13 juni 1969 nr. 26, 21 juni 1985 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Kommer selskapet​2 under konkurs eller akkordforhandling,​3 ophører tre måneder derefter forsikringsavtalen å gjelde. Meddelelse herom skal boet straks utferdige; den kunngjøres på den måte Kredittilsynet bestemmer. Vil forsikringstageren​2 forinnen si op avtalen, kan han gjøre det uten varsel.\nViser det sig, uten at konkurs eller akkordforhandling er åpnet, at selskapets formuesforhold er sådanne at det må antas ikke å ville være i stand til å opfylle sine forpliktelser, kan forsikringstageren​2 heve avtalen, såfremt selskapet ikke stiller betryggende sikkerhet.\nDet som her er sagt, gjelder ikke livsforsikringsselskaper.​4\n1 Endret ved lov 7 juni 1985 nr. 47.\n2 Se § 2.\n3 Se lov 8 juni 1984 nr. 58.\n4 Jfr. lov 29 juli 1911 nr. 1 §§ 88 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Taper selskapet sin rett til å drive forsikringsvirksomhet her i landet,​2 kan forsikringstageren​3 si op avtalen uten varsel.\nEr der fattet beslutning om frivillig opløsning av selskapet, ophører forsikringsavtalen å gjelde et år efterat beslutningen er fattet. Meddelelse herom skal selskapet straks utferdige; den kunngjøres på den måte Kredittilsynet bestemmer. Vil forsikringstageren forinnen si op avtalen, kan han gjøre det uten varsel.\nSelskapet plikter å betale erstatning til den annen part for det tap han lider som følge av at forholdet ophører før tiden.\nDet som her er sagt, gjelder ikke livsforsikringsselskaper.​4\n1 Endret ved lov 7 juni 1985 nr. 47 (fra 24 mars 1986).\n2 Se lov 29 juli 1911 nr. 1 § 106.\n3 Se § 2.\n4 Jfr. lov 29 juli 1911 nr. 1 § 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Det kan ikke med rettsvirkning avtales at selskapets ansvar skal falle bort, hvis forsikringstageren​1 kommer under konkurs eller akkordforhandling eller ellers blir insolvent.\nI skadeforsikring​2 kan selskapet dog betinge sig rett til å si op avtalen med fjorten dagers varsel.\n1 Se § 2.\n2 Se §§ 35 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Foreldelsesfristen for krav som utledes av forsikringsavtalen, er tre år,​1 regnet fra utløpet av det kalenderår i hvilket fordringshaveren har fått kunnskap om sitt krav og tidligst kunde ha gjort det gjeldende.​2 Forsåvidt angår krav på erstatning eller forsikringssum, inntrer foreldelse dog senest 10 år efterat forsikringstilfellet er inntruffet. For øvrig kommer lovgivningens almindelige bestemmelser om foreldelse til anvendelse.\n1 Jfr. lov 18 mai 1979 nr. 18 § 30.\n2 Jfr. samme lovs § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Er der truffet avtale om at selskapet skal være fri for ansvar om den sikrede ikke inntaler sitt krav innen kortere frist enn i § 29 nevnt, begynner fristen først å løpe fra den dag selskapet skriftlig har minnet den sikrede om fristen, dens lengde og følgene av at den oversittes. Fristen må ikke være kortere enn seks måneder.\nEr der truffet avtale om at selskapet skal være fri for ansvar hvis krav ikke kommer det i hende innen en viss tid, svarer selskapet allikevel, hvis kravet fremsettes innen utløpet av seks måneder regnet fra den dag den som fremsetter kravet, har fått kunnskap om de omstendigheter som begrunner det. Kongen eller den han dertil bemyndiger, kan for bestemte forsikringsarter fastsette en annen frist enn her bestemt.\n1 Jfr. lov 18 mai 1979 nr. 18 §§ 28, 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Et forbehold om at forsikringen skal forlenges med mer enn et år ad gangen om opsigelse ikke skjer, kan ikke påberopes av selskapet,​2 medmindre det minst en måned før opsigelsesfristen utløper, skriftlig har minnet​3 forsikringstageren​2 om forbeholdet.\n1 Jfr. § 84.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Det kan ikke med rettsvirkning avtales at forsikringstageren​1 eller den sikrede​1 under forhandlinger med selskapet ikke skal bruke hjelp av andre.\nAvtale om at forsikringstageren eller den sikrede skal være personlig til stede under forhandlinger med selskapet, er uforbindende hvis personlig fremmøte vilde være forbundet med urimelig uleilighet eller omkostning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Er slik meddelelse eller påminnelse som er nevnt i §§ 8, 14, 21, 31, 46 eller 48 innlevert til befordring med telegraf eller post eller avsendt med annet forsvarlig befordringsmiddel, går det ikke ut over avsenderen om meddelelsen blir forsinket eller ikke kommer frem.\nHar forsikringstageren​1 eller den sikrede​1 forandret sin adresse uten å underrette selskapet​1 om det, kan dette, om det vil avgi nogen erklæring overfor ham eller rette nogen henvendelse til ham, med rettsvirkning benytte den siste adresse som var det bekjent.\nEr en erklæring avgitt under sådan adresse, og er den av den art at den først skulde virke, når den er nådd frem til adressaten, inntrer virkningen dagen efter at den er kommet frem til den postanstalt brevet er adressert til, hvis den ikke er nådd frem til adressaten tidligere.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "(Opphevet ved lov 4 mars 1983 nr. 4. – Jfr. lov 31 mai 1918 nr. 4 § 36.)",
      "content": "§ 34.(Opphevet ved lov 4 mars 1983 nr. 4. – Jfr. lov 31 mai 1918 nr. 4 § 36.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Gjenstand for skadeforsikring kan enhver lovlig interesse​1 være, når den lar sig ansette i penger. Forsikringen kan gjelde forsikringstagerens​2 eller tredjemanns interesse.​3\n1 Jfr. § 3.\n2 Se § 2.\n3 Jfr. §§ 54-58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Er der tegnet forsikring på en ting uten at nogen bestemt interesse er angitt​1 omfatter forsikringen bare verdien av selve tingen ansatt således som nedenfor nevnt.​1\n1 Se §§ 37, 38, 75 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Verdien av tingen ansettes med den undtagelse som følger av § 38 og § 75, til det beløp som det vilde kostet den sikrede​1 å anskaffe sig en tilsvarende ting, beregnet efter prisene umiddelbart før forsikringstilfellet inntrådte, og med fradrag for verdiforringelse tingen har lidt på grunn av elde, bruk, nedsatt anvendelighet eller andre omstendigheter.\nBlir en bygning satt i stand eller bygget op igjen,​2 bestemmes fradraget alene under hensyntagen til verdiforringelse ved elde og bruk.\n1 Se § 2.\n2 Jfr. § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Verdien av varer som den sikrede​1 selv har tilvirket for salg, ansettes til det beløp som det antas at den sikrede kunde opnådd, om han hadde solgt varene umiddelbart før forsikringstilfellet inntrådte; fradrag gjøres for sparte omkostninger, undgått handelsrisiko og fordelen ved kontant betaling.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Selv om annet er avtalt, plikter selskapet​1 ikke å betale større erstatning enn nødvendig for å dekke den skade den sikrede​1 har lidt.\nEr der før forsikringstilfellet inntreffer, sluttet avtale om at skaden skal erstattes efter en bestemt angitt verdi eller for øvrig efter bestemte regler, er dog avtalen bindende for selskapet, forsåvidt det ikke godtgjør at anvendelsen av den vilde føre til at den sikrede fikk vesentlig mer enn erstatning for den skade han har lidt. Angående takserte poliser i sjøforsikring gjelder hvad der er bestemt i § 75, tredje ledd.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Er forsikringssummen mindre enn forsikringsverdien,​2 skal selskapet bare erstatte så stor del av skaden som svarer til forholdet mellem forsikringssummen og forsikringsverdien.\n1 Jfr. §§ 53 annet ledd, 61, 64, 66, 73 annet ledd.\n2 Se §§ 36-39 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Er en interesse forsikret mot samme fare i flere selskaper, svarer hvert av dem overfor den sikrede som om de andre forsikringer ikke var tegnet.​1\n1 Jfr. § 39, første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Utgjør summen av de erstatningsbeløp flere selskaper​1 hvert for sig skulde tilsvare for samme skade (jfr. § 41), et større beløp enn den erstatning som den sikrede​1 i det hele har krav på, deles erstatningen selskapene imellem efter forholdet mellem de nevnte erstatningsbeløp. Har noget av selskapene betalt til den sikrede mer enn sin del efter denne regel, kan det gjøre regress gjeldende mot de andre for det beløp hvert av dem skal tilsvare; kan noget av selskapene ikke betale sin del, utlignes den på de andre selskaper.\nDet som her er bestemt, kan ikke påberopes av selskap som ikke selv er forpliktet til å finne sig i sådan utligning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Er det avtalt at selskapet​1 skal være fri for ansvar om den interesse det har forsikret, også er eller blir forsikret annensteds, har den sikrede​1 allikevel rett til erstatning for skade han ikke får dekket i de andre selskaper. Har flere selskaper forsikret samme interesse, og har de alle betinget sig å være fri om interessen er eller blir forsikret annensteds, svarer hvert av dem i forhold til det beløp det skulde utredet om forsikring var tegnet bare av det; kan noget av selskapene ikke betale sin del, utlignes den på de andre selskaper.\nEr det avtalt at selskapet skal være fri for ansvar om forsikring er eller blir tegnet annensteds, og at det ikke har rett til premie om dette viser sig å være tilfelle, kommer det som er bestemt i forrige ledd ikke til anvendelse.\nSelskapet kan gjøre sitt ansvar betinget av at en del av interessen holdes uforsikret.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Fremsetter den sikrede​1 krav på erstatning hos et selskap for skade han har lidt, plikter han å underrette selskapet, hvis samme interesse også er forsikret annensteds. Forsømmer han det, er han ansvarlig for tap som derav følger.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Har den sikrede​2 forsettlig fremkalt endring av forhold som er nevnt i forsikringsbrevet, og øker derved faren på en måte som det ikke kan antas at selskapet​2 har tatt i beregning, er det fri for ansvar, såfremt det kan antas at det ikke vilde ha overtatt forsikringen om det nye forhold hadde foreligget, da avtalen blev sluttet.\nMå det antas at selskapet vilde ha overtatt forsikringen, men på andre vilkår, avpasses ansvaret i andre forsikringsarter enn sjøforsikring og annen transportforsikring​3 således at det kommer til å svare til hvad selskapet vilde ha påtatt sig mot den avtalte premie, om det nye forhold hadde foreligget da avtalen blev sluttet; er et beløp blitt uten gjenforsikring, nedsettes erstatningen med det beløp, selskapet kunde ha krevet hos gjenforsikreren, om det hadde gjenforsikret beløpet (prorataregelen).\nI sjøforsikring og annen transportforsikring​3 svarer selskapet bare i den utstrekning det godtgjøres at fareøkningen ikke har hatt nogen innflytelse på forsikringstilfellet eller på skadens omfang (kausalitetsregelen).\n1 Jfr. § 7.\n2 Se § 2.\n3 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Undlater den sikrede​1 uten forsvarlig grunn å underrette​2 selskapet, når han har fått vite at der er inntrådt en fareøkning av den art som er nevnt i § 45, kommer de regler som der er gitt, til anvendelse, selv om den sikrede ikke forsettlig har fremkalt endringen.\n1 Se § 2.\n2 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Inntrer en fareøkning av den art som er nevnt i § 45, kan selskapet si op avtalen med fjorten dagers varsel. Dette gjelder selv om den sikrede ikke forsettlig har fremkalt endringen.\n1 Jfr. § 16 og 76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Har selskapet​2 fått vite at en fareøkning er inntrådt, og vil påberope dette, må det uten ugrunnet ophold gi den sikrede​2 meddelelse​3 om i hvilken utstrekning det vil gjøre gjeldende nogen rettighet i henhold til bestemmelsene i §§ 45-47; ellers taper det retten.\n1 Jfr. § 8.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Selskapet​1 kan ikke gjøre gjeldende de rettigheter §§ 45 til 47 hjemler, efterat fareøkningen har mistet sin betydning for det.\nDet samme gjelder hvis fareøkningen skyldes en handling som er foretatt for å forebygge skade på person eller eiendom, og handlingen efter de foreliggende omstendigheter må anses som forsvarlig.​2\n1 Se § 2.\n2 Jfr. §§ 19 annet ledd og 68 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Det kan ikke med rettsvirkning avtales at selskapet​1 på grunn av fareøkning skal være fri for ansvar i andre tilfelle eller i videre omfang enn foreskrevet i §§ 45 til 49. Dog kan det avtales at reglene i § 45, annet ledd (prorataregelen), skal anvendes istedenfor reglene i § 45, tredje ledd (kausalitetsregelen), eller omvendt.\nEr det ved forsikring på ting fremmed interesse som forsikres, kan det avtales at handling eller undlatelse fra forsikringstagerens side, skal ha samme virkning som handling eller undlatelse fra den sikredes​1 side, hvis tingen er i forsikringstagerens verge.\nI sjøforsikring​2 får bestemmelsene i denne paragraf ikke anvendelse.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Er det i forsikringsavtalen gitt påbud om foranstaltninger som skal tjene til å forebygge at et forsikringstilfelle inntrer eller begrense virkningene av det, og har den sikrede​1 utvist forsømmelighet med å overholde dem eller å påse at de blev overholdt, svarer selskapet​1 bare i den utstrekning han bringer til overveiende sannsynlighet at skaden vilde ha inntrådt, selv om forskriftene var blitt fulgt. Det samme gjelder om plikten til å påse, at forskriftene blev fulgt, efter avtalen påhvilte en annen enn den sikrede, og denne annen har gjort sig skyldig i slik forsømmelse.\nVidner undlatelsen av å efterkomme forskriftene om en forsømmelighet, som gir grunn til å frykte for at forskriftene også i fremtiden vil bli overtrådt, eller er der i øvrig grunn til å frykte for at nye overtredelser vil skje, kan selskapet si op​2 avtalen med en ukes varsel.\nDet kan ikke med rettsvirkning avtales at selskapet på grunn av tilsidesettelse av sikkerhetsforskrifter skal være fri for ansvar i andre tilfelle eller i videre omfang enn foran nevnt. Dette gjelder dog ikke sjøforsikring.​3\n1 Se § 2.\n2 Jfr. § 16.\n3 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Er der overhengende fare for at et forsikringstilfelle vil inntre, eller er det allerede inntrådt, plikter den sikrede​2 å gjøre det han kan, for å avverge skaden eller gjøre den så liten som mulig; har selskapet dekningskrav mot tredjemann,​3 skal han foreta det som er nødvendig for å sikre kravet, inntil selskapet selv kan vareta sitt tarv. Gir selskapet ham bestemte forskrifter, skal han følge dem, om han kan.\nUndlater den sikrede forsettlig eller grovt uaktsomt å gjøre hvad der således påligger ham, svarer selskapet ikke for større skade enn det må antas at det vilde ha hatt å dekke om plikten var blitt opfylt. Det kan ikke med rettsvirkning avtales at det skal ha strengere virkninger enn her foreskrevet, om den sikrede eller andre undlater å treffe foranstaltninger som her er nevnt, eller at den her foreskrevne virkning skal inntre selv om der ikke er utvist grov uaktsomhet.\n1 Jfr. §§ 21 og 22.\n2 Se § 2.\n3 Se § 25 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Har foranstaltninger som er foretatt i sådant øiemed som § 52 første ledd omhandler, medført utgift eller annen opofrelse fra den sikredes​1 side, skal selskapet​1 holde ham skadesløs, forsåvidt ikke foranstaltningen ut fra de forhold som forelå, da den blev foretatt, må betegnes som ufornuftig.\nUtgift og tap som her er nevnt, skal selskapet dekke, selv om forsikringssummen derved overskrides. Regelen i § 40 får tilsvarende anvendelse.\nBestemmelsen i denne paragraf får ikke anvendelse på husdyrforsikring.​2\n1 Se § 2.\n2 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Tegnes forsikring på en ting uten at det er angitt, hvilken interesse forsikres, anses forsikringen, hvis ikke annet er bestemt i lov eller følger av forholdet, som tegnet til fordel for enhver der som eier, panthaver eller innehaver av annen tinglig rett i tingen, eller fordi han bærer risikoen for den, har interesse i at den ikke skades eller går tapt.\nEr det avtalt at forsikringen skal ophøre om tingen skifter eier, svarer selskapet allikevel for forsikringstilfelle som inntrer innen fjorten dager efter eierskiftet, dog bare forsåvidt den nye eier ikke har krav på erstatning for skaden gjennem forsikring han selv har tegnet. Det som her er bestemt, gjelder ikke ved sjøforsikring på skib​1 og i husdyrforsikring.​2\n1 Se §§ 59 flg.\n2 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Er der tegnet forsikring på nogens innbo, anses forsikringen, hvis ikke annet fremgår av omstendighetene, for også å omfatte innbo som tilhører hans ektefelle, hjemmeværende barn eller andre personer som er medlem av hans faste husstand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Når tredjemanns interesse er forsikret, er forsikringstageren,​1 hvis ikke annet følger av rettsforholdet mellem ham og tredjemann, i forhold til denne berettiget til å endre, opsi eller heve avtalen, og kan med rettsvirkning motta opsigelse og andre erklæringer fra selskapet​1 angående forsikringen.\nHar forsikringstageren i forhold til tredjemann ikke hatt slik rett, men en forføining som nevnt i første ledd allikevel er truffet av ham eller like overfor ham, er forføiningen dog bindende, medmindre selskapet kjente til eller burde ha kjent til forholdet. Ved sjøforsikring eller annen transportforsikring​2 på varer er forføiningen ikke bindende, medmindre forsikringstageren har innlevert forsikringsbrevet til fornøden påtegning, eller har godtgjort at der ikke er utstedt konnossement på varen eller fraktbrev av sådan art, at avsenderen ikke kan forføie over den efterat han har gitt dokumentet fra sig.\nEr den tredjemann hvis interesse er forsikret, en panthaver eller annen rettighetshaver med tinglig rett i fast eiendom, gjelder i brandforsikring hvad der er bestemt i § 86.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Når forsikringstilfellet er inntruffet, er det den hvem interessen tilhører, som har rett til erstatningen. Dette gjelder selv om forsikringstageren​1 ikke har underrettet ham om forsikringen.\nSelskapet kan allikevel med bindende virkning for den sikrede​1 forhandle med forsikringstageren og utbetale erstatningen til ham medmindre enten forsikringstageren har meddelt selskapet, hvem forsikringen er tegnet for, eller den sikrede har meldt sig hos det, eller bestemmelsen i § 86, annet punktum, jfr. siste ledd, kommer til anvendelse. For sjøforsikring og annen transportforsikring​2 får det som er bestemt om disse forsikringsarter i forrige paragraf, tilsvarende anvendelse.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Omfatter en forsikring samtidig eierens og panthaverens interesse, skal ved skadeopgjør panthaverens interesse dekkes først.\nPanthaveren er dog ikke berettiget til å motsette sig at hele erstatningen utbetales til eieren, hvis skaden er utbedret, eller hvis der stilles betryggende sikkerhet for at erstatningen vil bli anvendt til utbedring av skaden, eller dens anvendelse hertil er sikret på annen måte ved forsikringsvilkårene.​1 Like med utbedring betraktes også gjenopførelse av bygning, som helt er ødelagt,​2 og gjenanskaffelse av tilbehør, når de nye gjenstander vil omfattes av panteheftelsen.\nDet som er bestemt i foregående ledd får tilsvarende anvendelse på andre tinglige rettigheter, når de dekkes av forsikringen.\n1 Se § 86.\n2 Jfr. § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Med sjøforsikring forståes i denne lov forsikring mot fare​2 som en interesse​3 utsettes for mens skib eller gods som interessen knytter sig til befinner sig på sjøen. Omfatter forsikringen ikke bare sjøfare, men også annen fare som går forut for eller kommer efter reisen, men som står i forbindelse med den, anses forsikringen i dens helhet som sjøforsikring.\nForsikringen anses likeledes som sjøforsikring når den knytter sig til skib som er lagt op eller som befinner sig på slipp eller i dokk eller ellers ligger stille, eller til gods som befinner sig ombord i sådant skib.\nSom skip anses også innretninger av slik art som nevnt i sjøfartslovens § 33 første ledd og §§ 371 og 372.\n1 Endret ved lov 25 mai 1979 nr. 20, 27 mai 1983 nr. 30.\n2 Jfr. § 60.\n3 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Hvis ikke annet er bestemt i avtalen eller i lov, omfatter sjøforsikring enhver art av fare som den forsikrede interesse utsettes for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Når den sikrede​1 blir holdt ansvarlig for skade som skibet har voldt ved sammenstøt med eller støtning mot skib eller annen gjenstand som tilhører en tredjemann,​2 svarer selskapet ved forsikring på kasko for dette erstatningsansvar. Foreligger underforsikring, får regelen i § 40 anvendelse.\nAnsvar for personskade og for skade på skibets egen ladning eller på andre gjenstander som befinner sig ombord i skibet, omfattes ikke av forsikringen.\n1 Se § 2.\n2 Se lov 20 juli 1893 nr. 1 §§ 220 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Selskapet​1 svarer ved forsikring på skib ikke for skade som alene er en følge av slit, alder, råttenhet eller orm. Ved forsikring på gods svarer det ikke for skade som er en følge av mangler ved godsets innpakning eller av dets egen beskaffenhet, såsom svinning, smeltning eller indre bedervelse.​2\n1 Se § 2.\n2 Jfr. lov 20 juli 1893 nr. 1 §§ 118 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Er det rederens interesse som er forsikret, svarer selskapet​1 ikke hvis skaden er en følge av at skibet, da det senest forlot havn, ikke var sjødyktig eller tilbørlig utrustet eller bemannet, eller at det ikke var forsvarlig lastet eller forsynt med de fornødne skibsdokumenter. Dette gjelder dog ikke, hvis hverken rederen eller skibsføreren kjente eller burde ha kjent mangelen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Er felleshavari gjort op på lovlig måte,​1 skal det bidrag som efter opgjøret faller på den forsikrede interesse, tilsvares av selskapet.​2 Foreligger underforsikring, får regelen i § 40 anvendelse.\n1 Se lov 20 juli 1893 nr. 1 kap. 7.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Er felleshavari i henhold til bestemmelse i fraktavtalen gjort op efter andre regler enn fastsatt ved lov, blir selskapet​1 ikke av den grunn fri for ansvar, hvis opgjøret er foregått på rette sted, og de regler som er benyttet, må anses for å være almindelig anerkjent i handel landene imellem.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Er skade på forsikret gjenstand skjedd under slike omstendigheter, at den skal erstattes som felleshavari, har den sikrede rett til, uten å avvente felleshavariopgjøret, å kreve erstatning for denne skade, som om der hadde foreligget særhavari.\nBetaler selskapet​1 erstatning for sådan skade, inntrer det i den sikredes rett mot de andre deltagere i felleshavariet. Hvis selskapet i henhold til regelen i § 40 bare har erstattet en del av skaden, skal selskapet og sikrede​1 ha hver sin forholdsmessige del av havarierstatningen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Blir gods transportert med annet skib enn det som efter forsikringsavtalen skulde ha vært benyttet, er selskapet​1 fri for ansvar, medmindre det må antas, at det vilde ha inngått eller vedstått avtalen på samme vilkår og med uforandret gjenforsikring, om det på forhånd hadde visst at forandringen vilde skje.\nSelskapet er dog ansvarlig hvis forandringen er skjedd uten den sikredes​1 samtykke eller er blitt nødvendig for å undgå en begivenhet som selskapet svarer for, eller minske følgene av den.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Blir der mens skibet er underveis, gjort forandring i den rute som det efter forsikringsavtalen skulde følge, ophører selskapets​1 ansvar, medmindre forandringen er foretatt uten den sikredes​1 samtykke.\nSelskapets ansvar ophører heller ikke, hvis forandringen er blitt nødvendig av hensyn til en begivenhet som selskapet svarer for, eller foretas for å forebygge skade på person og handlingen efter de foreliggende omstendigheter må anses forsvarlig;​2 gjenoptas ikke den oprinnelige reiserute snarest mulig, ophører selskapets ansvar.\nHvis den oprinnelige reiserute blir gjenoptatt efter at selskapets ansvar er ophørt efter reglene i denne paragraf, inntrer ansvaret på ny, men kun i den utstrekning risikoen igjen blir slik som den efter forsikringsavtalens forutsetninger skulde være.\nDet som her er bestemt, gjelder også om et skib er kommet utenfor de farvann forsikringen omfatter.\n1 Se § 2.\n2 Jfr. §§ 19 annet ledd og 49 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Har rederen gjennem bergelønn​1 eller annen godtgjørelse for assistanse fått erstatning for skade på skib eller gods som faller inn under selskapets ansvar, kan selskapet​2 kreve at den del av godtgjørelsen som må antas å skulle dekke den lidte skade, skal fragå i erstatningsbeløpet.\n1 Se lov 20 juli 1893 nr. 1 §§ 224 flg.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Er et skib som følge av en begivenhet selskapet​1 svarer for, sunket, strandet eller på annen måte forulykket, har den sikrede​1 rett til erstatning for totaltap,​2 hvis skibet ikke med rimelige omkostninger kan berges, eller hvis det er så beskadiget at det ikke er istandsettelse verdt.\nDet samme gjelder hvis gods som følge av en begivenhet som selskapet svarer for, er kommet under slike forhold eller er blitt beskadiget på sådan måte som ovenfor nevnt, eller er blitt oplagt under slike forhold at der vil gå urimelig lang tid før det kan avhentes, eller at det vil koste urimelig meget å få fatt på det.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Har der manglet efterretning om et skib i tre ganger så lang tid, som under vanlige forhold kan antas å ville medgå til skibets reise fra det sted, hvor man sist hadde efterretning om det, til det sted det først skulde anløpe, dog minst tre måneder, har den sikrede​1 rett til erstatning som om totaltap hadde foreligget.​2 Det samme gjelder om skibet er forlatt av besetningen og ikke innen tre måneder derefter er kommet til rette.\nDet som er bestemt i forrige ledd, gjelder også gods som var ombord på skibet, og som ikke kommer til rette innen den frist som der er nevnt.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Har fremmed makt belagt skib eller gods med embargo eller ved lignende forføining opbragt det eller holdt det tilbake, og frigis det ikke innen seks måneder derefter, har den sikrede​1 rett til erstatning som om totaltap hadde foreligget.​2 Vil den sikrede gjøre denne rett gjeldende, må han avgi erklæring om det innen tre måneder. Fristen regnes fra utløpet av de nevnte seks måneder, dog således at den ikke løper før fra den dag den sikrede er blitt bekjent med forholdet.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Betaler selskapet erstatning for totaltap,​1 og er noget i behold av det som erstattes, inntrer selskapet i den sikredes rett til dette og kan kreve overlevert alle de dokumenter som danner bevis for retten og som er tilgjengelige for den sikrede.\nForeligger underforsikring,​2 har selskapet bare rett til en del av det som er i behold, efter forholdet mellem forsikringssummen og forsikringsverdien.\n1 Se §§ 70, 71 og 72.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Inntreffer flere forsikringstilfelle i løpet av forsikringstiden, plikter selskapet​1 å erstatte skaden, selv om erstatningssummene tilsammen overstiger forsikringssummen.\nDog har selskapet, når skade er inntruffet, rett til ved å betale hele forsikringssummen med tillegg av omkostninger som allerede er påløpet, å fri sig for ethvert ansvar for skade som inntreffer, eller omkostninger som påløper, efterat forsikringstageren​1 har fått meddelelse om at selskapet vil benytte sig av denne rett. I disse tilfelle kommer bestemmelsen i § 73 ikke til anvendelse.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Forsikringsverdien av et skib settes til den verdi det har på den tid selskapets ansvar begynner å løpe.\nForsikringsverdien av handelsvarer settes til den pris som da reisen begynte gjaldt på avsendelsesstedet for varer av samme slags, levert fritt ombord eller på jernbanevogn eller annet transportmiddel, med tillegg av omkostninger for vanlig forsikring og av frakt forsåvidt denne skal betales uten hensyn til om reisen blir fullført. Forventet gevinst anses ikke forsikret, medmindre det uttrykkelig er avtalt.\nEr der i avtalen fastsatt en bestemt forsikringsverdi (taksert police), er avtalen herom bindende for selskapet forsåvidt det ikke godtgjør at den fastsatte verdi avviker så meget fra den virkelige forsikringsverdi at taksten må anses som urimelig.​2\n1 Jfr. § 37.\n2 Jfr. § 39 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Løper en forsikring ut, mens skibet er på sjøen, enten på grunn av selve avtalen eller på grunn av opsigelse, blir den allikevel gjeldende inntil utløpet av den dag skibet ankommer til første bestemmelsessted. Dette gjelder dog ikke opsigelse som skjer på grunn av undlatt premiebetaling.\nForlenges forsikringen som følge av bestemmelsen i foregående ledd, har selskapet​2 krav på den premie som det vilde ha betinget sig, om det hadde visst at forsikringen vilde blitt så langvarig.\n1 Jfr. § 47.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Annen transportforsikring enn sjøforsikring omfatter, hvis ikke annet er bestemt i avtalen eller i lov, enhver art av fare som den forsikrede interesse utsettes for under transporten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Reglene i §§ 62, 67, 68, 72 til 74 og § 75, annet ledd, får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "I brandforsikring svarer selskapet​1 ikke bare for den skade branden volder ved å fortære ting, men også for annen skade den gjør på tingen; det svarer således om ruter springer eller maling svies ved hete fra en brand.\nFor skade voldt ved ild som ikke er brand, svarer selskapet ikke. Det anses således ikke som brandskade om panel er svidd ved hete fra ovnen, eller om gnister fra tobakkspipe eller ildsted har svidd huller i klær.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Er ting som omfattes av brandforsikring, forsettlig utsatt for påvirkning av varme, svarer selskapet​1 ikke for den skade tingen lider om den derved kommer i brand. Selskapet svarer således ikke om klær som henges til tørk ved en ovn, om tøi som strykes eller om fødevarer som henges til røkning, derved kommer i brand.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Skade ved lynnedslag går inn under brandforsikringen selv om brand ikke opstår.\nHar selskapet overtatt ansvar for eksplosjonsskade som ikke er en følge av brand, får reglene om brandforsikring anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "81 a",
      "section": "81 a",
      "content": "Forsikring av ting mot brannskade, skal også omfatte naturskade på ting i Norge, dersom skaden på vedkommende ting ikke dekkes av annen forsikring. Med naturskade forstås skade som direkte skyldes naturulykke, så som skred, storm, flom, stormflo, jordskjelv eller vulkanutbrudd.\nSelskapet svarer likevel ikke for naturskade på skog eller avling på rot, varer under transport, motorvogn og tilhenger til bil, luftfartøy, skip og småbåter, fiskeredskap på fartøy eller i sjøen, utstyr for utvinning av olje, gass eller andre naturforekomster på havbunnen. Selskapet svarer heller ikke for naturskade som alene rammer taktekning eller antenner, skilt o.l. festet til byggverk. Kongen​2 kan bestemme at andre gjenstander helt eller delvis skal unntas fra naturskadeforsikring etter leddet her.\nNaturskadeerstatning kan settes ned, eller falle bort når skadens inntreden eller omfang helt eller delvis skyldes svak konstruksjon, dårlig vedlikehold eller tilsyn, eller når den skadelidte kan lastes for at han ikke forebygget skaden eller hindret dens omfang.\nEr det tinglyst erklæring etter naturskadelovens § 26, gis ikke erstatning for skade på byggverk som siden er oppført på vedkommende område, eller for løsøre som befinner seg i byggverket når skaden er av slik art som erklæringen gjelder.\nBestemmelsene i paragrafen her kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46. Endret ved lov 13 juni 1980 nr. 31.\n2 Justisdepartementet iflg. res. 4 juli 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81a",
        "source_heading": "§ 81 a."
      }
    },
    {
      "provision_ref": "81 b",
      "section": "81 b",
      "content": "Er det tvil om det foreligger naturskade etter § 81 a første ledd eller om betingelsene for nedsettelse eller nektelse av erstatning etter § 81 a tredje ledd, er til stede, kan forsikringsselskapet eller den sikrede forelegge spørsmålet for ankenemnda for Statens naturskadefond etter reglene i naturskadelovens §§ 21 og 22. Selskapet skal underrette sikrede om hans rett etter bestemmelsen her.\nHvis forsikringsselskapet ved behandlingen av en skadesak finner at et område er særlig utsatt for skred eller annen naturskade, jfr. naturskadelovens § 23, skal det snarest underrette Naturskadefondets styre om dette.\nBestemmelsen i denne paragrafs første ledd kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81b",
        "source_heading": "§ 81 b."
      }
    },
    {
      "provision_ref": "81 c",
      "section": "81 c",
      "content": "Ved naturskadeforsikring skal den sikrede ved hver naturskadehendelse bære de første kr. 2.000.\nForsikringsselskapenes samlede ansvar ved en enkelt naturkatastrofe begrenses til 100 millioner kroner. Kongen​2 kan endre dette beløp i samsvar med lønns- og prisutviklingen.​3\nOppstår det tvil om det er inntruffet en eller flere naturkatastrofer, kan forsikringsselskapet eller den sikrede forelegge spørsmålet for ankenemnda for Statens naturskadefond etter reglene i naturskadelovens §§ 21 og 22. Selskapet skal underrette sikrede om hans rett etter bestemmelsen her.\nOverstiges den fastsatte grense, må forsikringstakerne tåle en forholdsmessig reduksjon av erstatningsbeløpene.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46. Endret ved lov 13 juni 1980 nr. 31.\n2 Justisdepartementet iflg. res. 4 juli 1980.\n3 Ved res. 19 aug 1985 nr. 1682 er ansvarsgrensen hevet til 600 millioner kroner (med virkning fra 1 jan 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81c",
        "source_heading": "§ 81 c."
      }
    },
    {
      "provision_ref": "81 d",
      "section": "81 d",
      "content": "De skadeforsikringsselskaper som etter § 81 a erstatter naturskade, skal være medlemmer av en felles skadepool.\nSkadepoolen er kontaktledd mellom forsikringsbransjen og Statens naturskadefond. Skadepoolen utlikner naturskadeerstatningene mellom selskapene. Utlikningen skjer på grunnlag av forsikringssummer eller forsikringspremier etter nærmere bestemmelse av Kongen.\nKongen fastsetter nærmere instruks for skadepoolens virksomhet.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81d",
        "source_heading": "§ 81 d."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Kommer under brand ting som er brandforsikret, bort ved tyveri eller på annen måte, eller kommer de til skade under forsøk på å redde dem fra brand, anses det som brandskade. Er eiendeler blitt ofret under forsøk på å forebygge eller begrense brand, gjelder det samme, selv om branden ikke truet nogen gjenstand som faller inn under forsikringen, hvis foranstaltningen under de foreliggende forhold må anses forsvarlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Befinner tingen sig i det øieblikk forsikringstilfellet inntreffer, på et annet sted enn det som blev opgitt, da forsikringen blev tegnet, er selskapet​1 allikevel ansvarlig, medmindre det kan antas at det ikke vilde tatt forsikringen, om det sted hvor forsikringstilfellet inntraff, hadde vært opgitt som forsikringssted, eller at det vilde betinget sig høiere premie eller overtatt lavere forsikringssum eller gjenforsikret i videre omfang.\nVilde selskapet efter denne regel være fri for ansvar, svarer det allikevel i følgende tilfelle:\nVed forsikring på innbo svarer selskapet, om innboet flyttes til et annet sted innenfor riket. Selskapet kan imidlertid bringe avtalen til ophør ved å si den op​2 med fjorten dagers varsel. Den sikrede plikter å gi meddelelse om flytningen senest innen en måned efterat den er foregått; gir han ikke slik meddelelse, ophører selskapets ansvar, når en måned er gått efter flytningen.\nBringes innbogjenstander uten at flytning skjer, for en tid annensteds hen, svarer selskapet for dem med et beløp av inntil ti prosent av forsikringssummen, dog ikke over 2.000 kroner.\nSelskapet svarer i de tilfelle som er nevnt i tredje og fjerde ledd, også for forsikringstilfelle som inntreffer under transporten.\n1 Se § 2.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Forsikring som er sluttet for et tidsrum av seks eller tolv måneder, forlenges,​2 om ikke annet må anses avtalt, for et tilsvarende tidsrum ad gangen såfremt ingen av partene sier forsikringen op;​3 opsigelsen må skje senest en uke før tiden er ute.\n1 Jfr. § 31.\n2 Jfr. § 12.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Tvangsfullbyrdelse i erstatningskrav etter brannforsikring av bygning kan ikke fremmes til fortrengsel for utbedring eller gjenoppføring når den sikrede stiller betryggende sikkerhet for at erstatningen vil bli anvendt til dette formål, eller dens anvendelse til dette er sikret på annen måte ved forsikringsvilkårene.\nBestemmelsene i denne paragraf gjelder ikke bygning som er solgt til nedriving og bortflytting, eller bygning som etter sin bestemmelse tilkjennegir seg som midlertidig.\nDepartementet kan gi nærmere forskrifter om hva som går inn under erstatning for bygning etter paragrafen, og om hva som kreves til sikring av at erstatningen blir anvendt til formål som nevnt i første ledd.\n1 Endret ved lover 17 juni 1937 nr. 6, 7 juli 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Omfatter forsikring på fast eiendom både eierens og panthaverens interesse, og har panthaveren meldt sig hos selskapet,​1 eller er hans rett tinglyst, kommer reglene i § 56 ikke til anvendelse overfor panthaveren, og forsikringen vedblir, selv om den er tegnet for bestemt tid, å gjelde til fordel for ham inntil selskapet har sagt den op overfor ham med en måneds varsel. I sådant tilfelle kan selskapet heller ikke med bindende virkning for panthaveren forhandle med forsikringstageren​1 eller utbetale erstatningen til ham når forsikringstilfellet er inntruffet (§ 57, annet ledd).\nFølger det av avtalen eller av lovens bestemmelser at den sikrede​1 taper sin rett som følge av en annens handling eller undlatelse, gjelder forsikringen allikevel til fordel for panthaveren, inntil selskapet med en måneds varsel har underrettet ham om forholdet.\nDet som er bestemt i denne paragraf, får tilsvarende anvendelse på andre tinglige rettigheter i fast eiendom, forsåvidt de omfattes av forsikringen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Er selskapet​1 i henhold til reglene i § 86 ansvarlig overfor panthaver eller annen tinglig rettighetshaver efterat avtalen for øvrig er bortfalt, kan det kreve at eieren betaler premie for den tid det bærer ansvaret.\nInntreffer skade, og er selskapet ansvarlig overfor panthaver, men ikke overfor eieren, inntrer selskapet i panthaverens rett i den utstrekning det betaler erstatning til ham. Selskapet kan dog ikke gjøre retten gjeldende til fortrengsel for panterettigheter som hvilte på eiendommen på den tid forsikringstilfellet intraff, og som omfattes av forsikringen. Det som her er bestemt, gjelder ikke hvis selskapets ansvar overfor eieren er falt bort på grunn av undlatt premiebetaling.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Bestemmelser i avtalen som kommer i strid med det som er bestemt i § 86, kan ikke påberopes til skade for panthaver eller annen tinglig rettighetshaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Hvis et dyr innen en måned efter forsikringstidens utløp dør eller må avlives som følge av sykdom eller ulykkestilfelle som faller inn under avtalen, og som er inntruffet i forsikringstiden, svarer selskapet​1 som om døden var inntrådt før dennes utløp.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Har sykdom eller ulykkestilfelle voldt dyrets død eller at det har måttet avlives, skal som forsikringsverdi​1 anses den verdi dyret vilde hatt umiddelbart før dets død, om sykdommen eller ulykkestilfellet ikke var inntruffet.\n1 Jfr. §§ 36-39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Er der tegnet forsikring mot erstatningsansvar som måtte opstå for en person like overfor tredjemann som følge av en skadevoldende begivenhet, svarer selskapet,​1 når denne inntreffer i forsikringstiden, også for følger av den som inntrer efterat forsikringstiden er utløpet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Selskapet​1 plikter å dekke omkostninger som opstår i anledning av den sikredes​1 forsvar overfor krav tredjemann reiser, forsåvidt de foranstaltninger han har truffet, og de omkostninger som derved er foranlediget, må anses som rimelige.​2 Er der i avtalen fastsatt en bestemt forsikringssum, plikter selskapet å betale de omkostninger som her er nevnt, selv om forsikringssummen derved overskrides.\nPåløper renter, efterat prosess er anlagt, plikter selskapet å betale den del av rentene som svarer til det erstatningsbeløp selskapet skal betale, selv om forsikringssummen overskrides.\n1 Se § 2.\n2 Jfr. §§ 52 og 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Påanker den sikrede​1 en dom som tredjemann har fått over ham, plikter selskapet,​1 så vidt forsikringssummen strekker til, å stille den sikkerhet som er nødvendig for å avverge tvangsfullbyrdelse.​2\n1 Se § 2.\n2 Se rettergangsl. § 147 og tvangsfullbl. §§ 4 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Er der i avtalen truffet bestemmelse om at selskapet​1 skal være fri for ansvar, hvis den sikrede​1 uten dets samtykke anerkjenner et krav eller betaler erstatning uten dom, kan selskapet dog ikke påberope bestemmelsen, forsåvidt det må anses, godtgjort at kravet var berettiget.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Selskapet​1 blir fri overfor den sikrede​1 ved å betale til tredjemann, såfremt denne ikke ved betaling fra den sikrede eller på annen måte har fått dekning for sitt krav. Før selskapet betaler, skal det underrette den sikrede.\nSelskapet er like overfor tredjemann ansvarlig for at erstatningen ikke blir utbetalt til den sikrede før denne godtgjør at tredjemann har fått dekning for sitt krav. Dette gjelder dog ikke, om den sikrede som bevis for, at tredjemann er dekket har forevist en kvittering som senere viser sig å være falsk.\nEr den sikrede under konkurs eller akkordforhandling, har tredjemann, hvis han ikke på annen måte har fått dekning for sitt krav, rett til å forlange erstatningen utbetalt direkte til sig.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Så lenge tredjemann ikke har fått dekning for sitt erstatningskrav, kan den sikredes​1 krav mot selskapet​1 ikke være gjenstand for rettsforfølgning til dekning av annen fordring enn erstatningskravet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Livsforsikring kan tegnes på forsikringstagerens​1 eller en annens liv.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Skal premiebetalingen foregå i flere terminer,​1 plikter forsikringstageren​2 efter å ha betalt den første premie ikke å holde forsikringen i kraft ved å betale de senere premier.\n1 Jfr. § 12.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Vil selskapet​1 betinge sig at en økning av faren skal ha innflydelse på ansvaret, må det angi i forsikringsbrevet, hvilke arter av fareøkning det er som skal komme i betraktning, og hvilke følger fareøkningen skal ha.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Har den på hvis liv forsikringen er tegnet, berøvet sig livet, er selskapet​1 fri for ansvar hvis forsikringen, da dødsfallet inntraff, ikke hadde vært uavbrutt i kraft de to siste år. Dette gjelder dog ikke hvis det må antas at forsikringen er tegnet eller gjenoptatt uten tanke på selvmordet, og at dette vilde blitt foretatt selv om forsikringen ikke hadde foreligget.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "De bestemmelser i denne lov, hvorefter selskapet i visse tilfelle blir fri for ansvar,​1 fritar det ikke for plikt til å stille premiereserven eller en del av den til rådighet overensstemmende med hvad avtale eller lov bestemmer.\n1 Se §§ 5, 7, 18, 21, 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Forsikringstageren​1 kan fra først av eller senere tillegge en annen retten til å oppebære forsikringssummen når den forfaller, ved å opnevne ham til begunstiget.\nForsikringstageren kan tilbakekalle opnevnelsen​2 hvis han ikke overfor den begunstigede har gitt avkall på retten til å gjøre det. Hans dødsbo eller arvinger kan ikke tilbakekalle den.\n1 Se § 2.\n2 Jfr. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Opnevnelse av en begunstiget og tilbakekallelse av en opnevnelse er bare gyldig, såfremt selskapet efter forsikringstagerens​1 begjæring har optatt den i eller tegnet den på forsikringsbrevet, eller forsikringstageren har gitt selskapet skriftlig meddelelse om den.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Er ingen begunstiget opnevnt, og forsikringssummen skal utbetales ved forsikringstagerens død, tilfaller den hans dødsbo.\nEr en begunstiget oppnevnt, skal ved beregningen av gjenlevende ektefelles boslott og livsarvingenes pliktdel​2 forsikringssummen anses som om den tilhørte dødsboet og var tillagt den begunstigede ved testament.​3 Det samme gjelder i forhold til gjenlevende ektefelles rett etter skifteloven og i forhold til barns forlottsrett til arv etter arveloven.​4 Har gjenlevende ektefelle ikke fått kunnskap om oppnevninga før forsikringstakerens død, har oppnevninga ingen betydning for gjenlevende ektefelles rett til arv eller uskifte, med mindre det var umulig eller uforholdsmessig vanskelig å varsle ektefellen. Reglene i dette ledd gjelder ikke dersom forsikringstakeren har gitt avkall på sin rett til å tilbakekalle oppnevninga.\nDet beløp som den begunstigede plikter å avstå etter andre ledd, skal tilkomme den berettigede med samme rett som om denne var oppnevnt som begunstiget.\n1 Endret ved lov 3 mars 1972 nr. 5.\n2 Se lov 3 mars 1972 nr. 5 § 29.\n3 Jfr. lov 20 mai 1927 nr. 1 § 23 tredje ledd.\n4 Jfr. lov 3 mars 1972 nr. 5 § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Når forsikringssummen skal utbetales ved forsikringstagerens​1 død, kommer ved fortolkningen av de bestemmelser hvorved en begunstiget opnevnes, følgende regler til anvendelse, hvis ikke annet fremgår av forholdet:\nEr forsikringstagerens ektefelle opnevnt som begunstiget, anses den ektefelle han ved sin død er gift med, som begunstiget.\nHar forsikringstageren opnevnt sine barn, anses hans livsarvinger​2 samt hans arveberettigede adoptivbarn​3 og deres livsarvinger som begunstiget, hver for den lodd som vilde tilfalle ham efter arvelovgivningens regler.\nEr forsikringstagerens ektefelle og barn opnevnt, anses hver som begunstiget for den lodd som vilde tilfalle ham efter lovgivningens regler om boslodd​4 og arv.\nEr forsikringstagerens arvinger opnevnt, er det hans arvinger efter loven​5 som er begunstiget, hver for den lodd som vilde tilfalle ham efter arvelovgivningens regler.\nHar forsikringstageren opnevnt sine «pårørende», er det hans ektefelle og hans arvinger efter loven​5 som er begunstiget, hver for den lodd som vilde tilfalle ham efter lovgivningens regler om boslodd​4 og arv. Efterlater forsikringstageren sig ektefelle, men hverken livsarvinger eller arveberettigede adoptivbarn​2 eller deres livsarvinger, tilfaller hele forsikringssummen ektefellen.\n1 Se § 2.\n2 Se lov 3 mars 1972 nr. 5 § 1.\n3 Se lov 28 feb 1986 nr. 8 § 13.\n4 Se skiftelov § 66.\n5 Se lov 3 mars 1972 nr. 5 kap. I-II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Har forsikringstageren​1 opnevnt en bestemt person til som begunstiget å oppebære forsikringssummen efter hans død, bortfaller opnevnelsen, hvis den begunstigede dør før forsikringstageren.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Skal forsikringssummen utbetales enten når forsikringstageren​1 dør, eller når han opnår en bestemt alder, anses den begunstigede, om en sådan er opnevnt, å ha rett til forsikringssummen bare hvis den kommer til utbetaling på grunn av forsikringstagerens død.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Opnevnelsen av en begunstiget medfører ingen innskrenkning i forsikringstagerens​1 rett til å utta gjenkjøpsverdien, opta lån på forsikringen, overdra, pantsette eller på annen måte forføie over de rettigheter forsikringsavtalen hjemler ham.​2\nHar forsikringstageren overfor den begunstigede gitt avkall på sin rett til å tilbakekalle opnevnelsen, antas han også å ha fraskrevet sig adgangen til uten den begunstigedes samtykke å forføie således over forsikringsforholdet at forføiningen blir til skade for den begunstigede.\n1 Se § 2.\n2 Jfr. § 102 annet ledd og § 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Så lenge forsikringstilfellet ikke er inntruffet, kan den begunstigede ikke overføre, pantsette eller på annen måte forføie over sitt krav; heller ikke kan hans fordringshavere ta utlegg i det eller hans konkursbo inndra det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Hvis forsikringstageren​1 dør og forsikringssummen først senere forfaller til utbetaling, erhverver den begunstigede de rettigheter som før tillå forsikringstageren, hvis ikke annet fremgår av forholdet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Overdrar forsikringstageren​1 sitt krav uten innskrenkende forbehold, går alle rettigheter overfor selskapet over på erhververen. Var en begunstiget opnevnt, bortfaller opnevnelsen forsåvidt den ikke var gjort uigjenkallelig.​2\n1 Se § 2.\n2 Se § 102.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Hvis en begunstiget er opnevnt, bortfaller ikke opnevnelsen om forsikringstageren​1 pantsetter sitt krav.​2\nPanthaveren kan gjøre gjeldende kravet på gjenkjøpsverdien, men må i så fall først med to måneders varsel gi pantsetteren anledning til å løse ham ut enten ved å dekke fordringen eller ved å betale gjenkjøpsverdien. Panthaveren har ikke rett til å avhende forsikringskravet, selv om slik rett måtte være avtalt. Er forsikringssummen forfalt, kan han opkreve av den det beløp som utkreves til å dekke hans fordring.\nUtbetales bonus i løpet av forsikringstiden, tilfaller den pantsetteren.\n1 Se § 2.\n2 Jfr. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Overdragelse, pantsettelse, erklæring hvorved opnevnelse av en begunstiget gjøres uigjenkallelig, og andre forføininger over forsikringskravet er beskyttet overfor forføininger som ikke er påtegnet forsikringsbrevet, når erhververen er i god tro og forføiningen er påtegnet brevet, eller erhververen har fått dette i sin besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Utbetaler selskapet​1 forsikringssummen eller gjenkjøpsverdien, eller blir partene enige om å endre innholdet av forsikringsavtalen, må forsikringsbrevet enten tilbakeleveres til selskapet eller få påtegning om forføiningen. Ellers kan den ikke gjøres gjeldende overfor den som i god tro har erhvervet eller senere erhverver rett som efter forrige paragraf er beskyttet mot tredjemann.\nEr forsikringsbrevet kommet bort, kan selskapet med tre måneders varsel innkalle den mulige innehaver med den virkning, at forsikringsbrevet trer ut av kraft og nytt forsikringsbrev kan utferdiges om ingen melder sig. Innkallelsen skal bekjentgjøres i Norsk Kunngjørelsestidende​2 og i minst et annet blad som er almindelig lest på det sted, hvor forsikringstageren​1 bor eller sist hadde sin bopel her i riket.\n1 Se § 2.\n2 Se lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Går forsikringsavtalen ut på eller får forsikringsbrevet senere påtegning om at forsikringssummen skal utbetales til ihendehaveren, er derved ingen begunstiget opnevnt. Ihendehaveren kan ikke i henhold til forsikringsbrevet gjøre krav gjeldende mot selskapet​1 uten å godtgjøre at han er rettmessig besidder, og selskapet kan ikke med rettsvirkning forbeholde sig at det skal være fri like overfor den berettigede om det har betalt til ihendehaveren.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Før forsikringstilfellet er inntruffet, kan forsikringstagerens​1 rett overfor selskapet ikke være gjenstand for utlegg fra hans fordringshaveres side eller inndras i hans konkursbo.\nHar forsikringstageren overdratt sitt krav til nogen annen enn sin ektefelle, kan erhververens fordringshavere ta utlegg i hans rett og hans konkursbo inndra den; overfor utleggshaveren får reglene i § 112 tilsvarende anvendelse og overfor konkursboet § 112, første og annet ledd.\nEr det forsikringstagerens ektefelle som har erhvervet forsikringskravet, kan dennes fordringshavere ikke ta utlegg i det og hans konkursbo ikke inndra det; reglene i § 117 får tilsvarende anvendelse forsåvidt angår premier erhververen har betalt.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "Blir der åpnet konkurs i forsikringstagerens​1 bo, kan boet, selv om en begunstiget er opnevnt og selv om forsikringstageren har forpliktet sig til ikke å kalle begunstigelsen tilbake, forlange at selskapet betaler tilbake med lovlig rente premier som konkursskyldneren har betalt i løpet av de siste fem år før konkursen, forsåvidt premiebetalingen stod i påtagelig misforhold til skyldnerens formuesforhold på den tid den skjedde. Boet kan dog ikke forlange mer enn forsikringens gjenkjøpsverdi, eller ved forsikringer som efter sin art ikke er gjenstand for gjenkjøp, kapitalverdien av den fripolice forsikringstageren vilde ha rett til på grunnlag av de betalinger som er skjedd, eller om han er død, forsikringssummen. Er der opnevnt en begunstiget, og har konkursskyldneren fått vederlag for opnevnelsen, trekkes verdien av det fra. Har den begunstigede hevet forsikringssummen, kan boet gjøre sitt krav gjeldende mot ham.\nAnlegger boet sak mot selskapet for å gjøre gjeldende de rettigheter, som her er nevnt, skal det også stevne konkursskyldneren og likeså den begunstigede, om en sådan er opnevnt.\nBestemmelsen i første ledd kommer ikke til anvendelse i tilfelle hvor forsikring er tegnet av en arbeidsgiver på hans arbeideres eller funksjonærers liv med dem selv eller deres pårørende som begunstigede, når forsikringen må anses som en del av godtgjørelsen for deres arbeide, og arbeidsgiveren således ikke kan forføie over forsikringen som nevnt i § 108.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "På livrenteforsikring kommer reglene om kapitalforsikring til anvendelse, dog med følgende endringer:\nReglene i § 104 annet ledd får ikke anvendelse på livrente til fordel for noen som kan sikres ved egen pensjonsforsikring etter skattelovene, forutsatt at livrenten ikke overstiger hva som etter avdødes økonomiske forhold og omstendighetene for øvrig må anses rimelig. Tilsvarende gjelder for rente som etter avtalen skal løpe i et bestemt antall år.\nEr den i hvis levetid livrenten skal løpe, en annen enn forsikringstageren, anses han som opnevnt til begunstiget, hvis ikke forsikringstageren har truffet annen bestemmelse.\nHvis det ikke fremgår av omstendighetene at det ikke har vært forsikringstagerens mening å binde sig, kan han ikke kalle sin opnevnelse av en begunstiget tilbake, efterat den første rentetermin er utbetalt til den begunstigede.\nHvis ikke forsikringstageren har truffet annen bestemmelse, tilfaller ved den begunstigedes død det beløp som selskapet måtte ha plikt til å betale tilbake av de erlagte premier, forsikringstageren eller hans arvinger.\nUtbetaling av forfalne renteterminer behøver ikke å påføres forsikringsbrevet.\nBestemmelsene i lov om tvangsfullbyrdelse av 13 august 1915 § 72, jfr. § 75, og lov om rettergangsordningens ikrafttreden av 14 august 1918 § 12, siste ledd, vedblir å gjelde også forsåvidt angår livrenter.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "4:119",
      "chapter": "4",
      "section": "119",
      "content": "Ulykkesforsikring og sykeforsikring kan knyttes til forsikringstagerens​1 eller en annens person.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "4:120",
      "chapter": "4",
      "section": "120",
      "content": "Når et ulykkestilfelle eller et sykdomstilfelle som faller inn under avtalen, er inntruffet i forsikringstiden, svarer selskapet​1 også for følger av det som inntrer efterat forsikringstiden er utløpet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "4:121",
      "chapter": "4",
      "section": "121",
      "content": "Øker faren gjennem endring av forhold som i forsikringsbrevet er angitt å være av betydning for selskapet,​1 og har den hvis person forsikringen er knyttet til, kunnskap om endringen, er selskapet, så lenge endringen varer, fri for ansvar, såfremt det kan antas at det ikke vilde ha overtatt forsikringen, om det nye forhold hadde foreligget, da avtalen blev sluttet. Må det antas at selskapet allikevel vilde ha overtatt forsikringen, men på andre vilkår, svarer det efter prorataregelen (§ 45, annet ledd) hvis det ikke er avtalt at kausalitetsregelen (§ 45, siste punktum) skal følges. Foreligger der tilfelle som omhandlet i § 48 eller § 49, annet ledd, finner tilsvarende regler anvendelse som der er gitt.\nDet kan ikke med rettsvirkning avtales at selskapet på grunn av fareøkning skal være fri for ansvar i andre tilfelle eller i videre omfang enn her bestemt.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "4:122",
      "chapter": "4",
      "section": "122",
      "content": "Reglene i §§ 102 til 106 får anvendelse på ulykkesforsikring og sykeforsikring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "4:123",
      "chapter": "4",
      "section": "123",
      "content": "Så lenge den sikredes​1 krav mot selskapet ikke er forfalt til betaling, kan det ikke gjøres til gjenstand for rettsforfølgning fra hans fordringshaveres side. Heller ikke kan forsikringstagerens​1 fordringshavere ta utlegg i, eller hans konkursbo inndra hans rettigheter ifølge forsikringsforholdet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "4:124",
      "chapter": "4",
      "section": "124",
      "content": "Har den hvis person forsikringen er knyttet til, overtrådt sikkerhetsforskrifter som efter avtalen skal følges, jfr. § 51, eller undlatt å foreta slike foranstaltninger som er omtalt i § 52, får reglene i disse paragrafer tilsvarende anvendelse. Dog plikter han ikke å følge forskrifter fra selskapet som gjør utilbørlig inngrep i hans frihet til selv å bestemme over sin person; avtaler som strider herimot, er uforbindende.\nEr det avtalt at andre enn den hvis person forsikringen er knyttet til, skal følge forskrifter eller foreta foranstaltninger som er nevnt i første ledd, kan selskapet​1 ikke påberope sig strengere følger av en forsømmelse enn dem som der er foreskrevet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "5:125",
      "chapter": "5",
      "section": "125",
      "content": "Følgende regler skal komme til anvendelse på avtaler, som er sluttet før loven trer i kraft:​1\na. §§ 26-27, forsåvidt konkurs eller akkordforhandling åpnes efterat loven er trådt i kraft eller forsåvidt selskapet​2 efter dette tidspunkt taper sin rett til å drive forsikringsvirksomhet her i landet eller fatter beslutning om frivillig opløsning.\nb. §§ 29-30, dog således at de der opstillede tidsfrister ikke skal regnes fra noget tidligere tidspunkt enn lovens ikrafttreden.\nc. § 34, forsåvidt angår forsikringstilfelle som inntreffer efterat loven er trådt i kraft.\nd. §§ 86-88, forsåvidt angår forsikringstilfelle som inntreffer efterat loven er trådt i kraft.\ne. §§ 116, 117 jfr. 118, og § 123, forsåvidt rettsforfølgning angående forholdet ikke er påbegynt før loven er trådt i kraft.\nBlir i en eldre avtale om livsforsikring, ulykkesforsikring eller sykeforsikring en begunstiget innsatt efter lovens ikrafttreden, skal denne lov komme til anvendelse på forholdet.\nPantsetter forsikringstageren efter lovens ikrafttreden sitt krav i henhold til en eldre avtale, får reglene i § 112, annet ledd, anvendelse.\nHvis en eldre forsikringsavtale er opsigelig fra begge sider, og opsigelse ikke finner sted med kortest mulig varsel så snart avtalen efter lovens ikrafttreden gir adgang til det, kommer loven i sin helhet fra det tidspunkt til anvendelse på avtalen.\n1 Se § 126.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    },
    {
      "provision_ref": "5:126",
      "chapter": "5",
      "section": "126",
      "content": "Denne lov trer i kraft 1 januar 1931. Fra samme tid opheves:\n– – –\nc. alle eldre lovbestemmelser som står i strid med denne lov.\nHenviser nogen lov til en lovbestemmelse som erstattes av en bestemmelse i denne lov, skal henvisningen anses for å gjelde denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_126",
        "source_heading": "§ 126."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov kommer til anvendelse på forsikringsavtaler som sluttes med private forsikringsinnretninger eller med UNI Forsikring – gjensidig skadeforsikringsselskap.​2 Den kommer også til anvendelse på forsikringsavtaler med kommunale forsikringsanstalter når vedkommende avtale gjelder annet enn pensjonering av kommunens tjenestemenn eller deres efterlatte.\nPå gjenforsikring får loven ikke anvendelse.\n1 Endret ved lov 7 nov 1986 nr. 58.\n2 Se lov 8 juni 1973 nr. 50",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Med selskapet mener denne lov den som i avtalen har påtatt sig å yde forsikring.\nForsikringstageren er den som har inngått avtalen med selskapet.\nDen sikrede er den som har rett til erstatning eller forsikringssum, hvis sådan skal utbetales i henhold til avtalen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Bestemmelsene i denne lov kan fravikes gjennem avtale, forsåvidt ikke loven​1 selv eller andre rettsregler​2 forbyr det.\n1 Se §§ 10, 17, 20, 21, 23-25, 28, 32, 50-52, 115, 121 og 124.\n2 N.L. 5-1-2 med note 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Forsikringstageren​1 skal ved avslutningen av avtalen gi oplysning om omstendigheter som han kjenner til og bør forstå kan være av betydning for selskapet.​2\n1 Se § 2.\n2 Jfr. §§ 5-7 jfr. 9 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Har forsikringstageren​1 gitt uriktig oplysning, eller har han latt være å gi oplysning om en omstendighet som nevnt i § 4, er avtalen ikke bindende for selskapet,​1 hvis han har optrådt svikagtig, jfr. lov om avslutning av avtaler m.v. av 31 mai 1918, §§ 30 og 33.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kan det antas at forsikringstageren​1 hverken visste eller burde vite at en oplysning som han har gitt, var uriktig, svarer selskapet​1 som om det hadde fått riktig oplysning. Har forsikringstageren latt være å gi oplysning om en omstendighet som nevnt i § 4, uten at det i den anledning kan legges ham noget til last, svarer selskapet som om oplysningen var gitt.\nI skadeforsikring​2 kan selskapet dog si op avtalen​3 med 14 dagers varsel.\n1 Se § 2.\n2 Se §§ 35 flg.\n3 Se § 9 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Har forsikringstageren​2 uaktsomt gitt uriktig oplysning, eller har han uaktsomt latt være å gi oplysning om en omstendighet som nevnt i § 4, er selskapet fri for ansvar,​3 hvis det kan antas at det ikke vilde ha overtatt forsikringen, om det hadde kjent det virkelige forhold.\nMå det antas at selskapet​2 vilde ha overtatt forsikringen, men på andre vilkår, avpasses ansvaret – utenfor transportforsikring​4 – slik at det kommer til å svare til hvad selskapet vilde ha påtatt sig mot den avtalte premie, om det hadde kjent det virkelige forhold; er et beløp blitt uten gjenforsikring, nedsettes erstatningen med det beløp, selskapet kunde ha krevet hos gjenforsikreren, om det hadde gjenforsikret beløpet (prorataregelen). I sjøforsikring og annen transportforsikring​4 svarer selskapet bare i den utstrekning det godtgjøres, at den omstendighet som ikke blev oplyst, eller som der er gitt uriktig oplysning om, ikke har hatt nogen innflydelse på forsikringstilfellet eller på skadens omfang (kausalitetsregelen).\n1 Jfr. § 45.\n2 Se § 2.\n3 Se § 9.\n4 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Får selskapet​2 vite at der er gitt ufullstendige eller uriktige oplysninger, må det uten ugrunnet ophold gi forsikringstageren​2 meddelelse​3 om, i hvilken utstrekning det vil gjøre gjeldende sin rett i anledning herav; ellers taper det retten. Foranstående bestemmelse kommer ikke til anvendelse, hvis forsikringstageren har optrådt svikaktig.\n1 Jfr. § 48.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Selskapet​1 kan ikke gjøre gjeldende de rettigheter §§ 6, 2. ledd, og 7 hjemler, hvis det ved avtalens avslutning visste eller burde vite at en meddelt oplysning var uriktig eller at en omstendighet ikke var oplyst. Det samme gjelder, hvis den omstendighet som der er gitt uriktig oplysning om, eller som ikke er oplyst, var uten betydning for det, eller hvis den har ophørt å ha betydning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Avtale som strider mot bestemmelsene i §§ 6, 8 eller 9 kan ikke påberopes av selskapet​1 uten ved sjøforsikring.​2\nHar selskapet forbeholdt sig å være helt eller delvis fri for ansvar, hvis nogen annen enn forsikringstageren​1 har gitt uriktig oplysning eller har latt være å gi oplysning, kan det ikke gjøre gjeldende strengere virkning av et slikt forhold, enn om det hadde vært forsikringstageren som hadde gitt den uriktige oplysning eller latt være å gi oplysningen.\nBestemmelsene i foregående ledd får tilsvarende anvendelse, hvis selskapet uten å søke oplysning hos forsikringstageren, i forsikringsbrevet har fremstillet et forhold som faktisk foreliggende, og har forbeholdt sig å være helt eller delvis fri for ansvar om fremstillingen måtte vise sig å være uriktig. Denne regel gjelder dog bare, når selskapet kunde ha fått oplysning om det rette forhold hos forsikringstageren.\n1 Se § 2.\n2 Se § 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Er forsikringsavtale sluttet uten at det er avtalt, når ansvaret begynner, skal selskapets​1 ansvar anses å være inntrådt allerede på det tidspunkt da selskapet eller forsikringstageren har sendt meddelelse om at den annen parts tilbud er antatt.\nMeddelelser som her er nevnt, anses for å være avsendt klokken, 12 middag, hvis det ikke bevises at de er avsendt til annen tid.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Premien forfaller, så snart avtalen er sluttet.\nSkal premien betales i flere terminer,​1 eller fornyes forsikringen enten på samme vilkår eller på andre, eller forlenges den i henhold til avtale eller efter reglene i § 84, forfaller de senere premier på hver premieperiodes første dag.\n1 Jfr. § 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er en premie ikke betalt i rett tid, kan selskapet​1 si op​2 avtalen med tre dagers varsel; betaler forsikringstageren​1 premien innen utløpet av denne tid, er opsigelsen virkningsløs.\n1 Se § 2.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Er avtalen ikke bortfalt før på grunn av opsigelse,​1 ophører selskapets​2 ansvar å løpe hvis en senere premie (§ 12, annet ledd) ikke betales senest fjorten dager efter at selskapet har avsendt skriftlig varsel til forsikringstageren eller på annen måte minnet ham om forfallsdag.​3 Påminnelse kan med rettsvirkning tidligst sendes fjorten dager før forfallsdag.\n1 Jfr. § 16.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Har forsikringstageren​1 undlatt å betale premie, og medfører dette at selskapets​1 ansvar ikke løper, ophører forsikringsavtalen å gjelde tre måneder efter forfallsdag, medmindre avtalen enten i mellemtiden er sagt op eller premien er blitt betalt eller selskapet har anlagt sak​2 mot forsikringstageren til inntale av den.\nBlir premien betalt, løper ansvaret på ny for den gjenstående del av premieperioden, fra den dag betaling skjer. Anlegger selskapet sak til inntale av premien, gjelder det samme fra den dag stevning blir uttatt.\n1 Se § 2.\n2 Se rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Blir i henhold til bestemmelsene i denne lov​1 en forsikringsavtale sagt op fra selskapets side, eller ophører den å gjelde efter bestemmelsen i § 15, har selskapet​2 krav på den premie, som det vilde ha betinget sig, om det hadde visst at forsikringen vilde bli så kortvarig.\nOphører avtalen av annen grunn å gjelde; oppebærer selskapet​2 den del av premien, som svarer til den tid selskapet har båret ansvaret.\n1 Se §§ 6 annet ledd, 13, 14, 47, 51, 83, 84.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Avtale som strider mot bestemmelsene i §§ 13-15 kan ikke påberopes av selskapet.​1\nBestemmelsene i §§ 13-16 får ikke anvendelse på premier som skal betales til livsforsikringsselskaper.​2\n1 Se § 2.\n2 Jfr. § 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Har den sikrede​1 forsettlig fremkalt forsikringstilfellet, har han ikke noget krav på selskapet.\nHar han fremkalt forsikringstilfellet ved grov uaktsomhet, avgjøres det under hensyn til skyldgraden og omstendighetene for øvrig om selskapet skal betale noget og i tilfelle hvor meget; i livsforsikring​2 og ansvarsforsikring​3 svarer dog selskapet fullt ut.\n1 Se § 2.\n2 Se §§ 97 flg.\n3 Se § 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Hvis den sikrede​1 var under fjorten år, eller i sådan sinnstilstand at han efter lovgivningens regler vilde være fri for straff,​2 kommer bestemmelsene i § 18 ikke til anvendelse.\nDet samme gjelder, hvis han har fremkalt forsikringstilfellet for å forebygge skade på person eller eiendom og handlingen efter de foreliggende omstendigheter må anses forsvarlig.​3\nReglene i §§ 18 og 19 får ved brandforsikring​4 og husdyrforsikring​5 tilsvarende anvendelse, hvis den sikredes ektefelle som bor sammen med ham, har fremkalt forsikringstilfellet.\n1 Se § 2.\n2 Se strl. § 44 jfr. § 45.\n3 Jfr. §§ 49 annet ledd og 68 annet ledd.\n4 Se §§ 79 flg.\n5 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Det kan ikke med rettsvirkning avtales at selskapet​2 skal være helt eller delvis fri for ansvar når den sikrede​2 har fremkalt forsikringstilfellet ved en uaktsomhet, der ikke kan betegnes som grov. Denne bestemmelse er ikke til hinder for at det i avtalen betinges, at selskapet skal være uten ansvar for forsikringstilfelle den sikrede har voldt på grunn av selvforskyldt beruselse.\nI motorvognforsikring kan selskapet uten hinder av bestemmelsene i første ledd ta forbehold om ansvarsfrihet for forsikringstilfelle som den sikrede har voldt mens han kjørte vognen under selvforskyldt påvirkning av alkohol eller annet berusende eller bedøvende middel (jfr. vegtrafikklovens § 22 første ledd). Det samme gjelder for forsikringstilfelle som er voldt av en annen mens denne kjørte vognen i slik tilstand, dersom den sikrede har medvirket til vognens bruk enda han visste eller måtte forstå at føreren var påvirket. Forbehold om ansvarsfrihet som nevnt i dette ledd kan dog settes helt eller delvis til side dersom det må antas at forsikringstilfellet ville ha inntruffet selv om vognføreren ikke hadde vært påvirket, eller dersom det ellers ville virke urimelig om selskapet skulle være fri for ansvar.\n1 Endret ved lov 7 juli 1967 nr. 4 (tilføyet annet ledd).\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Er et forsikringstilfelle inntruffet, skal den sikrede​2 uten ugrunnet ophold underrette​3 selskapet hvis han vil gjøre krav gjeldende mot det.\nForsømmer han det, og hindres selskapet derved fra å begrense følgene av forsikringstilfellet eller fra på annen måte å vareta sitt tarv, plikter det ikke å betale mer enn det må antas at det vilde hatt å utrede om meddelelse var gitt i tide. Gjøres det antagelig at selskapet ved forsømmelsen er blitt avskåret fra å oplyse omstendigheter som vilde opheve eller begrense dets ansvar, eller er det i ulykkesforsikring​4 ved dødsfall blitt avskåret fra å anstille undersøkelser om dødsårsaken (f.eks. ved obduksjon), avgjøres det efter de foreliggende omstendigheter om selskapet skal betale, og i tilfelle hvor meget. Har forsømmelsen påført selskapet økede omkostninger, fratrekkes disse.\nEr det avtalt at den sikrede skal gi meddelelse om begivenheter som kan medføre at et forsikringstilfelle vil inntreffe, får bestemmelsene i annet ledd tilsvarende anvendelse.\nDet kan ikke med rettsvirkning avtales at strengere følger enn her foreskrevet skal inntre, om den sikrede eller andre undlater å gi selskapet meddelelser av den art som her er nevnt.\n1 Jfr. § 52.\n2 Se § 2.\n3 Se § 33.\n4 Se §§ 119 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Har den sikrede​1 fremsatt krav mot selskapet,​1 plikter han å gå det til hånde med oplysninger og dokumenter som er tilgjengelige for ham, og som kan ha betydning for opgjøret mellem ham og selskapet eller for de dekningskrav selskapet måtte ha mot andre.​2\nForsømmer den sikrede dette, får bestemmelsene i § 21, annet ledd, tilsvarende anvendelse.​3\n1 Se § 2.\n2 Se §§ 25 og 42.\n3 Jfr. §§ 23 og 34 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Foreligger der ikke svik, kan selskapet​1 ikke gjøre gjeldende en avtale om at uriktig oplysning eller undlatelse av å gi oplysning som foran nevnt skal medføre strengere virkninger enn efter bestemmelsen i § 22 (jfr. § 21, annet ledd).\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Den ydelse selskapet​2 skal erlegge som følge av et inntruffet forsikringstilfelle, forfaller til betaling en måned efter utløpet av den tid selskapet trenger til å skaffe sig de oplysninger og foreta de beregninger som er nødvendige for å bringe på det rene om det har noget ansvar, og i tilfelle hvor meget det skal betale. Er det, før fullstendig opgjør kan finne sted, bragt på det rene at selskapet i hvert fall skal betale en del av det beløp som avkreves det, kan denne del kreves betalt til tid som er nevnt i forrige punktum.\nSikrede​2 har krav på rente av sitt tilgodehavende når det er gått en måned etter at melding om forsikringstilfellet ble sendt til selskapet.\nSkal selskapet erstatte sikredes utlegg, inntrer renteplikten tidligst en måned etter at utlegget er gjort. Skal selskapet erstatte sikrede avbruddstap, tidstap eller dagpenger, svares rente først fra en måned etter utløpet av den periode selskapet svarer for. Skal selskapet betale sikrede beløp der forfallsdagen er fastsatt i forvegen, regnes rente fra forfallsdag.\nForsømmer den sikrede å gi opplysninger eller utlevere dokumenter som er nevnt i § 22, kan han ikke kreve renter for den tid som derved spilles.\nFor renten gjelder ellers lov​3 om renter ved forsinket betaling m.m. § 3.\nRenter skal betales selv om forsikringssummen overskrides.\nAvtale som begrenser sikredes krav på renter i større grad enn fastsatt i denne paragraf, kan ikke påberopes mot sikrede. Selskapet plikter i de særskilte forsikringsvilkår å gjøre sikrede uttrykkelig merksam på hans rett til rente etter denne paragraf.\n1 Endret ved lov 17 des 1976 nr. 100.\n2 Se § 2.\n3 Lov 17 des 1976 nr. 100.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Selskapets regress mot skadevolderen)",
      "content": "Om selskapets regress mot den erstatningsansvarlige gjelder reglene i skadeerstatningsloven 13 juni 1969 nr. 26 §§ 3-7, 4-3, 4-4 og 5-4.\n1 Endret ved lover 13 juni 1969 nr. 26, 21 juni 1985 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Kommer selskapet​2 under konkurs eller akkordforhandling,​3 ophører tre måneder derefter forsikringsavtalen å gjelde. Meddelelse herom skal boet straks utferdige; den kunngjøres på den måte Kredittilsynet bestemmer. Vil forsikringstageren​2 forinnen si op avtalen, kan han gjøre det uten varsel.\nViser det sig, uten at konkurs eller akkordforhandling er åpnet, at selskapets formuesforhold er sådanne at det må antas ikke å ville være i stand til å opfylle sine forpliktelser, kan forsikringstageren​2 heve avtalen, såfremt selskapet ikke stiller betryggende sikkerhet.\nDet som her er sagt, gjelder ikke livsforsikringsselskaper.​4\n1 Endret ved lov 7 juni 1985 nr. 47.\n2 Se § 2.\n3 Se lov 8 juni 1984 nr. 58.\n4 Jfr. lov 29 juli 1911 nr. 1 §§ 88 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Taper selskapet sin rett til å drive forsikringsvirksomhet her i landet,​2 kan forsikringstageren​3 si op avtalen uten varsel.\nEr der fattet beslutning om frivillig opløsning av selskapet, ophører forsikringsavtalen å gjelde et år efterat beslutningen er fattet. Meddelelse herom skal selskapet straks utferdige; den kunngjøres på den måte Kredittilsynet bestemmer. Vil forsikringstageren forinnen si op avtalen, kan han gjøre det uten varsel.\nSelskapet plikter å betale erstatning til den annen part for det tap han lider som følge av at forholdet ophører før tiden.\nDet som her er sagt, gjelder ikke livsforsikringsselskaper.​4\n1 Endret ved lov 7 juni 1985 nr. 47 (fra 24 mars 1986).\n2 Se lov 29 juli 1911 nr. 1 § 106.\n3 Se § 2.\n4 Jfr. lov 29 juli 1911 nr. 1 § 96.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Det kan ikke med rettsvirkning avtales at selskapets ansvar skal falle bort, hvis forsikringstageren​1 kommer under konkurs eller akkordforhandling eller ellers blir insolvent.\nI skadeforsikring​2 kan selskapet dog betinge sig rett til å si op avtalen med fjorten dagers varsel.\n1 Se § 2.\n2 Se §§ 35 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Foreldelsesfristen for krav som utledes av forsikringsavtalen, er tre år,​1 regnet fra utløpet av det kalenderår i hvilket fordringshaveren har fått kunnskap om sitt krav og tidligst kunde ha gjort det gjeldende.​2 Forsåvidt angår krav på erstatning eller forsikringssum, inntrer foreldelse dog senest 10 år efterat forsikringstilfellet er inntruffet. For øvrig kommer lovgivningens almindelige bestemmelser om foreldelse til anvendelse.\n1 Jfr. lov 18 mai 1979 nr. 18 § 30.\n2 Jfr. samme lovs § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Er der truffet avtale om at selskapet skal være fri for ansvar om den sikrede ikke inntaler sitt krav innen kortere frist enn i § 29 nevnt, begynner fristen først å løpe fra den dag selskapet skriftlig har minnet den sikrede om fristen, dens lengde og følgene av at den oversittes. Fristen må ikke være kortere enn seks måneder.\nEr der truffet avtale om at selskapet skal være fri for ansvar hvis krav ikke kommer det i hende innen en viss tid, svarer selskapet allikevel, hvis kravet fremsettes innen utløpet av seks måneder regnet fra den dag den som fremsetter kravet, har fått kunnskap om de omstendigheter som begrunner det. Kongen eller den han dertil bemyndiger, kan for bestemte forsikringsarter fastsette en annen frist enn her bestemt.\n1 Jfr. lov 18 mai 1979 nr. 18 §§ 28, 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Et forbehold om at forsikringen skal forlenges med mer enn et år ad gangen om opsigelse ikke skjer, kan ikke påberopes av selskapet,​2 medmindre det minst en måned før opsigelsesfristen utløper, skriftlig har minnet​3 forsikringstageren​2 om forbeholdet.\n1 Jfr. § 84.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Det kan ikke med rettsvirkning avtales at forsikringstageren​1 eller den sikrede​1 under forhandlinger med selskapet ikke skal bruke hjelp av andre.\nAvtale om at forsikringstageren eller den sikrede skal være personlig til stede under forhandlinger med selskapet, er uforbindende hvis personlig fremmøte vilde være forbundet med urimelig uleilighet eller omkostning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Er slik meddelelse eller påminnelse som er nevnt i §§ 8, 14, 21, 31, 46 eller 48 innlevert til befordring med telegraf eller post eller avsendt med annet forsvarlig befordringsmiddel, går det ikke ut over avsenderen om meddelelsen blir forsinket eller ikke kommer frem.\nHar forsikringstageren​1 eller den sikrede​1 forandret sin adresse uten å underrette selskapet​1 om det, kan dette, om det vil avgi nogen erklæring overfor ham eller rette nogen henvendelse til ham, med rettsvirkning benytte den siste adresse som var det bekjent.\nEr en erklæring avgitt under sådan adresse, og er den av den art at den først skulde virke, når den er nådd frem til adressaten, inntrer virkningen dagen efter at den er kommet frem til den postanstalt brevet er adressert til, hvis den ikke er nådd frem til adressaten tidligere.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "(Opphevet ved lov 4 mars 1983 nr. 4. – Jfr. lov 31 mai 1918 nr. 4 § 36.)",
      "content": "§ 34.(Opphevet ved lov 4 mars 1983 nr. 4. – Jfr. lov 31 mai 1918 nr. 4 § 36.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Gjenstand for skadeforsikring kan enhver lovlig interesse​1 være, når den lar sig ansette i penger. Forsikringen kan gjelde forsikringstagerens​2 eller tredjemanns interesse.​3\n1 Jfr. § 3.\n2 Se § 2.\n3 Jfr. §§ 54-58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Er der tegnet forsikring på en ting uten at nogen bestemt interesse er angitt​1 omfatter forsikringen bare verdien av selve tingen ansatt således som nedenfor nevnt.​1\n1 Se §§ 37, 38, 75 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Verdien av tingen ansettes med den undtagelse som følger av § 38 og § 75, til det beløp som det vilde kostet den sikrede​1 å anskaffe sig en tilsvarende ting, beregnet efter prisene umiddelbart før forsikringstilfellet inntrådte, og med fradrag for verdiforringelse tingen har lidt på grunn av elde, bruk, nedsatt anvendelighet eller andre omstendigheter.\nBlir en bygning satt i stand eller bygget op igjen,​2 bestemmes fradraget alene under hensyntagen til verdiforringelse ved elde og bruk.\n1 Se § 2.\n2 Jfr. § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Verdien av varer som den sikrede​1 selv har tilvirket for salg, ansettes til det beløp som det antas at den sikrede kunde opnådd, om han hadde solgt varene umiddelbart før forsikringstilfellet inntrådte; fradrag gjøres for sparte omkostninger, undgått handelsrisiko og fordelen ved kontant betaling.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Selv om annet er avtalt, plikter selskapet​1 ikke å betale større erstatning enn nødvendig for å dekke den skade den sikrede​1 har lidt.\nEr der før forsikringstilfellet inntreffer, sluttet avtale om at skaden skal erstattes efter en bestemt angitt verdi eller for øvrig efter bestemte regler, er dog avtalen bindende for selskapet, forsåvidt det ikke godtgjør at anvendelsen av den vilde føre til at den sikrede fikk vesentlig mer enn erstatning for den skade han har lidt. Angående takserte poliser i sjøforsikring gjelder hvad der er bestemt i § 75, tredje ledd.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Er forsikringssummen mindre enn forsikringsverdien,​2 skal selskapet bare erstatte så stor del av skaden som svarer til forholdet mellem forsikringssummen og forsikringsverdien.\n1 Jfr. §§ 53 annet ledd, 61, 64, 66, 73 annet ledd.\n2 Se §§ 36-39 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Er en interesse forsikret mot samme fare i flere selskaper, svarer hvert av dem overfor den sikrede som om de andre forsikringer ikke var tegnet.​1\n1 Jfr. § 39, første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Utgjør summen av de erstatningsbeløp flere selskaper​1 hvert for sig skulde tilsvare for samme skade (jfr. § 41), et større beløp enn den erstatning som den sikrede​1 i det hele har krav på, deles erstatningen selskapene imellem efter forholdet mellem de nevnte erstatningsbeløp. Har noget av selskapene betalt til den sikrede mer enn sin del efter denne regel, kan det gjøre regress gjeldende mot de andre for det beløp hvert av dem skal tilsvare; kan noget av selskapene ikke betale sin del, utlignes den på de andre selskaper.\nDet som her er bestemt, kan ikke påberopes av selskap som ikke selv er forpliktet til å finne sig i sådan utligning.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Er det avtalt at selskapet​1 skal være fri for ansvar om den interesse det har forsikret, også er eller blir forsikret annensteds, har den sikrede​1 allikevel rett til erstatning for skade han ikke får dekket i de andre selskaper. Har flere selskaper forsikret samme interesse, og har de alle betinget sig å være fri om interessen er eller blir forsikret annensteds, svarer hvert av dem i forhold til det beløp det skulde utredet om forsikring var tegnet bare av det; kan noget av selskapene ikke betale sin del, utlignes den på de andre selskaper.\nEr det avtalt at selskapet skal være fri for ansvar om forsikring er eller blir tegnet annensteds, og at det ikke har rett til premie om dette viser sig å være tilfelle, kommer det som er bestemt i forrige ledd ikke til anvendelse.\nSelskapet kan gjøre sitt ansvar betinget av at en del av interessen holdes uforsikret.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Fremsetter den sikrede​1 krav på erstatning hos et selskap for skade han har lidt, plikter han å underrette selskapet, hvis samme interesse også er forsikret annensteds. Forsømmer han det, er han ansvarlig for tap som derav følger.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Har den sikrede​2 forsettlig fremkalt endring av forhold som er nevnt i forsikringsbrevet, og øker derved faren på en måte som det ikke kan antas at selskapet​2 har tatt i beregning, er det fri for ansvar, såfremt det kan antas at det ikke vilde ha overtatt forsikringen om det nye forhold hadde foreligget, da avtalen blev sluttet.\nMå det antas at selskapet vilde ha overtatt forsikringen, men på andre vilkår, avpasses ansvaret i andre forsikringsarter enn sjøforsikring og annen transportforsikring​3 således at det kommer til å svare til hvad selskapet vilde ha påtatt sig mot den avtalte premie, om det nye forhold hadde foreligget da avtalen blev sluttet; er et beløp blitt uten gjenforsikring, nedsettes erstatningen med det beløp, selskapet kunde ha krevet hos gjenforsikreren, om det hadde gjenforsikret beløpet (prorataregelen).\nI sjøforsikring og annen transportforsikring​3 svarer selskapet bare i den utstrekning det godtgjøres at fareøkningen ikke har hatt nogen innflytelse på forsikringstilfellet eller på skadens omfang (kausalitetsregelen).\n1 Jfr. § 7.\n2 Se § 2.\n3 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Undlater den sikrede​1 uten forsvarlig grunn å underrette​2 selskapet, når han har fått vite at der er inntrådt en fareøkning av den art som er nevnt i § 45, kommer de regler som der er gitt, til anvendelse, selv om den sikrede ikke forsettlig har fremkalt endringen.\n1 Se § 2.\n2 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Inntrer en fareøkning av den art som er nevnt i § 45, kan selskapet si op avtalen med fjorten dagers varsel. Dette gjelder selv om den sikrede ikke forsettlig har fremkalt endringen.\n1 Jfr. § 16 og 76.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Har selskapet​2 fått vite at en fareøkning er inntrådt, og vil påberope dette, må det uten ugrunnet ophold gi den sikrede​2 meddelelse​3 om i hvilken utstrekning det vil gjøre gjeldende nogen rettighet i henhold til bestemmelsene i §§ 45-47; ellers taper det retten.\n1 Jfr. § 8.\n2 Se § 2.\n3 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Selskapet​1 kan ikke gjøre gjeldende de rettigheter §§ 45 til 47 hjemler, efterat fareøkningen har mistet sin betydning for det.\nDet samme gjelder hvis fareøkningen skyldes en handling som er foretatt for å forebygge skade på person eller eiendom, og handlingen efter de foreliggende omstendigheter må anses som forsvarlig.​2\n1 Se § 2.\n2 Jfr. §§ 19 annet ledd og 68 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Det kan ikke med rettsvirkning avtales at selskapet​1 på grunn av fareøkning skal være fri for ansvar i andre tilfelle eller i videre omfang enn foreskrevet i §§ 45 til 49. Dog kan det avtales at reglene i § 45, annet ledd (prorataregelen), skal anvendes istedenfor reglene i § 45, tredje ledd (kausalitetsregelen), eller omvendt.\nEr det ved forsikring på ting fremmed interesse som forsikres, kan det avtales at handling eller undlatelse fra forsikringstagerens side, skal ha samme virkning som handling eller undlatelse fra den sikredes​1 side, hvis tingen er i forsikringstagerens verge.\nI sjøforsikring​2 får bestemmelsene i denne paragraf ikke anvendelse.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Er det i forsikringsavtalen gitt påbud om foranstaltninger som skal tjene til å forebygge at et forsikringstilfelle inntrer eller begrense virkningene av det, og har den sikrede​1 utvist forsømmelighet med å overholde dem eller å påse at de blev overholdt, svarer selskapet​1 bare i den utstrekning han bringer til overveiende sannsynlighet at skaden vilde ha inntrådt, selv om forskriftene var blitt fulgt. Det samme gjelder om plikten til å påse, at forskriftene blev fulgt, efter avtalen påhvilte en annen enn den sikrede, og denne annen har gjort sig skyldig i slik forsømmelse.\nVidner undlatelsen av å efterkomme forskriftene om en forsømmelighet, som gir grunn til å frykte for at forskriftene også i fremtiden vil bli overtrådt, eller er der i øvrig grunn til å frykte for at nye overtredelser vil skje, kan selskapet si op​2 avtalen med en ukes varsel.\nDet kan ikke med rettsvirkning avtales at selskapet på grunn av tilsidesettelse av sikkerhetsforskrifter skal være fri for ansvar i andre tilfelle eller i videre omfang enn foran nevnt. Dette gjelder dog ikke sjøforsikring.​3\n1 Se § 2.\n2 Jfr. § 16.\n3 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Er der overhengende fare for at et forsikringstilfelle vil inntre, eller er det allerede inntrådt, plikter den sikrede​2 å gjøre det han kan, for å avverge skaden eller gjøre den så liten som mulig; har selskapet dekningskrav mot tredjemann,​3 skal han foreta det som er nødvendig for å sikre kravet, inntil selskapet selv kan vareta sitt tarv. Gir selskapet ham bestemte forskrifter, skal han følge dem, om han kan.\nUndlater den sikrede forsettlig eller grovt uaktsomt å gjøre hvad der således påligger ham, svarer selskapet ikke for større skade enn det må antas at det vilde ha hatt å dekke om plikten var blitt opfylt. Det kan ikke med rettsvirkning avtales at det skal ha strengere virkninger enn her foreskrevet, om den sikrede eller andre undlater å treffe foranstaltninger som her er nevnt, eller at den her foreskrevne virkning skal inntre selv om der ikke er utvist grov uaktsomhet.\n1 Jfr. §§ 21 og 22.\n2 Se § 2.\n3 Se § 25 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Har foranstaltninger som er foretatt i sådant øiemed som § 52 første ledd omhandler, medført utgift eller annen opofrelse fra den sikredes​1 side, skal selskapet​1 holde ham skadesløs, forsåvidt ikke foranstaltningen ut fra de forhold som forelå, da den blev foretatt, må betegnes som ufornuftig.\nUtgift og tap som her er nevnt, skal selskapet dekke, selv om forsikringssummen derved overskrides. Regelen i § 40 får tilsvarende anvendelse.\nBestemmelsen i denne paragraf får ikke anvendelse på husdyrforsikring.​2\n1 Se § 2.\n2 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Tegnes forsikring på en ting uten at det er angitt, hvilken interesse forsikres, anses forsikringen, hvis ikke annet er bestemt i lov eller følger av forholdet, som tegnet til fordel for enhver der som eier, panthaver eller innehaver av annen tinglig rett i tingen, eller fordi han bærer risikoen for den, har interesse i at den ikke skades eller går tapt.\nEr det avtalt at forsikringen skal ophøre om tingen skifter eier, svarer selskapet allikevel for forsikringstilfelle som inntrer innen fjorten dager efter eierskiftet, dog bare forsåvidt den nye eier ikke har krav på erstatning for skaden gjennem forsikring han selv har tegnet. Det som her er bestemt, gjelder ikke ved sjøforsikring på skib​1 og i husdyrforsikring.​2\n1 Se §§ 59 flg.\n2 Se §§ 89 og 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Er der tegnet forsikring på nogens innbo, anses forsikringen, hvis ikke annet fremgår av omstendighetene, for også å omfatte innbo som tilhører hans ektefelle, hjemmeværende barn eller andre personer som er medlem av hans faste husstand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Når tredjemanns interesse er forsikret, er forsikringstageren,​1 hvis ikke annet følger av rettsforholdet mellem ham og tredjemann, i forhold til denne berettiget til å endre, opsi eller heve avtalen, og kan med rettsvirkning motta opsigelse og andre erklæringer fra selskapet​1 angående forsikringen.\nHar forsikringstageren i forhold til tredjemann ikke hatt slik rett, men en forføining som nevnt i første ledd allikevel er truffet av ham eller like overfor ham, er forføiningen dog bindende, medmindre selskapet kjente til eller burde ha kjent til forholdet. Ved sjøforsikring eller annen transportforsikring​2 på varer er forføiningen ikke bindende, medmindre forsikringstageren har innlevert forsikringsbrevet til fornøden påtegning, eller har godtgjort at der ikke er utstedt konnossement på varen eller fraktbrev av sådan art, at avsenderen ikke kan forføie over den efterat han har gitt dokumentet fra sig.\nEr den tredjemann hvis interesse er forsikret, en panthaver eller annen rettighetshaver med tinglig rett i fast eiendom, gjelder i brandforsikring hvad der er bestemt i § 86.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Når forsikringstilfellet er inntruffet, er det den hvem interessen tilhører, som har rett til erstatningen. Dette gjelder selv om forsikringstageren​1 ikke har underrettet ham om forsikringen.\nSelskapet kan allikevel med bindende virkning for den sikrede​1 forhandle med forsikringstageren og utbetale erstatningen til ham medmindre enten forsikringstageren har meddelt selskapet, hvem forsikringen er tegnet for, eller den sikrede har meldt sig hos det, eller bestemmelsen i § 86, annet punktum, jfr. siste ledd, kommer til anvendelse. For sjøforsikring og annen transportforsikring​2 får det som er bestemt om disse forsikringsarter i forrige paragraf, tilsvarende anvendelse.\n1 Se § 2.\n2 Se §§ 59 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Omfatter en forsikring samtidig eierens og panthaverens interesse, skal ved skadeopgjør panthaverens interesse dekkes først.\nPanthaveren er dog ikke berettiget til å motsette sig at hele erstatningen utbetales til eieren, hvis skaden er utbedret, eller hvis der stilles betryggende sikkerhet for at erstatningen vil bli anvendt til utbedring av skaden, eller dens anvendelse hertil er sikret på annen måte ved forsikringsvilkårene.​1 Like med utbedring betraktes også gjenopførelse av bygning, som helt er ødelagt,​2 og gjenanskaffelse av tilbehør, når de nye gjenstander vil omfattes av panteheftelsen.\nDet som er bestemt i foregående ledd får tilsvarende anvendelse på andre tinglige rettigheter, når de dekkes av forsikringen.\n1 Se § 86.\n2 Jfr. § 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Med sjøforsikring forståes i denne lov forsikring mot fare​2 som en interesse​3 utsettes for mens skib eller gods som interessen knytter sig til befinner sig på sjøen. Omfatter forsikringen ikke bare sjøfare, men også annen fare som går forut for eller kommer efter reisen, men som står i forbindelse med den, anses forsikringen i dens helhet som sjøforsikring.\nForsikringen anses likeledes som sjøforsikring når den knytter sig til skib som er lagt op eller som befinner sig på slipp eller i dokk eller ellers ligger stille, eller til gods som befinner sig ombord i sådant skib.\nSom skip anses også innretninger av slik art som nevnt i sjøfartslovens § 33 første ledd og §§ 371 og 372.\n1 Endret ved lov 25 mai 1979 nr. 20, 27 mai 1983 nr. 30.\n2 Jfr. § 60.\n3 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Hvis ikke annet er bestemt i avtalen eller i lov, omfatter sjøforsikring enhver art av fare som den forsikrede interesse utsettes for.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Når den sikrede​1 blir holdt ansvarlig for skade som skibet har voldt ved sammenstøt med eller støtning mot skib eller annen gjenstand som tilhører en tredjemann,​2 svarer selskapet ved forsikring på kasko for dette erstatningsansvar. Foreligger underforsikring, får regelen i § 40 anvendelse.\nAnsvar for personskade og for skade på skibets egen ladning eller på andre gjenstander som befinner sig ombord i skibet, omfattes ikke av forsikringen.\n1 Se § 2.\n2 Se lov 20 juli 1893 nr. 1 §§ 220 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Selskapet​1 svarer ved forsikring på skib ikke for skade som alene er en følge av slit, alder, råttenhet eller orm. Ved forsikring på gods svarer det ikke for skade som er en følge av mangler ved godsets innpakning eller av dets egen beskaffenhet, såsom svinning, smeltning eller indre bedervelse.​2\n1 Se § 2.\n2 Jfr. lov 20 juli 1893 nr. 1 §§ 118 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Er det rederens interesse som er forsikret, svarer selskapet​1 ikke hvis skaden er en følge av at skibet, da det senest forlot havn, ikke var sjødyktig eller tilbørlig utrustet eller bemannet, eller at det ikke var forsvarlig lastet eller forsynt med de fornødne skibsdokumenter. Dette gjelder dog ikke, hvis hverken rederen eller skibsføreren kjente eller burde ha kjent mangelen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Er felleshavari gjort op på lovlig måte,​1 skal det bidrag som efter opgjøret faller på den forsikrede interesse, tilsvares av selskapet.​2 Foreligger underforsikring, får regelen i § 40 anvendelse.\n1 Se lov 20 juli 1893 nr. 1 kap. 7.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Er felleshavari i henhold til bestemmelse i fraktavtalen gjort op efter andre regler enn fastsatt ved lov, blir selskapet​1 ikke av den grunn fri for ansvar, hvis opgjøret er foregått på rette sted, og de regler som er benyttet, må anses for å være almindelig anerkjent i handel landene imellem.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Er skade på forsikret gjenstand skjedd under slike omstendigheter, at den skal erstattes som felleshavari, har den sikrede rett til, uten å avvente felleshavariopgjøret, å kreve erstatning for denne skade, som om der hadde foreligget særhavari.\nBetaler selskapet​1 erstatning for sådan skade, inntrer det i den sikredes rett mot de andre deltagere i felleshavariet. Hvis selskapet i henhold til regelen i § 40 bare har erstattet en del av skaden, skal selskapet og sikrede​1 ha hver sin forholdsmessige del av havarierstatningen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Blir gods transportert med annet skib enn det som efter forsikringsavtalen skulde ha vært benyttet, er selskapet​1 fri for ansvar, medmindre det må antas, at det vilde ha inngått eller vedstått avtalen på samme vilkår og med uforandret gjenforsikring, om det på forhånd hadde visst at forandringen vilde skje.\nSelskapet er dog ansvarlig hvis forandringen er skjedd uten den sikredes​1 samtykke eller er blitt nødvendig for å undgå en begivenhet som selskapet svarer for, eller minske følgene av den.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Blir der mens skibet er underveis, gjort forandring i den rute som det efter forsikringsavtalen skulde følge, ophører selskapets​1 ansvar, medmindre forandringen er foretatt uten den sikredes​1 samtykke.\nSelskapets ansvar ophører heller ikke, hvis forandringen er blitt nødvendig av hensyn til en begivenhet som selskapet svarer for, eller foretas for å forebygge skade på person og handlingen efter de foreliggende omstendigheter må anses forsvarlig;​2 gjenoptas ikke den oprinnelige reiserute snarest mulig, ophører selskapets ansvar.\nHvis den oprinnelige reiserute blir gjenoptatt efter at selskapets ansvar er ophørt efter reglene i denne paragraf, inntrer ansvaret på ny, men kun i den utstrekning risikoen igjen blir slik som den efter forsikringsavtalens forutsetninger skulde være.\nDet som her er bestemt, gjelder også om et skib er kommet utenfor de farvann forsikringen omfatter.\n1 Se § 2.\n2 Jfr. §§ 19 annet ledd og 49 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Har rederen gjennem bergelønn​1 eller annen godtgjørelse for assistanse fått erstatning for skade på skib eller gods som faller inn under selskapets ansvar, kan selskapet​2 kreve at den del av godtgjørelsen som må antas å skulle dekke den lidte skade, skal fragå i erstatningsbeløpet.\n1 Se lov 20 juli 1893 nr. 1 §§ 224 flg.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Er et skib som følge av en begivenhet selskapet​1 svarer for, sunket, strandet eller på annen måte forulykket, har den sikrede​1 rett til erstatning for totaltap,​2 hvis skibet ikke med rimelige omkostninger kan berges, eller hvis det er så beskadiget at det ikke er istandsettelse verdt.\nDet samme gjelder hvis gods som følge av en begivenhet som selskapet svarer for, er kommet under slike forhold eller er blitt beskadiget på sådan måte som ovenfor nevnt, eller er blitt oplagt under slike forhold at der vil gå urimelig lang tid før det kan avhentes, eller at det vil koste urimelig meget å få fatt på det.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Har der manglet efterretning om et skib i tre ganger så lang tid, som under vanlige forhold kan antas å ville medgå til skibets reise fra det sted, hvor man sist hadde efterretning om det, til det sted det først skulde anløpe, dog minst tre måneder, har den sikrede​1 rett til erstatning som om totaltap hadde foreligget.​2 Det samme gjelder om skibet er forlatt av besetningen og ikke innen tre måneder derefter er kommet til rette.\nDet som er bestemt i forrige ledd, gjelder også gods som var ombord på skibet, og som ikke kommer til rette innen den frist som der er nevnt.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Har fremmed makt belagt skib eller gods med embargo eller ved lignende forføining opbragt det eller holdt det tilbake, og frigis det ikke innen seks måneder derefter, har den sikrede​1 rett til erstatning som om totaltap hadde foreligget.​2 Vil den sikrede gjøre denne rett gjeldende, må han avgi erklæring om det innen tre måneder. Fristen regnes fra utløpet av de nevnte seks måneder, dog således at den ikke løper før fra den dag den sikrede er blitt bekjent med forholdet.\n1 Se § 2.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Betaler selskapet erstatning for totaltap,​1 og er noget i behold av det som erstattes, inntrer selskapet i den sikredes rett til dette og kan kreve overlevert alle de dokumenter som danner bevis for retten og som er tilgjengelige for den sikrede.\nForeligger underforsikring,​2 har selskapet bare rett til en del av det som er i behold, efter forholdet mellem forsikringssummen og forsikringsverdien.\n1 Se §§ 70, 71 og 72.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Inntreffer flere forsikringstilfelle i løpet av forsikringstiden, plikter selskapet​1 å erstatte skaden, selv om erstatningssummene tilsammen overstiger forsikringssummen.\nDog har selskapet, når skade er inntruffet, rett til ved å betale hele forsikringssummen med tillegg av omkostninger som allerede er påløpet, å fri sig for ethvert ansvar for skade som inntreffer, eller omkostninger som påløper, efterat forsikringstageren​1 har fått meddelelse om at selskapet vil benytte sig av denne rett. I disse tilfelle kommer bestemmelsen i § 73 ikke til anvendelse.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Forsikringsverdien av et skib settes til den verdi det har på den tid selskapets ansvar begynner å løpe.\nForsikringsverdien av handelsvarer settes til den pris som da reisen begynte gjaldt på avsendelsesstedet for varer av samme slags, levert fritt ombord eller på jernbanevogn eller annet transportmiddel, med tillegg av omkostninger for vanlig forsikring og av frakt forsåvidt denne skal betales uten hensyn til om reisen blir fullført. Forventet gevinst anses ikke forsikret, medmindre det uttrykkelig er avtalt.\nEr der i avtalen fastsatt en bestemt forsikringsverdi (taksert police), er avtalen herom bindende for selskapet forsåvidt det ikke godtgjør at den fastsatte verdi avviker så meget fra den virkelige forsikringsverdi at taksten må anses som urimelig.​2\n1 Jfr. § 37.\n2 Jfr. § 39 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Løper en forsikring ut, mens skibet er på sjøen, enten på grunn av selve avtalen eller på grunn av opsigelse, blir den allikevel gjeldende inntil utløpet av den dag skibet ankommer til første bestemmelsessted. Dette gjelder dog ikke opsigelse som skjer på grunn av undlatt premiebetaling.\nForlenges forsikringen som følge av bestemmelsen i foregående ledd, har selskapet​2 krav på den premie som det vilde ha betinget sig, om det hadde visst at forsikringen vilde blitt så langvarig.\n1 Jfr. § 47.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Annen transportforsikring enn sjøforsikring omfatter, hvis ikke annet er bestemt i avtalen eller i lov, enhver art av fare som den forsikrede interesse utsettes for under transporten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Reglene i §§ 62, 67, 68, 72 til 74 og § 75, annet ledd, får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "I brandforsikring svarer selskapet​1 ikke bare for den skade branden volder ved å fortære ting, men også for annen skade den gjør på tingen; det svarer således om ruter springer eller maling svies ved hete fra en brand.\nFor skade voldt ved ild som ikke er brand, svarer selskapet ikke. Det anses således ikke som brandskade om panel er svidd ved hete fra ovnen, eller om gnister fra tobakkspipe eller ildsted har svidd huller i klær.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Er ting som omfattes av brandforsikring, forsettlig utsatt for påvirkning av varme, svarer selskapet​1 ikke for den skade tingen lider om den derved kommer i brand. Selskapet svarer således ikke om klær som henges til tørk ved en ovn, om tøi som strykes eller om fødevarer som henges til røkning, derved kommer i brand.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Skade ved lynnedslag går inn under brandforsikringen selv om brand ikke opstår.\nHar selskapet overtatt ansvar for eksplosjonsskade som ikke er en følge av brand, får reglene om brandforsikring anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "81 a",
      "section": "81 a",
      "content": "Forsikring av ting mot brannskade, skal også omfatte naturskade på ting i Norge, dersom skaden på vedkommende ting ikke dekkes av annen forsikring. Med naturskade forstås skade som direkte skyldes naturulykke, så som skred, storm, flom, stormflo, jordskjelv eller vulkanutbrudd.\nSelskapet svarer likevel ikke for naturskade på skog eller avling på rot, varer under transport, motorvogn og tilhenger til bil, luftfartøy, skip og småbåter, fiskeredskap på fartøy eller i sjøen, utstyr for utvinning av olje, gass eller andre naturforekomster på havbunnen. Selskapet svarer heller ikke for naturskade som alene rammer taktekning eller antenner, skilt o.l. festet til byggverk. Kongen​2 kan bestemme at andre gjenstander helt eller delvis skal unntas fra naturskadeforsikring etter leddet her.\nNaturskadeerstatning kan settes ned, eller falle bort når skadens inntreden eller omfang helt eller delvis skyldes svak konstruksjon, dårlig vedlikehold eller tilsyn, eller når den skadelidte kan lastes for at han ikke forebygget skaden eller hindret dens omfang.\nEr det tinglyst erklæring etter naturskadelovens § 26, gis ikke erstatning for skade på byggverk som siden er oppført på vedkommende område, eller for løsøre som befinner seg i byggverket når skaden er av slik art som erklæringen gjelder.\nBestemmelsene i paragrafen her kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46. Endret ved lov 13 juni 1980 nr. 31.\n2 Justisdepartementet iflg. res. 4 juli 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81a",
        "source_heading": "§ 81 a."
      }
    },
    {
      "provision_ref": "81 b",
      "section": "81 b",
      "content": "Er det tvil om det foreligger naturskade etter § 81 a første ledd eller om betingelsene for nedsettelse eller nektelse av erstatning etter § 81 a tredje ledd, er til stede, kan forsikringsselskapet eller den sikrede forelegge spørsmålet for ankenemnda for Statens naturskadefond etter reglene i naturskadelovens §§ 21 og 22. Selskapet skal underrette sikrede om hans rett etter bestemmelsen her.\nHvis forsikringsselskapet ved behandlingen av en skadesak finner at et område er særlig utsatt for skred eller annen naturskade, jfr. naturskadelovens § 23, skal det snarest underrette Naturskadefondets styre om dette.\nBestemmelsen i denne paragrafs første ledd kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81b",
        "source_heading": "§ 81 b."
      }
    },
    {
      "provision_ref": "81 c",
      "section": "81 c",
      "content": "Ved naturskadeforsikring skal den sikrede ved hver naturskadehendelse bære de første kr. 2.000.\nForsikringsselskapenes samlede ansvar ved en enkelt naturkatastrofe begrenses til 100 millioner kroner. Kongen​2 kan endre dette beløp i samsvar med lønns- og prisutviklingen.​3\nOppstår det tvil om det er inntruffet en eller flere naturkatastrofer, kan forsikringsselskapet eller den sikrede forelegge spørsmålet for ankenemnda for Statens naturskadefond etter reglene i naturskadelovens §§ 21 og 22. Selskapet skal underrette sikrede om hans rett etter bestemmelsen her.\nOverstiges den fastsatte grense, må forsikringstakerne tåle en forholdsmessig reduksjon av erstatningsbeløpene.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n1 Tilføyd ved lov 8 juni 1979 nr. 46. Endret ved lov 13 juni 1980 nr. 31.\n2 Justisdepartementet iflg. res. 4 juli 1980.\n3 Ved res. 19 aug 1985 nr. 1682 er ansvarsgrensen hevet til 600 millioner kroner (med virkning fra 1 jan 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81c",
        "source_heading": "§ 81 c."
      }
    },
    {
      "provision_ref": "81 d",
      "section": "81 d",
      "content": "De skadeforsikringsselskaper som etter § 81 a erstatter naturskade, skal være medlemmer av en felles skadepool.\nSkadepoolen er kontaktledd mellom forsikringsbransjen og Statens naturskadefond. Skadepoolen utlikner naturskadeerstatningene mellom selskapene. Utlikningen skjer på grunnlag av forsikringssummer eller forsikringspremier etter nærmere bestemmelse av Kongen.\nKongen fastsetter nærmere instruks for skadepoolens virksomhet.\n1 Tilføyd ved lov 8 juni 1979 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81d",
        "source_heading": "§ 81 d."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Kommer under brand ting som er brandforsikret, bort ved tyveri eller på annen måte, eller kommer de til skade under forsøk på å redde dem fra brand, anses det som brandskade. Er eiendeler blitt ofret under forsøk på å forebygge eller begrense brand, gjelder det samme, selv om branden ikke truet nogen gjenstand som faller inn under forsikringen, hvis foranstaltningen under de foreliggende forhold må anses forsvarlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Befinner tingen sig i det øieblikk forsikringstilfellet inntreffer, på et annet sted enn det som blev opgitt, da forsikringen blev tegnet, er selskapet​1 allikevel ansvarlig, medmindre det kan antas at det ikke vilde tatt forsikringen, om det sted hvor forsikringstilfellet inntraff, hadde vært opgitt som forsikringssted, eller at det vilde betinget sig høiere premie eller overtatt lavere forsikringssum eller gjenforsikret i videre omfang.\nVilde selskapet efter denne regel være fri for ansvar, svarer det allikevel i følgende tilfelle:\nVed forsikring på innbo svarer selskapet, om innboet flyttes til et annet sted innenfor riket. Selskapet kan imidlertid bringe avtalen til ophør ved å si den op​2 med fjorten dagers varsel. Den sikrede plikter å gi meddelelse om flytningen senest innen en måned efterat den er foregått; gir han ikke slik meddelelse, ophører selskapets ansvar, når en måned er gått efter flytningen.\nBringes innbogjenstander uten at flytning skjer, for en tid annensteds hen, svarer selskapet for dem med et beløp av inntil ti prosent av forsikringssummen, dog ikke over 2.000 kroner.\nSelskapet svarer i de tilfelle som er nevnt i tredje og fjerde ledd, også for forsikringstilfelle som inntreffer under transporten.\n1 Se § 2.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Forsikring som er sluttet for et tidsrum av seks eller tolv måneder, forlenges,​2 om ikke annet må anses avtalt, for et tilsvarende tidsrum ad gangen såfremt ingen av partene sier forsikringen op;​3 opsigelsen må skje senest en uke før tiden er ute.\n1 Jfr. § 31.\n2 Jfr. § 12.\n3 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Tvangsfullbyrdelse i erstatningskrav etter brannforsikring av bygning kan ikke fremmes til fortrengsel for utbedring eller gjenoppføring når den sikrede stiller betryggende sikkerhet for at erstatningen vil bli anvendt til dette formål, eller dens anvendelse til dette er sikret på annen måte ved forsikringsvilkårene.\nBestemmelsene i denne paragraf gjelder ikke bygning som er solgt til nedriving og bortflytting, eller bygning som etter sin bestemmelse tilkjennegir seg som midlertidig.\nDepartementet kan gi nærmere forskrifter om hva som går inn under erstatning for bygning etter paragrafen, og om hva som kreves til sikring av at erstatningen blir anvendt til formål som nevnt i første ledd.\n1 Endret ved lover 17 juni 1937 nr. 6, 7 juli 1967 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Omfatter forsikring på fast eiendom både eierens og panthaverens interesse, og har panthaveren meldt sig hos selskapet,​1 eller er hans rett tinglyst, kommer reglene i § 56 ikke til anvendelse overfor panthaveren, og forsikringen vedblir, selv om den er tegnet for bestemt tid, å gjelde til fordel for ham inntil selskapet har sagt den op overfor ham med en måneds varsel. I sådant tilfelle kan selskapet heller ikke med bindende virkning for panthaveren forhandle med forsikringstageren​1 eller utbetale erstatningen til ham når forsikringstilfellet er inntruffet (§ 57, annet ledd).\nFølger det av avtalen eller av lovens bestemmelser at den sikrede​1 taper sin rett som følge av en annens handling eller undlatelse, gjelder forsikringen allikevel til fordel for panthaveren, inntil selskapet med en måneds varsel har underrettet ham om forholdet.\nDet som er bestemt i denne paragraf, får tilsvarende anvendelse på andre tinglige rettigheter i fast eiendom, forsåvidt de omfattes av forsikringen.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Er selskapet​1 i henhold til reglene i § 86 ansvarlig overfor panthaver eller annen tinglig rettighetshaver efterat avtalen for øvrig er bortfalt, kan det kreve at eieren betaler premie for den tid det bærer ansvaret.\nInntreffer skade, og er selskapet ansvarlig overfor panthaver, men ikke overfor eieren, inntrer selskapet i panthaverens rett i den utstrekning det betaler erstatning til ham. Selskapet kan dog ikke gjøre retten gjeldende til fortrengsel for panterettigheter som hvilte på eiendommen på den tid forsikringstilfellet intraff, og som omfattes av forsikringen. Det som her er bestemt, gjelder ikke hvis selskapets ansvar overfor eieren er falt bort på grunn av undlatt premiebetaling.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Bestemmelser i avtalen som kommer i strid med det som er bestemt i § 86, kan ikke påberopes til skade for panthaver eller annen tinglig rettighetshaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Hvis et dyr innen en måned efter forsikringstidens utløp dør eller må avlives som følge av sykdom eller ulykkestilfelle som faller inn under avtalen, og som er inntruffet i forsikringstiden, svarer selskapet​1 som om døden var inntrådt før dennes utløp.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "Har sykdom eller ulykkestilfelle voldt dyrets død eller at det har måttet avlives, skal som forsikringsverdi​1 anses den verdi dyret vilde hatt umiddelbart før dets død, om sykdommen eller ulykkestilfellet ikke var inntruffet.\n1 Jfr. §§ 36-39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Er der tegnet forsikring mot erstatningsansvar som måtte opstå for en person like overfor tredjemann som følge av en skadevoldende begivenhet, svarer selskapet,​1 når denne inntreffer i forsikringstiden, også for følger av den som inntrer efterat forsikringstiden er utløpet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Selskapet​1 plikter å dekke omkostninger som opstår i anledning av den sikredes​1 forsvar overfor krav tredjemann reiser, forsåvidt de foranstaltninger han har truffet, og de omkostninger som derved er foranlediget, må anses som rimelige.​2 Er der i avtalen fastsatt en bestemt forsikringssum, plikter selskapet å betale de omkostninger som her er nevnt, selv om forsikringssummen derved overskrides.\nPåløper renter, efterat prosess er anlagt, plikter selskapet å betale den del av rentene som svarer til det erstatningsbeløp selskapet skal betale, selv om forsikringssummen overskrides.\n1 Se § 2.\n2 Jfr. §§ 52 og 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Påanker den sikrede​1 en dom som tredjemann har fått over ham, plikter selskapet,​1 så vidt forsikringssummen strekker til, å stille den sikkerhet som er nødvendig for å avverge tvangsfullbyrdelse.​2\n1 Se § 2.\n2 Se rettergangsl. § 147 og tvangsfullbl. §§ 4 og 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Er der i avtalen truffet bestemmelse om at selskapet​1 skal være fri for ansvar, hvis den sikrede​1 uten dets samtykke anerkjenner et krav eller betaler erstatning uten dom, kan selskapet dog ikke påberope bestemmelsen, forsåvidt det må anses, godtgjort at kravet var berettiget.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Selskapet​1 blir fri overfor den sikrede​1 ved å betale til tredjemann, såfremt denne ikke ved betaling fra den sikrede eller på annen måte har fått dekning for sitt krav. Før selskapet betaler, skal det underrette den sikrede.\nSelskapet er like overfor tredjemann ansvarlig for at erstatningen ikke blir utbetalt til den sikrede før denne godtgjør at tredjemann har fått dekning for sitt krav. Dette gjelder dog ikke, om den sikrede som bevis for, at tredjemann er dekket har forevist en kvittering som senere viser sig å være falsk.\nEr den sikrede under konkurs eller akkordforhandling, har tredjemann, hvis han ikke på annen måte har fått dekning for sitt krav, rett til å forlange erstatningen utbetalt direkte til sig.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Så lenge tredjemann ikke har fått dekning for sitt erstatningskrav, kan den sikredes​1 krav mot selskapet​1 ikke være gjenstand for rettsforfølgning til dekning av annen fordring enn erstatningskravet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Livsforsikring kan tegnes på forsikringstagerens​1 eller en annens liv.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Skal premiebetalingen foregå i flere terminer,​1 plikter forsikringstageren​2 efter å ha betalt den første premie ikke å holde forsikringen i kraft ved å betale de senere premier.\n1 Jfr. § 12.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Vil selskapet​1 betinge sig at en økning av faren skal ha innflydelse på ansvaret, må det angi i forsikringsbrevet, hvilke arter av fareøkning det er som skal komme i betraktning, og hvilke følger fareøkningen skal ha.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Har den på hvis liv forsikringen er tegnet, berøvet sig livet, er selskapet​1 fri for ansvar hvis forsikringen, da dødsfallet inntraff, ikke hadde vært uavbrutt i kraft de to siste år. Dette gjelder dog ikke hvis det må antas at forsikringen er tegnet eller gjenoptatt uten tanke på selvmordet, og at dette vilde blitt foretatt selv om forsikringen ikke hadde foreligget.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "De bestemmelser i denne lov, hvorefter selskapet i visse tilfelle blir fri for ansvar,​1 fritar det ikke for plikt til å stille premiereserven eller en del av den til rådighet overensstemmende med hvad avtale eller lov bestemmer.\n1 Se §§ 5, 7, 18, 21, 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Forsikringstageren​1 kan fra først av eller senere tillegge en annen retten til å oppebære forsikringssummen når den forfaller, ved å opnevne ham til begunstiget.\nForsikringstageren kan tilbakekalle opnevnelsen​2 hvis han ikke overfor den begunstigede har gitt avkall på retten til å gjøre det. Hans dødsbo eller arvinger kan ikke tilbakekalle den.\n1 Se § 2.\n2 Jfr. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Opnevnelse av en begunstiget og tilbakekallelse av en opnevnelse er bare gyldig, såfremt selskapet efter forsikringstagerens​1 begjæring har optatt den i eller tegnet den på forsikringsbrevet, eller forsikringstageren har gitt selskapet skriftlig meddelelse om den.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Er ingen begunstiget opnevnt, og forsikringssummen skal utbetales ved forsikringstagerens død, tilfaller den hans dødsbo.\nEr en begunstiget oppnevnt, skal ved beregningen av gjenlevende ektefelles boslott og livsarvingenes pliktdel​2 forsikringssummen anses som om den tilhørte dødsboet og var tillagt den begunstigede ved testament.​3 Det samme gjelder i forhold til gjenlevende ektefelles rett etter skifteloven og i forhold til barns forlottsrett til arv etter arveloven.​4 Har gjenlevende ektefelle ikke fått kunnskap om oppnevninga før forsikringstakerens død, har oppnevninga ingen betydning for gjenlevende ektefelles rett til arv eller uskifte, med mindre det var umulig eller uforholdsmessig vanskelig å varsle ektefellen. Reglene i dette ledd gjelder ikke dersom forsikringstakeren har gitt avkall på sin rett til å tilbakekalle oppnevninga.\nDet beløp som den begunstigede plikter å avstå etter andre ledd, skal tilkomme den berettigede med samme rett som om denne var oppnevnt som begunstiget.\n1 Endret ved lov 3 mars 1972 nr. 5.\n2 Se lov 3 mars 1972 nr. 5 § 29.\n3 Jfr. lov 20 mai 1927 nr. 1 § 23 tredje ledd.\n4 Jfr. lov 3 mars 1972 nr. 5 § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Når forsikringssummen skal utbetales ved forsikringstagerens​1 død, kommer ved fortolkningen av de bestemmelser hvorved en begunstiget opnevnes, følgende regler til anvendelse, hvis ikke annet fremgår av forholdet:\nEr forsikringstagerens ektefelle opnevnt som begunstiget, anses den ektefelle han ved sin død er gift med, som begunstiget.\nHar forsikringstageren opnevnt sine barn, anses hans livsarvinger​2 samt hans arveberettigede adoptivbarn​3 og deres livsarvinger som begunstiget, hver for den lodd som vilde tilfalle ham efter arvelovgivningens regler.\nEr forsikringstagerens ektefelle og barn opnevnt, anses hver som begunstiget for den lodd som vilde tilfalle ham efter lovgivningens regler om boslodd​4 og arv.\nEr forsikringstagerens arvinger opnevnt, er det hans arvinger efter loven​5 som er begunstiget, hver for den lodd som vilde tilfalle ham efter arvelovgivningens regler.\nHar forsikringstageren opnevnt sine «pårørende», er det hans ektefelle og hans arvinger efter loven​5 som er begunstiget, hver for den lodd som vilde tilfalle ham efter lovgivningens regler om boslodd​4 og arv. Efterlater forsikringstageren sig ektefelle, men hverken livsarvinger eller arveberettigede adoptivbarn​2 eller deres livsarvinger, tilfaller hele forsikringssummen ektefellen.\n1 Se § 2.\n2 Se lov 3 mars 1972 nr. 5 § 1.\n3 Se lov 28 feb 1986 nr. 8 § 13.\n4 Se skiftelov § 66.\n5 Se lov 3 mars 1972 nr. 5 kap. I-II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Har forsikringstageren​1 opnevnt en bestemt person til som begunstiget å oppebære forsikringssummen efter hans død, bortfaller opnevnelsen, hvis den begunstigede dør før forsikringstageren.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Skal forsikringssummen utbetales enten når forsikringstageren​1 dør, eller når han opnår en bestemt alder, anses den begunstigede, om en sådan er opnevnt, å ha rett til forsikringssummen bare hvis den kommer til utbetaling på grunn av forsikringstagerens død.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Opnevnelsen av en begunstiget medfører ingen innskrenkning i forsikringstagerens​1 rett til å utta gjenkjøpsverdien, opta lån på forsikringen, overdra, pantsette eller på annen måte forføie over de rettigheter forsikringsavtalen hjemler ham.​2\nHar forsikringstageren overfor den begunstigede gitt avkall på sin rett til å tilbakekalle opnevnelsen, antas han også å ha fraskrevet sig adgangen til uten den begunstigedes samtykke å forføie således over forsikringsforholdet at forføiningen blir til skade for den begunstigede.\n1 Se § 2.\n2 Jfr. § 102 annet ledd og § 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Så lenge forsikringstilfellet ikke er inntruffet, kan den begunstigede ikke overføre, pantsette eller på annen måte forføie over sitt krav; heller ikke kan hans fordringshavere ta utlegg i det eller hans konkursbo inndra det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Hvis forsikringstageren​1 dør og forsikringssummen først senere forfaller til utbetaling, erhverver den begunstigede de rettigheter som før tillå forsikringstageren, hvis ikke annet fremgår av forholdet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Overdrar forsikringstageren​1 sitt krav uten innskrenkende forbehold, går alle rettigheter overfor selskapet over på erhververen. Var en begunstiget opnevnt, bortfaller opnevnelsen forsåvidt den ikke var gjort uigjenkallelig.​2\n1 Se § 2.\n2 Se § 102.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "Hvis en begunstiget er opnevnt, bortfaller ikke opnevnelsen om forsikringstageren​1 pantsetter sitt krav.​2\nPanthaveren kan gjøre gjeldende kravet på gjenkjøpsverdien, men må i så fall først med to måneders varsel gi pantsetteren anledning til å løse ham ut enten ved å dekke fordringen eller ved å betale gjenkjøpsverdien. Panthaveren har ikke rett til å avhende forsikringskravet, selv om slik rett måtte være avtalt. Er forsikringssummen forfalt, kan han opkreve av den det beløp som utkreves til å dekke hans fordring.\nUtbetales bonus i løpet av forsikringstiden, tilfaller den pantsetteren.\n1 Se § 2.\n2 Jfr. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "Overdragelse, pantsettelse, erklæring hvorved opnevnelse av en begunstiget gjøres uigjenkallelig, og andre forføininger over forsikringskravet er beskyttet overfor forføininger som ikke er påtegnet forsikringsbrevet, når erhververen er i god tro og forføiningen er påtegnet brevet, eller erhververen har fått dette i sin besiddelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "Utbetaler selskapet​1 forsikringssummen eller gjenkjøpsverdien, eller blir partene enige om å endre innholdet av forsikringsavtalen, må forsikringsbrevet enten tilbakeleveres til selskapet eller få påtegning om forføiningen. Ellers kan den ikke gjøres gjeldende overfor den som i god tro har erhvervet eller senere erhverver rett som efter forrige paragraf er beskyttet mot tredjemann.\nEr forsikringsbrevet kommet bort, kan selskapet med tre måneders varsel innkalle den mulige innehaver med den virkning, at forsikringsbrevet trer ut av kraft og nytt forsikringsbrev kan utferdiges om ingen melder sig. Innkallelsen skal bekjentgjøres i Norsk Kunngjørelsestidende​2 og i minst et annet blad som er almindelig lest på det sted, hvor forsikringstageren​1 bor eller sist hadde sin bopel her i riket.\n1 Se § 2.\n2 Se lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "Går forsikringsavtalen ut på eller får forsikringsbrevet senere påtegning om at forsikringssummen skal utbetales til ihendehaveren, er derved ingen begunstiget opnevnt. Ihendehaveren kan ikke i henhold til forsikringsbrevet gjøre krav gjeldende mot selskapet​1 uten å godtgjøre at han er rettmessig besidder, og selskapet kan ikke med rettsvirkning forbeholde sig at det skal være fri like overfor den berettigede om det har betalt til ihendehaveren.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "Før forsikringstilfellet er inntruffet, kan forsikringstagerens​1 rett overfor selskapet ikke være gjenstand for utlegg fra hans fordringshaveres side eller inndras i hans konkursbo.\nHar forsikringstageren overdratt sitt krav til nogen annen enn sin ektefelle, kan erhververens fordringshavere ta utlegg i hans rett og hans konkursbo inndra den; overfor utleggshaveren får reglene i § 112 tilsvarende anvendelse og overfor konkursboet § 112, første og annet ledd.\nEr det forsikringstagerens ektefelle som har erhvervet forsikringskravet, kan dennes fordringshavere ikke ta utlegg i det og hans konkursbo ikke inndra det; reglene i § 117 får tilsvarende anvendelse forsåvidt angår premier erhververen har betalt.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "Blir der åpnet konkurs i forsikringstagerens​1 bo, kan boet, selv om en begunstiget er opnevnt og selv om forsikringstageren har forpliktet sig til ikke å kalle begunstigelsen tilbake, forlange at selskapet betaler tilbake med lovlig rente premier som konkursskyldneren har betalt i løpet av de siste fem år før konkursen, forsåvidt premiebetalingen stod i påtagelig misforhold til skyldnerens formuesforhold på den tid den skjedde. Boet kan dog ikke forlange mer enn forsikringens gjenkjøpsverdi, eller ved forsikringer som efter sin art ikke er gjenstand for gjenkjøp, kapitalverdien av den fripolice forsikringstageren vilde ha rett til på grunnlag av de betalinger som er skjedd, eller om han er død, forsikringssummen. Er der opnevnt en begunstiget, og har konkursskyldneren fått vederlag for opnevnelsen, trekkes verdien av det fra. Har den begunstigede hevet forsikringssummen, kan boet gjøre sitt krav gjeldende mot ham.\nAnlegger boet sak mot selskapet for å gjøre gjeldende de rettigheter, som her er nevnt, skal det også stevne konkursskyldneren og likeså den begunstigede, om en sådan er opnevnt.\nBestemmelsen i første ledd kommer ikke til anvendelse i tilfelle hvor forsikring er tegnet av en arbeidsgiver på hans arbeideres eller funksjonærers liv med dem selv eller deres pårørende som begunstigede, når forsikringen må anses som en del av godtgjørelsen for deres arbeide, og arbeidsgiveren således ikke kan forføie over forsikringen som nevnt i § 108.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "På livrenteforsikring kommer reglene om kapitalforsikring til anvendelse, dog med følgende endringer:\nReglene i § 104 annet ledd får ikke anvendelse på livrente til fordel for noen som kan sikres ved egen pensjonsforsikring etter skattelovene, forutsatt at livrenten ikke overstiger hva som etter avdødes økonomiske forhold og omstendighetene for øvrig må anses rimelig. Tilsvarende gjelder for rente som etter avtalen skal løpe i et bestemt antall år.\nEr den i hvis levetid livrenten skal løpe, en annen enn forsikringstageren, anses han som opnevnt til begunstiget, hvis ikke forsikringstageren har truffet annen bestemmelse.\nHvis det ikke fremgår av omstendighetene at det ikke har vært forsikringstagerens mening å binde sig, kan han ikke kalle sin opnevnelse av en begunstiget tilbake, efterat den første rentetermin er utbetalt til den begunstigede.\nHvis ikke forsikringstageren har truffet annen bestemmelse, tilfaller ved den begunstigedes død det beløp som selskapet måtte ha plikt til å betale tilbake av de erlagte premier, forsikringstageren eller hans arvinger.\nUtbetaling av forfalne renteterminer behøver ikke å påføres forsikringsbrevet.\nBestemmelsene i lov om tvangsfullbyrdelse av 13 august 1915 § 72, jfr. § 75, og lov om rettergangsordningens ikrafttreden av 14 august 1918 § 12, siste ledd, vedblir å gjelde også forsåvidt angår livrenter.\n1 Endret ved lov 22 mai 1970 nr. 30 (se dens VIII nr. 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "4:119",
      "chapter": "4",
      "section": "119",
      "content": "Ulykkesforsikring og sykeforsikring kan knyttes til forsikringstagerens​1 eller en annens person.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "4:120",
      "chapter": "4",
      "section": "120",
      "content": "Når et ulykkestilfelle eller et sykdomstilfelle som faller inn under avtalen, er inntruffet i forsikringstiden, svarer selskapet​1 også for følger av det som inntrer efterat forsikringstiden er utløpet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "4:121",
      "chapter": "4",
      "section": "121",
      "content": "Øker faren gjennem endring av forhold som i forsikringsbrevet er angitt å være av betydning for selskapet,​1 og har den hvis person forsikringen er knyttet til, kunnskap om endringen, er selskapet, så lenge endringen varer, fri for ansvar, såfremt det kan antas at det ikke vilde ha overtatt forsikringen, om det nye forhold hadde foreligget, da avtalen blev sluttet. Må det antas at selskapet allikevel vilde ha overtatt forsikringen, men på andre vilkår, svarer det efter prorataregelen (§ 45, annet ledd) hvis det ikke er avtalt at kausalitetsregelen (§ 45, siste punktum) skal følges. Foreligger der tilfelle som omhandlet i § 48 eller § 49, annet ledd, finner tilsvarende regler anvendelse som der er gitt.\nDet kan ikke med rettsvirkning avtales at selskapet på grunn av fareøkning skal være fri for ansvar i andre tilfelle eller i videre omfang enn her bestemt.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "4:122",
      "chapter": "4",
      "section": "122",
      "content": "Reglene i §§ 102 til 106 får anvendelse på ulykkesforsikring og sykeforsikring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "4:123",
      "chapter": "4",
      "section": "123",
      "content": "Så lenge den sikredes​1 krav mot selskapet ikke er forfalt til betaling, kan det ikke gjøres til gjenstand for rettsforfølgning fra hans fordringshaveres side. Heller ikke kan forsikringstagerens​1 fordringshavere ta utlegg i, eller hans konkursbo inndra hans rettigheter ifølge forsikringsforholdet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "4:124",
      "chapter": "4",
      "section": "124",
      "content": "Har den hvis person forsikringen er knyttet til, overtrådt sikkerhetsforskrifter som efter avtalen skal følges, jfr. § 51, eller undlatt å foreta slike foranstaltninger som er omtalt i § 52, får reglene i disse paragrafer tilsvarende anvendelse. Dog plikter han ikke å følge forskrifter fra selskapet som gjør utilbørlig inngrep i hans frihet til selv å bestemme over sin person; avtaler som strider herimot, er uforbindende.\nEr det avtalt at andre enn den hvis person forsikringen er knyttet til, skal følge forskrifter eller foreta foranstaltninger som er nevnt i første ledd, kan selskapet​1 ikke påberope sig strengere følger av en forsømmelse enn dem som der er foreskrevet.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "5:125",
      "chapter": "5",
      "section": "125",
      "content": "Følgende regler skal komme til anvendelse på avtaler, som er sluttet før loven trer i kraft:​1\na. §§ 26-27, forsåvidt konkurs eller akkordforhandling åpnes efterat loven er trådt i kraft eller forsåvidt selskapet​2 efter dette tidspunkt taper sin rett til å drive forsikringsvirksomhet her i landet eller fatter beslutning om frivillig opløsning.\nb. §§ 29-30, dog således at de der opstillede tidsfrister ikke skal regnes fra noget tidligere tidspunkt enn lovens ikrafttreden.\nc. § 34, forsåvidt angår forsikringstilfelle som inntreffer efterat loven er trådt i kraft.\nd. §§ 86-88, forsåvidt angår forsikringstilfelle som inntreffer efterat loven er trådt i kraft.\ne. §§ 116, 117 jfr. 118, og § 123, forsåvidt rettsforfølgning angående forholdet ikke er påbegynt før loven er trådt i kraft.\nBlir i en eldre avtale om livsforsikring, ulykkesforsikring eller sykeforsikring en begunstiget innsatt efter lovens ikrafttreden, skal denne lov komme til anvendelse på forholdet.\nPantsetter forsikringstageren efter lovens ikrafttreden sitt krav i henhold til en eldre avtale, får reglene i § 112, annet ledd, anvendelse.\nHvis en eldre forsikringsavtale er opsigelig fra begge sider, og opsigelse ikke finner sted med kortest mulig varsel så snart avtalen efter lovens ikrafttreden gir adgang til det, kommer loven i sin helhet fra det tidspunkt til anvendelse på avtalen.\n1 Se § 126.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    },
    {
      "provision_ref": "5:126",
      "chapter": "5",
      "section": "126",
      "content": "Denne lov trer i kraft 1 januar 1931. Fra samme tid opheves:\n– – –\nc. alle eldre lovbestemmelser som står i strid med denne lov.\nHenviser nogen lov til en lovbestemmelse som erstattes av en bestemmelse i denne lov, skal henvisningen anses for å gjelde denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_126",
        "source_heading": "§ 126."
      }
    }
  ]
}