{
  "id": "LOV-1955-12-09-5",
  "type": "statute",
  "title": "Lov om innkreving av underholdsbidrag m.v. (bidragsinnkrevingsloven)",
  "short_name": "Bidragsinnkrevingsloven.",
  "status": "in_force",
  "issued_date": "1955-12-09",
  "in_force_date": "1957-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1955-12-09-5",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Etter reglene i denne lov innkreves underholdsbidrag som påhviler noen etter ekteskapslovgivningen​1 eller etter barneloven.​2\nInnkrevingen foretas av innkrevingssentralen for bidrag, heretter kalt innkrevingssentralen. Innkrevingssentralen er underlagt Rikstrygdeverket. Departementet​3 kan likevel bestemme at innkreving skal skje gjennom en særskilt utpekt bidragsfogd​4 dersom en av partene bor i utlandet. Reglene i loven her om innkrevingssentralens myndighet, klage, revisjon m.m. gjelder tilsvarende for slik særskilt utpekt bidragsfogd så langt de passer.\nDepartementet​3 kan gi forskrift​5 om at innkrevingssentralens oppgaver etter loven her eller etter andre lover kan legges til andre organer. Slik forskrift må være begrenset i tid eller gjelde et avgrenset antall saker.\n0 Endret ved lover 8 april 1981 nr. 7, 19 juni 1992 nr. 63, 11 juni 1993 nr. 104.\n1 Lov 4 juli 1991 nr. 47, se dens kap. 16, og lov 30 april 1993 nr. 40.\n2 Lov 8 april 1981 nr. 7, se dens kap. 7.\n3 Sosialdepartementet.\n4 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Innkrevingssentralen​1 skal, etter begjæring fra bidragsfogden,​2 kreve inn underholdsbidrag til barn når foreldrene ikke levde sammen ved fødselen, og heller ikke senere har gjort det. Slik begjæring skal bidragsfogden​2 sette fram av eget tiltak.\nInnkreving gjennom innkrevingssentralen kan likevel unnlates dersom\na. den bidragspliktige erklærer at bidragene vil bli betalt til den bidragsberettigede, og den bidragsberettigede samtykker i at innkreving unnlates,\nb. den bidragsberettigede ber om at innkreving blir unnlatt, og godtgjør at det på annen måte er sørget for oppfostringen av barnet.\nEr det oppnevnt verge​3 for barnet, skal bidragsfogden​2 sørge for at vergen får uttale seg før det treffes vedtak etter annet ledd.\nVedtak etter annet ledd bokstav a faller bort dersom bidragene ikke blir betalt ved forfall.\nVedtak etter annet ledd fratar ikke det offentlige den rett det måtte ha til bidraget.\n0 Endret ved lover 8 april 1981 nr. 7, 8 mai 1981 nr. 13, 19 juni 1992 nr. 63.\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Innkrevingssentralen​1 skal alltid kreve inn det samlede underholdsbidrag dersom bidragsmottakeren får utbetalt bidragsforskott etter reglene i lov 17. februar 1989 nr. 2 om bidragsforskott (forskotteringsloven).\nMed bidragsmottaker menes her den som mottar bidrag som bidragsberettiget eller for sine bidragsberettigede barn.\n0 Endret ved lover 21 des 1956 nr. 10, 8 april 1981 nr. 7, 19 juni 1992 nr. 63, 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 6 juni 1997 nr. 36 (i kraft 1 jan 1998), 15 juni 2001 nr. 37 (i kraft 1 okt 2003 iflg. res. 31 jan 2003 nr. 78).\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den bidragsberettigede kan når som helst kreve at fremtidige bidrag skal kreves inn av innkrevingssentralen.​1 Det samme gjelder bidrag som er forfalt inntil 1 år forut for den måned kravet blir fremsatt. Sentralen skal også forestå innkrevingen av bidrag som er forfalt lengre tilbake i tid dersom det foreligger særlige grunner til at bidragsberettigede ikke har fremsatt kravet tidligere.\nMed bidrag menes her underholdsbidrag til ektefelle eller barn som noen er pålagt i tvangskraftig domstolsavgjørelse eller forvaltningsvedtak,​2 eller som er fastsatt i skriftlig avtale etter samlivsbrudd. Begjæring om innkreving etter første ledd settes fram for bidragsfogden​3 på bidragsberettigedes bosted. Bidragsfogden avgjør om og i hvilken utstrekning innkreving skal iverksettes.\n0 Endret ved lover 8 april 1981 nr. 7, 15 des 1989 nr. 90, 19 juni 1992 nr. 63.\n1 Se § 1.\n2 Jfr. lover 8 april 1981 nr. 7 kap. 7 og 4 juli 1991 nr. 47 kap. 16, jfr. lov 30 april 1993 nr. 40.\n3 Se lov 8 april 1981 nr. 7 § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Innkreving av underholdsbidrag til barn kan ikke foretas før farskapet er fastsatt etter reglene i barneloven.​1 Bidrag som blir krevd inn før en dom er rettskraftig,​2 eller etter at en farskapssak er gjenopptatt​3 eller det er reist sak om endring av farskapet,​4 skal avsettes og først utbetales når farskapsspørsmålet er endelig avgjort.\n0 Endret ved lover 8 april 1981 nr. 7, 8 mai 1981 nr. 13.\n1 Lov 8 april 1981 nr. 7, se dens kap. 2-4.\n2 Jfr. tvml. § 161.\n3 Jfr. tvml. kap. 27.\n4 Jfr. lov 8 april 1981 nr. 7 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ved overenskomst med fremmed stat kan det bestemmes at en rettskraftig dom om underholdsbidrag som kan fullbyrdes der, også kan fullbyrdes i Norge. Det samme gjelder for annen rettsavgjørelse, forvaltningsvedtak eller skriftlig vedtakelse som kan tvangsfullbyrdes i vedkommende fremmede stat.​1 Regelen i første punktum gjelder også for bidrag til utgifter ved fødselen og for kostnader som er pålagt den bidragspliktige i forbindelse med bidragssaken. Fullbyrdingen skjer etter reglene i loven her, når ikke Kongen har fastsatt noe annet.\n0 Endret ved lover 11 mars 1966 nr. 2, 16 juni 1989 nr. 72, 22 des 1989 nr. 105, 19 juni 1992 nr. 63.\n1 Konvensjon 23 mars 1962 mellom Norge, Danmark, Finnland, Island og Sverige om inndriving av underholdsbidrag; Haag-konvensjonen av 1958, vedtatt 29 okt 1965; Luganokonvensjonen, se lov 8 jan 1993 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den bidragspliktige skal ukrevd betale bidraget til innkrevingssentralen.​1\nBlir bidraget ikke betalt ved forfall, plikter den bidragspliktige seinest innen 8 dager å underrette bidragsfogden​2 eller innkrevingssentralen om grunnen til forsømmelsen og samtidig redegjøre for sine arbeids- og inntektsforhold. Skifte av oppholds- eller arbeidssted skal i alle tilfelle meldes til bidragsfogden​2 eller innkrevingssentralen seinest innen 8 dager.\nDepartementet​3 kan gi forskrift​4 om renter eller gebyr ved forsinket innbetaling av bidrag.\nOvertredelse av bestemmelsene i annet ledd straffes med bøter​5 eller med fengsel​6 i inntil 3 måneder.​7 På samme måte straffes den som forsettlig eller uaktsomt gir bidragsfogden​2 eller innkrevingssentralen uriktige opplysninger om sine bosteds-, arbeids- og inntektsforhold.\n0 Endret ved lover 19 juni 1992 nr. 63, 16 juni 1994 nr. 21.\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Sosialdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. strl. § 27.\n6 Jfr. strl. § 26 a.\n7 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Blir et bidrag ikke betalt ved forfall, kan innkrevingssentralen​1 for bidrag inndrive den forfalte termin ved trekk i lønn eller andre liknende ytelser etter reglene i dekningsloven​2 § 2-7. Når skyldneren har misligholdt sin bidragsplikt og ikke stiller sikkerhet, kan det gis pålegg om trekk også for uforfalte bidragskrav. Bidrag pålagt en som arbeider i foreldrenes bedrift, kan innkreves hos foreldrene. Bidrag pålagt en som arbeider i sin ektefelles​3 bedrift, kan innkreves hos ektefellen.\nDen del av lønn o.l. som den trekkpliktige skal holde tilbake, kan ikke trekkes inn i skyldnerens konkursbo og heller ikke gjøres til gjenstand for utlegg eller andre tvangsforføyninger fra andre fordringshaveres side.\nInnkrevingssentralen​1 for bidrag kan inndrive forfalt bidrag ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf. panteloven​4 kapittel 5, og utleggsforretningen kan holdes på innkrevingssentralens kontor etter tvangsfullbyrdelsesloven​5 § 7-9 første ledd.\nInnkrevingssentralen​1 for bidrag kan også motregne forfalt bidrag i overskytende skatteforskuddsbeløp etter skatteavregningen og i krav på tilbakebetaling av for meget innbetalt merverdiavgift eller andre statlige avgifter.\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86, 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Lov 8 juni 1984 nr. 59 (deknl.).\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Lov 8 feb 1980 nr. 2.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Finner innkrevingssentralen​1 at forfalt bidrag bør søkes inndrevet ved forretning for utleggspant i tilfeller der den ikke selv kan holde forretningen etter § 8 tredje ledd, sender den begjæring om utlegg til namsmannen.​2 Tvangsdekning i det formuesgodet som det er tatt utlegg i, skjer etter de alminnelige regler i tvangsfullbyrdelsesloven.​3\n0 Endret ved lov 19 juni 1992 nr. 63, 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Tvangsl. § 2-2.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Innkrevingssentralen​1 for bidrag kan kreve at arbeidsgiver eller den som i tilfelle er ansvarlig for at trekk blir foretatt, gir opplysning om en bidragsskyldners lønns- eller inntektsforhold.\nLikningsmyndighetene plikter etter krav fra innkrevingssentralen​1 for bidrag å gi opplysninger om bidragsskyldners formues- og inntektsforhold så vel etter tidligere likninger som etter siste selvangivelse, derunder også om hvorledes ansettelsene er framkommet.\nInnkrevingssentralen​1 for bidrag kan kreve​2 at forsikringsselskaper, banker og andre som har formuesverdier til forvaring eller forvaltning, skal gi sentralen opplysninger om midler som tilhører en bidragsskyldner.\nOpplysninger som nevnt i de foregående ledd kan også kreves​2 av Rikstrygdeverket.\n0 Endret ved lover 21 des 1979 nr. 74, 6 juni 1985 nr. 52, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 15), 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Jfr. strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Når en bidragsskyldners oppholdssted ikke er kjent, kan innkrevingssentralen​1 eller bidragsfogden​2 kreve ham ettersøkt gjennom politiet, om nødvendig ved etterlysning i Polititidende.​3\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 16).\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Jfr. lov 11 juni 1971 nr. 52 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den som forsettlig eller uaktsomt har unnlatt å betale bidrag eller andre pengeytelser som innkreves etter denne lov, skjønt han har midler til å betale eller evne til å skaffe seg dem, straffes med bøter​1 eller med fengsel​2 i inntil 6 måneder såframt ikke strengere straffebestemmelser kommer til anvendelse.​3 Overtredelse blir uansett straffens størrelse å anse som forseelse.\nStraffebestemmelsen i første ledd gjelder ikke tilfeller der farskapet er omtvistet og bidrag innkreves før det foreligger rettskraftig dom i farskapssak.​4\n0 Endret ved lover 11 april 1958 nr. 4, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 17).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Se strl. § 219.\n4 Jfr. lov 8 april 1981 nr. 7 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Innkrevingssentralen​1 for bidrag kan begjære arrest​2 for krav som det hører under innkrevingssentralen å innfordre. Det samme kan den bidragsberettigede gjøre selv.\nFør farskapsspørsmålet er endelig avgjort, kan arrest begjæres overfor den som etter det moren opplyser kan være far til barnet.\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86.\n1 Se § 1.\n2 Se tvangsl. kap. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. I tilfelle der mottakeren oppgir at en anvisning for utbetaling av bidragsforskott​1 eller bidrag for en termin er kommet bort, og det er utstedt en ny anvisning mot erklæring fra mottakeren om å returnere den tidligere anvisningen dersom den skulle komme til rette, skal for meget utbetalt på grunn av at mottaker hever begge anvisninger motregnes i senere utbetalingstermin.\nI andre tilfelle gjelder bestemmelsene i nr. 2 om tilbakekreving.\n2. Etter bestemmelsene her tilbakekreves\na. underholdsbidrag til ektefelle eller barn eller bidragsforskott etter forskotteringsloven​1 som innkrevingsentralen​2 har utbetalt uten at vilkårene for det var oppfylt, og\nb. underholdsbidrag til ektefelle​3 eller barn som er betalt direkte til bidragsmottaker etter at bidragspliktige er gjort kjent med at betaling skal skje til innkrevingssentralen. Som betaling direkte til bidragsmottaker regnes også betaling til tredjemann etter oppfordring fra bidragsmottaker.\nUtbetalinger som nevnt i første ledd kan kreves tilbake fra mottaker dersom vedkommende forsto eller burde ha forstått at utbetalingen skyldtes en feil.\nBidragspliktig som har betalt til andre etter at vedkommende er gjort kjent med at bidraget skal betales til innkrevingssentralen, kan pålegges å betale beløpet på nytt i den utstrekning det ikke kreves tilbake fra mottaker etter annet ledd.\nVed tilbakebetalingskrav som retter seg mot den som har den faktiske omsorgen for barnet, kan det foretas trekk i løpende terminer eller i etterbetaling av bidragsforskott eller bidrag.\nInnkreving kan ikke iverksettes før eventuell klage over vedtak etter første, andre eller tredje ledd er avgjort.\n3. Vedtak etter paragrafen her treffes av bidragsfogden.​4\n0 Tilføyd ved lov 16 juni 1994 nr. 21.\n1 Lov 17 feb 1989 nr. 2.\n2 Se § 1.\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se lov 8 april 1981 nr. 7 § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Ved innkrevingssentralens​1 tvangsfullbyrdelse etter denne loven gjelder tvangsfullbyrdelseslovens​2 regler om gjennomføring av utleggsforretningen,​3 herunder reglene om klage, bortfall og opphevelse av utlegg. Klageadgangen gjelder også beslutning om motregning etter § 8 fjerde ledd.\nAvgjørelser som treffes av innkrevingssentralen​1 for bidrag og som ikke går ut på tvangsfullbyrdelse, kan påklages til Rikstrygdeverket for så vidt de etter sin art er gjenstand for klage, jf forvaltningsloven​4 § 3 første ledd.\nBidragsfogdens​5 avgjørelser etter loven her kan påklages til fylkeskontoret i trygdeetaten.​6\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86, 11 juni 1993 nr. 103 (i kraft 1 juli 1993), 16 juni 1994 nr. 21 (tidligere § 14).\n1 Se § 1.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).\n3 Tvangsl. § 7-9 flg.\n4 Lov 10 feb 1967.\n5 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n6 Fra 1 mars 1994 heter dette «fylkestrygdekontoret».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Departementet​1 kan gi forskrift​2 om adgang til å avskrive offentlige bidragskrav.\nDepartementet kan gi forskrift​2 om gjennomføringen av bestemmelsene i loven her.\n0 Endret ved lover 29 jan 1971 nr. 21, 21 des 1979 nr. 74, 16 juni 1989 nr. 72, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 24), 16 juni 1994 nr. 21 (tidligere § 15).\n1 Sosialdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Departementet​1 gir forskrifter​2 om rekkefølgen mellom offentlige krav og bidragsberettigedes krav ved fordelingen av innkrevd underholdsbidrag.\nFolketrygdloven​3 §§ 20-8 og 23-11 første ledd gjelder tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86 (tidligere § 27), 16 juni 1994 nr. 21 (tidligere § 16), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 27 mars 1998 nr. 21 (i kraft 1 jan 1999 iflg. res. 27 mars 1998 nr. 270).\n1 Sosialdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Lov 28 feb 1997 nr. 19 (ftrl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Innkrevingssentralen​1 utøver statens partsstilling ved tvangsforretning for namsmannen og annen rettslig behandling i forbindelse med inndriving og sikring av krav på underholdsbidrag som etter loven her skal inndrives av sentralen. Rikstrygdeverket kan overta utøvelsen av partsstillingen i enkeltsaker eller i grupper av saker.\n0 Opphevet ved lov 26 juni 1992 nr. 86, tilføyd igjen ved lov 19 des 1997 nr. 99.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Utbetalinger som foretas av Innkrevingssentralen​1 skjer ved overføring til en bankkonto her i landet dersom mottakeren har eller oppretter en slik konto. Innkrevingssentralen kan kreve opplysninger om mottakerens kontonummer fra annet offentlig organ.\nDersom mottaker ikke har bankkonto her i landet, velges utbetalingsmåten under hensyn til mottakers ønske. Det kan likevel kreves at arbeidsgivere og andre med en yrkesmessig forbindelse med innkrevingssentralen oppretter konto. Ved utbetaling til utlandet må mottaker dekke merkostnadene i forhold til overføring til en bankkonto her i Norge. Merkostnadene avregnes i utbetalingene.\nDepartementet gir forskrifter​2 om gjennomføringen av paragrafen her, og kan bestemme at visse saker eller typer av saker skal unntas fra bestemmelsene i første og andre ledd.\n0 Opphevet ved lov 26 juni 1992 nr. 86, tilføyd igjen ved lov 18 des 1998 nr. 86 (i kraft 1 april 1999), endret ved lov 22 des 1999 nr. 108 (i kraft 1 jan 2000).\n1 Se § 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1992 nr. 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid gjøres følgende endringer i disse lover: – – –\n1 Fra 1 jan 1957 iflg. res. 9 nov 1956.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Etter reglene i denne lov innkreves underholdsbidrag som påhviler noen etter ekteskapslovgivningen​1 eller etter barneloven.​2\nInnkrevingen foretas av innkrevingssentralen for bidrag, heretter kalt innkrevingssentralen. Innkrevingssentralen er underlagt Rikstrygdeverket. Departementet​3 kan likevel bestemme at innkreving skal skje gjennom en særskilt utpekt bidragsfogd​4 dersom en av partene bor i utlandet. Reglene i loven her om innkrevingssentralens myndighet, klage, revisjon m.m. gjelder tilsvarende for slik særskilt utpekt bidragsfogd så langt de passer.\nDepartementet​3 kan gi forskrift​5 om at innkrevingssentralens oppgaver etter loven her eller etter andre lover kan legges til andre organer. Slik forskrift må være begrenset i tid eller gjelde et avgrenset antall saker.\n0 Endret ved lover 8 april 1981 nr. 7, 19 juni 1992 nr. 63, 11 juni 1993 nr. 104.\n1 Lov 4 juli 1991 nr. 47, se dens kap. 16, og lov 30 april 1993 nr. 40.\n2 Lov 8 april 1981 nr. 7, se dens kap. 7.\n3 Sosialdepartementet.\n4 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Innkrevingssentralen​1 skal, etter begjæring fra bidragsfogden,​2 kreve inn underholdsbidrag til barn når foreldrene ikke levde sammen ved fødselen, og heller ikke senere har gjort det. Slik begjæring skal bidragsfogden​2 sette fram av eget tiltak.\nInnkreving gjennom innkrevingssentralen kan likevel unnlates dersom\na. den bidragspliktige erklærer at bidragene vil bli betalt til den bidragsberettigede, og den bidragsberettigede samtykker i at innkreving unnlates,\nb. den bidragsberettigede ber om at innkreving blir unnlatt, og godtgjør at det på annen måte er sørget for oppfostringen av barnet.\nEr det oppnevnt verge​3 for barnet, skal bidragsfogden​2 sørge for at vergen får uttale seg før det treffes vedtak etter annet ledd.\nVedtak etter annet ledd bokstav a faller bort dersom bidragene ikke blir betalt ved forfall.\nVedtak etter annet ledd fratar ikke det offentlige den rett det måtte ha til bidraget.\n0 Endret ved lover 8 april 1981 nr. 7, 8 mai 1981 nr. 13, 19 juni 1992 nr. 63.\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Innkrevingssentralen​1 skal alltid kreve inn det samlede underholdsbidrag dersom bidragsmottakeren får utbetalt bidragsforskott etter reglene i lov 17. februar 1989 nr. 2 om bidragsforskott (forskotteringsloven).\nMed bidragsmottaker menes her den som mottar bidrag som bidragsberettiget eller for sine bidragsberettigede barn.\n0 Endret ved lover 21 des 1956 nr. 10, 8 april 1981 nr. 7, 19 juni 1992 nr. 63, 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 6 juni 1997 nr. 36 (i kraft 1 jan 1998), 15 juni 2001 nr. 37 (i kraft 1 okt 2003 iflg. res. 31 jan 2003 nr. 78).\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den bidragsberettigede kan når som helst kreve at fremtidige bidrag skal kreves inn av innkrevingssentralen.​1 Det samme gjelder bidrag som er forfalt inntil 1 år forut for den måned kravet blir fremsatt. Sentralen skal også forestå innkrevingen av bidrag som er forfalt lengre tilbake i tid dersom det foreligger særlige grunner til at bidragsberettigede ikke har fremsatt kravet tidligere.\nMed bidrag menes her underholdsbidrag til ektefelle eller barn som noen er pålagt i tvangskraftig domstolsavgjørelse eller forvaltningsvedtak,​2 eller som er fastsatt i skriftlig avtale etter samlivsbrudd. Begjæring om innkreving etter første ledd settes fram for bidragsfogden​3 på bidragsberettigedes bosted. Bidragsfogden avgjør om og i hvilken utstrekning innkreving skal iverksettes.\n0 Endret ved lover 8 april 1981 nr. 7, 15 des 1989 nr. 90, 19 juni 1992 nr. 63.\n1 Se § 1.\n2 Jfr. lover 8 april 1981 nr. 7 kap. 7 og 4 juli 1991 nr. 47 kap. 16, jfr. lov 30 april 1993 nr. 40.\n3 Se lov 8 april 1981 nr. 7 § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Innkreving av underholdsbidrag til barn kan ikke foretas før farskapet er fastsatt etter reglene i barneloven.​1 Bidrag som blir krevd inn før en dom er rettskraftig,​2 eller etter at en farskapssak er gjenopptatt​3 eller det er reist sak om endring av farskapet,​4 skal avsettes og først utbetales når farskapsspørsmålet er endelig avgjort.\n0 Endret ved lover 8 april 1981 nr. 7, 8 mai 1981 nr. 13.\n1 Lov 8 april 1981 nr. 7, se dens kap. 2-4.\n2 Jfr. tvml. § 161.\n3 Jfr. tvml. kap. 27.\n4 Jfr. lov 8 april 1981 nr. 7 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Ved overenskomst med fremmed stat kan det bestemmes at en rettskraftig dom om underholdsbidrag som kan fullbyrdes der, også kan fullbyrdes i Norge. Det samme gjelder for annen rettsavgjørelse, forvaltningsvedtak eller skriftlig vedtakelse som kan tvangsfullbyrdes i vedkommende fremmede stat.​1 Regelen i første punktum gjelder også for bidrag til utgifter ved fødselen og for kostnader som er pålagt den bidragspliktige i forbindelse med bidragssaken. Fullbyrdingen skjer etter reglene i loven her, når ikke Kongen har fastsatt noe annet.\n0 Endret ved lover 11 mars 1966 nr. 2, 16 juni 1989 nr. 72, 22 des 1989 nr. 105, 19 juni 1992 nr. 63.\n1 Konvensjon 23 mars 1962 mellom Norge, Danmark, Finnland, Island og Sverige om inndriving av underholdsbidrag; Haag-konvensjonen av 1958, vedtatt 29 okt 1965; Luganokonvensjonen, se lov 8 jan 1993 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Den bidragspliktige skal ukrevd betale bidraget til innkrevingssentralen.​1\nBlir bidraget ikke betalt ved forfall, plikter den bidragspliktige seinest innen 8 dager å underrette bidragsfogden​2 eller innkrevingssentralen om grunnen til forsømmelsen og samtidig redegjøre for sine arbeids- og inntektsforhold. Skifte av oppholds- eller arbeidssted skal i alle tilfelle meldes til bidragsfogden​2 eller innkrevingssentralen seinest innen 8 dager.\nDepartementet​3 kan gi forskrift​4 om renter eller gebyr ved forsinket innbetaling av bidrag.\nOvertredelse av bestemmelsene i annet ledd straffes med bøter​5 eller med fengsel​6 i inntil 3 måneder.​7 På samme måte straffes den som forsettlig eller uaktsomt gir bidragsfogden​2 eller innkrevingssentralen uriktige opplysninger om sine bosteds-, arbeids- og inntektsforhold.\n0 Endret ved lover 19 juni 1992 nr. 63, 16 juni 1994 nr. 21.\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Sosialdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. strl. § 27.\n6 Jfr. strl. § 26 a.\n7 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Blir et bidrag ikke betalt ved forfall, kan innkrevingssentralen​1 for bidrag inndrive den forfalte termin ved trekk i lønn eller andre liknende ytelser etter reglene i dekningsloven​2 § 2-7. Når skyldneren har misligholdt sin bidragsplikt og ikke stiller sikkerhet, kan det gis pålegg om trekk også for uforfalte bidragskrav. Bidrag pålagt en som arbeider i foreldrenes bedrift, kan innkreves hos foreldrene. Bidrag pålagt en som arbeider i sin ektefelles​3 bedrift, kan innkreves hos ektefellen.\nDen del av lønn o.l. som den trekkpliktige skal holde tilbake, kan ikke trekkes inn i skyldnerens konkursbo og heller ikke gjøres til gjenstand for utlegg eller andre tvangsforføyninger fra andre fordringshaveres side.\nInnkrevingssentralen​1 for bidrag kan inndrive forfalt bidrag ved å stifte utleggspant for kravet dersom panteretten kan gis rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf. panteloven​4 kapittel 5, og utleggsforretningen kan holdes på innkrevingssentralens kontor etter tvangsfullbyrdelsesloven​5 § 7-9 første ledd.\nInnkrevingssentralen​1 for bidrag kan også motregne forfalt bidrag i overskytende skatteforskuddsbeløp etter skatteavregningen og i krav på tilbakebetaling av for meget innbetalt merverdiavgift eller andre statlige avgifter.\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86, 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Lov 8 juni 1984 nr. 59 (deknl.).\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Lov 8 feb 1980 nr. 2.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Finner innkrevingssentralen​1 at forfalt bidrag bør søkes inndrevet ved forretning for utleggspant i tilfeller der den ikke selv kan holde forretningen etter § 8 tredje ledd, sender den begjæring om utlegg til namsmannen.​2 Tvangsdekning i det formuesgodet som det er tatt utlegg i, skjer etter de alminnelige regler i tvangsfullbyrdelsesloven.​3\n0 Endret ved lov 19 juni 1992 nr. 63, 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Tvangsl. § 2-2.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Innkrevingssentralen​1 for bidrag kan kreve at arbeidsgiver eller den som i tilfelle er ansvarlig for at trekk blir foretatt, gir opplysning om en bidragsskyldners lønns- eller inntektsforhold.\nLikningsmyndighetene plikter etter krav fra innkrevingssentralen​1 for bidrag å gi opplysninger om bidragsskyldners formues- og inntektsforhold så vel etter tidligere likninger som etter siste selvangivelse, derunder også om hvorledes ansettelsene er framkommet.\nInnkrevingssentralen​1 for bidrag kan kreve​2 at forsikringsselskaper, banker og andre som har formuesverdier til forvaring eller forvaltning, skal gi sentralen opplysninger om midler som tilhører en bidragsskyldner.\nOpplysninger som nevnt i de foregående ledd kan også kreves​2 av Rikstrygdeverket.\n0 Endret ved lover 21 des 1979 nr. 74, 6 juni 1985 nr. 52, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 15), 11 juni 1993 nr. 103 (i kraft 1 juli 1993).\n1 Se § 1.\n2 Jfr. strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Når en bidragsskyldners oppholdssted ikke er kjent, kan innkrevingssentralen​1 eller bidragsfogden​2 kreve ham ettersøkt gjennom politiet, om nødvendig ved etterlysning i Polititidende.​3\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 16).\n1 Se § 1.\n2 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n3 Jfr. lov 11 juni 1971 nr. 52 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den som forsettlig eller uaktsomt har unnlatt å betale bidrag eller andre pengeytelser som innkreves etter denne lov, skjønt han har midler til å betale eller evne til å skaffe seg dem, straffes med bøter​1 eller med fengsel​2 i inntil 6 måneder såframt ikke strengere straffebestemmelser kommer til anvendelse.​3 Overtredelse blir uansett straffens størrelse å anse som forseelse.\nStraffebestemmelsen i første ledd gjelder ikke tilfeller der farskapet er omtvistet og bidrag innkreves før det foreligger rettskraftig dom i farskapssak.​4\n0 Endret ved lover 11 april 1958 nr. 4, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 17).\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Se strl. § 219.\n4 Jfr. lov 8 april 1981 nr. 7 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Innkrevingssentralen​1 for bidrag kan begjære arrest​2 for krav som det hører under innkrevingssentralen å innfordre. Det samme kan den bidragsberettigede gjøre selv.\nFør farskapsspørsmålet er endelig avgjort, kan arrest begjæres overfor den som etter det moren opplyser kan være far til barnet.\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86.\n1 Se § 1.\n2 Se tvangsl. kap. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "1. I tilfelle der mottakeren oppgir at en anvisning for utbetaling av bidragsforskott​1 eller bidrag for en termin er kommet bort, og det er utstedt en ny anvisning mot erklæring fra mottakeren om å returnere den tidligere anvisningen dersom den skulle komme til rette, skal for meget utbetalt på grunn av at mottaker hever begge anvisninger motregnes i senere utbetalingstermin.\nI andre tilfelle gjelder bestemmelsene i nr. 2 om tilbakekreving.\n2. Etter bestemmelsene her tilbakekreves\na. underholdsbidrag til ektefelle eller barn eller bidragsforskott etter forskotteringsloven​1 som innkrevingsentralen​2 har utbetalt uten at vilkårene for det var oppfylt, og\nb. underholdsbidrag til ektefelle​3 eller barn som er betalt direkte til bidragsmottaker etter at bidragspliktige er gjort kjent med at betaling skal skje til innkrevingssentralen. Som betaling direkte til bidragsmottaker regnes også betaling til tredjemann etter oppfordring fra bidragsmottaker.\nUtbetalinger som nevnt i første ledd kan kreves tilbake fra mottaker dersom vedkommende forsto eller burde ha forstått at utbetalingen skyldtes en feil.\nBidragspliktig som har betalt til andre etter at vedkommende er gjort kjent med at bidraget skal betales til innkrevingssentralen, kan pålegges å betale beløpet på nytt i den utstrekning det ikke kreves tilbake fra mottaker etter annet ledd.\nVed tilbakebetalingskrav som retter seg mot den som har den faktiske omsorgen for barnet, kan det foretas trekk i løpende terminer eller i etterbetaling av bidragsforskott eller bidrag.\nInnkreving kan ikke iverksettes før eventuell klage over vedtak etter første, andre eller tredje ledd er avgjort.\n3. Vedtak etter paragrafen her treffes av bidragsfogden.​4\n0 Tilføyd ved lov 16 juni 1994 nr. 21.\n1 Lov 17 feb 1989 nr. 2.\n2 Se § 1.\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se lov 8 april 1981 nr. 7 § 10 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Ved innkrevingssentralens​1 tvangsfullbyrdelse etter denne loven gjelder tvangsfullbyrdelseslovens​2 regler om gjennomføring av utleggsforretningen,​3 herunder reglene om klage, bortfall og opphevelse av utlegg. Klageadgangen gjelder også beslutning om motregning etter § 8 fjerde ledd.\nAvgjørelser som treffes av innkrevingssentralen​1 for bidrag og som ikke går ut på tvangsfullbyrdelse, kan påklages til Rikstrygdeverket for så vidt de etter sin art er gjenstand for klage, jf forvaltningsloven​4 § 3 første ledd.\nBidragsfogdens​5 avgjørelser etter loven her kan påklages til fylkeskontoret i trygdeetaten.​6\n0 Endret ved lover 19 juni 1992 nr. 63, 26 juni 1992 nr. 86, 11 juni 1993 nr. 103 (i kraft 1 juli 1993), 16 juni 1994 nr. 21 (tidligere § 14).\n1 Se § 1.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).\n3 Tvangsl. § 7-9 flg.\n4 Lov 10 feb 1967.\n5 Se lov 8 april 1981 nr. 7 § 10 siste ledd.\n6 Fra 1 mars 1994 heter dette «fylkestrygdekontoret».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Departementet​1 kan gi forskrift​2 om adgang til å avskrive offentlige bidragskrav.\nDepartementet kan gi forskrift​2 om gjennomføringen av bestemmelsene i loven her.\n0 Endret ved lover 29 jan 1971 nr. 21, 21 des 1979 nr. 74, 16 juni 1989 nr. 72, 19 juni 1992 nr. 63, 26 juni 1992 nr. 86 (tidligere § 24), 16 juni 1994 nr. 21 (tidligere § 15).\n1 Sosialdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Departementet​1 gir forskrifter​2 om rekkefølgen mellom offentlige krav og bidragsberettigedes krav ved fordelingen av innkrevd underholdsbidrag.\nFolketrygdloven​3 §§ 20-8 og 23-11 første ledd gjelder tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86 (tidligere § 27), 16 juni 1994 nr. 21 (tidligere § 16), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 27 mars 1998 nr. 21 (i kraft 1 jan 1999 iflg. res. 27 mars 1998 nr. 270).\n1 Sosialdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Lov 28 feb 1997 nr. 19 (ftrl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Innkrevingssentralen​1 utøver statens partsstilling ved tvangsforretning for namsmannen og annen rettslig behandling i forbindelse med inndriving og sikring av krav på underholdsbidrag som etter loven her skal inndrives av sentralen. Rikstrygdeverket kan overta utøvelsen av partsstillingen i enkeltsaker eller i grupper av saker.\n0 Opphevet ved lov 26 juni 1992 nr. 86, tilføyd igjen ved lov 19 des 1997 nr. 99.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Utbetalinger som foretas av Innkrevingssentralen​1 skjer ved overføring til en bankkonto her i landet dersom mottakeren har eller oppretter en slik konto. Innkrevingssentralen kan kreve opplysninger om mottakerens kontonummer fra annet offentlig organ.\nDersom mottaker ikke har bankkonto her i landet, velges utbetalingsmåten under hensyn til mottakers ønske. Det kan likevel kreves at arbeidsgivere og andre med en yrkesmessig forbindelse med innkrevingssentralen oppretter konto. Ved utbetaling til utlandet må mottaker dekke merkostnadene i forhold til overføring til en bankkonto her i Norge. Merkostnadene avregnes i utbetalingene.\nDepartementet gir forskrifter​2 om gjennomføringen av paragrafen her, og kan bestemme at visse saker eller typer av saker skal unntas fra bestemmelsene i første og andre ledd.\n0 Opphevet ved lov 26 juni 1992 nr. 86, tilføyd igjen ved lov 18 des 1998 nr. 86 (i kraft 1 april 1999), endret ved lov 22 des 1999 nr. 108 (i kraft 1 jan 2000).\n1 Se § 1.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1992 nr. 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid gjøres følgende endringer i disse lover: – – –\n1 Fra 1 jan 1957 iflg. res. 9 nov 1956.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}