{
  "id": "LOV-1999-07-16-69",
  "type": "statute",
  "title": "Lov om offentlige anskaffelser [anskaffelsesloven]",
  "short_name": "Anskaffelsesloven – offanskl",
  "status": "in_force",
  "issued_date": "1999-07-16",
  "in_force_date": "2001-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1999-07-16-69",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven og tilhørende forskrifter skal bidra til økt verdiskapning i samfunnet ved å sikre mest mulig effektiv ressursbruk ved offentlige anskaffelser basert på forretningsmessighet og likebehandling. Regelverket skal også bidra til at det offentlige opptrer med stor integritet, slik at allmennheten har tillit til at offentlige anskaffelser skjer på en samfunnstjenlig måte.\n0 Endret ved lov 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Oppdragsgivere som er omfattet",
      "content": "Loven gjelder for statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer. Loven gjelder for rettssubjekter som driver virksomhet innenfor forsyningssektorene, i den utstrekning dette følger av internasjonale forpliktelser og forskrifter gitt i medhold av loven. Loven gjelder også for andre rettssubjekter i saker om bygge- og anleggskontrakter, dersom det offentlige yter tilskudd på mer enn 50 prosent av kontraktens verdi.\nKongen kan gi nærmere bestemmelser om hvilke oppdragsgivere som er omfattet av loven.\nKongen kan gi nærmere bestemmelser om lovens anvendelse på Svalbard​1 og fastsette særlige regler av hensyn til de stedlige forhold.\n0 Endret ved lover 4 juli 2003 nr. 83 (ikr. 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Anskaffelser som er omfattet",
      "content": "Loven gjelder anskaffelser av varer, tjenester og bygge- og anleggsarbeider som foretas av oppdragsgivere som nevnt i § 2. Loven gjelder ikke anskaffelser som kan unntas etter EØS-avtalen artikkel 123.​1\n1 Jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rettighetshavere",
      "content": "Rettighetshavere etter loven er bare virksomheter som er opprettet i samsvar med lovgivningen i en EØS-stat og som har sitt sete, hovedadministrasjon eller hovedforetak i en slik stat. Det samme gjelder virksomheter som er gitt slike rettigheter etter WTO-avtalen om offentlige innkjøp eller andre internasjonale avtaler som Norge er forpliktet til å følge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Grunnleggende krav",
      "content": "Oppdragsgiver skal opptre i samsvar med god forretningsskikk, sikre høy forretningsetisk standard i den interne saksbehandling og sikre at det ikke finner sted forskjellsbehandling mellom leverandører.\nEn anskaffelse skal så langt det er mulig være basert på konkurranse.\nOppdragsgiver skal sikre at hensynet til forutberegnelighet, gjennomsiktighet og etterprøvbarhet ivaretas gjennom anskaffelsesprosessen.\nUtvelgelse av kvalifiserte anbydere og tildeling av kontrakter skal skje på grunnlag av objektive og ikke-diskriminerende kriterier.\nOppdragsgiver skal ikke\na. diskriminere mellom leverandører på grunnlag av nasjonalitet,\nb. bruke standarder og tekniske spesifikasjoner som et virkemiddel for å hindre konkurranse, eller\nc. dele opp en planlagt anskaffelse i den hensikt å unngå at bestemmelser gitt i eller i medhold av denne lov kommer til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Livssykluskostnader, universell utforming og miljø",
      "content": "Statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer skal under planleggingen av den enkelte anskaffelse ta hensyn til livssykluskostnader, universell utforming og miljømessige konsekvenser av anskaffelsen.\n0 Endret ved lover 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lønns- og arbeidsvilkår i offentlige kontrakter",
      "content": "Kongen kan ved forskrift pålegge statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer å ta inn klausuler i tjeneste- og bygge- og anleggskontrakter som inngås etter denne lov, som skal sikre lønns- og arbeidsvilkår som ikke er dårligere enn det som følger av gjeldende landsomfattende tariffavtale eller det som ellers er normalt for vedkommende sted og yrke.\nKongen kan ved forskrift pålegge oppdragsgivere å føre tilsyn med at klausulene blir overholdt, og iverksette tiltak overfor leverandøren ved manglende etterlevelse av klausulene.\nArbeidstilsynet fører tilsyn med at forskrifter gitt med hjemmel i første og andre ledd blir overholdt. Tilsynet gir de pålegg og treffer de enkeltvedtak som er nødvendige for gjennomføring av forskriftene. Arbeidsmiljøloven § 18-5, § 18-6 første, andre, sjette, sjuende og åttende ledd samt §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse.\nPetroleumstilsynet har innenfor sitt myndighetsområde tilsvarende tilsynsansvar og myndighet som nevnt i andre og tredje ledd.\n0 Tilføyd ved lov 21 des 2007 nr. 121, endret ved lover 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 11a, 14 des 2012 nr. 82 (ikr. 1 juli 2013 iflg. res. 14 des 2012 nr. 1324), 14 juni 2013 nr. 32 (ikr. 1 jan 2014 iflg. res. 14 juni 2013 nr. 617).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Søksmål",
      "content": "Søksmål om overtredelse av denne lov eller forskrifter gitt i medhold av loven, reises for tingretten uten forliksmegling.\nInntil kontrakt er inngått, kan retten sette til side beslutninger som er truffet under en anskaffelsesprosedyre når beslutningen er i strid med bestemmelser i denne lov eller forskrifter gitt i medhold av loven.\n0 Endret ved lover 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Beslutning om midlertidig forføyning",
      "content": "For behandling av begjæring om midlertidig forføyning​1 gjelder tvisteloven,​2 om ikke annet er bestemt i eller i medhold av denne lov. Mot overtredelser av bestemmelser i eller i medhold av denne lov, kan det ikke besluttes midlertidig forføyning etter at kontrakt er inngått.\nKongen kan gi forskrift om at oppdragsgivers adgang til å inngå kontrakt suspenderes ved begjæring om midlertidig forføyning, når begjæringen er fremsatt innenfor en fastsatt karensperiode.\nKongen kan gi forskrift om at oppdragsgiver kan fastsette en frist for når begjæring om midlertidig forføyning mot oppdragsgivers beslutning om å avvise eller forkaste en forespørsel om å delta i konkurransen, må være fremsatt.\n0 Endret ved lover 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 8.\n1 Jf. tvl. kap. 34.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Underretningsplikt for retten",
      "content": "Retten skal underrette departementet om saker som idømmes etter § 8, samt forføyninger etter § 9.\n0 Endret ved lover 29 juni 2007 nr. 62 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Erstatning",
      "content": "Ved brudd på denne lov eller forskrifter gitt i medhold av loven, har saksøker krav på erstatning for det tap han har lidt som følge av bruddet.\n0 Endret ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Rådgivende tvisteløsningsorgan",
      "content": "Kongen kan opprette et rådgivende organ for løsning av tvister om rettigheter og plikter etter denne lov og forskrifter hjemlet i denne.\nKongen kan gi forskrift om at oppdragsgivere som omfattes av loven her er pliktige til å delta i prosessen for tvisteløsningsorganet.\nKongen kan gi forskrift om saksbehandlingen i organet, herunder bestemmelser om partenes rett til innsyn i sakens dokumenter.\nOffentleglova​1 får anvendelse på den virksomhet som drives av tvisteløsningsorganet.\n0 Tilføyd ved lov 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), endret ved lover 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 7a.\n1 Lov 19 mai 2006 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Søksmål om å kjenne kontrakt uten virkning",
      "content": "Retten skal​1 kjenne en kontrakt uten virkning​2 når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og\nb. oppdragsgiver enten har\n1. foretatt en ulovlig direkte anskaffelse,\n2. tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med forskrift gitt i medhold av loven, eller\n3. foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode eller suspensjon,​3 og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.\nFørste ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Første ledd bokstav b nr. 2 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.\nNår vesentlige hensyn til allmennhetens interesser gjør det nødvendig å opprettholde kontrakten, kan retten unnlate å kjenne kontrakten uten virkning. Dersom konsekvensen av at kontrakten kjennes uten virkning i alvorlig grad vil kunne true et større forsvars- eller sikkerhetsprogram som er avgjørende for Norges sikkerhetsinteresser, kan ikke retten kjenne kontrakten uten virkning.\nEn kontrakt kan kjennes uten virkning for fremtidig kontraktsoppfyllelse. Dersom kontraktsytelsen kan tilbakeføres i vesentlig samme stand og mengde, kan kontrakten kjennes uten virkning fra tidspunktet for kontraktsinngåelse.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Jf. § 15 (2).\n2 Jf. § 15 (3).\n3 Jf. § 9 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Søksmål om å avkorte kontrakt eller om å idømme overtredelsesgebyr",
      "content": "Retten skal​1 avkorte kontraktens løpetid​2 eller idømme oppdragsgiver et overtredelsesgebyr når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og\n1. retten unnlater å kjenne en kontrakt uten virkning etter § 13 tredje ledd, eller\n2. oppdragsgiver har foretatt andre brudd på reglene om karensperiode eller suspensjon​3 enn de som er omfattet av § 13, eller\nb. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og oppdragsgiver har foretatt en ulovlig direkte anskaffelse.\nRetten skal idømme oppdragsgiver et overtredelsesgebyr når kontrakten kjennes uten virkning for fremtidig kontraktsoppfyllelse etter § 13.\nRetten kan idømme sanksjoner som nevnt i første ledd når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og\nb. oppdragsgiver enten har\n1. tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med regler fastsatt i forskrift gitt i medhold av loven, eller\n2. foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode, og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.\nFørste ledd bokstav b gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Tredje ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.\nVed fastsettelse av sanksjoner skal det særlig legges vekt på overtredelsens grovhet, størrelsen på anskaffelsen, om oppdragsgiver har foretatt gjentatte overtredelser, muligheten for å gjenopprette konkurransen og den preventive virkningen. Retten kan også kombinere sanksjonene. Overtredelsesgebyret kan ikke settes høyere enn 15 prosent av anskaffelsens verdi.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Jf. § 15 (2).\n2 Jf. § 15 (3).\n3 Jf. § 9 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Prosessuelle særregler og tidsfrister ved søksmål etter §§ 13 og 14",
      "content": "Ved søksmål om forhold som beskrevet i §§ 13 og 14, plikter saksøker å varsle oppdragsgivers medkontrahent om søksmålet. Varslet gis ved oversendelse av kopi av stevningen.\nRetten skal, uavhengig av partenes påstander, idømme sanksjoner som beskrevet i §§ 13 og 14, dersom vilkårene for det er oppfylt.​1\nEn rettskraftig dom som går ut på at en kontrakt kjennes uten virkning eller at kontraktens løpetid avkortes, er bindende for alle og enhver og legges til grunn i alle forhold hvor spørsmålet har betydning.\nSanksjoner etter §§ 13 og 14 kan bare idømmes når sak reises innen to år fra kontrakt er inngått.\nDersom oppdragsgiver har kunngjort konkurranseresultatet når en kontrakt er tildelt uten kunngjøring av konkurransen, kan sanksjoner etter § 13 første ledd bokstav b nr. 1 eller § 14 første ledd bokstav b bare idømmes når sak reises innen 30 dager fra kunngjøringen.\nDersom oppdragsgiver i en kunngjort konkurranse har meddelt berørte leverandører om inngåelsen av kontrakt, kan sanksjoner etter § 13 første ledd bokstav b nr. 2 eller 3, § 14 første ledd bokstav a nr. 2 eller § 14 tredje ledd bare idømmes når sak reises innen 30 dager fra meddelelsen er sendt.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Sml. tvl. § 11-2 (1) og § 11-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Forskrifter og enkeltvedtak",
      "content": "Kongen kan gi forskrift til utfylling og gjennomføring av loven. Kongen kan gi oppdragsgivere de pålegg som er nødvendige for å sikre oppfyllelse av denne lov eller forskrifter gitt i medhold av loven. Overfor andre oppdragsgivere enn statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer kan det likevel bare gis pålegg som er nødvendig for å oppfylle Norges forpliktelser overfor fremmede stater eller internasjonale organisasjoner om offentlige anskaffelser. Kongen kan likevel gi forskrift om begrunnelsesplikt.\nDepartementet kan gi forskrift om at oppdragsgiver skal stille nærmere bestemte energi- og miljøkrav som har sitt utspring i EØS-avtalen, WTO-avtalen om offentlige innkjøp eller andre internasjonale avtaler som Norge er forpliktet av.\n0 Endret ved lover 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 11, 16 des 2016 nr. 103 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1610).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov av 27. november 1992 nr. 116 om offentlige anskaffelser m.v.\n0 Endret ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 12.\n1 Fra 1 juli 2001 iflg. res. 15 juni 2001 nr. 617.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven og tilhørende forskrifter skal bidra til økt verdiskapning i samfunnet ved å sikre mest mulig effektiv ressursbruk ved offentlige anskaffelser basert på forretningsmessighet og likebehandling. Regelverket skal også bidra til at det offentlige opptrer med stor integritet, slik at allmennheten har tillit til at offentlige anskaffelser skjer på en samfunnstjenlig måte.\n0 Endret ved lov 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Oppdragsgivere som er omfattet",
      "content": "Loven gjelder for statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer. Loven gjelder for rettssubjekter som driver virksomhet innenfor forsyningssektorene, i den utstrekning dette følger av internasjonale forpliktelser og forskrifter gitt i medhold av loven. Loven gjelder også for andre rettssubjekter i saker om bygge- og anleggskontrakter, dersom det offentlige yter tilskudd på mer enn 50 prosent av kontraktens verdi.\nKongen kan gi nærmere bestemmelser om hvilke oppdragsgivere som er omfattet av loven.\nKongen kan gi nærmere bestemmelser om lovens anvendelse på Svalbard​1 og fastsette særlige regler av hensyn til de stedlige forhold.\n0 Endret ved lover 4 juli 2003 nr. 83 (ikr. 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Anskaffelser som er omfattet",
      "content": "Loven gjelder anskaffelser av varer, tjenester og bygge- og anleggsarbeider som foretas av oppdragsgivere som nevnt i § 2. Loven gjelder ikke anskaffelser som kan unntas etter EØS-avtalen artikkel 123.​1\n1 Jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Rettighetshavere",
      "content": "Rettighetshavere etter loven er bare virksomheter som er opprettet i samsvar med lovgivningen i en EØS-stat og som har sitt sete, hovedadministrasjon eller hovedforetak i en slik stat. Det samme gjelder virksomheter som er gitt slike rettigheter etter WTO-avtalen om offentlige innkjøp eller andre internasjonale avtaler som Norge er forpliktet til å følge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Grunnleggende krav",
      "content": "Oppdragsgiver skal opptre i samsvar med god forretningsskikk, sikre høy forretningsetisk standard i den interne saksbehandling og sikre at det ikke finner sted forskjellsbehandling mellom leverandører.\nEn anskaffelse skal så langt det er mulig være basert på konkurranse.\nOppdragsgiver skal sikre at hensynet til forutberegnelighet, gjennomsiktighet og etterprøvbarhet ivaretas gjennom anskaffelsesprosessen.\nUtvelgelse av kvalifiserte anbydere og tildeling av kontrakter skal skje på grunnlag av objektive og ikke-diskriminerende kriterier.\nOppdragsgiver skal ikke\na. diskriminere mellom leverandører på grunnlag av nasjonalitet,\nb. bruke standarder og tekniske spesifikasjoner som et virkemiddel for å hindre konkurranse, eller\nc. dele opp en planlagt anskaffelse i den hensikt å unngå at bestemmelser gitt i eller i medhold av denne lov kommer til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Livssykluskostnader, universell utforming og miljø",
      "content": "Statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer skal under planleggingen av den enkelte anskaffelse ta hensyn til livssykluskostnader, universell utforming og miljømessige konsekvenser av anskaffelsen.\n0 Endret ved lover 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Lønns- og arbeidsvilkår i offentlige kontrakter",
      "content": "Kongen kan ved forskrift pålegge statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer å ta inn klausuler i tjeneste- og bygge- og anleggskontrakter som inngås etter denne lov, som skal sikre lønns- og arbeidsvilkår som ikke er dårligere enn det som følger av gjeldende landsomfattende tariffavtale eller det som ellers er normalt for vedkommende sted og yrke.\nKongen kan ved forskrift pålegge oppdragsgivere å føre tilsyn med at klausulene blir overholdt, og iverksette tiltak overfor leverandøren ved manglende etterlevelse av klausulene.\nArbeidstilsynet fører tilsyn med at forskrifter gitt med hjemmel i første og andre ledd blir overholdt. Tilsynet gir de pålegg og treffer de enkeltvedtak som er nødvendige for gjennomføring av forskriftene. Arbeidsmiljøloven § 18-5, § 18-6 første, andre, sjette, sjuende og åttende ledd samt §§ 18-7, 18-8 og 18-10 får tilsvarende anvendelse.\nPetroleumstilsynet har innenfor sitt myndighetsområde tilsvarende tilsynsansvar og myndighet som nevnt i andre og tredje ledd.\n0 Tilføyd ved lov 21 des 2007 nr. 121, endret ved lover 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 11a, 14 des 2012 nr. 82 (ikr. 1 juli 2013 iflg. res. 14 des 2012 nr. 1324), 14 juni 2013 nr. 32 (ikr. 1 jan 2014 iflg. res. 14 juni 2013 nr. 617).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Søksmål",
      "content": "Søksmål om overtredelse av denne lov eller forskrifter gitt i medhold av loven, reises for tingretten uten forliksmegling.\nInntil kontrakt er inngått, kan retten sette til side beslutninger som er truffet under en anskaffelsesprosedyre når beslutningen er i strid med bestemmelser i denne lov eller forskrifter gitt i medhold av loven.\n0 Endret ved lover 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Beslutning om midlertidig forføyning",
      "content": "For behandling av begjæring om midlertidig forføyning​1 gjelder tvisteloven,​2 om ikke annet er bestemt i eller i medhold av denne lov. Mot overtredelser av bestemmelser i eller i medhold av denne lov, kan det ikke besluttes midlertidig forføyning etter at kontrakt er inngått.\nKongen kan gi forskrift om at oppdragsgivers adgang til å inngå kontrakt suspenderes ved begjæring om midlertidig forføyning, når begjæringen er fremsatt innenfor en fastsatt karensperiode.\nKongen kan gi forskrift om at oppdragsgiver kan fastsette en frist for når begjæring om midlertidig forføyning mot oppdragsgivers beslutning om å avvise eller forkaste en forespørsel om å delta i konkurransen, må være fremsatt.\n0 Endret ved lover 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 8.\n1 Jf. tvl. kap. 34.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Underretningsplikt for retten",
      "content": "Retten skal underrette departementet om saker som idømmes etter § 8, samt forføyninger etter § 9.\n0 Endret ved lover 29 juni 2007 nr. 62 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Erstatning",
      "content": "Ved brudd på denne lov eller forskrifter gitt i medhold av loven, har saksøker krav på erstatning for det tap han har lidt som følge av bruddet.\n0 Endret ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Rådgivende tvisteløsningsorgan",
      "content": "Kongen kan opprette et rådgivende organ for løsning av tvister om rettigheter og plikter etter denne lov og forskrifter hjemlet i denne.\nKongen kan gi forskrift om at oppdragsgivere som omfattes av loven her er pliktige til å delta i prosessen for tvisteløsningsorganet.\nKongen kan gi forskrift om saksbehandlingen i organet, herunder bestemmelser om partenes rett til innsyn i sakens dokumenter.\nOffentleglova​1 får anvendelse på den virksomhet som drives av tvisteløsningsorganet.\n0 Tilføyd ved lov 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), endret ved lover 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 7a.\n1 Lov 19 mai 2006 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Søksmål om å kjenne kontrakt uten virkning",
      "content": "Retten skal​1 kjenne en kontrakt uten virkning​2 når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og\nb. oppdragsgiver enten har\n1. foretatt en ulovlig direkte anskaffelse,\n2. tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med forskrift gitt i medhold av loven, eller\n3. foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode eller suspensjon,​3 og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.\nFørste ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Første ledd bokstav b nr. 2 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.\nNår vesentlige hensyn til allmennhetens interesser gjør det nødvendig å opprettholde kontrakten, kan retten unnlate å kjenne kontrakten uten virkning. Dersom konsekvensen av at kontrakten kjennes uten virkning i alvorlig grad vil kunne true et større forsvars- eller sikkerhetsprogram som er avgjørende for Norges sikkerhetsinteresser, kan ikke retten kjenne kontrakten uten virkning.\nEn kontrakt kan kjennes uten virkning for fremtidig kontraktsoppfyllelse. Dersom kontraktsytelsen kan tilbakeføres i vesentlig samme stand og mengde, kan kontrakten kjennes uten virkning fra tidspunktet for kontraktsinngåelse.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Jf. § 15 (2).\n2 Jf. § 15 (3).\n3 Jf. § 9 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Søksmål om å avkorte kontrakt eller om å idømme overtredelsesgebyr",
      "content": "Retten skal​1 avkorte kontraktens løpetid​2 eller idømme oppdragsgiver et overtredelsesgebyr når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider over EØS-terskelverdiene fastsatt i forskrift, og\n1. retten unnlater å kjenne en kontrakt uten virkning etter § 13 tredje ledd, eller\n2. oppdragsgiver har foretatt andre brudd på reglene om karensperiode eller suspensjon​3 enn de som er omfattet av § 13, eller\nb. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og oppdragsgiver har foretatt en ulovlig direkte anskaffelse.\nRetten skal idømme oppdragsgiver et overtredelsesgebyr når kontrakten kjennes uten virkning for fremtidig kontraktsoppfyllelse etter § 13.\nRetten kan idømme sanksjoner som nevnt i første ledd når\na. kontrakten gjelder anskaffelser av varer, prioriterte tjenester og bygge- og anleggsarbeider under EØS-terskelverdiene fastsatt i forskrift, eller uprioriterte tjenester, og\nb. oppdragsgiver enten har\n1. tildelt en kontrakt innenfor en rammeavtale eller en dynamisk innkjøpsordning i strid med regler fastsatt i forskrift gitt i medhold av loven, eller\n2. foretatt andre brudd på forskrifter gitt i medhold av loven som har påvirket leverandørens mulighet til å få kontrakten, og samtidig har brutt bestemmelser om karensperiode, og dette har fratatt leverandøren mulighet til å iverksette rettslige skritt forut for kontraktsinngåelse.\nFørste ledd bokstav b gjelder ikke om oppdragsgiver har kunngjort at det vil bli inngått en kontrakt og tidligst inngår kontrakten ti dager etter kunngjøringen. Tredje ledd bokstav b nr. 1 gjelder ikke om oppdragsgiver har meddelt sin beslutning om kontraktstildeling til leverandørene og tidligst inngår kontrakten etter en karensperiode.\nVed fastsettelse av sanksjoner skal det særlig legges vekt på overtredelsens grovhet, størrelsen på anskaffelsen, om oppdragsgiver har foretatt gjentatte overtredelser, muligheten for å gjenopprette konkurransen og den preventive virkningen. Retten kan også kombinere sanksjonene. Overtredelsesgebyret kan ikke settes høyere enn 15 prosent av anskaffelsens verdi.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Jf. § 15 (2).\n2 Jf. § 15 (3).\n3 Jf. § 9 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Prosessuelle særregler og tidsfrister ved søksmål etter §§ 13 og 14",
      "content": "Ved søksmål om forhold som beskrevet i §§ 13 og 14, plikter saksøker å varsle oppdragsgivers medkontrahent om søksmålet. Varslet gis ved oversendelse av kopi av stevningen.\nRetten skal, uavhengig av partenes påstander, idømme sanksjoner som beskrevet i §§ 13 og 14, dersom vilkårene for det er oppfylt.​1\nEn rettskraftig dom som går ut på at en kontrakt kjennes uten virkning eller at kontraktens løpetid avkortes, er bindende for alle og enhver og legges til grunn i alle forhold hvor spørsmålet har betydning.\nSanksjoner etter §§ 13 og 14 kan bare idømmes når sak reises innen to år fra kontrakt er inngått.\nDersom oppdragsgiver har kunngjort konkurranseresultatet når en kontrakt er tildelt uten kunngjøring av konkurransen, kan sanksjoner etter § 13 første ledd bokstav b nr. 1 eller § 14 første ledd bokstav b bare idømmes når sak reises innen 30 dager fra kunngjøringen.\nDersom oppdragsgiver i en kunngjort konkurranse har meddelt berørte leverandører om inngåelsen av kontrakt, kan sanksjoner etter § 13 første ledd bokstav b nr. 2 eller 3, § 14 første ledd bokstav a nr. 2 eller § 14 tredje ledd bare idømmes når sak reises innen 30 dager fra meddelelsen er sendt.\n0 Tilføyd ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413). Jf. dir 2007/66 som endrer dir 89/665 og 92/13, se EØS-avtalen vedlegg XVI nr. 5 og 5a.\n1 Sml. tvl. § 11-2 (1) og § 11-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Forskrifter og enkeltvedtak",
      "content": "Kongen kan gi forskrift til utfylling og gjennomføring av loven. Kongen kan gi oppdragsgivere de pålegg som er nødvendige for å sikre oppfyllelse av denne lov eller forskrifter gitt i medhold av loven. Overfor andre oppdragsgivere enn statlige, kommunale og fylkeskommunale myndigheter og offentligrettslige organer kan det likevel bare gis pålegg som er nødvendig for å oppfylle Norges forpliktelser overfor fremmede stater eller internasjonale organisasjoner om offentlige anskaffelser. Kongen kan likevel gi forskrift om begrunnelsesplikt.\nDepartementet kan gi forskrift om at oppdragsgiver skal stille nærmere bestemte energi- og miljøkrav som har sitt utspring i EØS-avtalen, WTO-avtalen om offentlige innkjøp eller andre internasjonale avtaler som Norge er forpliktet av.\n0 Endret ved lover 15 juni 2001 nr. 80 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 617), 30 juni 2006 nr. 41 (ikr. 1 jan 2007 iflg. res. 30 juni 2006 nr. 762), 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 11, 16 des 2016 nr. 103 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1610).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov av 27. november 1992 nr. 116 om offentlige anskaffelser m.v.\n0 Endret ved lov 11 mai 2012 nr. 25 (ikr. 1 juli 2012 iflg. res. 11 mai 2012 nr. 413), endret paragrafnummer fra § 12.\n1 Fra 1 juli 2001 iflg. res. 15 juni 2001 nr. 617.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    }
  ]
}