{
  "id": "LOV-1903-06-09-7",
  "type": "statute",
  "title": "Lov om Statskontrol med Skibes Sjødygtighed m.v.",
  "short_name": "Sjødygtighedsloven – sjødl.",
  "status": "in_force",
  "issued_date": "1903-06-09",
  "in_force_date": "1906-05-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1903-06-09-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Norske​2 skip på 50 tonnasjeenheter/registertonn brutto og derover skal være underkastet kontroll etter denne lov.​3 Kontrollen omfatter ethvert forhold som betinger eller kan innvirke på skipets sjødyktighet.\nSkip på mellom 15 meter største lengde og 50 tonnasjeenheter registertonn brutto skal bygges etter Skipskontrollens regler. Når skip av denne størrelse innkjøpes fra utlandet, gjelder § 35 nr. 2. Lovens § 12 nr. 2 og 3 og kap. 4 kommer til anvendelse på skip uansett størrelse når skipet brukes i næring eller det plikter å ha fartstillatelse eller annet sertifikat etter bestemmelser gitt i eller i medhold av loven her.\nEtter Kongens​4 bestemmelse kan loven i den utstrekning som anses påkrevd, også gis anvendelse på:\n1. Skip av mindre tonnasje enn nevnt i første ledd;\n2. boreplattformer og andre flyttbare innretninger for undersøkelse etter, utnyttelse, lagring eller transport av undersjøiske naturforekomster, samt flyttbare innretninger til hjelp for slik virksomhet;\n3. flytekran, flytedokk, mudderapparat og andre flytende innretninger.\nKongen​4 kan bestemme at loven i nærmere fastsatt utstrekning skal gjelde for utenlandske skip og utenlandske innretninger som nevnt i tredje ledd nr. 2 og 3, når de befinner seg i indre norsk farvann. Med mindre annet følger av regler som er anerkjent i folkeretten eller av overenskomst med fremmed stat, kan Kongen også gi loven, helt eller delvis, anvendelse på utenlandske skip og innretninger som nevnt, når de befinner seg på norsk sjøterritorium​5 eller norsk del av kontinentalsokkelen,​6 i Svalbards​7 indre farvann og territorialfarvann, eller i Norges økonomiske sone.​8\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 juli 1916 nr. 10, 6 juli 1923 nr. 8, 10 juni 1977 nr. 67, 8 juni 1979 nr. 49, 16 des 1983 nr. 72, 25 mai 1984 nr. 31, 15 juni 2001 nr. 79 (i kraft 1 juli 2002 iflg. res. 28. juni 2002 nr. 648).\n1 Jfr. § 52.\n2 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.\n3 Jfr. § 108.\n4 Se delegeringsvedtak i res. 5 april 1963, 1 des 1978, 12 okt 1979, 17 jan 1986 nr. 42, 18 des 1987 nr. 970 og 20 des 1996 nr. 1156 til Nærings- og handelsdepartementet, Olje- og energidepartementet, Sjøfartsdirektoratet og Miljøverndepartementet.\n5 Jfr. lov 27 juni 2003 nr. 57.\n6 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n7 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n8 Jfr. lov 17 des 1976 nr. 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Et Skib betragtes som usjødygtigt,​1 naar det paa Grund af Mangler ved Skrogudrustning, Maskineri eller Bemanding eller paa Grund af Overlastning eller mangelfuld Lastning eller af andre Grunde befinder sig i saadan Forfatning, at det under Hensyntagen til den Fart, hvorfor Skibet er bestemt, maa ansees forbundet med større Fare for Menneskeliv at gaa tilsjøs med samme, end Bedriften som saadan sædvansmæssig medfører.\n1 Jfr. § 55 nr. 8, strl. §§ 304 og 416 og sjøl. § 131.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjennomføringen av loven her hører under de departementer som Kongen bestemmer.​1\nDen alminnelige kontroll med skip som nevnt i § 1 første ledd og de forhold som betinger deres sjødyktighet, og kontroll som nevnt i § 3 a, hører under særskilt direktorat, Sjøfartsdirektoratet, som står under vedkommende departementet.​2 I den utstrekning Kongen bestemmer, gjelder dette også de skip og innretninger som er nevnt i § 1 tredje ledd.\nDirektoratets sjef skal være særlig kyndig i sjøvesen og skipsanliggender.\nTil å bistå Sjøfartsdirektoratet opprettes et sakkyndig råd. Rådet skal ha formann og så mange andre medlemmer som departementet​2 bestemmer, alle med personlige varamenn. Formann, medlemmer og varamenn oppnevnes av departementet for 3 år om gangen. Departementet​2 gir nærmere regler om rådet, dets oppgaver, saksbehandling og samarbeidet med sjøfartsinspektørene, jfr. § 5.\n0 Endret ved lover 3 juni 1913, 29 mai 1964 nr. 3, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31, 30 juni 2000 nr. 66, 28 juni 2002 nr. 60. Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se note om delegeringsvedtak foran under § 1.\n2 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Når et skip ankommer norsk sjøterritorium​2 på vei til norsk havn, skal det kunne dokumenteres at det oppfyller krav i relevante internasjonale regler om sikkerhet, vern av det marine miljø, samt helse og arbeidsmiljø om bord. Hvis slik dokumentasjon ikke gis, kan skipet nektes anløp til norsk havn. Kongen kan gi forskrift​3 om at skip som oppfyller vilkårene i første punktum likevel kan nektes anløp til norsk havn på bakgrunn av tidligere tilbakeholdelser i havn og forhold ved skipets flaggstat.\nDet skal rapporteres dersom skipet ved havnestatskontroll i en annen stat er funnet ikke å tilfredsstille krav til dokumentasjon som nevnt i første ledd eller ved slik kontroll har fått anløpsforbud til en annen havn. Hvis slik rapportering ikke gis, kan skipet nektes anløp til norsk havn. Med havnestatskontroll menes kontroll av utenlandske skip for å påse at disse oppfyller krav som nevnt i første ledd.\nKongen kan gi forskrifter​3 med nærmere bestemmelser om gjennomføringen av denne paragraf.\n0 Tilføyd ved lov 30 juni 2000 nr. 66, endret ved lov 20 juni 2003 nr. 49 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 716).\n1 Jfr. EØS-avtalen vedlegg XIII nr. 56 b (dir 98/25).\n2 Jfr. lov 27 juni 2003 nr. 57.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sjøfartsdirektoratet og andre forvaltningsorganer som er tillagt myndighet i henhold til § 3, kan utøve denne ved hjelp av:\na. sjøfartsinspektører​1\nb. tjenestepersonell i Sjøfartsdirektoratet og personer som nevnt i § 8\nc. Direktoratet for brann- og elsikkerhet​2 samt andre offentlige institusjoner\nd. konsuler\ne. besiktigelsesinstitusjoner godkjent av departementet (jfr. § 9)\nf. andre private institusjoner eller personer og\ng. fremmede lands myndigheter.\nBenyttes under utøvelsen av kontrollen personer som ikke er offentlige tjenestemenn, gjelder for disse samme strafferettslige ansvar som for offentlige tjenestemenn i henhold til den alminnelige borgerlige straffelov av 22. mai 1902.​3\n0 Endret ved lover 18 sep 1909 nr. 9, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31, 16 mai 1986 nr. 21, 22 des 1999 nr. 106 (i kraft 1 jan 2000), 20 juni 2003 nr. 49 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 716). Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se §§ 5 og 7.\n2 Se lov 24 mai 1929 nr. 4 § 3.\n3 Se strl. kap. 11 og kap. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sjøfartsinspektørers gjøremål vil hovedsakelig stå i forbindelse med undersøkelser i anledning av sjøulykker (jfr. §§ 17-19). De må ved lengre tids fart i overordnet stilling med handelsskip ha ervervet seg erfaring og praktisk kyndighet i sjøvesen og skipsanliggender og være minst 30 år.\nAv det sakkyndige råd nevnt i § 3 siste ledd kan Sjøfartsdirektoratet for den enkelte sak utpeke ett eller flere medlemmer til å bistå vedkommende sjøfartsinspektør.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tjenestemenn i Sjøfartsdirektoratet og Skipskontrollen som hovedsakelig utfører slike undersøkelser og ettersyn av skip og utrustning som forutsetter sjømannsmessig innsikt, må være i besittelse av erfaring i sjøvesen og skipsanliggender, og være minst 30 år.\nTjenestemenn i Sjøfartsdirektoratet og Skipskontrollen som utfører slike undersøkelser av skip og utrustning som vesentlig er av teknisk art, må være særlig kyndige i skips- eller maskinbygging, og være minst 25 år.\n0 Endret ved lover 18 sep 1909 nr. 9, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Sjøfartsinspektører og tjenestemenn i Sjøfartsdirektoratet og Skipskontrollen må ikke være interessert i noe skip som er underlagt deres tilsyn.​1 Område for deres virksomhet og grensene for de distrikter som er tillagt dem fastsettes, hvis denne lov ikke inneholder nærmere bestemmelser om dette, ved instruks utferdiget av Sjøfartsdirektoratet.\n0 Endret ved lover 18 sep 1909 nr. 9, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31. Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. lov 10 feb 1967 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "For enkelt leilighet eller enkelt tilfelle kan departementet​1 oppnevne en eller flere personer til å bistå tilsynet i gjøremål som utkrever spesiell kyndighet, eller som det savner anledning til selv å behandle.\n0 Endret ved lov 25 mai 1984 nr. 31.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vedkommende departement​1 kan inngå overenskomst med Det norske Veritas og andre godkjente besiktelsesinstitusjoner om på hvilke vilkår og i hvilken utstrekning Sjøfartsdirektoratet og andre forvaltningsorganer som er tillagt myndighet etter § 3, kan benytte seg av vedkommende institusjon under utøvelsen av kontrollen.\n0 Endret ved lover 29 mai 1964 nr. 3, 10 juni 1977 nr. 67.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "content": "For skip som nevnt i §§ 1 første ledd og 94 første ledd, og for skip som nevnt i § 1 fjerde ledd, kan Kongen​1 ved forskrift​2 pålegge rederen å etablere et system for ledelse med hensyn til sikker operasjon av skip og til hindring av forurensning.\nFor innretninger som nevnt i § 1 tredje ledd nr. 2 kan Kongen​3 ved forskrift​2 pålegge rederen å etablere et system for internkontroll til sikkerhet for at bestemmelser gitt i eller i medhold av lov eller av godkjent besiktelsesinstitusjon overholdes.\n0 Tilføyd ved lov 25 mai 1984 nr. 31, endret ved lov 2 aug 1991 nr. 70.\n1 Nærings- og handelsdepartementet iflg. res. 2 aug 1991 nr. 528 og 20 des 1996 nr. 1156.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Nærings- og handelsdepartementet iflg. res. 25 mai 1984 nr. 1156, 18 des 1987 nr. 970 og 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ved uttrykket «tilsyn» forståes i denne lov Sjøfartsdirektoratet og de i § 4 nevnte tjenestemenn, institusjoner og myndigheter for så vidt de utøver kontrollmyndighet etter denne lov.\n0 Endret ved lov 29 mai 1964 nr. 3.\n1 Jfr. § 117.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Straks kontrakt om bygging av skip er inngått skal dette meldes til vedkommende skipskontrollstasjon (tilsynet),​2 eller til sjøfartsdirektoratet dersom skipet bygges i utlandet.\nMeldeplikten påhviler byggmesteren (verkstedet) ved bygging her i landet, og ellers rederen (bestilleren).\nMulig endring i kontraktsforholdet eller i skipets utforming skal straks sendes de i første ledd nevnte instanser.\n0 Endret ved lover 21 juli 1916 nr. 10, 10 juni 1977 nr. 67, 12 mai 1978 nr. 22.\n1 Jfr. strl. § 414.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "1. Tilsynet​2 skal i størst mulig utstrekning holde seg underrettet om den tilstand de skip som er underlagt kontroll etter denne lov​3 befinner seg i. I tilfelle hvor tilsynet finner grunn til det, foretar det inngående ettersyn av vedkommende skip for å undersøke om det er i sjødyktig​4 stand og for øvrig utstyrt i samsvar med gjeldende lover og bestemmelser.\nVidere skal tilsynet påse at de fordringer som må stilles til besetningens kvalifikasjoner​5 og antall er oppfylt i den utstrekning skipets beskaffenhet, fartens art og øvrige forhold gjør det nødvendig.\n2. Tilsynet​2 er berettiget til å gå om bord i norsk​6 skip for å besikte det. Ved disse besiktelser plikter skipets reder eller dennes fullmektig å medvirke.\nBesiktelsen kan foregå til enhver rimelig tid og kan gjelde hver enkelt del av skipet, dets maskineri, kjeler, båter, utstyr og last m.v.\nNår tilsynet​2 finner at det ikke på noen som helst annen måte har adgang til å forvisse seg om skipets tilstand, kan det begjære skipet åpnet, maskinene satt i gang, lasten losset eller treffe ethvert annet tiltak som anses nødvendig for undersøkelsen.\n3. Norsk​6 skip i fart kan, når det foreligger grunn til mistanke om at skipet er sjøudyktig, stanses og bordes for besiktelse.\n0 Endret ved lov 10 juni 1977 nr. 67.\n1 Jfr. EØS-avtalen vedlegg XIII nr. 56 b (dir 95/21).\n2 Se § 10.\n3 Jfr. § 1.\n4 Jfr. § 2.\n5 Jfr. lov 5 juni 1981 nr. 42.\n6 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom et Steds Politi, Havne- eller Toldvæsen bringer i Erfaring, at Skib, der er hjemmehørende paa Stedet, eller norsk Skib, som befarer samme, har saadanne Feil eller Mangler, at der kan raade Tvil om dets Sjødygtighed,​1 paaligger det nævnte Myndigheder straks at gjøre Anmeldelse herom til nærmeste Tilsyn.​2\n1 Se § 2.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skipets reder skal til statskassen betale gebyr fastsatt av Kongen for besiktelser, utferdigelse av sertifikater m.m. som tilsynet foretar. Det samme gjelder, etter Kongens bestemmelse, andre enn skipets reder som begjærer besiktelse m.m. Gebyrene kan fastsettes som årsgebyr. Gebyr fastsatt med heimel i leddet her er tvangsgrunnlag for utlegg.\nNår Statens innkrevingssentral​1 er pålagt å innkreve gebyr som nevnt i første ledd, kan den innkreve gebyrene ved trekk i lønn og liknende ytelser etter reglene i dekningsloven​2 § 2-7. Innkrevingssentralen kan også inndrive gebyrene ved å stifte utleggspant for kravet dersom panteretten får rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf pantelovens​3 kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven​4 § 7-9 første ledd.\nKongen​5 fastsetter hvilken godtgjørelse som tilkommer besiktelsesinstitusjoner som nevnt i § 4, første ledd, bokstav e for deres gjøremål etter denne lov, og kan bestemme at institusjonene selv skal oppkreve godtgjørelsen hos skipets reder eller andre.\n0 Endret ved lover 18 sep 1909 nr. 9, 20 mars 1931 nr. 1, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 26 juni 1992 nr. 86, 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Jfr. lov 22 mai 1981 nr. 25 (strpl.) § 456.\n2 Lov 8 juni 1984 nr. 59.\n3 Lov 8 feb 1980 nr. 2.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).\n5 Nærings- og handelsdepartementet iflg. res. 4 feb 1994 nr. 107 og 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Tilsynet​1 skal sende innberetning til Sjøfartsdirektoratet om hendelser og forhold innen sitt distrikt som kan antas å være av interesse og betydning for sikkerheten for menneskeliv til sjøs.\nSjøfartsdirektoratet skal besørge utarbeidet en statistisk oversikt​2 over de i det forløpne år inntrufne forlis og havarier som norske fartøyer har vært utsatt for. Oversikten skal så vidt mulig inneholde opplysninger om de nærmere omstendigheter hvorunder sjøulykkene har funnet sted, og om ulykkenes sannsynlige årsaker og omfang.\nSjøfartsdirektoratet kan gi nærmere bestemmelser om gjennomføring av reglene i denne paragraf, samt om offentliggjøring av innberetninger og årlige statistiske oversikter.\n0 Endret ved lov 25 mai 1984 nr. 31.\n1 Se § 10.\n2 Jfr. lov 16 juni 1989 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "(Opphevet ved lov 17 juni 1966 nr. 8.)",
      "content": "0 Tilføyes igjen ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sjøfartsinspektøren har politimyndighet​1 i anliggender som står i forbindelse med skips sjødyktighet, eller som kommer inn under nærværende lov.\nKongen bestemmer hvorvidt og i hvilken utstrekning sjøfartsinspektøren skal ha påtalemyndighet.​2 Dog kan sjøfartsinspektøren ikke avgjøre spørsmålet om tiltale.\n0 Endret ved lov 10 juni 1977 nr. 67. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. § 23 og lov 4 aug 1995 nr. 53 kap. II.\n2 Jfr. strpl. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Av enhver etterforskning​1 i saker av den art at sjøfartsinspektøren er tillagt påtalemyndighet i dem, blir utskrift uoppholdelig å tilstille vedkommende statsadvokat eller, såfremt saken angår en forseelse, vedkommende politimester, ledsaget av sjøfartsinspektørens redegjørelse angående skadens eller ulykkens formentlige årsaker og av hans begrunnede uttalelse om hvorvidt det bør reises tiltale.\n0 Endret ved lover 18 sep 1909 nr. 9, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se strpl. kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Sjøfartsinspektøren blir å varsle til og har personlig, eller i forfallstilfelle ved stedfortreder, å være til stede ved de innen hans distrikt forekommende rettsmøter under etterforskninger​1 i saker hvor han har påtalemyndighet, samt ved de i sjøloven​2 § 472 nr 1 til 8 påbudte sjøforklaringer, og å påse at alle til sakens fulle opplysning tjenende enkeltheter – og særlig i tilfelle av sjøulykke alle omstendigheter som kan ha vært årsak til ulykken – så nøyaktig og inngående som mulig blir gjenstand for undersøkelse og forklaring. Han er i dette øyemed berettiget til å gjøre seg kjent med sakens akter, å rette begjæringer til retten, å stille spørsmål til vitnene, direkte eller gjennom rettens formann, og å gjøre de protokolltilførsler han måtte finne nødvendig.\n0 Endret ved lover 18 sep 1909 nr. 9, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71, 24 juni 1994 nr. 39. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88). Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. strpl. kap. 6.\n2 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet ved lov 17 juni 1966 nr. 8.)",
      "content": "§ 20.(Opphevet ved lov 17 juni 1966 nr. 8.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet ved lov 22 mai 1981 nr. 26.)",
      "content": "§ 21.(Opphevet ved lov 22 mai 1981 nr. 26.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Når forklaring under etterforskning ved forbrytelser eller forseelser i sjøfartsforhold er avgitt for utenlandsk domstol skal skipets fører eller reder straks varsle vedkommende sjøfartsinspektør. Rederen plikter etter pålegg fra sjøfartsinspektøren så vidt mulig å skaffe utskrift av forklaringen.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "De nærmere forskrifter angående sjøfartsinspektørens tjenesteplikter som politimyndighet gis av Kongen.​1\n0 Endret ved lov 10 juni 1977 nr. 67. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. strpl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Skip som tilsynet anser sjøudyktig (jfr. § 2) for den reise det er bestemt for, skal i norsk havn foreløpig holdes tilbake. Likeledes skal et skip holdes tilbake hvis rederen eller noen i hans tjeneste hindrer tilsynet​1 fra å gå om bord for å besikte skipet eller ikke etterkommer påbud som blir gitt etter § 12 nr. 2. Skip som ikke har gyldig sertifikat​2 om bord, kan på samme måte holdes tilbake. Norsk​3 skip som i medhold av § 12 nr. 3 stanses og bordes for besiktelse skal, når tilsynet​1 anser skipet sjøudyktig, pålegges å gå til havn.\nBlir skipet holdt tilbake, fastsetter tilsynet​1 samtidig de pålegg som må etterkommes for at skipet skal anses sjødyktig for den påtenkte reise. Dersom skipet blir liggende tilbakeholdt uforholdsmessig lenge, kan tilsynet​1 pålegge rederen innen en rimelig frist å treffe tiltak som er strengt nødvendige for å bringe skipet i en slik stand at det kan flyttes uten fare for sikkerheten eller det marine miljø, til et annet sted anvist av havnemyndighetene.​4 Før pålegg gis, skal det foretas en interesseavveining av tiltakets størrelse og betydning i forhold til ulempen ved at skipet blir liggende.\nSelv om skipet er sjøudyktig, kan tilsynet​1 tillate at skipet blir flyttet til en annen havn, hvis det foreligger helt spesielle omstendigheter, så som når skipet må flyttes for å bli reparert.​5 Tilsynet kan i disse tilfelle sette som vilkår at bestemte sikkerhetsforanstaltninger blir iakttatt.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Se § 10.\n2 Jfr. §§ 36, 41 a, 55, 100 og 114.\n3 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.\n4 Jfr. lov 8 juni 1984 nr. 51 § 17.\n5 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "24 a",
      "section": "24 a",
      "content": "Dersom tilsynet har gitt pålegg som nevnt i § 24 annet ledd annet punktum og pålegget ikke er etterkommet innen fristens utløp, kan tilsynet​1 om nødvendig besørge at pålegget gjennomføres for rederens regning.\nPålegg kan iverksettes selv om det kan volde skade på eierens eller rederens eiendom, skip og last.\n0 Tilføyd ved lov 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Har tilsynet​1 truffet beslutning etter § 24, gir det straks skipets fører skriftlig meddelelse om beslutningen med opplysning om grunnene for den.​2\nEr det truffet beslutning om å holde skipet tilbake, kan tilsynet hindre dets avgang ved politiets hjelp. Går skipet i utenriks fart, gir tilsynet straks meddelelse til tollvesenet, som påser at skipet ikke blir utklarert.​3\nHar tredjemann​4 begjært forføyning av tilsynet​1 etter § 24, og begjæringen ikke tas til følge, skal han snarest mulig gis underretning.\n0 Endret ved lov 17 juni 1966 nr. 8.\n1 Se § 10.\n2 Jfr. lov 10 feb 1967 kap. V.\n3 Jfr. lov 10 juni 1966 nr. 5 kap. IV.\n4 Jfr. lov 30 mai 1975 nr. 18 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skipets reder eller fører kan av tilsynet​1 begjære attest for at skipet er sjødyktig, eller at det kan flyttes etter § 24 tredje ledd. Blir attest nektet, skal skipet anses tilbakeholdt. Reglene i § 24 annet ledd og tredje ledds annet punktum gjelder tilsvarende.\n0 Endret ved lover 14 aug 1918 nr. 4 § 50, 17 juni 1966 nr. 8.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Vedtak etter § 24 jfr. § 25 eller etter § 26 kan ikke påklages, men kan av skipets reder eller fører innbringes til prøving ved skjønn​1 av tingretten på det sted hvor skipet ligger.\n0 Endret ved lover 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 19 juni 1969 nr. 54, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Se lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skjønnsmennenes antall er to. De gis så vidt mulig en dags varsel.\nSaken skal uten opphold berammes til foretakelse snarest mulig.\n0 Endret ved lover 18 sep 1909 nr. 9, 17 juni 1966 nr. 8, 26 jan 1973 nr. 3. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Retten treffer avgjørelse etter å ha besiktet skipet og mottatt forklaring av parter og mulige vitner.\nRetten beslutter om skipet skal løslates og i tilfelle på hvilke vilkår, eller om tilsynet​1 skal gis bemyndigelse til fortsatt å holde det tilbake, og i tilfelle hvilke pålegg som må etterkommes for at skipet skal tillates å foreta den påtenkte reise.\n0 Endret ved lover 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Retten kan tilkjenne saksøkeren erstatning av staten for hans sakskostnader.\n0 Endret ved lover 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Det er ikke adgang til overskjønn, anke eller gjenopptakelse.\n0 Endret ved lover 17 juni 1966 nr. 8, 26 jan 1973 nr. 3, 17 des 1982 nr. 88. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Når retten har truffet sin avgjørelse etter § 29, gir den straks politiet meddelelse om avgjørelsen. Går skipet i utenriks fart, gis meddelelse også til tollvesenet.\n0 Endret ved lover 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 25 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Uten hinder av reglene i tvistemålslovens​1 § 436 kan rederen reise søksmål mot staten med krav om erstatning for tap han har lidt som følge av at tilsynet eller retten uten rimelig grunn har holdt skipet tilbake eller fastsatt pålegg eller vilkår.\nErstatning kan ikke kreves uten at adgangen til prøving ved skjønn etter § 27 har vært brukt. Tap som skyldes at skjønn ikke er begjært uten ugrunnet opphold, kan ikke kreves erstattet.\n0 Endret ved lover 14 aug 1918 nr. 1 § 58, 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Tilsynet​1 kan nedlegge forbud mot at norsk skip som befinner seg i utenlandsk havn forlater havnen dersom tilsynet ikke anser skipet sjødyktig for den reise det er bestemt for. Slikt forbud kan også nedlegges om rederen eller noen i hans tjeneste hindrer tilsynet​1 i å gå om bord for å besikte skipet eller ikke etterkommer påbud som blir gitt etter § 12 nr. 2. Skip som ikke har gyldig sertifikat​2 om bord, kan på samme måte holdes tilbake.\nBlir forbud nedlagt, fastsetter tilsynet samtidig de pålegg som må etterkommes for at skipet skal anses sjødyktig for den påtenkte reise. Reglene i § 24 tredje ledd, § 25 første og tredje ledd og § 26 gjelder tilsvarende. Tilsynet​1 skal underrette også skipets mannskap om innholdet av vedtak som er truffet.\nVedtak etter første ledd kan ikke påklages, men kan av skipets reder eller fører innbringes til prøving ved skjønn av tingretten på skipets hjemsted​3 eller av konsulretten​4 på det sted hvor skipet ligger. Reglene i §§ 29-31 og 33 gjelder tilsvarende.\nSjøfartsdirektoratet kan gi nærmere forskrifter til utfylling og gjennomføring av reglene i denne paragraf, herunder om henvendelse fra tilsynet​1 til nasjonale myndigheter i vedkommende fremmede land når dette er nødvendig for å håndheve tilsynets​1 forbud og pålegg.\n0 Endret ved lover 25 mai 1984 nr. 31, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Se § 10.\n2 Jfr. §§ 36, 41 a, 55, 100, 114.\n3 Sjøl. § 8.\n4 Jfr. dl. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "1. Når skip hjemmehørende i utlandet innkjøpes av norsk borger eller norsk selskap, skal skipet, uansett bestemmelsene i sjøloven, ikke kunne innføres i det norske skipsregister eller tildeles nasjonalitetsbevis, med mindre det i Det norske Veritas har klassen A 1 hvis det er av tre, 1 A 1 hvis det er av jern (stål), eller tilsvarende klasser i andre godkjente besiktelsesinstitusjoner.​2 Har skipet sådan klasse for fart i begrenset farvann, kan det bare innkjøpes for anvendelse i begrenset fart.\nDerhos må skipet etter besiktelse av tilsynet​3 befinnes å være sjødyktig​4 samt forskriftsmessig innrettet og utrustet, forsåvidt angår de under § 36, 3 nevnte dele.\n2. Fartøier, som er bygget til fangst eller fiske paa havet, bjergning, slæpning, isbrytning eller lignende, og som fremdeles skal anvendes til saadant bruk, samt fartøier paa 100 tonnasjeenheter/registertonn brutto​5 og derunder skal uten hinder av bestemmelserne i post 1 kunne indkjøpes, saafremt de efter en av tilsynet​3 anordnet besigtelse findes i fuldt betryggende forfatning.\n3. Hvis skibet indkjøpes for at tjene til ophugning eller for at avrigges til lægter og i denne hensigt skal avgaa direkte til Norge, behøver det uanset alder eller klasse kun at kjendes sjødygtig for reisen efter besigtelse av «Det Norske Veritas» eller to av konsulen opnævnte sakkyndige mænd.\n4. Nærmere forskrifter angaaende besigtelse av skibe, der indkjøpes fra utlandet, fastsættes av Kongen.​6\n0 Endret ved lover 18 sep 1909 nr. 9, 21 juli 1916 nr. 11, 31 okt 1946 nr. 1, 7 april 1972 nr. 13, 16 des 1983 nr. 72, 12 juni 1987 nr. 48, 24 juni 1994 nr. 39.\n1 Jfr. § 55 nr. 7.\n2 Jfr. § 9.\n3 Se § 10.\n4 Se § 2.\n5 Jfr. lov 19 juni 1964 nr. 20.\n6 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Skip som ikke er klassifisert, skal besiktes inngående med visse mellomrom. Det er tilsynet​1 som fastsetter hvor ofte besiktelsen skal foregå. Ved besiktelsen skal det kontrolleres:\n1. at skrog og rigg med tilbehør er i sjødyktig​2 stand for den fart som skipet er bestemt for;\n2. at maskineri, kjeler og rørledninger m.v. er betryggende forarbeidet, utstyrt og vedlikeholdt samt i fullt arbeidsmessig stand;\n3. at redningsutstyr, skipsinstrumenter, lugarer, anordninger mot brann, dekksanordninger, helse- og sikkerhetsanordninger og den øvrige utrustning er i forsvarlig og forskriftsmessig forfatning.\nNår tilsynet finner spesiell grunn til det, kan det også besikte klassifiserte skip på tilsvarende måte.\nFinner man at skipet enten ved klassebesiktelse​3 eller ved den besiktelse som tilsynet foretar, tilfredsstiller de kravene som er angitt ovenfor, skal det utstedes et fartssertifikat om dette. Sertifikatet skal ha den form som vedkommende departement​4 bestemmer. Ett eksemplar av sertifikatet skal oversendes skipets reder eller fører og skal oppbevares om bord,​5 og ett eksemplar skal oppbevares i Sjøfartsdirektoratet.\nFor skip med sikkerhetssertifikat i henhold til internasjonal overenskomst som er tiltrådt av Norge, bestemmer Sjøfartsdirektoratet i hvilken utstrekning fartssertifikat skal utstedes.\nHvis helse- og sikkerhetsforanstaltninger viser seg å være mangelfulle, skal dette ikke nødvendigvis utelukke at det blir utstedt sertifikat. Men sertifikat kan i slike tilfeller gis begrenset gyldighet. Manglene anføres i en egen påleggsliste. Samtidig fastsettes en frist til å rette manglene.\nMed hensyn til besiktelse av og utstedelse av sertifikat for passasjerskip skal man følge de regler som er fastsatt i åttende kapittel.\n0 Endret ved lover 18 sep 1909 nr. 9, 25 mai 1984 nr. 31, 24 april 1987 nr. 18.\n1 Se § 10.\n2 Jfr. § 2.\n3 Jfr. § 4 første ledd bokstav e.\n4 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n5 Se strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "I det i foregående paragraf omhandlede fartssertifikat blir å anføre det tidsrom, for hvilket det er gjeldende, og de betingelser som måtte være fastsatt herfor.\nNaar den fastsatte termin er utløpet, blir ny besigtelse at foreta og, hvis alt befindes i fuldt betryggende stand, nyt certifikat at utfærdige.\nNaar skrog, rig, kjel eller maskindele har lidt saadan skade eller været underkastet saadan reparation, som kan medføre forandring i deres soliditet, har skibets reder eller fører at indsende rapport herom til Sjøfartsdirektoratet ledsaget av utførlige oplysninger om forholdet.​1\nSjøfartsdirektoratet bestemmer derefter, hvorvidt certifikatet eller noget av dets led blir at annullere og indsende og fuldstændig eller delvis besigtelse at avholde.\nSjøfartsdirektoratet har derhos adgang til naarsomhelst at forlange certifikatet indlevert, hvis det efter forutgaaende undersøkelse fremgaar, at dertil er foranledning.\n0 Endret ved lover 18 sep 1909 nr. 9, 24 april 1987 nr. 18.\n1 Se strl. § 414.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Hvis skibet i de i foranstaaende paragraf andet og følgende led angivne tilfælde befinder sig i utenriksk havn, og ingen anledning dersteds gives til at faa utført besigtelse paa forskriftsmæssig maate, har føreren, hvis dertil er anledning, gjennem konsulen at bevirke opnævnt sagkyndige til at foreta besigtelsen og til i tilfælde ved paategning av certifikatet at gi dette en forlængelse, som dog i intet tilfælde maa overskride et aar.\nKan besiktelse heller ikke på denne måten foretas, avgis midlertidig av skipets fører, og for så vidt maskineri og kjeler betreffer, også av dets maskinsjef, en erklæring angående skrogets, riggens, maskineriets og kjelenes samt utrustningens tilstand. Erklæringen inntas i skipets dagbok, og en ordlydende utskrift innsendes til Sjøfartsdirektoratet.\n0 Endret ved lover 18 sep 1909 nr. 9, 8 juni 1962 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "(Opphevet ved lov 20 mars 1931 nr. 1.)",
      "content": "§ 39.(Opphevet ved lov 20 mars 1931 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "(Opphevet ved lov 18 sep 1909 nr. 9.)",
      "content": "§ 40.(Opphevet ved lov 18 sep 1909 nr. 9.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Nærmere forskrifter angaaende den i §§ 36–38 anordnede besigtelse og angaaende de fordringer, som derunder skal stilles til fartøiet og dets enkelte dele, utfærdiges av Kongen eller den, han dertil bemyndiger.​2\nHerunder iagttages, at de til enhver tid for «Det Norske Veritas» gjældende regler for bygning av skrog, maskiner og kjeler ikke uten særlig grund fravikes.\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. § 114 og strl. § 365.\n2 Sjøfartsdirektoratet iflg. res. 12 okt 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "content": "1. Etter Sjøfartsdirektoratets bestemmelse skal norske skip være forsynt med særskilte sikkerhetssertifikater eller andre dokumenter når dette følger av internasjonal overenskomst som er tiltrådt av Norge. Skipene skal besiktes og kontrolleres i samsvar med forskrifter gitt av direktoratet, som herunder bl.a. kan gi nærmere bestemmelser om:\na. de krav som stilles til fartøyet, dets enkelte deler, maskineri, utstyr og last m.m.,\nb. hvem som skal utføre besiktelsen og kontrollen.\nc. sertifikatenes og dokumentenes form og gyldighet, samt\nd. hvem som skal utstede sertifikatene og dokumentene.\n2. Sjøfartsdirektoratet kan bestemme at særskilte sikkerhetssertifikater også skal has på skip som ikke er pålagt slik plikt som følge av internasjonal overenskomst. Reglene i nr. 1 gjelder i så fall tilsvarende.\n0 Tilføyd ved lov 29 mai 1964 nr. 3, endret ved lov 24 april 1987 nr. 18.\n1 Jfr. strl. §§ 365 og 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "1. Til beskyttelse av de ombordværende personers sikkerhet og helse skal på ethvert skip finnes slike innretninger og slikt utstyr og ellers være truffet slike sikkerhetstiltak og andre forholdsregler om bord som trengs under hensyn til skipets størrelse, konstruksjon, fart og øvrige forhold. Det skal særlig sørges for:\na. at arbeidsrom, atkomstveier, trapper m.v. er hensiktsmessig dimensjonert og innredet;\nb. gode lysforhold, om mulig dagslys og utsyn;\nc. at klimaet under dekk og i overbygninger er fullt forsvarlig med hensyn til luftvolum, ventilasjon, fuktighet, trekk, temperatur o.l.;\nd. at forurensninger i form av støv, røyk, gass, damp, generende lukt og stråling såvidt mulig unngås og aldri forekommer i helsefarlig omfang;\ne. at støy og rystelser som kan medføre uheldige belastninger for de ombordværende unngås;\nf. at det tas nødvendige forholdsregler for å hindre at ombordværende personer skades ved fall eller fallende gjenstander;\ng. at brann- og eksplosjonsfare forebygges og at det er tilstrekkelige rømningsveier i tilfelle brann, eksplosjon og andre ulykker;\nh. at tekniske innretninger og utstyr om bord på skipet er konstruert, oppstilt og forsynt med verneinnretninger slik at ombordværende personer er vernet mot skader på liv og helse, samt at uheldige belastninger ved støy, vibrasjon, ubekvem arbeidsstilling o.l. unngås;\ni. at innretninger og utstyr er konstruert og anbrakt slik at det kan tilpasses arbeidstakere med ulike fysiske forutsetninger.\n2. Forholdene om bord på det enkelte skip skal i den grad det er mulig legges til rette for at personer av begge kjønn skal kunne arbeide på skipet.\n3. Sjøfartsdirektoratet kan gi nærmere forskrifter om\na. de krav som skal stilles etter nr. 1 og 2.\nb. at skip skal være utstyrt med installasjoner for radiotelegrafi og radiotelefoni; om de krav som skal stilles til slike installasjoner; om deres godkjenning, plassering og betjening, samt om skips meldeplikt.\n0 Endret ved lover 21 aug 1914 nr. 1, 29 mai 1964 nr. 3, 19 juni 1977 nr. 67, 31 mai 1985 nr. 37.\n1 Jfr. strl. § 365 og EØS-avtalen vedlegg XVIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "For mandskapet skal der ombord være indredet soverum samt særskilt spiserum og vaske- og baderum m.v. i den utstrækning, som der er adgang til under hensyntagen til besætningens antal samt til skibets størrelse, konstruktion, fart og øvrige forhold.\n0 Endret ved lover 18 sep 1909 nr. 9 og 20 aug 1915 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "(Opphevet ved lov 20 aug 1915 nr. 1.)",
      "content": "§ 44.(Opphevet ved lov 20 aug 1915 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Under hensyntagen til besætningens størrelse og til skibets art og fart skal der ombord være indredet særskilt rum for syke.\n0 Endret ved lover 18 sep 1909 nr. 9 og 20 aug 1915 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Kongen​1 fastsætter i hvilken utstrækning skibe skal være utstyrt med de i §§ 43 og 45 nævnte rum, samt gir nærmere forskrifter om rummenes anbringelse, størrelse, indredning, utstyr og renhold.\n0 Endret ved lov 20 aug 1915 nr. 1.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Forskrifter angaaende de Redningsredskaber, hvormed Skibe skal være forsynede, gives af Kongen eller den, han dertil bemyndiger.​1\nSaadanne Forskrifter bliver at udfærdige angaaende Antallet, Størrelsen, Udrustningen og Beskaffenheden forøvrigt af Baade og Redningsflaader, angaaende Antallet og Beskaffenheden af Livbøier og lignende Redningsapparater og angaaende Redningsredskabernes Opbevaring.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963, Helse- og omsorgsdepartementet iflg. res. 13 juni 1969 nr. 3 (førstehjelpsutstyr m.v.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Øvelser skal anstilles med utsættelse av alle skibsbaater og redningsflaater til paaseen av at alt er i orden, at utsætningen ikke foraarsaker ufornødent ophold, og at baatene er forsvarlig tætte.\nDe nærmere forskrifter angaaende øvelserne og tiden for deres avholdelse samt om baatbemandingens kvalifikationer fastsættes av Kongen eller den, han dertil bemyndiger.​1\n0 Endret ved lover 18 sep 1909 nr. 9 og 21 aug 1914 nr. 1.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "(Opphevet ved lov 25 mai 1984 nr. 31.)",
      "content": "§ 49.(Opphevet ved lov 25 mai 1984 nr. 31.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Sjøfartsdirektoratet kan gi forskrifter om at skip skal være utstyrt med navigasjonshjelpemidler og utstyr til bruk i navigeringen, herunder lanterner, signalfigurer, lydsignalapparater, utstyr for nødsignalering og annet utstyr for signalering, samt om de krav som skal stilles til slikt utstyr eller innretning og om deres godkjenning, plassering og betjening.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "(Opphevet ved lov 25 mai 1984 nr. 31.)",
      "content": "§ 51.(Opphevet ved lov 25 mai 1984 nr. 31.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Forskrifter​2 om skips forsyning med vann og proviant, vannets og proviantens mengde, kvalitet, oppbevaringsmåte og tilsyn på reiser gis av Kongen.​3\nKongen​4 kan likeledes gi forskrifter​2 om hva skip skal være forsynt med av legemidler, desinfeksjonsmidler, sykepleieartikler og annet som anses nødvendig til behandling av syke og skadede og til forebyggelse av sykdom om bord. Bestemmelsen i dette ledd gjelder også skip som ikke er undergitt kontroll ellers etter denne lov (jfr. § 1).\n0 Endret ved lover 13 juni 1969 nr. 47, 25 mai 1984 nr. 31.\n1 Jfr. lov 30 mai 1975 nr. 18 § 41 og sjøl. § 131.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n4 Helse- og omsorgsdepartementet iflg. res. 13 juni 1969 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Tilsynet​1 har til enhver tid adgang til på forlangende å få utlevert skipsbøkene.​2 De skal på begjæring tilbakeleveres senest innen 2 måneder etter mottakelsen, med mindre de skal forelegges retten.\n0 Endret ved lov 17 juni 1966 nr. 8.\n1 Se § 10.\n2 Se strl. § 414 og sjøl. kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Enhver plikter å gi tilsynet​2 slike rapporter og opplysninger som det krever for å kunne utføre sine gjøremål etter denne lov.\nTilsynet​2 kan også kreve utlånt tegninger, besiktelsesrapporter og andre dokumenter som er av betydning.\n0 Endret ved lover 18 sep 1909 nr. 9, 16 juni 1933 nr. 6, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31.\n1 Jfr. strl. § 414.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "54 a",
      "section": "54 a",
      "content": "Sjøfartsdirektoratet kan i forskrifter​1 bestemme at bare godkjente innretninger og annet utstyr m.v. som nevnt i §§ 42, 46, 47 og 50 må brukes om bord, og kan forby eller sette vilkår for overdragelse av slike innretninger eller annet utstyr, dersom godkjenning mangler eller utstyret ikke lenger kan brukes om bord. Like med overdragelse regnes at utstyret utbys til salgs eller leies ut eller lånes ut til bruk om bord i skip eller annet sted.\n0 Tilføyd ved lov 10 juni 1977 nr. 67, endret ved lov 21 feb 1986 nr. 5.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "1. Paa ethvert skib – med undtagelse av de under punkt 10 nævnte – skal der paa begge sider midtskibs være anbragt en horisontal linje av mindst 30 cm. længde og 2,5 cm. bredde, der angir det dæk, hvorfra fribordet maales. Disse linjer (dekkslinjer) anbringes etter regler gitt av Sjøfartsdirektoratet.\n2. Under dekkslinjen skal skipet på begge sider ha et merke som angir den dypeste linje (lastelinje) som skipet kan lovlig nedlastes til i salt vann, samt andre merker eller linjer som angir lastelinjene til ulike årstider og under hensyn til farvann, lastens art og liknende forhold.\nSjøfartsdirektoratet gir nærmere regler om merkene og lastelinjene, herunder om deres størrelse, form og farge, samt regler og tabeller for beregning og fastsetting av lastelinjene.\nLastelinjenes avstand fra dekkslinjen bestemmes på grunnlag av de til enhver tid gjeldende regler og tabeller og under hensyn til mulige særegenheter ved skipets konstruksjon som ikke er særskilt omhandlet i reglene og tabellene. Linjens overkant anses overalt som utgangspunkt for beregning av avstanden.\n3. Merkernes plads utmaales og de anbringes av den eller dem, som av vedkommende departement​1 dertil maatte bemyndiges.\nSlik bemyndigelse kan gis Det norske Veritas eller andre av departementet​1 godkjente besiktelsesinstitusjoner.\nDe gjorte beregninger oversendes Sjøfartsdirektoratet til granskning. Dette kan kuldkaste den trufne avgjørelse og forlange merkernes plads forandret ved første anledning.\n4. Når merkene er anbragt, utferdiges herom i den form som vedkommende departement​1 bestemmer, et certifikat (lastelinjecertifikat) i to eksemplarer, hvorav det ene skal opbevares ombord i skibet og det annet oversendes Sjøfartsdirektoratet.\n5. I lastelinjecertifikatet angis det tidsrum for hvilket det er gjeldende, mens vilkårene for at certifikatet skal beholde sin gyldighet i dette tidsrum blir å opstille i reglene for beregning og fastsettelse av lastelinje.\nSom følge av forandringer i nevnte regler kan Sjøfartsdirektoratet beslutte at lastelinjesertifikater som tidligere er utferdiget, skal inndras, og at nye sertifikater skal utferdiges for alle eller visse klasser av skip.\n6. – – –\n7. Sjøfartsdirektoratet kan etter søknad godkjenne lastemerker anbrakt i henhold til utenlandske lastelinjeregler som anses jevngode med norske, og kan innrømme utsetting med å anbringe merkene i spesielle tilfelle hvor særlige grunner taler for det.\nSkib, som indkjøpes fra utlandet,​2 skal ha merkerne paasat, forinden det indføres i det norske skibsregister eller tildeles nationalitetsbevis.\n8. Dersom et skib blir saa dypt lastet, at vedkommende lastemerkers overkant sænkes under vandlinjen, blir det at anse som usjødygtig og skal i norsk havn av tilsynet tilbakeholdes, indtil efter utlosning av endel av lasten merket atter kommer oven vande. Hvis saadan nedlastning finder sted i utenriksk havn, og konsulen bringer forholdet i erfaring, skal han forholde sig som i § 34 bestemt.\n9. Ved et skibs avgang fra havn skal, saa nøiagtig som omstendighetene tillater, i skibsdagboken antegnes avstanden paa begge sider midtskibs mellem overkanten av skibets dækslinjer og vandflaten.\n10. Sjøfartsdirektoratet kan gjøre unntak fra reglene i denne paragraf i tilfelle hvor det, på grunn av fartsområdet eller skipets særlige konstruksjon, etter direktoratets skjønn vil være urimelig eller praktisk ugjennomførlig å anvende reglene. Sjøfartsdirektoratet kan i så fall fastsette slike særlige lasteregler som anses påkrevd.\nMed mindre Sjøfartsdirektoratet bestemmer det, kommer reglene i denne paragraf ikke til anvendelse på\na. skip under 50 tonnasjeenheter/registertonn brutto;\nb. lystfartøyer som ikke brukes i handelsfart.\nSjøfartsdirektoratet kan fastsette særlige lasteregler for skip nevnt under a og b.\n0 Endret ved lover 18 sep 1909 nr. 9, 20 mars 1931 nr. 1, 17 juni 1966 nr. 8, 17 mars 1967 nr. 3, 23 feb 1968 nr. 2, 16 des 1983 nr. 72.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Forat et skib skal kunne ansees skikket til at føre dækslast utkræves, at det er saaledes konstruert, bygget og utrustet, at dette kan ske uten særegen fare, og navnlig, at skibet besidder eller kan bibringes den fornødne stabilitet, at den del av skibet, hvorpaa dækslasten anbringes, er tilstrekkelig sterkt bygget for at kunne med tryghet bære samme, og at skibet er forsynt med saadanne fæstigheter og surringer, som fornødiges for at sikre dækslasten mot forskyving.\n0 Endret ved lov 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Dækslasten maa anbringes saaledes, at den ikke hindrer Skibets Manøvrering og Navigering eller Redningsbaadenes og andre Redningsredskabers Tilkommelighed og Brug.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Det paahviler skibsføreren​1 ved føring av trælast paa dæk at paase, at skibet beholder en efter farvandet, aarstiden og øvrige omstændigheter fuldt betryggende stabilitet.\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Nærmere forskrifter​1 betræffende føring paa dæk av trælast eller andre varer kan utferdiges av Kongen eller den, han dertil bemyndiger.​2\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Nærmere forskrifter​1 betræffende lastning av korn kan utfærdiges av Kongen eller den, han dertil bemyndiger.​2\n0 Endret ved lover 18 sep 1909 nr. 9, 14 mars 1952 nr. 1.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "(Opphevet ved lov 14 mars 1952 nr. 1.)",
      "content": "§ 67.(Opphevet ved lov 14 mars 1952 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "I skibe, der fører stenkul eller lignende gasholdige stoffe, skal anbringes ventilatorer for overflate-ventilation i saadant antal og av saadan størrelse, at eksplosive gasser finder uhindret og stadig avløp.​1\nIntet skibsrum, hvori stenkul eller lignende gasholdige stoffe er indlastet, maa betrædes med andet lys end med paalidelige sikkerhetslamper, efterat indlastningen er tilendebragt.​1\nAvtryk av bestemmelsen om sikkerhetslamper blir at opslaa i folkelugarene.​2\nNærmere forskrifter​3 betræffende føring av stenkul og andre gasholdige stoffe kan utfærdiges av Kongen eller den, han dertil bemyndiger.​4\n0 Endret ved lover 8 aug 1908 nr. 4 og 18 sep 1909 nr. 9.\n1 Se strl. § 352.\n2 Se strl. § 419.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Sprængbare (eksplosive), ildsfarlige, etsende, giftige og andre farlige stoffe blir under hensyntagen til den større eller mindre farlighet, de frembyder under transporten ombord paa skibe, av Kongen​1 at inddele i forskjellige klasser, for hvilke der utfærdiges specielle bestemmelser om de forsigtighetsregler, som blir at iagtta med hensyn til indpakning, kvantum og transportmaate av de til hver klasse hørende varer.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Specielt sprængbare Stoffe, saasom alle Sprængstoffe, Krudsorter og Knaldsatser, Dynamit og andre nitroglycerinholdige Præparater, maa under Sjøværtstransport kun føres i aflukkede Rum under Dæk og i betryggende Afstand fra Kjedel- og Maskinrum, Fyrgange og Ovne.\nNaar saadanne sprængbare Stoffe lastes i samme Rum som andet Gods, maa de holdes adskilte fra dette ved passende Garnering.\nDen Emballage, i hvilken saadanne Varer forsendes, skal være merket : «explosiv».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Under Lastning eller Losning af sprængbare Stoffe af ovennævnte Art maa enhver Rystelse omhyggelig undgaaes, og de Fade, Kasser eller Kar, hvori de forsendes, maa derfor under ingen Omstændigheder rulles eller kastes. I Skibsrummet maa de stuves saa fast og støt, at de bedst muligt sikres mod Rystelse, Stød, Velten eller Fald.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Specielt ildsfarlige stoffe, saasom æter (nafta) og andre æterholdige væsker, svovlkulstof, petroleumsæter, gasolje, bensin og lignende væsker, hvis flammepunkt ligger under 22 grader C. ved 760 mm. barometerstand, prøvet paa den af departementet fastsatte maate, maa ombord i passagerskibe kun føres paa dæk og i solide beholdere.\nFøres saadanne væsker under dæk paa andre skibe, maa fartøiet enten være indrettet som tankskib, eller væsken maa være opbevart paa solide, gastætte beholdere, der er forsvarlig beskyttet. Forinden nærmere forskrifter herom er git av Kongen,​1 maa saadan last ikke føres under dæk i almindelige skibe.\nAlle mandskapslugarer maa i tilfælde være anbragt paa øverste dæk.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Har et skib ombord saadanne ildsfarlige varer, som blot kan føres paa dæk, maa sprængstoffe ikke befordres med samme i større mængde, end der maatte bli tillatt i de i § 69 omhandlede forskrifter.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "De i § 72 nævnte specielt ildsfarlige Vædsker maa ikke føres paa Glasballoner, medmindre de ved Hjælp af Halm eller lignende løst Materiale er faststuvede i vandtætte, med Hanker forsynede Kasser eller Baljer, saaledes at ogsaa Ballonen oventil er beskyttet ved et Laag. Saadanne Glasballoner maa ikke stilles ovenpaa hinanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Brændbare Vædsker som Alkohol, almindelig Spiritus, Træspiritus, Terpentinolje, Petroleum og Parafinolje maa, naar de lastes under Dæk, paa en betryggende Maade isoleres fra Kjedel- og Maskinrum samt Ildsteder.\nGasarter, der er komprimerede paa Staalcylindre (flydende Kulsyre og andre), maa stuves i aflukkede Rum, der ligger i mindst 2 Meters horisontal Afstand fra Kjedel, Maskinrum og Ildsteder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Rum, hvori der føres Sprængstoffe, maa være adskilt fra Rum, hvori der er indlastet Stenkul eller nogen af de i § 75 nævnte brændbare Vædsker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Under Lastning eller Losning af sprængbare Stoffe eller af de i § 72 nævnte specielt ildsfarlige Vædsker maa paasees, at ingen Fare kan opstaa som Følge af Ild eller Gnister fra Maskine, Skorsten, Lys m.m.\nTobaksrøgning er under nævnte Arbeide forbudt.\nEr der opstaaet Lækage paa Beholdere, som indeholder Krud, maa det under Losning specielt paasees, at spildt Krud ikke kommer i Berøring med Jern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Lasterum, i hvilke Sprængstoffe eller de i §§ 72 og 75 nævnte ildsfarlige Varer er indlastede, maa ikke betrædes med andet Lys end paalidelige Sikkerhedslamper. Al Tobaksrøgning er forbudt i saadanne Rum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Sterkt etsende stoffe, saasom svovlsyre, saltsyre og salpetersyre, maa ikke lastes under dæk, medmindre utflytende syre ved hjælp av tilstrækkelige mængder av pulverformige og porøse mineralske stoffe, saasom sand, jord eller kiselgur, hindres fra at komme i berøring med nogen del av skibet.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Regler om ballast gis av Sjøfartsdirektoratet.\n0 Endret ved lov 17 juni 1966 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 81.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Skibsføreren har at paase, at Mandskab, som skal overtage første Vagt efter Afgang fra Havn, har havt Adgang til at blive tilstrækkelig udhvilet.\nUnder Fart maa den, der fører Kommandoen – korte, nødvendige Fravær undtagen –, ikke forlade Dækket (Kommandobroen). Sker dette, maa han først have beordret en paalidelig Mand til under sit midlertidige Fravær at overtage hans Funktion.\nSkibsføreren har ansvaret for at der til enhver tid holdes behørig utkik.\n0 Endret ved lover 21 juni 1935 nr. 3, 16 juni 1989 nr. 59.\n1 Jfr. strl. § 422.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 83.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 92.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "De i nærværende kapitel fastsatte bestemmelser gjelder hvor ikke annet uttrykkelig er bestemt så vel innenriks som utenriks fart og kan ikke fravikes ved overenskomst mellem skibsfører og mannskap.\nKongen​1 kan utferdige nærmere forskrifter​2 om skipenes bemanning og om hvilke kvalifikasjoner som skal kreves som vilkår for tjenestegjøring i de stillinger bemanningsforskriftene omfatter.\n0 Endret ved lover 18 sep 1909 nr. 9, 16 feb 1923 nr. 3, 24 juni 1927 nr. 1, 10 juni 1977 nr. 67.\n1 Sjøfartsdirektoratet iflg. res. 1 des 1978.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Norsk maskindrevet skip som fører passasjerer, skal i slik fart som bestemmes av Kongen eller den han bemyndiger​1 være undergitt besiktelse og tilsyn overensstemmende med de i nærværende kapittel fastsatte bestemmelser.\nHerfra unntas skip som fører et færre antall passasjerer enn 1 voksen person for hver 25 tonnasjeenheter/registertonn brutto.\nDenne unntagelse gjelder dog ikke hvis skip av hvilken som helst størrelse fører mer enn 12 passasjerer.\nFøres passasjerer i skip som slepes, skal såvel dette som slepebåten være undergitt besiktelse og tilsyn etter de i nærværende kapittel fastsatte bestemmelser i den utstrekning som Sjøfartsdirektoratet finner at disse bestemmelser bør anvendes.\nSkip skal, når de ikke anvendes i regelmessig passasjerfart, men kun leilighetsvis fører passasjerer, ikke være underlagt dette kapittels regler. Nærmere forskrifter​2 om kontroll med disse skip samt om hva som skal forstås med «regelmessig passasjerfart», utferdiges av Kongen eller den han bemyndiger​1 til det.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 aug 1914 nr. 1, 20 mars 1931 nr. 1, 16 des 1983 nr. 72, 25 mai 1984 nr. 31.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Besigtelsen forlanges skriftlig av skibets reder eller fører hos tilsynet. Dette har derefter at anordne det fornødne, forat besigtelsen betimelig til mindst mulig hinder for skibets fart kan bli utført enten paa det sted, hvor skibet er beliggende, eller paa et andet sted inden dets regelmæssige rute.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Norsk skip som fører passasjerer, skal undergis fullstendig besiktelse før det første gang settes i fart. Senere skal det som regel besiktes en gang hvert år. Dessuten skal det besiktes, fullstendig eller delvis, når skrog, kjel eller maskindeler har gjennomgått en reparasjon som kan føre til at soliditeten blir forandret. Det samme gjelder etter skade som kan føre til slik forandring. Men Kongen​1 eller den han bemyndiger til det, kan gjøre unntak fra forannevnte påbud i spesielle tilfeller.\nKongen​1 bestemmer hvorvidt og i hvilken utstrekning passasjerskip skal ha vanntette skott.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 25 mai 1984 nr. 31.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Nærmere forskrifter om passagerskibenes bygning, utrustning og fart samt om kontrollen dermed gives av Kongen eller den, han dertil bemyndiger.​1 I overensstemmelse med disse forskrifter skal tilsynet undersøke:\n1. om skibets skrog og tilbehør er i god og betryggende forfatning for den paatænkte fart;\n2. om dets maskineri, kjeler og rørledninger er betryggende forarbeidet, utstyrt og vedlikeholdt, forsynt med de nødvendige kontrol- og sikkerhetsapparater samt i fuldt arbeidsmæssig stand, og om maskinen er tilstrækkelig sterk og solid;\n3. om baater, livbøier, signalapparater, kompasser og instrumenter, anordninger mot ildsvaade, dæksanordninger og den øvrige utrustning er av saadan beskaffenhet og i saadan forfatning, som gjældende forskrifter bestemmer.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "De i foregaaende paragraf omhandlede forskrifter skal for passagerskibe i europæisk fart eller i fart mellem Europa og fremmede verdensdele ogsaa indeholde bestemmelse om passagerantallets beregning samt de nødvendige bestemmelser til betryggelse av passagerernes velbefindende, sundhet og sikkerhet, saasom om opholdsrum, forpleining, om skibets adgang til at medta last o.s.v.\nI indenriksk fart bestemmes det høieste antal passagerer, et fartøi kan medta, efter dæksflatens størrelse og farvandets beskaffenhet. I kortere ruter og paa indelukket farvand kan medtages 1 passager for hver 0,50 kvadratmeter dæksflate, og i almindelig kystfart 1 passager for hver 0,75 kvadratmeter. I begge tilfælde fradrages saadanne rum, hvorpaa passagerer ikke bekvemt kan staa eller sitte, hvorhos der blir at ta fuldt hensyn til skibets stivhet og beskaffenhet forøvrig. Dæksflaten regnes paa hoveddækket eller, om skibet har flere dæk, paa det dæk, som har den største frie overflate, heri indbefattet dækshus, bestemt til avbenyttelse av passagerer. Hvis skibet er aapent, regnes dæksflaten av dets horisontale projektion i høide med rælingen. Fører skibet gods paa dækket, sker fradrag i forhold til den plads, godset optar.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Naar de i foregaaende Paragrafer omhandlede Bestemmelser skal træffes, paahviler​1 det Rederen eller Føreren eller den, der træder i disses Sted, at opgive, i hvilke Ruter og paa hvilke Farvande Fartøiet tenkes benyttet, samt forøvrigt at yde de Oplysninger og den Bistand, hvortil der maatte være Anledning.\n1 Se strl. § 414.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Findes skibet at være tjenlig til passagerfart, dets kjel og maskine at være betryggende og skibet forøvrig behørig utrustet og bemandet, utstedes certifikat herom i den form, som Kongen​2 bestemmer. Er det i medhold av sjøloven​3 § 432 bestemt at det for skipet skal tegnes forsikring eller stilles sikkerhet til dekning av ansvar som der nevnt, må dette være gjort før sertifikat utstedes.\nPaa et iøinefaldende sted paa eller ved kjelen skal med tydelige tal anføres det største tillatte arbeidstryk.\nPaa skibe i indenriksk fart skal derhos det største tillatte passagerantal være anført paa et let synlig sted paa begge sider av et dækshus eller lignende opbygning.\n§ 41 a, nr. 1, første ledd og nr. 2 får tilsvarende anvendelse for passasjerskip som ifølge Sjøfartsdirektoratets bestemmelse skal ha særskilte sikkerhetssertifikater. For skip med sikkerhetssertifikat i henhold til internasjonal overenskomst som er tiltrådt av Norge, bestemmer Sjøfartsdirektoratet i hvilken utstrekning passasjersertifikat skal utstedes.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 aug 1914 nr. 1, 29 mai 1964 nr. 3, 8 juni 1973 nr. 38, 24 april 1987 nr. 18, 24 juni 1994 nr. 39.\n1 Jfr. strl. § 419.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n3 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Finder Tilsynet at maatte negte Certifikat, skal skriftlig Forklaring afgives om de Mangler som har bevirket dette.\n1 Jfr. lov 10 feb 1967 kap. V.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Undergaar skibet saadan reparation eller lider skibet saadan skade, som i § 96, 2det led, nævnt, træder certifikatet ut av kraft.\nAnmeldelse om enhver saadan reparation eller skade samt om de forandringer, som foretages med skibet efter avholdt besiktigelse, skal av føreren eller den, som træder i hans sted, tilstilles tilsynet.​1\nBlir forsikring eller sikkerhetsstillelse som er påbudt etter sjøloven​2 § 432, ikke holdt ved like, trer sertifikatet ut av kraft i samsvar med regler gitt i medhold av nevnte paragraf.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 8 juni 1973 nr. 38, 24 juni 1994 nr. 39.\n1 Se strl. 414.\n2 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Politiet har plikt til å påse at skip ikke fører flere passasjerer enn det har rett til ifølge sitt sertifikat.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Fører av passasjerskip kan nekte synlig beruset person adgang til skipet og kan landsette i første passende havn passasjer som viser seg beruset, opptrer anstøtelig eller tross advarsler sjenerer eller er til skade for andre ombord.\nFøreren må likevel ikke landsette person som er i en slik tilstand at denne kan forventes å ville forstyrre den alminnelige ro og orden, eller som ikke uten fare for seg selv eller andre kan overlates til seg selv uten at politiet tilkalles eller det på annen betryggende måte sørges for at personen tas i forvaring eller ytes nødvendig bistand.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Der skal i den kolde aarstid saavidt mulig skaffes passagerer ly for natten og beskyttelse mot veiret.\nNærmere bestemmelse herom saavel som særlige bestemmelser sigtende til at betrygge passagerernes sundhet og sikkerhet i det hele kan indtages i de i § 97 omhandlede specielle forskrifter.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Ansvaret for å overholde bestemmelser som er gitt i eller i medhold av norsk lov til sikring av skipets sjødyktighet eller til ivaretakelse av de ombordværendes sikkerhet eller tarv, påhviler skipsføreren for så vidt ikke annet følger av vedkommende lov eller bestemmelse.\nRederen eller den som handler for rederen, plikter etter Kongens​2 bestemmelser å etablere rutiner som sikrer\n1. at de ting som skal kontrolleres etter §§ 36 første ledd og 97, er i forsvarlig og forskriftsmessig forfatning, og\n2. at skipet blir besiktet i samsvar med kravene i §§ 36 første ledd og 97 og fastsatt forskrift.\nRederen eller den som handler for rederen, må ikke rettsstridig bevirke eller medvirke til at et sjøudyktig​3 skip går til sjøs, eller at bestemmelser som er nevnt i første ledd ikke oppfylles. Han må ikke bevirke eller medvirke til at skipet brukes i strid med de offentlige tillatelser (sertifikater,​4 bemanningsoppgaver,​5 målebrev​6 m.v.) som er gitt for skipets drift.\n0 Endret ved lover 18 sep 1909 nr. 9, 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 2 aug 1991 nr. 70.\n1 Jfr. sjøl. kap. 6.\n2 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n3 Se § 2.\n4 Jfr. §§ 36, 46 og 55 nr. 4.\n5 Jfr. § 93.\n6 Jfr. lov 19 juni 1964 nr. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Denne Lov træder i Kraft fra den Tid, Kongen bestemmer.\nFra den nævnte Tid ophæves, forsaavidt de endnu er gjældende: – – –\n0 Loven trådte i kraft 1 mai 1906 iflg. res. 21 mars 1906.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Nærværende lov er ikke anvendelig på de skip, der tilhører forsvaret eller benyttes i dets tjeneste.\n0 Endret ved lov 24 april 1987 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Skibsføreren skal drage Omsorg for, at et Eksemplar af nærværende Lov og af de i Henhold til samme udfærdigede Reglementer og Forskrifter forefindes ombord.​1\n1 Se strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Kongen​2 kan gi forskrifter om plikt til i sikkerhetsøyemed å samle inn om bord på flyttbar innretning som nevnt i § 1 tredje ledd nr. 2, data om innretningens egenskaper, miljødata, meteorologiske data og liknende opplysninger, og kan fastsette gebyr for å dekke statistisk bearbeiding av slike opplysninger. Plikt til å betale gebyr kan pålegges samtlige eiere av innretninger som nevnt.\n0 Tilføyd ved lov 10 juni 1977 nr. 67.\n1 Jfr. lov 16 juni 1989 nr. 54.\n2 Sjøfartsdirektoratet iflg. res. 1 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "(Formål og anvendelse).",
      "content": "Bestemmelsene i dette kapittel har til formål å forebygge forurensning av sjø, vassdrag og luft ved utslipp av skadelige stoffer fra skip og ved dumping.\nBestemmelsene gitt i eller i medhold av dette kapittel kommer ikke til anvendelse på utslipp av skadelige stoffer som utelukkende følger av utforskning, utnyttelse og tilknyttet viderebehandling til sjøs av undersjøiske mineralforekomster.​1\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. lov 29 nov 1996 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "(Definisjoner).",
      "content": "I denne lov betyr:\na. skadelige stoffer:\nethvert stoff eller enhver gjenstand som, tilført sjø, vassdrag eller luft, kan føre til helseskade, kan skade eller føre til ulempe for miljøet eller hindre lovlig bruk av sjø eller vassdrag.\nb. utslipp:\nenhver frigivelse eller tømming fra skip uansett årsak og omfatter bl.a. enhver utstrømming, fjerning, søling, lekkasje, utpumping, avgivelse eller lensing.\nc. dumping:\nethvert forsettlig utslipp av skadelige stoffer til sjø eller vassdrag, herunder å kvitte seg med skip ved å senke eller etterlate dem.\nDumping omfatter ikke utslipp av skadelige stoffer som skriver seg fra vanlig drift av skip unntatt når avfallet er tatt om bord fra et annet skip med det formål å bringe det av veien.\nd. forbrenning:\nenhver termisk destruksjon av stoffer og gjenstander i den hensikt å kvitte seg med disse.\nForbrenning omfatter ikke forbrenning som er knyttet til eller skriver seg fra vanlig drift av skip, innretning eller utstyr ombord på disse, unntatt når stoffene eller gjenstandene er fraktet bort fra avfallskilden med det formål å bringe dem av veien.\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 25 aug 1995 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "(Aktsomhetsplikt).",
      "content": "Enhver skal være aktsom og treffe rimelige tiltak for å unngå at forurensninger fra skip oppstår og for å begrense virkningene av forurensninger.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "title": "(Forskrifter).",
      "content": "Til fremme av formål som nevnt i § 111 kan forvaltningsorgan som er tillagt myndighet etter § 3 gi forskrifter​1 og treffe enkeltvedtak om:\n1. transport av skadelige stoffer,​2 herunder bestemmelser om kvantum, emballering og stuing,​3\n2. lasting og lossing av skip som fører skadelige stoffer,​2\n3. bunkring,\n4. hvilke skadelige stoffer som det er forbudt å slippe ut i sjø, vassdrag og luft, i hvilke områder utslipp kan foretas og hvilke forholdsregler som skal tas ved utslipp,\n5. konstruksjon og utrustning av skipet, og at det ombord skal være sertifikat som viser at skipet er konstruert og utrustet overensstemmende med slike bestemmelser,​4\n6. at det ombord skal føres særskilt dagbok for behandling av skadelige stoffer,​5\n7. rapporteringsplikt ved tilfelle av eller fare for utslipp av skadelige stoffer,​3\n8. dumping.​6\n9. forbrenning​7\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 25 aug 1995 nr. 58.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 112 første ledd a).\n3 Jfr. kap. 6.\n4 Jfr. § 41.\n5 Jfr. § 112 første ledd a) og strl. § 416.\n6 Se § 112 første ledd.\n7 Se § 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "(Unntak).",
      "content": "Forbud mot utslipp​1 eller dumping​2 fastsatt med hjemmel i dette kapittel kommer ikke til anvendelse ved:\n1. utslipp av skadelige stoffer​3 eller dumping som er nødvendig av hensyn til skips sikkerhet, de ombordværendes helse eller for å redde liv,\n2. utslipp av skadelige stoffer​3 eller dumping som skyldes skade på skip, når alle rimelige forholdsregler er tatt både før og etter uhellet for å hindre eller minske utslippet.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Se § 112 første ledd, b).\n2 Se § 112 første ledd, c).\n3 Se § 112 første ledd, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "(Mottakeranlegg).",
      "content": "Kongen​1 kan gi forskrifter​2 om etablering og drift av mottakeranlegg i land for stoffer som det etter forskrifter gitt i medhold av § 114 vil være forbudt å slippe ut. Kongen kan herunder pålegge den enkelte kommune, havnemyndighet, havneeier eller andre å sørge for at det finnes tilstrekkelig leveringsmuligheter for slike stoffer, og gi bestemmelser om videretransport og disponering av mottatt avfall.\nKongen kan gi forskrifter​2 om betaling av avgift ved anløp av havn med mottakeranlegg, og betaling av gebyr for levering av skadelige stoffer​3 i havn.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Miljøverndepartementet iflg. res. 12 okt 1979.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 112 første ledd, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "(Tilsyn).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi forskrifter​1 om gjennomføringen av tilsynet. Tilsynet har krav på å få de opplysninger det anser påkrevet for å utøve sin virksomhet.​2\nFor øvrig får bestemmelsene i annet kapittel tilsvarende anvendelse.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. strl. § 416.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "title": "(Tilbakehold m.v.).",
      "content": "Tilsynet kan beslutte at skip som:\n1. ikke har gyldig sertifikat om bord som påbudt i medhold av § 114 nr. 5,\n2. har foretatt utslipp​1 i strid med forskrifter og enkeltvedtak fastsatt i medhold av § 114 nr. 4,\n3. ikke tilfredsstiller de krav til konstruksjon og utrustning som er fastsatt i medhold av § 114 nr. 5, eller\n4. fører last i strid med forskrifter og enkeltvedtak fastsatt i medhold av § 114 nr. 1,\n§§ 24-33 får tilsvarende anvendelse på vedtak etter første ledd nr. 1-4.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Se § 112 første ledd, b).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "title": "(Retten til å seile under norsk flagg).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi forskrifter​2 og treffe enkeltvedtak om at skip som ikke har gyldig sertifikat om bord fastsatt i medhold av § 114 nr. 5 ikke får seile under norsk flagg.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. sjøl. § 5.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "title": "(Etterforskning).",
      "content": "Bestemmelsene i tredje kapittel får tilsvarende anvendelse for etterforskning av overtredelse av bestemmelser gitt i eller i medhold av dette kapittel.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "title": "(Undersøkelse av skip).",
      "content": "Tilsynet kan gå om bord i skip som er i norsk havn eller indre farvann, eller ved installasjon på norsk kontinentalsokkel​2 eller i Norges økonomiske sone,​3 for å undersøke om skipet:\n1. har foretatt utslipp​4 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4.\n2. har om bord gyldig sertifikat påbudt i medhold av § 114 nr. 5.\n3. tilfredsstiller krav til konstruksjon og utrustning fastsatt i medhold av § 114 nr. 5.\n4. fører last i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 1.\n5. har foretatt dumping​5 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8.\n6. har foretatt forbrenning​6 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 9.\n7. har foretatt utslipp​4 i internasjonalt farvann i strid med internasjonale overenskomster tiltrådt av Norge om forurensning av det marine miljø.\nTilsynet skal så langt det er praktisk mulig gå om bord i skip som frivillig befinner seg i norsk havn eller ved installasjon på norsk kontinentalsokkel​2 eller i norsk økonomisk sone,​3 for å undersøke om skipet har foretatt utslipp i strid med internasjonale overenskomster tiltrådt av Norge i en annen stats indre farvann, territorialfarvann​7 eller økonomiske sone,​3 eller som har forårsaket eller truer med å forårsake skade der, når det foreligger anmodning om slik undersøkelse fra den berørte stat. Dette gjelder uten hensyn til hvor overtredelsen fant sted, dersom det foreligger anmodning om slik undersøkelse fra flaggstaten.\nVed skjellig grunn til mistanke om overtredelse i norsk indre farvann eller norsk territorialfarvann​7 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skip som befinner seg i norsk territorialfarvann​7 stanses og bordes for undersøkelse.\nVed skjellig grunn til mistanke om overtredelse i norsk økonomisk sone​3 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan tilsynet kreve at skip som befinner seg i norsk territorialfarvann​7 eller norsk økonomisk sone gir opplysninger om identitet, forrige og neste anløpssted og andre relevante opplysninger som er nødvendig for å få fastslått om en overtredelse har funnet sted.\nVed skjellig grunn til mistanke om overtredelse i norsk økonomisk sone​3 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skip som befinner seg i norsk territorialfarvann​7 eller norsk økonomisk sone​3 stanses og bordes for undersøkelse, dersom informasjon som nevnt i foregående ledd ikke gis eller er mangelfull eller ikke troverdig, og overtredelsen har ført til et vesentlig utslipp som har forårsaket eller truer med å forårsake betydelig forurensning av det marine miljø.\nSkip kan stanses og bordes for undersøkelse når det er skjellig grunn til mistanke om dumping eller forbrenning i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8 eller nr. 9 dersom\na. skipet befinner seg i norsk territorialfarvann,​7 norsk økonomisk sone​3 eller på norsk del av kontinentalsokkelen​2 på håndhevingstidspunktet, eller\nb. det for øvrig er adgang til å treffe et slikt tiltak etter folkeretten.\nVed skjellig grunn til mistanke om at norsk​8 skip har overtrådt forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skipet stanses og bordes for undersøkelse uten hensyn til hvor overtredelsen har funnet sted eller hvor skipet befinner seg på håndhevingstidspunktet. Det samme gjelder ved skjellig grunn til mistanke om at norsk skip har foretatt dumping​5 eller forbrenning​6 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8 eller 9.\nUndersøkelse av skip skal begrenses til kontroll av skipets dokumenter med mindre:\n1. det foreligger skjellig grunn til mistanke om at skipets tilstand og utstyr i vesentlig grad fraviker fra innholdet i dokumentene, eller\n2. innholdet i dokumentene ikke gir tilstrekkelig grunnlag for å fastslå hvorvidt en overtredelse har funnet sted.\nUndersøkelse foretatt i medhold av denne paragraf må ikke medføre unødig forsinkelse eller unødig utgift for skipet.\n0 Endret ved lover 25 mai 1984 nr. 31, 25 aug 1995 nr. 58, 28 juni 1996 nr. 39, 17 juli 1998 nr. 62.\n1 Jfr. strl. § 326.\n2 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n3 Jfr. lov 17 des 1976 nr. 91.\n4 Se § 112 første ledd, b).\n5 Se § 112 første ledd, c).\n6 Se § 112 første ledd, d).\n7 Jfr. lov 27 juni 2003 nr. 57.\n8 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "121 a",
      "section": "121 a",
      "content": "Norske skip​1 plikter å etterkomme anmodninger fra andre stater om opplysninger som nevnt i § 121 fjerde ledd.\n0 Tilføyd ved lov 17 juli 1998 nr. 62.\n1 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121a",
        "source_heading": "§ 121 a."
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "title": "(Midlertidige inngrep til sikring av formuestraff).",
      "content": "Ved overtredelse av forskrifter eller enkeltvedtak gitt i medhold av dette kapittel kan påtalemyndigheten​1 til sikring av formuestraff beslutte skipet holdt tilbake.\nVed overtredelse av forskrifter eller enkeltvedtak gitt i medhold av § 114 nr. 1, nr. 4, nr. 5 eller nr. 8 kan påtalemyndigheten​1 beslutte skipet oppbragt.\nBeslutning om oppbringelse og tilbakehold etter første og annet ledd skal innen 24 timer bringes inn for retten, som avgjør om det skal foretas hefte etter reglene i § 123 i skipet eller om skipet skal frigis. Ender fristen på lørdag, helgedag eller dag som etter lovgivningen er likestilt med helgedag,​2 forlenges fristen til samme klokkeslett den nærmest følgende virkedag.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. § 17 og strpl. kap. 6.\n2 Se lov 26 april 1947 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "title": "(Hefte).",
      "content": "For å sikre betaling av bot som antas å ville bli idømt etter straffelovens​2 § 427, samt saksomkostninger som antas å ville bli ilagt, kan retten på begjæring av påtalemyndigheten beslutte hefte i skipet for et bestemt beløp, når det er grunn til å frykte at fullbyrdelsen ellers ville bli forspilt eller i vesentlig grad vanskeliggjort. Slikt hefte kan foretas selv om skipet ikke tilhører siktede.\nNår det er foretatt hefte i et skip, må det ikke forlate det sted hvor det ligger. Ligger skipet ikke i havn, skal beslutningen om hefte inneholde påbud om å gå til nærmere angitt sted.\nHeftet kan avverges ved at det stilles annen tilfredsstillende sikkerhet.\nHeftet faller bort når påtalemyndigheten frafaller det, eller når retten ved kjennelse beslutter det fordi grunnlaget for heftet er falt bort.\nFor øvrig gjelder tvangsfullbyrdelsesloven​3 §§ 14-9 til 14-12 tilsvarende.\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 8 jan 1993 nr. 20.\n1 Jfr. strpl. kap. 17.\n2 Lov 22 mai 1902 nr. 10 (strl.).\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "124",
      "section": "124",
      "title": "(Tvangsmulkt).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan ilegge tvangsmulkt for den som ikke etterkommer pålegg gitt i medhold av bestemmelsene i dette kapittel.\nIlagt tvangsmulkt kan frafalles når det finnes rimelig.\nTvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det antas å medføre. Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi nærmere forskrifter om fastsettelse og beregning av tvangsmulkt.\nPålegg om mulkt er tvangsgrunnlag for utlegg.​1\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "title": "(Ikrafttredelse).",
      "content": "Dette kapittel trer i kraft fra den tid Kongen bestemmer.\nFra samme tid oppheves lov av 6. mars 1970 om vern mot oljeskader § 2 nr. a, c, d, e, f og g. Regler, pålegg og forbud som er gitt i medhold av nevnte lov samt i medhold av lov av 26. juni 1970 om vern mot vannforurensning skal fortsatt gjelde inntil de oppheves eller de endres av vedkommende myndighet.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Norske​2 skip på 50 tonnasjeenheter/registertonn brutto og derover skal være underkastet kontroll etter denne lov.​3 Kontrollen omfatter ethvert forhold som betinger eller kan innvirke på skipets sjødyktighet.\nSkip på mellom 15 meter største lengde og 50 tonnasjeenheter registertonn brutto skal bygges etter Skipskontrollens regler. Når skip av denne størrelse innkjøpes fra utlandet, gjelder § 35 nr. 2. Lovens § 12 nr. 2 og 3 og kap. 4 kommer til anvendelse på skip uansett størrelse når skipet brukes i næring eller det plikter å ha fartstillatelse eller annet sertifikat etter bestemmelser gitt i eller i medhold av loven her.\nEtter Kongens​4 bestemmelse kan loven i den utstrekning som anses påkrevd, også gis anvendelse på:\n1. Skip av mindre tonnasje enn nevnt i første ledd;\n2. boreplattformer og andre flyttbare innretninger for undersøkelse etter, utnyttelse, lagring eller transport av undersjøiske naturforekomster, samt flyttbare innretninger til hjelp for slik virksomhet;\n3. flytekran, flytedokk, mudderapparat og andre flytende innretninger.\nKongen​4 kan bestemme at loven i nærmere fastsatt utstrekning skal gjelde for utenlandske skip og utenlandske innretninger som nevnt i tredje ledd nr. 2 og 3, når de befinner seg i indre norsk farvann. Med mindre annet følger av regler som er anerkjent i folkeretten eller av overenskomst med fremmed stat, kan Kongen også gi loven, helt eller delvis, anvendelse på utenlandske skip og innretninger som nevnt, når de befinner seg på norsk sjøterritorium​5 eller norsk del av kontinentalsokkelen,​6 i Svalbards​7 indre farvann og territorialfarvann, eller i Norges økonomiske sone.​8\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 juli 1916 nr. 10, 6 juli 1923 nr. 8, 10 juni 1977 nr. 67, 8 juni 1979 nr. 49, 16 des 1983 nr. 72, 25 mai 1984 nr. 31, 15 juni 2001 nr. 79 (i kraft 1 juli 2002 iflg. res. 28. juni 2002 nr. 648).\n1 Jfr. § 52.\n2 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.\n3 Jfr. § 108.\n4 Se delegeringsvedtak i res. 5 april 1963, 1 des 1978, 12 okt 1979, 17 jan 1986 nr. 42, 18 des 1987 nr. 970 og 20 des 1996 nr. 1156 til Nærings- og handelsdepartementet, Olje- og energidepartementet, Sjøfartsdirektoratet og Miljøverndepartementet.\n5 Jfr. lov 27 juni 2003 nr. 57.\n6 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n7 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n8 Jfr. lov 17 des 1976 nr. 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Et Skib betragtes som usjødygtigt,​1 naar det paa Grund af Mangler ved Skrogudrustning, Maskineri eller Bemanding eller paa Grund af Overlastning eller mangelfuld Lastning eller af andre Grunde befinder sig i saadan Forfatning, at det under Hensyntagen til den Fart, hvorfor Skibet er bestemt, maa ansees forbundet med større Fare for Menneskeliv at gaa tilsjøs med samme, end Bedriften som saadan sædvansmæssig medfører.\n1 Jfr. § 55 nr. 8, strl. §§ 304 og 416 og sjøl. § 131.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Gjennomføringen av loven her hører under de departementer som Kongen bestemmer.​1\nDen alminnelige kontroll med skip som nevnt i § 1 første ledd og de forhold som betinger deres sjødyktighet, og kontroll som nevnt i § 3 a, hører under særskilt direktorat, Sjøfartsdirektoratet, som står under vedkommende departementet.​2 I den utstrekning Kongen bestemmer, gjelder dette også de skip og innretninger som er nevnt i § 1 tredje ledd.\nDirektoratets sjef skal være særlig kyndig i sjøvesen og skipsanliggender.\nTil å bistå Sjøfartsdirektoratet opprettes et sakkyndig råd. Rådet skal ha formann og så mange andre medlemmer som departementet​2 bestemmer, alle med personlige varamenn. Formann, medlemmer og varamenn oppnevnes av departementet for 3 år om gangen. Departementet​2 gir nærmere regler om rådet, dets oppgaver, saksbehandling og samarbeidet med sjøfartsinspektørene, jfr. § 5.\n0 Endret ved lover 3 juni 1913, 29 mai 1964 nr. 3, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31, 30 juni 2000 nr. 66, 28 juni 2002 nr. 60. Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se note om delegeringsvedtak foran under § 1.\n2 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "content": "Når et skip ankommer norsk sjøterritorium​2 på vei til norsk havn, skal det kunne dokumenteres at det oppfyller krav i relevante internasjonale regler om sikkerhet, vern av det marine miljø, samt helse og arbeidsmiljø om bord. Hvis slik dokumentasjon ikke gis, kan skipet nektes anløp til norsk havn. Kongen kan gi forskrift​3 om at skip som oppfyller vilkårene i første punktum likevel kan nektes anløp til norsk havn på bakgrunn av tidligere tilbakeholdelser i havn og forhold ved skipets flaggstat.\nDet skal rapporteres dersom skipet ved havnestatskontroll i en annen stat er funnet ikke å tilfredsstille krav til dokumentasjon som nevnt i første ledd eller ved slik kontroll har fått anløpsforbud til en annen havn. Hvis slik rapportering ikke gis, kan skipet nektes anløp til norsk havn. Med havnestatskontroll menes kontroll av utenlandske skip for å påse at disse oppfyller krav som nevnt i første ledd.\nKongen kan gi forskrifter​3 med nærmere bestemmelser om gjennomføringen av denne paragraf.\n0 Tilføyd ved lov 30 juni 2000 nr. 66, endret ved lov 20 juni 2003 nr. 49 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 716).\n1 Jfr. EØS-avtalen vedlegg XIII nr. 56 b (dir 98/25).\n2 Jfr. lov 27 juni 2003 nr. 57.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Sjøfartsdirektoratet og andre forvaltningsorganer som er tillagt myndighet i henhold til § 3, kan utøve denne ved hjelp av:\na. sjøfartsinspektører​1\nb. tjenestepersonell i Sjøfartsdirektoratet og personer som nevnt i § 8\nc. Direktoratet for brann- og elsikkerhet​2 samt andre offentlige institusjoner\nd. konsuler\ne. besiktigelsesinstitusjoner godkjent av departementet (jfr. § 9)\nf. andre private institusjoner eller personer og\ng. fremmede lands myndigheter.\nBenyttes under utøvelsen av kontrollen personer som ikke er offentlige tjenestemenn, gjelder for disse samme strafferettslige ansvar som for offentlige tjenestemenn i henhold til den alminnelige borgerlige straffelov av 22. mai 1902.​3\n0 Endret ved lover 18 sep 1909 nr. 9, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31, 16 mai 1986 nr. 21, 22 des 1999 nr. 106 (i kraft 1 jan 2000), 20 juni 2003 nr. 49 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 716). Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se §§ 5 og 7.\n2 Se lov 24 mai 1929 nr. 4 § 3.\n3 Se strl. kap. 11 og kap. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Sjøfartsinspektørers gjøremål vil hovedsakelig stå i forbindelse med undersøkelser i anledning av sjøulykker (jfr. §§ 17-19). De må ved lengre tids fart i overordnet stilling med handelsskip ha ervervet seg erfaring og praktisk kyndighet i sjøvesen og skipsanliggender og være minst 30 år.\nAv det sakkyndige råd nevnt i § 3 siste ledd kan Sjøfartsdirektoratet for den enkelte sak utpeke ett eller flere medlemmer til å bistå vedkommende sjøfartsinspektør.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Tjenestemenn i Sjøfartsdirektoratet og Skipskontrollen som hovedsakelig utfører slike undersøkelser og ettersyn av skip og utrustning som forutsetter sjømannsmessig innsikt, må være i besittelse av erfaring i sjøvesen og skipsanliggender, og være minst 30 år.\nTjenestemenn i Sjøfartsdirektoratet og Skipskontrollen som utfører slike undersøkelser av skip og utrustning som vesentlig er av teknisk art, må være særlig kyndige i skips- eller maskinbygging, og være minst 25 år.\n0 Endret ved lover 18 sep 1909 nr. 9, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Sjøfartsinspektører og tjenestemenn i Sjøfartsdirektoratet og Skipskontrollen må ikke være interessert i noe skip som er underlagt deres tilsyn.​1 Område for deres virksomhet og grensene for de distrikter som er tillagt dem fastsettes, hvis denne lov ikke inneholder nærmere bestemmelser om dette, ved instruks utferdiget av Sjøfartsdirektoratet.\n0 Endret ved lover 18 sep 1909 nr. 9, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31. Endres ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. lov 10 feb 1967 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "For enkelt leilighet eller enkelt tilfelle kan departementet​1 oppnevne en eller flere personer til å bistå tilsynet i gjøremål som utkrever spesiell kyndighet, eller som det savner anledning til selv å behandle.\n0 Endret ved lov 25 mai 1984 nr. 31.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Vedkommende departement​1 kan inngå overenskomst med Det norske Veritas og andre godkjente besiktelsesinstitusjoner om på hvilke vilkår og i hvilken utstrekning Sjøfartsdirektoratet og andre forvaltningsorganer som er tillagt myndighet etter § 3, kan benytte seg av vedkommende institusjon under utøvelsen av kontrollen.\n0 Endret ved lover 29 mai 1964 nr. 3, 10 juni 1977 nr. 67.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "9 a",
      "section": "9 a",
      "content": "For skip som nevnt i §§ 1 første ledd og 94 første ledd, og for skip som nevnt i § 1 fjerde ledd, kan Kongen​1 ved forskrift​2 pålegge rederen å etablere et system for ledelse med hensyn til sikker operasjon av skip og til hindring av forurensning.\nFor innretninger som nevnt i § 1 tredje ledd nr. 2 kan Kongen​3 ved forskrift​2 pålegge rederen å etablere et system for internkontroll til sikkerhet for at bestemmelser gitt i eller i medhold av lov eller av godkjent besiktelsesinstitusjon overholdes.\n0 Tilføyd ved lov 25 mai 1984 nr. 31, endret ved lov 2 aug 1991 nr. 70.\n1 Nærings- og handelsdepartementet iflg. res. 2 aug 1991 nr. 528 og 20 des 1996 nr. 1156.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Nærings- og handelsdepartementet iflg. res. 25 mai 1984 nr. 1156, 18 des 1987 nr. 970 og 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Ved uttrykket «tilsyn» forståes i denne lov Sjøfartsdirektoratet og de i § 4 nevnte tjenestemenn, institusjoner og myndigheter for så vidt de utøver kontrollmyndighet etter denne lov.\n0 Endret ved lov 29 mai 1964 nr. 3.\n1 Jfr. § 117.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Straks kontrakt om bygging av skip er inngått skal dette meldes til vedkommende skipskontrollstasjon (tilsynet),​2 eller til sjøfartsdirektoratet dersom skipet bygges i utlandet.\nMeldeplikten påhviler byggmesteren (verkstedet) ved bygging her i landet, og ellers rederen (bestilleren).\nMulig endring i kontraktsforholdet eller i skipets utforming skal straks sendes de i første ledd nevnte instanser.\n0 Endret ved lover 21 juli 1916 nr. 10, 10 juni 1977 nr. 67, 12 mai 1978 nr. 22.\n1 Jfr. strl. § 414.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "1. Tilsynet​2 skal i størst mulig utstrekning holde seg underrettet om den tilstand de skip som er underlagt kontroll etter denne lov​3 befinner seg i. I tilfelle hvor tilsynet finner grunn til det, foretar det inngående ettersyn av vedkommende skip for å undersøke om det er i sjødyktig​4 stand og for øvrig utstyrt i samsvar med gjeldende lover og bestemmelser.\nVidere skal tilsynet påse at de fordringer som må stilles til besetningens kvalifikasjoner​5 og antall er oppfylt i den utstrekning skipets beskaffenhet, fartens art og øvrige forhold gjør det nødvendig.\n2. Tilsynet​2 er berettiget til å gå om bord i norsk​6 skip for å besikte det. Ved disse besiktelser plikter skipets reder eller dennes fullmektig å medvirke.\nBesiktelsen kan foregå til enhver rimelig tid og kan gjelde hver enkelt del av skipet, dets maskineri, kjeler, båter, utstyr og last m.v.\nNår tilsynet​2 finner at det ikke på noen som helst annen måte har adgang til å forvisse seg om skipets tilstand, kan det begjære skipet åpnet, maskinene satt i gang, lasten losset eller treffe ethvert annet tiltak som anses nødvendig for undersøkelsen.\n3. Norsk​6 skip i fart kan, når det foreligger grunn til mistanke om at skipet er sjøudyktig, stanses og bordes for besiktelse.\n0 Endret ved lov 10 juni 1977 nr. 67.\n1 Jfr. EØS-avtalen vedlegg XIII nr. 56 b (dir 95/21).\n2 Se § 10.\n3 Jfr. § 1.\n4 Jfr. § 2.\n5 Jfr. lov 5 juni 1981 nr. 42.\n6 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom et Steds Politi, Havne- eller Toldvæsen bringer i Erfaring, at Skib, der er hjemmehørende paa Stedet, eller norsk Skib, som befarer samme, har saadanne Feil eller Mangler, at der kan raade Tvil om dets Sjødygtighed,​1 paaligger det nævnte Myndigheder straks at gjøre Anmeldelse herom til nærmeste Tilsyn.​2\n1 Se § 2.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Skipets reder skal til statskassen betale gebyr fastsatt av Kongen for besiktelser, utferdigelse av sertifikater m.m. som tilsynet foretar. Det samme gjelder, etter Kongens bestemmelse, andre enn skipets reder som begjærer besiktelse m.m. Gebyrene kan fastsettes som årsgebyr. Gebyr fastsatt med heimel i leddet her er tvangsgrunnlag for utlegg.\nNår Statens innkrevingssentral​1 er pålagt å innkreve gebyr som nevnt i første ledd, kan den innkreve gebyrene ved trekk i lønn og liknende ytelser etter reglene i dekningsloven​2 § 2-7. Innkrevingssentralen kan også inndrive gebyrene ved å stifte utleggspant for kravet dersom panteretten får rettsvern ved registrering i et register eller ved underretning til en tredjeperson, jf pantelovens​3 kapittel 5, og utleggsforretningen kan holdes på Innkrevingssentralens kontor etter tvangsfullbyrdelsesloven​4 § 7-9 første ledd.\nKongen​5 fastsetter hvilken godtgjørelse som tilkommer besiktelsesinstitusjoner som nevnt i § 4, første ledd, bokstav e for deres gjøremål etter denne lov, og kan bestemme at institusjonene selv skal oppkreve godtgjørelsen hos skipets reder eller andre.\n0 Endret ved lover 18 sep 1909 nr. 9, 20 mars 1931 nr. 1, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 26 juni 1992 nr. 86, 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Jfr. lov 22 mai 1981 nr. 25 (strpl.) § 456.\n2 Lov 8 juni 1984 nr. 59.\n3 Lov 8 feb 1980 nr. 2.\n4 Lov 26 juni 1992 nr. 86 (tvangsl.).\n5 Nærings- og handelsdepartementet iflg. res. 4 feb 1994 nr. 107 og 20 des 1996 nr. 1156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Tilsynet​1 skal sende innberetning til Sjøfartsdirektoratet om hendelser og forhold innen sitt distrikt som kan antas å være av interesse og betydning for sikkerheten for menneskeliv til sjøs.\nSjøfartsdirektoratet skal besørge utarbeidet en statistisk oversikt​2 over de i det forløpne år inntrufne forlis og havarier som norske fartøyer har vært utsatt for. Oversikten skal så vidt mulig inneholde opplysninger om de nærmere omstendigheter hvorunder sjøulykkene har funnet sted, og om ulykkenes sannsynlige årsaker og omfang.\nSjøfartsdirektoratet kan gi nærmere bestemmelser om gjennomføring av reglene i denne paragraf, samt om offentliggjøring av innberetninger og årlige statistiske oversikter.\n0 Endret ved lov 25 mai 1984 nr. 31.\n1 Se § 10.\n2 Jfr. lov 16 juni 1989 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "(Opphevet ved lov 17 juni 1966 nr. 8.)",
      "content": "0 Tilføyes igjen ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Sjøfartsinspektøren har politimyndighet​1 i anliggender som står i forbindelse med skips sjødyktighet, eller som kommer inn under nærværende lov.\nKongen bestemmer hvorvidt og i hvilken utstrekning sjøfartsinspektøren skal ha påtalemyndighet.​2 Dog kan sjøfartsinspektøren ikke avgjøre spørsmålet om tiltale.\n0 Endret ved lov 10 juni 1977 nr. 67. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. § 23 og lov 4 aug 1995 nr. 53 kap. II.\n2 Jfr. strpl. kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Av enhver etterforskning​1 i saker av den art at sjøfartsinspektøren er tillagt påtalemyndighet i dem, blir utskrift uoppholdelig å tilstille vedkommende statsadvokat eller, såfremt saken angår en forseelse, vedkommende politimester, ledsaget av sjøfartsinspektørens redegjørelse angående skadens eller ulykkens formentlige årsaker og av hans begrunnede uttalelse om hvorvidt det bør reises tiltale.\n0 Endret ved lover 18 sep 1909 nr. 9, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Se strpl. kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Sjøfartsinspektøren blir å varsle til og har personlig, eller i forfallstilfelle ved stedfortreder, å være til stede ved de innen hans distrikt forekommende rettsmøter under etterforskninger​1 i saker hvor han har påtalemyndighet, samt ved de i sjøloven​2 § 472 nr 1 til 8 påbudte sjøforklaringer, og å påse at alle til sakens fulle opplysning tjenende enkeltheter – og særlig i tilfelle av sjøulykke alle omstendigheter som kan ha vært årsak til ulykken – så nøyaktig og inngående som mulig blir gjenstand for undersøkelse og forklaring. Han er i dette øyemed berettiget til å gjøre seg kjent med sakens akter, å rette begjæringer til retten, å stille spørsmål til vitnene, direkte eller gjennom rettens formann, og å gjøre de protokolltilførsler han måtte finne nødvendig.\n0 Endret ved lover 18 sep 1909 nr. 9, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71, 24 juni 1994 nr. 39. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88). Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. strpl. kap. 6.\n2 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Opphevet ved lov 17 juni 1966 nr. 8.)",
      "content": "§ 20.(Opphevet ved lov 17 juni 1966 nr. 8.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Opphevet ved lov 22 mai 1981 nr. 26.)",
      "content": "§ 21.(Opphevet ved lov 22 mai 1981 nr. 26.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Når forklaring under etterforskning ved forbrytelser eller forseelser i sjøfartsforhold er avgitt for utenlandsk domstol skal skipets fører eller reder straks varsle vedkommende sjøfartsinspektør. Rederen plikter etter pålegg fra sjøfartsinspektøren så vidt mulig å skaffe utskrift av forklaringen.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 14 juni 1985 nr. 71. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "De nærmere forskrifter angående sjøfartsinspektørens tjenesteplikter som politimyndighet gis av Kongen.​1\n0 Endret ved lov 10 juni 1977 nr. 67. Oppheves ved lov 7 jan 2005 nr. 2 (i kraft 1 juli 2008 iflg. res. 23 feb 2007 nr. 226.).\n1 Jfr. strpl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Skip som tilsynet anser sjøudyktig (jfr. § 2) for den reise det er bestemt for, skal i norsk havn foreløpig holdes tilbake. Likeledes skal et skip holdes tilbake hvis rederen eller noen i hans tjeneste hindrer tilsynet​1 fra å gå om bord for å besikte skipet eller ikke etterkommer påbud som blir gitt etter § 12 nr. 2. Skip som ikke har gyldig sertifikat​2 om bord, kan på samme måte holdes tilbake. Norsk​3 skip som i medhold av § 12 nr. 3 stanses og bordes for besiktelse skal, når tilsynet​1 anser skipet sjøudyktig, pålegges å gå til havn.\nBlir skipet holdt tilbake, fastsetter tilsynet​1 samtidig de pålegg som må etterkommes for at skipet skal anses sjødyktig for den påtenkte reise. Dersom skipet blir liggende tilbakeholdt uforholdsmessig lenge, kan tilsynet​1 pålegge rederen innen en rimelig frist å treffe tiltak som er strengt nødvendige for å bringe skipet i en slik stand at det kan flyttes uten fare for sikkerheten eller det marine miljø, til et annet sted anvist av havnemyndighetene.​4 Før pålegg gis, skal det foretas en interesseavveining av tiltakets størrelse og betydning i forhold til ulempen ved at skipet blir liggende.\nSelv om skipet er sjøudyktig, kan tilsynet​1 tillate at skipet blir flyttet til en annen havn, hvis det foreligger helt spesielle omstendigheter, så som når skipet må flyttes for å bli reparert.​5 Tilsynet kan i disse tilfelle sette som vilkår at bestemte sikkerhetsforanstaltninger blir iakttatt.\n0 Endret ved lover 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Se § 10.\n2 Jfr. §§ 36, 41 a, 55, 100 og 114.\n3 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.\n4 Jfr. lov 8 juni 1984 nr. 51 § 17.\n5 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "24 a",
      "section": "24 a",
      "content": "Dersom tilsynet har gitt pålegg som nevnt i § 24 annet ledd annet punktum og pålegget ikke er etterkommet innen fristens utløp, kan tilsynet​1 om nødvendig besørge at pålegget gjennomføres for rederens regning.\nPålegg kan iverksettes selv om det kan volde skade på eierens eller rederens eiendom, skip og last.\n0 Tilføyd ved lov 22 des 1999 nr. 106 (i kraft 1 jan 2000).\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Har tilsynet​1 truffet beslutning etter § 24, gir det straks skipets fører skriftlig meddelelse om beslutningen med opplysning om grunnene for den.​2\nEr det truffet beslutning om å holde skipet tilbake, kan tilsynet hindre dets avgang ved politiets hjelp. Går skipet i utenriks fart, gir tilsynet straks meddelelse til tollvesenet, som påser at skipet ikke blir utklarert.​3\nHar tredjemann​4 begjært forføyning av tilsynet​1 etter § 24, og begjæringen ikke tas til følge, skal han snarest mulig gis underretning.\n0 Endret ved lov 17 juni 1966 nr. 8.\n1 Se § 10.\n2 Jfr. lov 10 feb 1967 kap. V.\n3 Jfr. lov 10 juni 1966 nr. 5 kap. IV.\n4 Jfr. lov 30 mai 1975 nr. 18 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Skipets reder eller fører kan av tilsynet​1 begjære attest for at skipet er sjødyktig, eller at det kan flyttes etter § 24 tredje ledd. Blir attest nektet, skal skipet anses tilbakeholdt. Reglene i § 24 annet ledd og tredje ledds annet punktum gjelder tilsvarende.\n0 Endret ved lover 14 aug 1918 nr. 4 § 50, 17 juni 1966 nr. 8.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Vedtak etter § 24 jfr. § 25 eller etter § 26 kan ikke påklages, men kan av skipets reder eller fører innbringes til prøving ved skjønn​1 av tingretten på det sted hvor skipet ligger.\n0 Endret ved lover 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 19 juni 1969 nr. 54, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Se lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skjønnsmennenes antall er to. De gis så vidt mulig en dags varsel.\nSaken skal uten opphold berammes til foretakelse snarest mulig.\n0 Endret ved lover 18 sep 1909 nr. 9, 17 juni 1966 nr. 8, 26 jan 1973 nr. 3. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Retten treffer avgjørelse etter å ha besiktet skipet og mottatt forklaring av parter og mulige vitner.\nRetten beslutter om skipet skal løslates og i tilfelle på hvilke vilkår, eller om tilsynet​1 skal gis bemyndigelse til fortsatt å holde det tilbake, og i tilfelle hvilke pålegg som må etterkommes for at skipet skal tillates å foreta den påtenkte reise.\n0 Endret ved lover 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Retten kan tilkjenne saksøkeren erstatning av staten for hans sakskostnader.\n0 Endret ved lover 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Det er ikke adgang til overskjønn, anke eller gjenopptakelse.\n0 Endret ved lover 17 juni 1966 nr. 8, 26 jan 1973 nr. 3, 17 des 1982 nr. 88. Endres ved lov 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Når retten har truffet sin avgjørelse etter § 29, gir den straks politiet meddelelse om avgjørelsen. Går skipet i utenriks fart, gis meddelelse også til tollvesenet.\n0 Endret ved lover 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 25 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Uten hinder av reglene i tvistemålslovens​1 § 436 kan rederen reise søksmål mot staten med krav om erstatning for tap han har lidt som følge av at tilsynet eller retten uten rimelig grunn har holdt skipet tilbake eller fastsatt pålegg eller vilkår.\nErstatning kan ikke kreves uten at adgangen til prøving ved skjønn etter § 27 har vært brukt. Tap som skyldes at skjønn ikke er begjært uten ugrunnet opphold, kan ikke kreves erstattet.\n0 Endret ved lover 14 aug 1918 nr. 1 § 58, 17 juni 1966 nr. 8, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Tilsynet​1 kan nedlegge forbud mot at norsk skip som befinner seg i utenlandsk havn forlater havnen dersom tilsynet ikke anser skipet sjødyktig for den reise det er bestemt for. Slikt forbud kan også nedlegges om rederen eller noen i hans tjeneste hindrer tilsynet​1 i å gå om bord for å besikte skipet eller ikke etterkommer påbud som blir gitt etter § 12 nr. 2. Skip som ikke har gyldig sertifikat​2 om bord, kan på samme måte holdes tilbake.\nBlir forbud nedlagt, fastsetter tilsynet samtidig de pålegg som må etterkommes for at skipet skal anses sjødyktig for den påtenkte reise. Reglene i § 24 tredje ledd, § 25 første og tredje ledd og § 26 gjelder tilsvarende. Tilsynet​1 skal underrette også skipets mannskap om innholdet av vedtak som er truffet.\nVedtak etter første ledd kan ikke påklages, men kan av skipets reder eller fører innbringes til prøving ved skjønn av tingretten på skipets hjemsted​3 eller av konsulretten​4 på det sted hvor skipet ligger. Reglene i §§ 29-31 og 33 gjelder tilsvarende.\nSjøfartsdirektoratet kan gi nærmere forskrifter til utfylling og gjennomføring av reglene i denne paragraf, herunder om henvendelse fra tilsynet​1 til nasjonale myndigheter i vedkommende fremmede land når dette er nødvendig for å håndheve tilsynets​1 forbud og pålegg.\n0 Endret ved lover 25 mai 1984 nr. 31, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).\n1 Se § 10.\n2 Jfr. §§ 36, 41 a, 55, 100, 114.\n3 Sjøl. § 8.\n4 Jfr. dl. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "1. Når skip hjemmehørende i utlandet innkjøpes av norsk borger eller norsk selskap, skal skipet, uansett bestemmelsene i sjøloven, ikke kunne innføres i det norske skipsregister eller tildeles nasjonalitetsbevis, med mindre det i Det norske Veritas har klassen A 1 hvis det er av tre, 1 A 1 hvis det er av jern (stål), eller tilsvarende klasser i andre godkjente besiktelsesinstitusjoner.​2 Har skipet sådan klasse for fart i begrenset farvann, kan det bare innkjøpes for anvendelse i begrenset fart.\nDerhos må skipet etter besiktelse av tilsynet​3 befinnes å være sjødyktig​4 samt forskriftsmessig innrettet og utrustet, forsåvidt angår de under § 36, 3 nevnte dele.\n2. Fartøier, som er bygget til fangst eller fiske paa havet, bjergning, slæpning, isbrytning eller lignende, og som fremdeles skal anvendes til saadant bruk, samt fartøier paa 100 tonnasjeenheter/registertonn brutto​5 og derunder skal uten hinder av bestemmelserne i post 1 kunne indkjøpes, saafremt de efter en av tilsynet​3 anordnet besigtelse findes i fuldt betryggende forfatning.\n3. Hvis skibet indkjøpes for at tjene til ophugning eller for at avrigges til lægter og i denne hensigt skal avgaa direkte til Norge, behøver det uanset alder eller klasse kun at kjendes sjødygtig for reisen efter besigtelse av «Det Norske Veritas» eller to av konsulen opnævnte sakkyndige mænd.\n4. Nærmere forskrifter angaaende besigtelse av skibe, der indkjøpes fra utlandet, fastsættes av Kongen.​6\n0 Endret ved lover 18 sep 1909 nr. 9, 21 juli 1916 nr. 11, 31 okt 1946 nr. 1, 7 april 1972 nr. 13, 16 des 1983 nr. 72, 12 juni 1987 nr. 48, 24 juni 1994 nr. 39.\n1 Jfr. § 55 nr. 7.\n2 Jfr. § 9.\n3 Se § 10.\n4 Se § 2.\n5 Jfr. lov 19 juni 1964 nr. 20.\n6 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Skip som ikke er klassifisert, skal besiktes inngående med visse mellomrom. Det er tilsynet​1 som fastsetter hvor ofte besiktelsen skal foregå. Ved besiktelsen skal det kontrolleres:\n1. at skrog og rigg med tilbehør er i sjødyktig​2 stand for den fart som skipet er bestemt for;\n2. at maskineri, kjeler og rørledninger m.v. er betryggende forarbeidet, utstyrt og vedlikeholdt samt i fullt arbeidsmessig stand;\n3. at redningsutstyr, skipsinstrumenter, lugarer, anordninger mot brann, dekksanordninger, helse- og sikkerhetsanordninger og den øvrige utrustning er i forsvarlig og forskriftsmessig forfatning.\nNår tilsynet finner spesiell grunn til det, kan det også besikte klassifiserte skip på tilsvarende måte.\nFinner man at skipet enten ved klassebesiktelse​3 eller ved den besiktelse som tilsynet foretar, tilfredsstiller de kravene som er angitt ovenfor, skal det utstedes et fartssertifikat om dette. Sertifikatet skal ha den form som vedkommende departement​4 bestemmer. Ett eksemplar av sertifikatet skal oversendes skipets reder eller fører og skal oppbevares om bord,​5 og ett eksemplar skal oppbevares i Sjøfartsdirektoratet.\nFor skip med sikkerhetssertifikat i henhold til internasjonal overenskomst som er tiltrådt av Norge, bestemmer Sjøfartsdirektoratet i hvilken utstrekning fartssertifikat skal utstedes.\nHvis helse- og sikkerhetsforanstaltninger viser seg å være mangelfulle, skal dette ikke nødvendigvis utelukke at det blir utstedt sertifikat. Men sertifikat kan i slike tilfeller gis begrenset gyldighet. Manglene anføres i en egen påleggsliste. Samtidig fastsettes en frist til å rette manglene.\nMed hensyn til besiktelse av og utstedelse av sertifikat for passasjerskip skal man følge de regler som er fastsatt i åttende kapittel.\n0 Endret ved lover 18 sep 1909 nr. 9, 25 mai 1984 nr. 31, 24 april 1987 nr. 18.\n1 Se § 10.\n2 Jfr. § 2.\n3 Jfr. § 4 første ledd bokstav e.\n4 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n5 Se strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "I det i foregående paragraf omhandlede fartssertifikat blir å anføre det tidsrom, for hvilket det er gjeldende, og de betingelser som måtte være fastsatt herfor.\nNaar den fastsatte termin er utløpet, blir ny besigtelse at foreta og, hvis alt befindes i fuldt betryggende stand, nyt certifikat at utfærdige.\nNaar skrog, rig, kjel eller maskindele har lidt saadan skade eller været underkastet saadan reparation, som kan medføre forandring i deres soliditet, har skibets reder eller fører at indsende rapport herom til Sjøfartsdirektoratet ledsaget av utførlige oplysninger om forholdet.​1\nSjøfartsdirektoratet bestemmer derefter, hvorvidt certifikatet eller noget av dets led blir at annullere og indsende og fuldstændig eller delvis besigtelse at avholde.\nSjøfartsdirektoratet har derhos adgang til naarsomhelst at forlange certifikatet indlevert, hvis det efter forutgaaende undersøkelse fremgaar, at dertil er foranledning.\n0 Endret ved lover 18 sep 1909 nr. 9, 24 april 1987 nr. 18.\n1 Se strl. § 414.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Hvis skibet i de i foranstaaende paragraf andet og følgende led angivne tilfælde befinder sig i utenriksk havn, og ingen anledning dersteds gives til at faa utført besigtelse paa forskriftsmæssig maate, har føreren, hvis dertil er anledning, gjennem konsulen at bevirke opnævnt sagkyndige til at foreta besigtelsen og til i tilfælde ved paategning av certifikatet at gi dette en forlængelse, som dog i intet tilfælde maa overskride et aar.\nKan besiktelse heller ikke på denne måten foretas, avgis midlertidig av skipets fører, og for så vidt maskineri og kjeler betreffer, også av dets maskinsjef, en erklæring angående skrogets, riggens, maskineriets og kjelenes samt utrustningens tilstand. Erklæringen inntas i skipets dagbok, og en ordlydende utskrift innsendes til Sjøfartsdirektoratet.\n0 Endret ved lover 18 sep 1909 nr. 9, 8 juni 1962 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "(Opphevet ved lov 20 mars 1931 nr. 1.)",
      "content": "§ 39.(Opphevet ved lov 20 mars 1931 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "(Opphevet ved lov 18 sep 1909 nr. 9.)",
      "content": "§ 40.(Opphevet ved lov 18 sep 1909 nr. 9.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Nærmere forskrifter angaaende den i §§ 36–38 anordnede besigtelse og angaaende de fordringer, som derunder skal stilles til fartøiet og dets enkelte dele, utfærdiges av Kongen eller den, han dertil bemyndiger.​2\nHerunder iagttages, at de til enhver tid for «Det Norske Veritas» gjældende regler for bygning av skrog, maskiner og kjeler ikke uten særlig grund fravikes.\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. § 114 og strl. § 365.\n2 Sjøfartsdirektoratet iflg. res. 12 okt 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "41 a",
      "section": "41 a",
      "content": "1. Etter Sjøfartsdirektoratets bestemmelse skal norske skip være forsynt med særskilte sikkerhetssertifikater eller andre dokumenter når dette følger av internasjonal overenskomst som er tiltrådt av Norge. Skipene skal besiktes og kontrolleres i samsvar med forskrifter gitt av direktoratet, som herunder bl.a. kan gi nærmere bestemmelser om:\na. de krav som stilles til fartøyet, dets enkelte deler, maskineri, utstyr og last m.m.,\nb. hvem som skal utføre besiktelsen og kontrollen.\nc. sertifikatenes og dokumentenes form og gyldighet, samt\nd. hvem som skal utstede sertifikatene og dokumentene.\n2. Sjøfartsdirektoratet kan bestemme at særskilte sikkerhetssertifikater også skal has på skip som ikke er pålagt slik plikt som følge av internasjonal overenskomst. Reglene i nr. 1 gjelder i så fall tilsvarende.\n0 Tilføyd ved lov 29 mai 1964 nr. 3, endret ved lov 24 april 1987 nr. 18.\n1 Jfr. strl. §§ 365 og 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "1. Til beskyttelse av de ombordværende personers sikkerhet og helse skal på ethvert skip finnes slike innretninger og slikt utstyr og ellers være truffet slike sikkerhetstiltak og andre forholdsregler om bord som trengs under hensyn til skipets størrelse, konstruksjon, fart og øvrige forhold. Det skal særlig sørges for:\na. at arbeidsrom, atkomstveier, trapper m.v. er hensiktsmessig dimensjonert og innredet;\nb. gode lysforhold, om mulig dagslys og utsyn;\nc. at klimaet under dekk og i overbygninger er fullt forsvarlig med hensyn til luftvolum, ventilasjon, fuktighet, trekk, temperatur o.l.;\nd. at forurensninger i form av støv, røyk, gass, damp, generende lukt og stråling såvidt mulig unngås og aldri forekommer i helsefarlig omfang;\ne. at støy og rystelser som kan medføre uheldige belastninger for de ombordværende unngås;\nf. at det tas nødvendige forholdsregler for å hindre at ombordværende personer skades ved fall eller fallende gjenstander;\ng. at brann- og eksplosjonsfare forebygges og at det er tilstrekkelige rømningsveier i tilfelle brann, eksplosjon og andre ulykker;\nh. at tekniske innretninger og utstyr om bord på skipet er konstruert, oppstilt og forsynt med verneinnretninger slik at ombordværende personer er vernet mot skader på liv og helse, samt at uheldige belastninger ved støy, vibrasjon, ubekvem arbeidsstilling o.l. unngås;\ni. at innretninger og utstyr er konstruert og anbrakt slik at det kan tilpasses arbeidstakere med ulike fysiske forutsetninger.\n2. Forholdene om bord på det enkelte skip skal i den grad det er mulig legges til rette for at personer av begge kjønn skal kunne arbeide på skipet.\n3. Sjøfartsdirektoratet kan gi nærmere forskrifter om\na. de krav som skal stilles etter nr. 1 og 2.\nb. at skip skal være utstyrt med installasjoner for radiotelegrafi og radiotelefoni; om de krav som skal stilles til slike installasjoner; om deres godkjenning, plassering og betjening, samt om skips meldeplikt.\n0 Endret ved lover 21 aug 1914 nr. 1, 29 mai 1964 nr. 3, 19 juni 1977 nr. 67, 31 mai 1985 nr. 37.\n1 Jfr. strl. § 365 og EØS-avtalen vedlegg XVIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "For mandskapet skal der ombord være indredet soverum samt særskilt spiserum og vaske- og baderum m.v. i den utstrækning, som der er adgang til under hensyntagen til besætningens antal samt til skibets størrelse, konstruktion, fart og øvrige forhold.\n0 Endret ved lover 18 sep 1909 nr. 9 og 20 aug 1915 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "(Opphevet ved lov 20 aug 1915 nr. 1.)",
      "content": "§ 44.(Opphevet ved lov 20 aug 1915 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Under hensyntagen til besætningens størrelse og til skibets art og fart skal der ombord være indredet særskilt rum for syke.\n0 Endret ved lover 18 sep 1909 nr. 9 og 20 aug 1915 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Kongen​1 fastsætter i hvilken utstrækning skibe skal være utstyrt med de i §§ 43 og 45 nævnte rum, samt gir nærmere forskrifter om rummenes anbringelse, størrelse, indredning, utstyr og renhold.\n0 Endret ved lov 20 aug 1915 nr. 1.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Forskrifter angaaende de Redningsredskaber, hvormed Skibe skal være forsynede, gives af Kongen eller den, han dertil bemyndiger.​1\nSaadanne Forskrifter bliver at udfærdige angaaende Antallet, Størrelsen, Udrustningen og Beskaffenheden forøvrigt af Baade og Redningsflaader, angaaende Antallet og Beskaffenheden af Livbøier og lignende Redningsapparater og angaaende Redningsredskabernes Opbevaring.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963, Helse- og omsorgsdepartementet iflg. res. 13 juni 1969 nr. 3 (førstehjelpsutstyr m.v.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Øvelser skal anstilles med utsættelse av alle skibsbaater og redningsflaater til paaseen av at alt er i orden, at utsætningen ikke foraarsaker ufornødent ophold, og at baatene er forsvarlig tætte.\nDe nærmere forskrifter angaaende øvelserne og tiden for deres avholdelse samt om baatbemandingens kvalifikationer fastsættes av Kongen eller den, han dertil bemyndiger.​1\n0 Endret ved lover 18 sep 1909 nr. 9 og 21 aug 1914 nr. 1.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "title": "(Opphevet ved lov 25 mai 1984 nr. 31.)",
      "content": "§ 49.(Opphevet ved lov 25 mai 1984 nr. 31.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Sjøfartsdirektoratet kan gi forskrifter om at skip skal være utstyrt med navigasjonshjelpemidler og utstyr til bruk i navigeringen, herunder lanterner, signalfigurer, lydsignalapparater, utstyr for nødsignalering og annet utstyr for signalering, samt om de krav som skal stilles til slikt utstyr eller innretning og om deres godkjenning, plassering og betjening.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "title": "(Opphevet ved lov 25 mai 1984 nr. 31.)",
      "content": "§ 51.(Opphevet ved lov 25 mai 1984 nr. 31.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Forskrifter​2 om skips forsyning med vann og proviant, vannets og proviantens mengde, kvalitet, oppbevaringsmåte og tilsyn på reiser gis av Kongen.​3\nKongen​4 kan likeledes gi forskrifter​2 om hva skip skal være forsynt med av legemidler, desinfeksjonsmidler, sykepleieartikler og annet som anses nødvendig til behandling av syke og skadede og til forebyggelse av sykdom om bord. Bestemmelsen i dette ledd gjelder også skip som ikke er undergitt kontroll ellers etter denne lov (jfr. § 1).\n0 Endret ved lover 13 juni 1969 nr. 47, 25 mai 1984 nr. 31.\n1 Jfr. lov 30 mai 1975 nr. 18 § 41 og sjøl. § 131.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n4 Helse- og omsorgsdepartementet iflg. res. 13 juni 1969 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Tilsynet​1 har til enhver tid adgang til på forlangende å få utlevert skipsbøkene.​2 De skal på begjæring tilbakeleveres senest innen 2 måneder etter mottakelsen, med mindre de skal forelegges retten.\n0 Endret ved lov 17 juni 1966 nr. 8.\n1 Se § 10.\n2 Se strl. § 414 og sjøl. kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Enhver plikter å gi tilsynet​2 slike rapporter og opplysninger som det krever for å kunne utføre sine gjøremål etter denne lov.\nTilsynet​2 kan også kreve utlånt tegninger, besiktelsesrapporter og andre dokumenter som er av betydning.\n0 Endret ved lover 18 sep 1909 nr. 9, 16 juni 1933 nr. 6, 29 mai 1964 nr. 3, 10 juni 1977 nr. 67, 25 mai 1984 nr. 31.\n1 Jfr. strl. § 414.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "54 a",
      "section": "54 a",
      "content": "Sjøfartsdirektoratet kan i forskrifter​1 bestemme at bare godkjente innretninger og annet utstyr m.v. som nevnt i §§ 42, 46, 47 og 50 må brukes om bord, og kan forby eller sette vilkår for overdragelse av slike innretninger eller annet utstyr, dersom godkjenning mangler eller utstyret ikke lenger kan brukes om bord. Like med overdragelse regnes at utstyret utbys til salgs eller leies ut eller lånes ut til bruk om bord i skip eller annet sted.\n0 Tilføyd ved lov 10 juni 1977 nr. 67, endret ved lov 21 feb 1986 nr. 5.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "1. Paa ethvert skib – med undtagelse av de under punkt 10 nævnte – skal der paa begge sider midtskibs være anbragt en horisontal linje av mindst 30 cm. længde og 2,5 cm. bredde, der angir det dæk, hvorfra fribordet maales. Disse linjer (dekkslinjer) anbringes etter regler gitt av Sjøfartsdirektoratet.\n2. Under dekkslinjen skal skipet på begge sider ha et merke som angir den dypeste linje (lastelinje) som skipet kan lovlig nedlastes til i salt vann, samt andre merker eller linjer som angir lastelinjene til ulike årstider og under hensyn til farvann, lastens art og liknende forhold.\nSjøfartsdirektoratet gir nærmere regler om merkene og lastelinjene, herunder om deres størrelse, form og farge, samt regler og tabeller for beregning og fastsetting av lastelinjene.\nLastelinjenes avstand fra dekkslinjen bestemmes på grunnlag av de til enhver tid gjeldende regler og tabeller og under hensyn til mulige særegenheter ved skipets konstruksjon som ikke er særskilt omhandlet i reglene og tabellene. Linjens overkant anses overalt som utgangspunkt for beregning av avstanden.\n3. Merkernes plads utmaales og de anbringes av den eller dem, som av vedkommende departement​1 dertil maatte bemyndiges.\nSlik bemyndigelse kan gis Det norske Veritas eller andre av departementet​1 godkjente besiktelsesinstitusjoner.\nDe gjorte beregninger oversendes Sjøfartsdirektoratet til granskning. Dette kan kuldkaste den trufne avgjørelse og forlange merkernes plads forandret ved første anledning.\n4. Når merkene er anbragt, utferdiges herom i den form som vedkommende departement​1 bestemmer, et certifikat (lastelinjecertifikat) i to eksemplarer, hvorav det ene skal opbevares ombord i skibet og det annet oversendes Sjøfartsdirektoratet.\n5. I lastelinjecertifikatet angis det tidsrum for hvilket det er gjeldende, mens vilkårene for at certifikatet skal beholde sin gyldighet i dette tidsrum blir å opstille i reglene for beregning og fastsettelse av lastelinje.\nSom følge av forandringer i nevnte regler kan Sjøfartsdirektoratet beslutte at lastelinjesertifikater som tidligere er utferdiget, skal inndras, og at nye sertifikater skal utferdiges for alle eller visse klasser av skip.\n6. – – –\n7. Sjøfartsdirektoratet kan etter søknad godkjenne lastemerker anbrakt i henhold til utenlandske lastelinjeregler som anses jevngode med norske, og kan innrømme utsetting med å anbringe merkene i spesielle tilfelle hvor særlige grunner taler for det.\nSkib, som indkjøpes fra utlandet,​2 skal ha merkerne paasat, forinden det indføres i det norske skibsregister eller tildeles nationalitetsbevis.\n8. Dersom et skib blir saa dypt lastet, at vedkommende lastemerkers overkant sænkes under vandlinjen, blir det at anse som usjødygtig og skal i norsk havn av tilsynet tilbakeholdes, indtil efter utlosning av endel av lasten merket atter kommer oven vande. Hvis saadan nedlastning finder sted i utenriksk havn, og konsulen bringer forholdet i erfaring, skal han forholde sig som i § 34 bestemt.\n9. Ved et skibs avgang fra havn skal, saa nøiagtig som omstendighetene tillater, i skibsdagboken antegnes avstanden paa begge sider midtskibs mellem overkanten av skibets dækslinjer og vandflaten.\n10. Sjøfartsdirektoratet kan gjøre unntak fra reglene i denne paragraf i tilfelle hvor det, på grunn av fartsområdet eller skipets særlige konstruksjon, etter direktoratets skjønn vil være urimelig eller praktisk ugjennomførlig å anvende reglene. Sjøfartsdirektoratet kan i så fall fastsette slike særlige lasteregler som anses påkrevd.\nMed mindre Sjøfartsdirektoratet bestemmer det, kommer reglene i denne paragraf ikke til anvendelse på\na. skip under 50 tonnasjeenheter/registertonn brutto;\nb. lystfartøyer som ikke brukes i handelsfart.\nSjøfartsdirektoratet kan fastsette særlige lasteregler for skip nevnt under a og b.\n0 Endret ved lover 18 sep 1909 nr. 9, 20 mars 1931 nr. 1, 17 juni 1966 nr. 8, 17 mars 1967 nr. 3, 23 feb 1968 nr. 2, 16 des 1983 nr. 72.\n1 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "Forat et skib skal kunne ansees skikket til at føre dækslast utkræves, at det er saaledes konstruert, bygget og utrustet, at dette kan ske uten særegen fare, og navnlig, at skibet besidder eller kan bibringes den fornødne stabilitet, at den del av skibet, hvorpaa dækslasten anbringes, er tilstrekkelig sterkt bygget for at kunne med tryghet bære samme, og at skibet er forsynt med saadanne fæstigheter og surringer, som fornødiges for at sikre dækslasten mot forskyving.\n0 Endret ved lov 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Dækslasten maa anbringes saaledes, at den ikke hindrer Skibets Manøvrering og Navigering eller Redningsbaadenes og andre Redningsredskabers Tilkommelighed og Brug.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Det paahviler skibsføreren​1 ved føring av trælast paa dæk at paase, at skibet beholder en efter farvandet, aarstiden og øvrige omstændigheter fuldt betryggende stabilitet.\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. § 106.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Nærmere forskrifter​1 betræffende føring paa dæk av trælast eller andre varer kan utferdiges av Kongen eller den, han dertil bemyndiger.​2\n0 Endret ved lov 18 sep 1909 nr. 9.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Nærmere forskrifter​1 betræffende lastning av korn kan utfærdiges av Kongen eller den, han dertil bemyndiger.​2\n0 Endret ved lover 18 sep 1909 nr. 9, 14 mars 1952 nr. 1.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "title": "(Opphevet ved lov 14 mars 1952 nr. 1.)",
      "content": "§ 67.(Opphevet ved lov 14 mars 1952 nr. 1.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "I skibe, der fører stenkul eller lignende gasholdige stoffe, skal anbringes ventilatorer for overflate-ventilation i saadant antal og av saadan størrelse, at eksplosive gasser finder uhindret og stadig avløp.​1\nIntet skibsrum, hvori stenkul eller lignende gasholdige stoffe er indlastet, maa betrædes med andet lys end med paalidelige sikkerhetslamper, efterat indlastningen er tilendebragt.​1\nAvtryk av bestemmelsen om sikkerhetslamper blir at opslaa i folkelugarene.​2\nNærmere forskrifter​3 betræffende føring av stenkul og andre gasholdige stoffe kan utfærdiges av Kongen eller den, han dertil bemyndiger.​4\n0 Endret ved lover 8 aug 1908 nr. 4 og 18 sep 1909 nr. 9.\n1 Se strl. § 352.\n2 Se strl. § 419.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Sprængbare (eksplosive), ildsfarlige, etsende, giftige og andre farlige stoffe blir under hensyntagen til den større eller mindre farlighet, de frembyder under transporten ombord paa skibe, av Kongen​1 at inddele i forskjellige klasser, for hvilke der utfærdiges specielle bestemmelser om de forsigtighetsregler, som blir at iagtta med hensyn til indpakning, kvantum og transportmaate av de til hver klasse hørende varer.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Specielt sprængbare Stoffe, saasom alle Sprængstoffe, Krudsorter og Knaldsatser, Dynamit og andre nitroglycerinholdige Præparater, maa under Sjøværtstransport kun føres i aflukkede Rum under Dæk og i betryggende Afstand fra Kjedel- og Maskinrum, Fyrgange og Ovne.\nNaar saadanne sprængbare Stoffe lastes i samme Rum som andet Gods, maa de holdes adskilte fra dette ved passende Garnering.\nDen Emballage, i hvilken saadanne Varer forsendes, skal være merket : «explosiv».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Under Lastning eller Losning af sprængbare Stoffe af ovennævnte Art maa enhver Rystelse omhyggelig undgaaes, og de Fade, Kasser eller Kar, hvori de forsendes, maa derfor under ingen Omstændigheder rulles eller kastes. I Skibsrummet maa de stuves saa fast og støt, at de bedst muligt sikres mod Rystelse, Stød, Velten eller Fald.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Specielt ildsfarlige stoffe, saasom æter (nafta) og andre æterholdige væsker, svovlkulstof, petroleumsæter, gasolje, bensin og lignende væsker, hvis flammepunkt ligger under 22 grader C. ved 760 mm. barometerstand, prøvet paa den af departementet fastsatte maate, maa ombord i passagerskibe kun føres paa dæk og i solide beholdere.\nFøres saadanne væsker under dæk paa andre skibe, maa fartøiet enten være indrettet som tankskib, eller væsken maa være opbevart paa solide, gastætte beholdere, der er forsvarlig beskyttet. Forinden nærmere forskrifter herom er git av Kongen,​1 maa saadan last ikke føres under dæk i almindelige skibe.\nAlle mandskapslugarer maa i tilfælde være anbragt paa øverste dæk.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Har et skib ombord saadanne ildsfarlige varer, som blot kan føres paa dæk, maa sprængstoffe ikke befordres med samme i større mængde, end der maatte bli tillatt i de i § 69 omhandlede forskrifter.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "De i § 72 nævnte specielt ildsfarlige Vædsker maa ikke føres paa Glasballoner, medmindre de ved Hjælp af Halm eller lignende løst Materiale er faststuvede i vandtætte, med Hanker forsynede Kasser eller Baljer, saaledes at ogsaa Ballonen oventil er beskyttet ved et Laag. Saadanne Glasballoner maa ikke stilles ovenpaa hinanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Brændbare Vædsker som Alkohol, almindelig Spiritus, Træspiritus, Terpentinolje, Petroleum og Parafinolje maa, naar de lastes under Dæk, paa en betryggende Maade isoleres fra Kjedel- og Maskinrum samt Ildsteder.\nGasarter, der er komprimerede paa Staalcylindre (flydende Kulsyre og andre), maa stuves i aflukkede Rum, der ligger i mindst 2 Meters horisontal Afstand fra Kjedel, Maskinrum og Ildsteder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Rum, hvori der føres Sprængstoffe, maa være adskilt fra Rum, hvori der er indlastet Stenkul eller nogen af de i § 75 nævnte brændbare Vædsker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Under Lastning eller Losning af sprængbare Stoffe eller af de i § 72 nævnte specielt ildsfarlige Vædsker maa paasees, at ingen Fare kan opstaa som Følge af Ild eller Gnister fra Maskine, Skorsten, Lys m.m.\nTobaksrøgning er under nævnte Arbeide forbudt.\nEr der opstaaet Lækage paa Beholdere, som indeholder Krud, maa det under Losning specielt paasees, at spildt Krud ikke kommer i Berøring med Jern.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Lasterum, i hvilke Sprængstoffe eller de i §§ 72 og 75 nævnte ildsfarlige Varer er indlastede, maa ikke betrædes med andet Lys end paalidelige Sikkerhedslamper. Al Tobaksrøgning er forbudt i saadanne Rum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Sterkt etsende stoffe, saasom svovlsyre, saltsyre og salpetersyre, maa ikke lastes under dæk, medmindre utflytende syre ved hjælp av tilstrækkelige mængder av pulverformige og porøse mineralske stoffe, saasom sand, jord eller kiselgur, hindres fra at komme i berøring med nogen del av skibet.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Regler om ballast gis av Sjøfartsdirektoratet.\n0 Endret ved lov 17 juni 1966 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 81.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Skibsføreren har at paase, at Mandskab, som skal overtage første Vagt efter Afgang fra Havn, har havt Adgang til at blive tilstrækkelig udhvilet.\nUnder Fart maa den, der fører Kommandoen – korte, nødvendige Fravær undtagen –, ikke forlade Dækket (Kommandobroen). Sker dette, maa han først have beordret en paalidelig Mand til under sit midlertidige Fravær at overtage hans Funktion.\nSkibsføreren har ansvaret for at der til enhver tid holdes behørig utkik.\n0 Endret ved lover 21 juni 1935 nr. 3, 16 juni 1989 nr. 59.\n1 Jfr. strl. § 422.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 83.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "title": "(Opphevet ved lov 16 feb 1923 nr. 3.)",
      "content": "§ 92.(Opphevet ved lov 16 feb 1923 nr. 3.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "De i nærværende kapitel fastsatte bestemmelser gjelder hvor ikke annet uttrykkelig er bestemt så vel innenriks som utenriks fart og kan ikke fravikes ved overenskomst mellem skibsfører og mannskap.\nKongen​1 kan utferdige nærmere forskrifter​2 om skipenes bemanning og om hvilke kvalifikasjoner som skal kreves som vilkår for tjenestegjøring i de stillinger bemanningsforskriftene omfatter.\n0 Endret ved lover 18 sep 1909 nr. 9, 16 feb 1923 nr. 3, 24 juni 1927 nr. 1, 10 juni 1977 nr. 67.\n1 Sjøfartsdirektoratet iflg. res. 1 des 1978.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Norsk maskindrevet skip som fører passasjerer, skal i slik fart som bestemmes av Kongen eller den han bemyndiger​1 være undergitt besiktelse og tilsyn overensstemmende med de i nærværende kapittel fastsatte bestemmelser.\nHerfra unntas skip som fører et færre antall passasjerer enn 1 voksen person for hver 25 tonnasjeenheter/registertonn brutto.\nDenne unntagelse gjelder dog ikke hvis skip av hvilken som helst størrelse fører mer enn 12 passasjerer.\nFøres passasjerer i skip som slepes, skal såvel dette som slepebåten være undergitt besiktelse og tilsyn etter de i nærværende kapittel fastsatte bestemmelser i den utstrekning som Sjøfartsdirektoratet finner at disse bestemmelser bør anvendes.\nSkip skal, når de ikke anvendes i regelmessig passasjerfart, men kun leilighetsvis fører passasjerer, ikke være underlagt dette kapittels regler. Nærmere forskrifter​2 om kontroll med disse skip samt om hva som skal forstås med «regelmessig passasjerfart», utferdiges av Kongen eller den han bemyndiger​1 til det.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 aug 1914 nr. 1, 20 mars 1931 nr. 1, 16 des 1983 nr. 72, 25 mai 1984 nr. 31.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Besigtelsen forlanges skriftlig av skibets reder eller fører hos tilsynet. Dette har derefter at anordne det fornødne, forat besigtelsen betimelig til mindst mulig hinder for skibets fart kan bli utført enten paa det sted, hvor skibet er beliggende, eller paa et andet sted inden dets regelmæssige rute.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Norsk skip som fører passasjerer, skal undergis fullstendig besiktelse før det første gang settes i fart. Senere skal det som regel besiktes en gang hvert år. Dessuten skal det besiktes, fullstendig eller delvis, når skrog, kjel eller maskindeler har gjennomgått en reparasjon som kan føre til at soliditeten blir forandret. Det samme gjelder etter skade som kan føre til slik forandring. Men Kongen​1 eller den han bemyndiger til det, kan gjøre unntak fra forannevnte påbud i spesielle tilfeller.\nKongen​1 bestemmer hvorvidt og i hvilken utstrekning passasjerskip skal ha vanntette skott.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 25 mai 1984 nr. 31.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Nærmere forskrifter om passagerskibenes bygning, utrustning og fart samt om kontrollen dermed gives av Kongen eller den, han dertil bemyndiger.​1 I overensstemmelse med disse forskrifter skal tilsynet undersøke:\n1. om skibets skrog og tilbehør er i god og betryggende forfatning for den paatænkte fart;\n2. om dets maskineri, kjeler og rørledninger er betryggende forarbeidet, utstyrt og vedlikeholdt, forsynt med de nødvendige kontrol- og sikkerhetsapparater samt i fuldt arbeidsmæssig stand, og om maskinen er tilstrækkelig sterk og solid;\n3. om baater, livbøier, signalapparater, kompasser og instrumenter, anordninger mot ildsvaade, dæksanordninger og den øvrige utrustning er av saadan beskaffenhet og i saadan forfatning, som gjældende forskrifter bestemmer.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.\n1 Sjøfartsdirektoratet iflg. res. 5 april 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "De i foregaaende paragraf omhandlede forskrifter skal for passagerskibe i europæisk fart eller i fart mellem Europa og fremmede verdensdele ogsaa indeholde bestemmelse om passagerantallets beregning samt de nødvendige bestemmelser til betryggelse av passagerernes velbefindende, sundhet og sikkerhet, saasom om opholdsrum, forpleining, om skibets adgang til at medta last o.s.v.\nI indenriksk fart bestemmes det høieste antal passagerer, et fartøi kan medta, efter dæksflatens størrelse og farvandets beskaffenhet. I kortere ruter og paa indelukket farvand kan medtages 1 passager for hver 0,50 kvadratmeter dæksflate, og i almindelig kystfart 1 passager for hver 0,75 kvadratmeter. I begge tilfælde fradrages saadanne rum, hvorpaa passagerer ikke bekvemt kan staa eller sitte, hvorhos der blir at ta fuldt hensyn til skibets stivhet og beskaffenhet forøvrig. Dæksflaten regnes paa hoveddækket eller, om skibet har flere dæk, paa det dæk, som har den største frie overflate, heri indbefattet dækshus, bestemt til avbenyttelse av passagerer. Hvis skibet er aapent, regnes dæksflaten av dets horisontale projektion i høide med rælingen. Fører skibet gods paa dækket, sker fradrag i forhold til den plads, godset optar.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Naar de i foregaaende Paragrafer omhandlede Bestemmelser skal træffes, paahviler​1 det Rederen eller Føreren eller den, der træder i disses Sted, at opgive, i hvilke Ruter og paa hvilke Farvande Fartøiet tenkes benyttet, samt forøvrigt at yde de Oplysninger og den Bistand, hvortil der maatte være Anledning.\n1 Se strl. § 414.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Findes skibet at være tjenlig til passagerfart, dets kjel og maskine at være betryggende og skibet forøvrig behørig utrustet og bemandet, utstedes certifikat herom i den form, som Kongen​2 bestemmer. Er det i medhold av sjøloven​3 § 432 bestemt at det for skipet skal tegnes forsikring eller stilles sikkerhet til dekning av ansvar som der nevnt, må dette være gjort før sertifikat utstedes.\nPaa et iøinefaldende sted paa eller ved kjelen skal med tydelige tal anføres det største tillatte arbeidstryk.\nPaa skibe i indenriksk fart skal derhos det største tillatte passagerantal være anført paa et let synlig sted paa begge sider av et dækshus eller lignende opbygning.\n§ 41 a, nr. 1, første ledd og nr. 2 får tilsvarende anvendelse for passasjerskip som ifølge Sjøfartsdirektoratets bestemmelse skal ha særskilte sikkerhetssertifikater. For skip med sikkerhetssertifikat i henhold til internasjonal overenskomst som er tiltrådt av Norge, bestemmer Sjøfartsdirektoratet i hvilken utstrekning passasjersertifikat skal utstedes.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 21 aug 1914 nr. 1, 29 mai 1964 nr. 3, 8 juni 1973 nr. 38, 24 april 1987 nr. 18, 24 juni 1994 nr. 39.\n1 Jfr. strl. § 419.\n2 Sjøfartsdirektoratet iflg. res. 5 april 1963.\n3 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Finder Tilsynet at maatte negte Certifikat, skal skriftlig Forklaring afgives om de Mangler som har bevirket dette.\n1 Jfr. lov 10 feb 1967 kap. V.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Undergaar skibet saadan reparation eller lider skibet saadan skade, som i § 96, 2det led, nævnt, træder certifikatet ut av kraft.\nAnmeldelse om enhver saadan reparation eller skade samt om de forandringer, som foretages med skibet efter avholdt besiktigelse, skal av føreren eller den, som træder i hans sted, tilstilles tilsynet.​1\nBlir forsikring eller sikkerhetsstillelse som er påbudt etter sjøloven​2 § 432, ikke holdt ved like, trer sertifikatet ut av kraft i samsvar med regler gitt i medhold av nevnte paragraf.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9, 8 juni 1973 nr. 38, 24 juni 1994 nr. 39.\n1 Se strl. 414.\n2 Lov 24 juni 1994 nr. 39 (sjøl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Politiet har plikt til å påse at skip ikke fører flere passasjerer enn det har rett til ifølge sitt sertifikat.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Fører av passasjerskip kan nekte synlig beruset person adgang til skipet og kan landsette i første passende havn passasjer som viser seg beruset, opptrer anstøtelig eller tross advarsler sjenerer eller er til skade for andre ombord.\nFøreren må likevel ikke landsette person som er i en slik tilstand at denne kan forventes å ville forstyrre den alminnelige ro og orden, eller som ikke uten fare for seg selv eller andre kan overlates til seg selv uten at politiet tilkalles eller det på annen betryggende måte sørges for at personen tas i forvaring eller ytes nødvendig bistand.\n0 Endret ved lov 25 mai 1984 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Der skal i den kolde aarstid saavidt mulig skaffes passagerer ly for natten og beskyttelse mot veiret.\nNærmere bestemmelse herom saavel som særlige bestemmelser sigtende til at betrygge passagerernes sundhet og sikkerhet i det hele kan indtages i de i § 97 omhandlede specielle forskrifter.\n0 Endret ved lover 8 aug 1908 nr. 4, 18 sep 1909 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Ansvaret for å overholde bestemmelser som er gitt i eller i medhold av norsk lov til sikring av skipets sjødyktighet eller til ivaretakelse av de ombordværendes sikkerhet eller tarv, påhviler skipsføreren for så vidt ikke annet følger av vedkommende lov eller bestemmelse.\nRederen eller den som handler for rederen, plikter etter Kongens​2 bestemmelser å etablere rutiner som sikrer\n1. at de ting som skal kontrolleres etter §§ 36 første ledd og 97, er i forsvarlig og forskriftsmessig forfatning, og\n2. at skipet blir besiktet i samsvar med kravene i §§ 36 første ledd og 97 og fastsatt forskrift.\nRederen eller den som handler for rederen, må ikke rettsstridig bevirke eller medvirke til at et sjøudyktig​3 skip går til sjøs, eller at bestemmelser som er nevnt i første ledd ikke oppfylles. Han må ikke bevirke eller medvirke til at skipet brukes i strid med de offentlige tillatelser (sertifikater,​4 bemanningsoppgaver,​5 målebrev​6 m.v.) som er gitt for skipets drift.\n0 Endret ved lover 18 sep 1909 nr. 9, 14 aug 1918 nr. 4 § 58, 17 juni 1966 nr. 8, 10 juni 1977 nr. 67, 2 aug 1991 nr. 70.\n1 Jfr. sjøl. kap. 6.\n2 Nærings- og handelsdepartementet iflg. res. 20 des 1996 nr. 1156.\n3 Se § 2.\n4 Jfr. §§ 36, 46 og 55 nr. 4.\n5 Jfr. § 93.\n6 Jfr. lov 19 juni 1964 nr. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Denne Lov træder i Kraft fra den Tid, Kongen bestemmer.\nFra den nævnte Tid ophæves, forsaavidt de endnu er gjældende: – – –\n0 Loven trådte i kraft 1 mai 1906 iflg. res. 21 mars 1906.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Nærværende lov er ikke anvendelig på de skip, der tilhører forsvaret eller benyttes i dets tjeneste.\n0 Endret ved lov 24 april 1987 nr. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "Skibsføreren skal drage Omsorg for, at et Eksemplar af nærværende Lov og af de i Henhold til samme udfærdigede Reglementer og Forskrifter forefindes ombord.​1\n1 Se strl. § 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "Kongen​2 kan gi forskrifter om plikt til i sikkerhetsøyemed å samle inn om bord på flyttbar innretning som nevnt i § 1 tredje ledd nr. 2, data om innretningens egenskaper, miljødata, meteorologiske data og liknende opplysninger, og kan fastsette gebyr for å dekke statistisk bearbeiding av slike opplysninger. Plikt til å betale gebyr kan pålegges samtlige eiere av innretninger som nevnt.\n0 Tilføyd ved lov 10 juni 1977 nr. 67.\n1 Jfr. lov 16 juni 1989 nr. 54.\n2 Sjøfartsdirektoratet iflg. res. 1 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "title": "(Formål og anvendelse).",
      "content": "Bestemmelsene i dette kapittel har til formål å forebygge forurensning av sjø, vassdrag og luft ved utslipp av skadelige stoffer fra skip og ved dumping.\nBestemmelsene gitt i eller i medhold av dette kapittel kommer ikke til anvendelse på utslipp av skadelige stoffer som utelukkende følger av utforskning, utnyttelse og tilknyttet viderebehandling til sjøs av undersjøiske mineralforekomster.​1\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. lov 29 nov 1996 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "title": "(Definisjoner).",
      "content": "I denne lov betyr:\na. skadelige stoffer:\nethvert stoff eller enhver gjenstand som, tilført sjø, vassdrag eller luft, kan føre til helseskade, kan skade eller føre til ulempe for miljøet eller hindre lovlig bruk av sjø eller vassdrag.\nb. utslipp:\nenhver frigivelse eller tømming fra skip uansett årsak og omfatter bl.a. enhver utstrømming, fjerning, søling, lekkasje, utpumping, avgivelse eller lensing.\nc. dumping:\nethvert forsettlig utslipp av skadelige stoffer til sjø eller vassdrag, herunder å kvitte seg med skip ved å senke eller etterlate dem.\nDumping omfatter ikke utslipp av skadelige stoffer som skriver seg fra vanlig drift av skip unntatt når avfallet er tatt om bord fra et annet skip med det formål å bringe det av veien.\nd. forbrenning:\nenhver termisk destruksjon av stoffer og gjenstander i den hensikt å kvitte seg med disse.\nForbrenning omfatter ikke forbrenning som er knyttet til eller skriver seg fra vanlig drift av skip, innretning eller utstyr ombord på disse, unntatt når stoffene eller gjenstandene er fraktet bort fra avfallskilden med det formål å bringe dem av veien.\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 25 aug 1995 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "title": "(Aktsomhetsplikt).",
      "content": "Enhver skal være aktsom og treffe rimelige tiltak for å unngå at forurensninger fra skip oppstår og for å begrense virkningene av forurensninger.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "title": "(Forskrifter).",
      "content": "Til fremme av formål som nevnt i § 111 kan forvaltningsorgan som er tillagt myndighet etter § 3 gi forskrifter​1 og treffe enkeltvedtak om:\n1. transport av skadelige stoffer,​2 herunder bestemmelser om kvantum, emballering og stuing,​3\n2. lasting og lossing av skip som fører skadelige stoffer,​2\n3. bunkring,\n4. hvilke skadelige stoffer som det er forbudt å slippe ut i sjø, vassdrag og luft, i hvilke områder utslipp kan foretas og hvilke forholdsregler som skal tas ved utslipp,\n5. konstruksjon og utrustning av skipet, og at det ombord skal være sertifikat som viser at skipet er konstruert og utrustet overensstemmende med slike bestemmelser,​4\n6. at det ombord skal føres særskilt dagbok for behandling av skadelige stoffer,​5\n7. rapporteringsplikt ved tilfelle av eller fare for utslipp av skadelige stoffer,​3\n8. dumping.​6\n9. forbrenning​7\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 25 aug 1995 nr. 58.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 112 første ledd a).\n3 Jfr. kap. 6.\n4 Jfr. § 41.\n5 Jfr. § 112 første ledd a) og strl. § 416.\n6 Se § 112 første ledd.\n7 Se § 112.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "title": "(Unntak).",
      "content": "Forbud mot utslipp​1 eller dumping​2 fastsatt med hjemmel i dette kapittel kommer ikke til anvendelse ved:\n1. utslipp av skadelige stoffer​3 eller dumping som er nødvendig av hensyn til skips sikkerhet, de ombordværendes helse eller for å redde liv,\n2. utslipp av skadelige stoffer​3 eller dumping som skyldes skade på skip, når alle rimelige forholdsregler er tatt både før og etter uhellet for å hindre eller minske utslippet.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Se § 112 første ledd, b).\n2 Se § 112 første ledd, c).\n3 Se § 112 første ledd, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "title": "(Mottakeranlegg).",
      "content": "Kongen​1 kan gi forskrifter​2 om etablering og drift av mottakeranlegg i land for stoffer som det etter forskrifter gitt i medhold av § 114 vil være forbudt å slippe ut. Kongen kan herunder pålegge den enkelte kommune, havnemyndighet, havneeier eller andre å sørge for at det finnes tilstrekkelig leveringsmuligheter for slike stoffer, og gi bestemmelser om videretransport og disponering av mottatt avfall.\nKongen kan gi forskrifter​2 om betaling av avgift ved anløp av havn med mottakeranlegg, og betaling av gebyr for levering av skadelige stoffer​3 i havn.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Miljøverndepartementet iflg. res. 12 okt 1979.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 112 første ledd, a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "title": "(Tilsyn).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi forskrifter​1 om gjennomføringen av tilsynet. Tilsynet har krav på å få de opplysninger det anser påkrevet for å utøve sin virksomhet.​2\nFor øvrig får bestemmelsene i annet kapittel tilsvarende anvendelse.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. strl. § 416.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "title": "(Tilbakehold m.v.).",
      "content": "Tilsynet kan beslutte at skip som:\n1. ikke har gyldig sertifikat om bord som påbudt i medhold av § 114 nr. 5,\n2. har foretatt utslipp​1 i strid med forskrifter og enkeltvedtak fastsatt i medhold av § 114 nr. 4,\n3. ikke tilfredsstiller de krav til konstruksjon og utrustning som er fastsatt i medhold av § 114 nr. 5, eller\n4. fører last i strid med forskrifter og enkeltvedtak fastsatt i medhold av § 114 nr. 1,\n§§ 24-33 får tilsvarende anvendelse på vedtak etter første ledd nr. 1-4.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Se § 112 første ledd, b).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "title": "(Retten til å seile under norsk flagg).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi forskrifter​2 og treffe enkeltvedtak om at skip som ikke har gyldig sertifikat om bord fastsatt i medhold av § 114 nr. 5 ikke får seile under norsk flagg.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. sjøl. § 5.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "title": "(Etterforskning).",
      "content": "Bestemmelsene i tredje kapittel får tilsvarende anvendelse for etterforskning av overtredelse av bestemmelser gitt i eller i medhold av dette kapittel.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "title": "(Undersøkelse av skip).",
      "content": "Tilsynet kan gå om bord i skip som er i norsk havn eller indre farvann, eller ved installasjon på norsk kontinentalsokkel​2 eller i Norges økonomiske sone,​3 for å undersøke om skipet:\n1. har foretatt utslipp​4 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4.\n2. har om bord gyldig sertifikat påbudt i medhold av § 114 nr. 5.\n3. tilfredsstiller krav til konstruksjon og utrustning fastsatt i medhold av § 114 nr. 5.\n4. fører last i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 1.\n5. har foretatt dumping​5 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8.\n6. har foretatt forbrenning​6 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 9.\n7. har foretatt utslipp​4 i internasjonalt farvann i strid med internasjonale overenskomster tiltrådt av Norge om forurensning av det marine miljø.\nTilsynet skal så langt det er praktisk mulig gå om bord i skip som frivillig befinner seg i norsk havn eller ved installasjon på norsk kontinentalsokkel​2 eller i norsk økonomisk sone,​3 for å undersøke om skipet har foretatt utslipp i strid med internasjonale overenskomster tiltrådt av Norge i en annen stats indre farvann, territorialfarvann​7 eller økonomiske sone,​3 eller som har forårsaket eller truer med å forårsake skade der, når det foreligger anmodning om slik undersøkelse fra den berørte stat. Dette gjelder uten hensyn til hvor overtredelsen fant sted, dersom det foreligger anmodning om slik undersøkelse fra flaggstaten.\nVed skjellig grunn til mistanke om overtredelse i norsk indre farvann eller norsk territorialfarvann​7 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skip som befinner seg i norsk territorialfarvann​7 stanses og bordes for undersøkelse.\nVed skjellig grunn til mistanke om overtredelse i norsk økonomisk sone​3 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan tilsynet kreve at skip som befinner seg i norsk territorialfarvann​7 eller norsk økonomisk sone gir opplysninger om identitet, forrige og neste anløpssted og andre relevante opplysninger som er nødvendig for å få fastslått om en overtredelse har funnet sted.\nVed skjellig grunn til mistanke om overtredelse i norsk økonomisk sone​3 av forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skip som befinner seg i norsk territorialfarvann​7 eller norsk økonomisk sone​3 stanses og bordes for undersøkelse, dersom informasjon som nevnt i foregående ledd ikke gis eller er mangelfull eller ikke troverdig, og overtredelsen har ført til et vesentlig utslipp som har forårsaket eller truer med å forårsake betydelig forurensning av det marine miljø.\nSkip kan stanses og bordes for undersøkelse når det er skjellig grunn til mistanke om dumping eller forbrenning i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8 eller nr. 9 dersom\na. skipet befinner seg i norsk territorialfarvann,​7 norsk økonomisk sone​3 eller på norsk del av kontinentalsokkelen​2 på håndhevingstidspunktet, eller\nb. det for øvrig er adgang til å treffe et slikt tiltak etter folkeretten.\nVed skjellig grunn til mistanke om at norsk​8 skip har overtrådt forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 4, kan skipet stanses og bordes for undersøkelse uten hensyn til hvor overtredelsen har funnet sted eller hvor skipet befinner seg på håndhevingstidspunktet. Det samme gjelder ved skjellig grunn til mistanke om at norsk skip har foretatt dumping​5 eller forbrenning​6 i strid med forskrifter eller enkeltvedtak fastsatt i medhold av § 114 nr. 8 eller 9.\nUndersøkelse av skip skal begrenses til kontroll av skipets dokumenter med mindre:\n1. det foreligger skjellig grunn til mistanke om at skipets tilstand og utstyr i vesentlig grad fraviker fra innholdet i dokumentene, eller\n2. innholdet i dokumentene ikke gir tilstrekkelig grunnlag for å fastslå hvorvidt en overtredelse har funnet sted.\nUndersøkelse foretatt i medhold av denne paragraf må ikke medføre unødig forsinkelse eller unødig utgift for skipet.\n0 Endret ved lover 25 mai 1984 nr. 31, 25 aug 1995 nr. 58, 28 juni 1996 nr. 39, 17 juli 1998 nr. 62.\n1 Jfr. strl. § 326.\n2 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n3 Jfr. lov 17 des 1976 nr. 91.\n4 Se § 112 første ledd, b).\n5 Se § 112 første ledd, c).\n6 Se § 112 første ledd, d).\n7 Jfr. lov 27 juni 2003 nr. 57.\n8 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "121 a",
      "section": "121 a",
      "content": "Norske skip​1 plikter å etterkomme anmodninger fra andre stater om opplysninger som nevnt i § 121 fjerde ledd.\n0 Tilføyd ved lov 17 juli 1998 nr. 62.\n1 Jfr. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121a",
        "source_heading": "§ 121 a."
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "title": "(Midlertidige inngrep til sikring av formuestraff).",
      "content": "Ved overtredelse av forskrifter eller enkeltvedtak gitt i medhold av dette kapittel kan påtalemyndigheten​1 til sikring av formuestraff beslutte skipet holdt tilbake.\nVed overtredelse av forskrifter eller enkeltvedtak gitt i medhold av § 114 nr. 1, nr. 4, nr. 5 eller nr. 8 kan påtalemyndigheten​1 beslutte skipet oppbragt.\nBeslutning om oppbringelse og tilbakehold etter første og annet ledd skal innen 24 timer bringes inn for retten, som avgjør om det skal foretas hefte etter reglene i § 123 i skipet eller om skipet skal frigis. Ender fristen på lørdag, helgedag eller dag som etter lovgivningen er likestilt med helgedag,​2 forlenges fristen til samme klokkeslett den nærmest følgende virkedag.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.\n1 Jfr. § 17 og strpl. kap. 6.\n2 Se lov 26 april 1947 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "title": "(Hefte).",
      "content": "For å sikre betaling av bot som antas å ville bli idømt etter straffelovens​2 § 427, samt saksomkostninger som antas å ville bli ilagt, kan retten på begjæring av påtalemyndigheten beslutte hefte i skipet for et bestemt beløp, når det er grunn til å frykte at fullbyrdelsen ellers ville bli forspilt eller i vesentlig grad vanskeliggjort. Slikt hefte kan foretas selv om skipet ikke tilhører siktede.\nNår det er foretatt hefte i et skip, må det ikke forlate det sted hvor det ligger. Ligger skipet ikke i havn, skal beslutningen om hefte inneholde påbud om å gå til nærmere angitt sted.\nHeftet kan avverges ved at det stilles annen tilfredsstillende sikkerhet.\nHeftet faller bort når påtalemyndigheten frafaller det, eller når retten ved kjennelse beslutter det fordi grunnlaget for heftet er falt bort.\nFor øvrig gjelder tvangsfullbyrdelsesloven​3 §§ 14-9 til 14-12 tilsvarende.\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 8 jan 1993 nr. 20.\n1 Jfr. strpl. kap. 17.\n2 Lov 22 mai 1902 nr. 10 (strl.).\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "124",
      "section": "124",
      "title": "(Tvangsmulkt).",
      "content": "Forvaltningsorgan som er tillagt myndighet etter § 3 kan ilegge tvangsmulkt for den som ikke etterkommer pålegg gitt i medhold av bestemmelsene i dette kapittel.\nIlagt tvangsmulkt kan frafalles når det finnes rimelig.\nTvangsmulktens størrelse fastsettes under hensyn til hvor viktig det er at pålegget blir gjennomført og hvilke kostnader det antas å medføre. Forvaltningsorgan som er tillagt myndighet etter § 3 kan gi nærmere forskrifter om fastsettelse og beregning av tvangsmulkt.\nPålegg om mulkt er tvangsgrunnlag for utlegg.​1\n0 Tilføyd ved lov 8 juni 1979 nr. 49, endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "title": "(Ikrafttredelse).",
      "content": "Dette kapittel trer i kraft fra den tid Kongen bestemmer.\nFra samme tid oppheves lov av 6. mars 1970 om vern mot oljeskader § 2 nr. a, c, d, e, f og g. Regler, pålegg og forbud som er gitt i medhold av nevnte lov samt i medhold av lov av 26. juni 1970 om vern mot vannforurensning skal fortsatt gjelde inntil de oppheves eller de endres av vedkommende myndighet.\n0 Tilføyd ved lov 8 juni 1979 nr. 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    }
  ]
}