{
  "id": "LOV-1992-06-19-56",
  "type": "statute",
  "title": "Lov om handelsagenter og handelsreisende (agenturloven)",
  "short_name": "Agenturloven – agl",
  "status": "in_force",
  "issued_date": "1992-06-19",
  "in_force_date": "1993-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1992-06-19-56",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Definisjoner.",
      "content": "Med en handelsagent forstås i denne lov den som i næringsvirksomhet etter avtale med en annen (hovedmannen) har påtatt seg selvstendig og over tid å virke for salg eller kjøp av varer for hovedmannens regning ved å innhente ordrer til hovedmannen eller ved å inngå avtaler i hovedmannens navn.\nMed en handelsreisende forstås i denne lov en ansatt som har som oppgave å oppsøke tredjemenn og virke for salg eller kjøp av varer, som ikke medbringes, ved å innhente ordrer til arbeidsgiveren eller ved å inngå avtaler i arbeidsgiverens navn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Fravikelighet.",
      "content": "Bestemmelsene i denne lov gjelder ikke når noe annet følger av avtale, etablert praksis, handelsbruk eller annen sedvane, med mindre det følger av loven at en bestemmelse skal være ufravikelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Avtaler om lovvalg.",
      "content": "En bestemmelse som etter loven er ufravikelig, kan ikke settes til side til skade for handelsagenten eller den handelsreisende gjennom en avtale om at fremmed rett skal anvendes på forholdet, dersom rettsforholdet uten lovvalgsavtalen ville bli å bedømme etter norsk rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Skriftlig avtale.",
      "content": "Hver av partene kan kreve at avtaler settes opp skriftlig og å få et underskrevet eksemplar av avtalen og senere endringsavtaler.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Handelsagentens alminnelige plikter.",
      "content": "Ved utførelsen av oppdraget skal handelsagenten lojalt og redelig ivareta hovedmannens interesser.\nHandelsagenten skal særlig:\n1. gjøre rimelige anstrengelser for å innhente ordrer og, om oppdraget omfatter det, inngå avtaler,\n2. underrette hovedmannen om ordrer som blir innhentet og avtaler som er inngått og om andre forhold agenten kjenner til som er av betydning for oppdraget, og\n3. følge rimelige instrukser fra hovedmannen.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Handelsagentens omsorg for hovedmannens varer m.v.",
      "content": "Handelsagenten skal ta godt vare på varer og annet som tilhører hovedmannen og som agenten har hånd om. Agenten skal ha slik forsikring som er vanlig etter forholdene. Hovedmannens varer skal holdes atskilt fra andre varer.\nHar handelsagenten rett til å motta betaling for solgte varer, skal de mottatte beløp holdes atskilt fra andre midler. Agenten skal redegjøre overfor hovedmannen for alle mottatte beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hovedmannens plikter.",
      "content": "Hovedmannen skal opptre lojalt og redelig overfor handelsagenten.\nHovedmannen skal særlig:\n1. overlate til handelsagenten prøver, beskrivelser, prislister og annet materiale som er nødvendig i forbindelse med de varer som oppdraget gjelder,\n2. fremskaffe de opplysninger som er nødvendige for at agenten kan gjennomføre oppdraget, og\n3. uten ugrunnet opphold underrette agenten om hvilke ordrer som er avslått og hvilke som er akseptert og om avtaler agenten har formidlet som ikke blir gjennomført.\nDersom hovedmannen kan forutse at virksomhetens omfang blir vesentlig mindre enn det handelsagenten normalt hadde grunn til å regne med, skal hovedmannen uten ugrunnet opphold underrette agenten om dette.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Erstatning.",
      "content": "Oppfyller ikke handelsagenten eller hovedmannen sine plikter etter agenturavtalen eller etter loven, kan motparten kreve erstattet sine tap som følge av dette. Dette gjelder ikke hvis den annen part kan bevise at forholdet ikke skyldes feil eller forsømmelse på sin side.\nDen som vil kreve erstatning, skal underrette den andre parten om dette uten ugrunnet opphold etter at han eller hun fikk eller burde ha fått kjennskap til de forhold som ligger til grunn for kravet. Ellers tapes retten til erstatning, med mindre motparten har handlet grovt uaktsomt eller forøvrig i strid med redelighet og god tro.\nDen part som krever erstatning, skal ved rimelige tiltak begrense sitt tap. Forsømmes dette, må parten selv bære den tilsvarende del av tapet.\nErstatningen kan settes ned dersom den vil virke urimelig for den ansvarlige part ut fra tapets størrelse i forhold til det tap som vanligvis oppstår i liknende tilfeller, og forholdene ellers.\nBestemmelsene i denne paragrafen kan ikke på forhånd fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Størrelsen på vederlaget.",
      "content": "Har partene ikke avtalt størrelsen på vederlaget, har handelsagenten krav på slikt vederlag som er vanlig i det området der agenten utøver sin virksomhet. Finnes det ikke noe slikt vanlig vederlag, skal vederlaget settes til det som finnes rimelig når man tar hensyn til alle omstendigheter ved oppdraget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Provisjon i oppdragstiden.",
      "content": "Handelsagenten har rett til provisjon av avtaler som inngås i oppdragstiden, hvis:\n1. avtalen er kommet i stand ved agentens medvirkning,\n2. avtalen uten agentens medvirkning er inngått med en tredjemann som agenten tidligere har skaffet som kunde for liknende avtaler, eller\n3. agenten har fått tildelt et bestemt område eller en bestemt kundekrets, og avtalen uten agentens medvirkning er inngått med en tredjemann som hører til området eller kundekretsen.\nEn tiltredende handelsagent har ikke krav på provisjon etter første ledd av en avtale som gir den foregående agenten rett til provisjon etter § 11, med mindre det som følge av forholdene er naturlig at provisjonen deles mellom dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Provisjon av avtaler etter at oppdraget er avsluttet.",
      "content": "Handelsagenten har også rett til provisjon av avtaler som inngås etter at oppdraget er avsluttet, hvis:\n1. avtalen ellers oppfyller vilkårene i § 10 og agenten eller hovedmannen har tatt imot tredjemanns ordre i oppdragstiden, eller\n2. avtalen har kommet i stand hovedsakelig som følge av agentens virksomhet i oppdragstiden og avtalen er inngått i rimelig tid etter at oppdraget ble avsluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Inntjening og betaling av provisjon.",
      "content": "Provisjonen inntjenes så snart og i det omfang en av følgende omstendigheter foreligger:\n1. Hovedmannen har levert varene eller betalt kjøpesummen.\n2. Hovedmannen skulle etter avtalen ha levert varene eller betalt kjøpesummen.\n3. Tredjemann har levert varene eller betalt kjøpesummen.\n4. Tredjemann skulle etter avtalen ha levert varene eller betalt kjøpesummen, forutsatt at hovedmannen hadde oppfylt sin del av avtalen.\nProvisjonen skal betales senest innen en måned etter utløpet av det kvartal som provisjonen ble inntjent i.\nBestemmelsene i første ledd nr. 3 og 4 og i annet ledd kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bortfall av retten til provisjon.",
      "content": "Handelsagenten mister sitt krav på provisjon hvis det godtgjøres at avtalen mellom hovedmannen og tredjemann ikke oppfylles og dette ikke skyldes hovedmannen eller forhold på dennes side.\nSkyldes tredjemanns manglende oppfyllelse at hovedmannen har gitt henstand eller opphevet avtalen, påvirker ikke dette handelsagentens krav på provisjon. Dette gjelder likevel ikke hvis agenten har samtykket.\nOppfyller tredjemann avtalen bare delvis, bortfaller handelsagentens krav på provisjon av den delen som ikke er oppfylt, hvis dette følger av første og andre ledd.\nBortfaller kravet på provisjon etter første til tredje ledd, skal handelsagenten betale tilbake det som er betalt for mye.\nBestemmelsene i første til tredje ledd kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Provisjonsoppgave.",
      "content": "Hovedmannen skal senest en måned etter utgangen av hvert kvartal sende handelsagenten en oppgave med opplysninger om provisjonen som er inntjent i kvartalet. Provisjonsoppgaven skal inneholde alle opplysninger som er av betydning ved beregning av provisjonen.\nHar handelsagenten helt eller delvis mistet retten til provisjon av en avtale, skal det være opplysninger om dette i oppgaven for det kvartalet retten bortfalt. Det skal opplyses i oppgaven hvorfor retten til provisjon bortfalt.\nBestemmelsene i denne paragraf kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Handelsagentens rett til opplysninger.",
      "content": "Handelsagenten har rett til å få alle opplysninger fra hovedmannen som denne har tilgang til og som agenten trenger for å kunne kontrollere om provisjonsoppgaven inneholder de provisjonsbeløp som er inntjent. Agenten har i denne sammenheng rett til utdrag fra hovedmannens registrerte regnskapsopplysninger.\nAvslår hovedmannen å gi opplysninger som nevnt i første ledd, eller kommer de ikke innen rimelig tid, har handelsagenten rett til selv å granske hovedmannens registrerte regnskapsopplysninger og regnskapsmateriale. Hovedmannen kan bestemme at en statsautorisert eller registrert revisor skal foreta gjennomgangen i stedet for agenten. Agenten velger revisor. Agenten har tilsvarende rettigheter hvis det er grunn til å anta at opplysninger i provisjonsoppgaven eller opplysninger gitt etter første ledd er uriktige.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Handelsagentens tilbakeholdsrett.",
      "content": "Har handelsagenten ikke fått provisjon eller annet vederlag fra hovedmannen i rett tid, har agenten i den utstrekning det er nødvendig for å sikre sine krav, rett til å holde tilbake varer, materiale og dokumenter som tilhører hovedmannen og som agenten har mottatt i forbindelse med oppdraget. Agenten har tilsvarende rett hvis det er klart at hovedmannen vil bli forsinket med betalingen. Fullmakter og andre dokumenter som er av vesentlig betydning for hovedmannen, kan agenten ikke holde tilbake.\nHar handelsagenten kjøpt varer for hovedmannens regning og sendt varene videre til hovedmannen, har agenten som ledd i sin tilbakeholdsrett etter første ledd rett til å hindre at de utleveres til hovedmannen. Agenten har samme rett når det gjelder varer agenten har hatt til salg for hovedmannen og som er sendt tilbake. Dette gjelder selv om hovedmannen har mottatt transportdokumenter.\nHandelsagentens tilbakeholdsrett faller bort når hovedmannen stiller tilfredsstillende sikkerhet for agentens krav.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Rett til å selge tilbakeholdte varer.",
      "content": "Handelsagenten har rett til å selge varer som holdes tilbake etter § 16, når det er gått tre måneder fra hovedmannen ble gitt melding om at varene holdes tilbake. Salget skal skje på forsvarlig måte. Når det er mulig, skal agenten gi hovedmannen rimelig varsel om at varene vil bli solgt. Agenten skal dekke fordringene på hovedmannen med inntektene fra salget så langt de rekker.\nEr varene utsatt for rask ødeleggelse eller forringelse, eller er oppbevaring av varene uforholdsmessig kostbart, kan de selges tidligere enn det som fremgår av første ledd.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Hovedregel om handelsagentens rett til å binde hovedmannen.",
      "content": "Handelsagenten kan ikke uten særlig fullmakt inngå avtaler om kjøp eller salg som binder hovedmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Hovedmannens reklamasjonsplikt overfor avtaler handelsagenten har inngått.",
      "content": "Har handelsagenten inngått avtale om salg eller kjøp for hovedmannen uten å ha fullmakt til det, skal hovedmannen melde fra til tredjemann hvis avtalen ikke blir godkjent. Slik melding må gis uten ugrunnet opphold etter at hovedmannen fikk kjennskap til avtalen. Ellers er hovedmannen bundet av avtalen. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten inngikk avtale uten fullmakt til det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Hovedmannens reklamasjonsplikt overfor ordrer handelsagenten har innhentet.",
      "content": "Vil hovedmannen ikke anta en ordre handelsagenten har innhentet, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold etter å ha fått kjennskap til ordren. Ellers anses hovedmannen for å ha godkjent ordren.\nFørste ledd gjelder ikke hvis handelsagenten og tredjemann har avtalt at ordren skal bortfalle hvis hovedmannen ikke uttrykkelig godkjenner den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Tredjemanns rett til å tilbakekalle en ordre.",
      "content": "Har tredjemann gitt en ordre til handelsagenten, og denne har sendt ordren videre til hovedmannen, har tredjemann samme rett til å tilbakekalle ordren overfor hovedmannen som om ordren var sendt direkte til hovedmannen.\nBestemmelsen i første ledd gjelder ikke hvis noe annet er avtalt mellom handelsagenten og tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Næringsdrivende tredjemanns reklamasjonsplikt ved avtaleinngåelsen.",
      "content": "Har en næringsdrivende tredjemann forhandlet med handelsagenten og deretter fått melding fra hovedmannen som bekrefter en avtale eller antar en ordre som agenten har sendt inn, må tredjemann melde fra til hovedmannen uten ugrunnet opphold hvis han eller hun vil gjøre gjeldende at det ikke er sluttet noen avtale, at det ikke er avgitt noen ordre, eller at avtalen eller ordren er uriktig gjengitt. Ellers anses avtale å være inngått med det innhold som meldingen fra hovedmannen hadde, med mindre tredjemann beviser noe annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Handelsagentens adgang til å ta imot betaling og inngå endringsavtaler.",
      "content": "Handelsagenten kan ikke ta imot betaling uten at det foreligger en særlig fullmakt til det. Agenten kan heller ikke etter at avtalen er inngått, uten særlig fullmakt gi henstand med betalingen, nedsette prisen eller gjøre noen annen endring i avtalen.\nFår hovedmannen kjennskap til at handelsagenten har gått ut over sin rett etter første ledd, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold hvis betalingen eller endringen ikke blir godkjent. Ellers anses hovedmannen for å ha godkjent endringen eller betalingen. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten ikke hadde rett til å motta betaling eller inngå endringsavtale.\nDenne paragrafen gjelder tilsvarende ved kjøp fra tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Reklamasjon ved mangler eller forsinkelse.",
      "content": "Vil tredjemann gjøre gjeldende at det er mangler ved kjøpte varer eller at de er levert for sent, kan melding om dette rettes til handelsagenten hvis denne har medvirket ved inngåelsen av avtalen eller tredjemann hører til agentens område eller kundekrets. Tilsvarende gjelder for andre meldinger tredjemann vil gi hovedmannen i forbindelse med oppfyllelsen av avtalen. Agenten kan imidlertid ikke uten særlig fullmakt treffe noen avgjørelse i forbindelse med meldingene.\nFår hovedmannen kjennskap til at handelsagenten uten særlig fullmakt har truffet slik avgjørelse som nevnt i første ledd, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold. Ellers er hovedmannen bundet av agentens avgjørelse. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten traff avgjørelsen uten fullmakt til det.\nDenne paragrafen gjelder tilsvarende ved kjøp fra tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Oppsigelse.",
      "content": "En agenturavtale som ikke er inngått for et bestemt tidsrom, kan handelsagenten og hovedmannen si opp etter reglene i annet ledd.\nOppsigelsestiden er en måned det første året av agenturavtalen. Oppsigelsestiden forlenges deretter med en måned for hvert påbegynt år av agenturavtalen, inntil en oppsigelsestid på seks måneder er oppnådd.\nPartene kan ikke på forhånd avtale kortere oppsigelsestid enn det som fremgår av annet ledd. Det kan likevel avtales at handelsagenten kan si opp avtalen med tre måneders varsel selv om agenturavtalen har vart i tre år eller lengre.\nAvtaler partene lengre oppsigelsesfrister enn det som fremgår av annet ledd, må oppsigelsestiden ikke være kortere ved oppsigelse fra hovedmannen enn ved oppsigelse fra handelsagenten.\nOppsigelsestiden regnes fra utgangen av den kalendermåned oppsigelsen skjer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Tidsbestemte avtaler.",
      "content": "En agenturavtale som er inngått for et bestemt tidsrom, faller bort ved avtaletidens slutt.\nFortsetter partene agenturforholdet etter avtaletidens slutt, skal avtalen deretter regnes som en ikke tidsbestemt avtale. Ved beregningen av oppsigelsestiden i § 25 skal den forutgående tidsbestemte avtaleperioden regnes med.\nBestemmelsene i annet ledd kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Heving.",
      "content": "Handelsagenten og hovedmannen kan heve agenturavtalen med umiddelbar virkning hvis motparten ikke har oppfylt sine plikter etter avtalen eller loven og dette medfører vesentlig kontraktbrudd.\nDen som hever avtalen, må melde fra om dette uten ugrunnet opphold etter at vedkommende fikk eller burde ha fått kjennskap til forholdet som gir rett til å heve avtalen og til at det kunne gi adgang til å heve avtalen. Ellers tapes retten til å heve. Dette gjelder likevel ikke hvis den andre parten har opptrådt grovt aktløst eller for øvrig i strid med redelighet og god tro.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Avgangsvederlag.",
      "content": "Når agenturavtalen opphører, har handelsagenten rett til avgangsvederlag hvis og i den utstrekning:\n1. agenten har tilført hovedmannen nye kunder eller merkbart øket omsetningen med den bestående kundekrets og hovedmannen fortsatt vil få vesentlige fordeler av dette, og\n2. avgangsvederlag er rimelig på bakgrunn av samtlige omstendigheter, blant dem agentens tap av provisjon ved avtale med kunder som nevnt i nr. 1.\nBestemmelsen i første ledd gjelder tilsvarende når agenturavtalen opphører på grunn av handelsagentens død.\nAvgangsvederlag etter første eller annet ledd skal ikke overstige et beløp som tilsvarer ett års vederlag. Dette beløpet beregnes på grunnlag av handelsagentens gjennomsnittlige vederlag de seneste fem årene. Har avtalen vart kortere enn fem år, beregnes det på grunnlag av det gjennomsnittlige vederlaget i perioden.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Bortfall av retten til avgangsvederlag når hovedmannen hever avtalen m.v.",
      "content": "Handelsagenten har ikke rett til avgangsvederlag etter § 28 hvis hovedmannen hever eller sier opp avtalen som følge av et pliktbrudd som medfører vesentlig kontraktbrudd, og som kan tilregnes agenten.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Bortfall av retten til avgangsvederlag når handelsagenten sier opp eller overdrar agenturavtalen.",
      "content": "Handelsagenten har ikke rett til avgangsvederlag etter § 28 hvis:\n1. agenten sier opp avtalen uten at oppsigelsen har sin grunn i forhold på hovedmannens side,\n2. agenten sier opp avtalen uten at det på grunn av alder, sykdom eller lignende forhold ikke er rimelig å kreve at agenten skal fortsette sin virksomhet, eller\n3. agenten etter avtale med hovedmannen overdrar sine rettigheter og plikter etter agenturavtalen til en annen.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Frist for å kreve avgangsvederlag.",
      "content": "Handelsagenten mister sin rett til avgangsvederlag hvis melding om at krav på avgangsvederlag vil bli fremsatt, ikke sendes innen ett år fra avtalen opphørte.\nBestemmelsen i første ledd kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Handelsagentens omsorgsplikt ved opphør av avtalen.",
      "content": "Er agenturavtalen opphørt, skal handelsagenten, inntil hovedmannen selv kan ivareta sine interesser, gjøre det som er nødvendig for å sikre hovedmannen mot tap. Agentens plikt etter første punktum gjelder ikke hvis tiltakene medfører vesentlig kostnad, uleilighet eller økonomisk risiko. Agenten har rett til vederlag for tiltakene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Handelsagentens plikt til å returnere varer m.v.",
      "content": "Når agenturavtalen er opphørt, skal handelsagenten levere tilbake til hovedmannen varer, materiale og dokumenter som agenten har fått for å gjennomføre oppdraget. Agenten har likevel rett til å gjøre tilbakeholdsrett gjeldende etter § 16 og til å selge etter § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Konkurranseklausuler.",
      "content": "En avtale mellom handelsagenten og hovedmannen som går ut på å begrense agentens adgang til å drive virksomhet etter at agenturavtalen er opphørt (konkurranseklausul) binder bare agenten hvis og i den utstrekning den:\n1. er inngått skriftlig,\n2. gjelder det geografiske område eller den kundekrets som agenten har fått tildelt, og\n3. gjelder de samme varetyper som agenturavtalen.\nKonkurranseklausulen kan høyst gjelde i to år etter at agenturavtalen er opphørt.\nEn konkurranseklausul kan settes til side etter avtaleloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Visse meldinger.",
      "content": "Er en melding forsvarlig avsendt fra handelsagenten etter §§ 8, 17 eller 31, fra hovedmannen etter §§ 8, 19, 20, 23 eller 24 eller fra tredjemann etter § 22, kan meldingen påberopes selv om den er blitt forsinket, overhodet ikke har kommet frem eller er blitt forvansket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Eksklusivklausul.",
      "content": "Uten samtykke har en handelsreisende ikke adgang til å arbeide for salg eller kjøp av varer for andre enn arbeidsgiveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Provisjon for handelsreisende.",
      "content": "Lønnes den handelsreisende helt eller delvis med provisjon, gjelder §§ 10 til 15 tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Godtgjørelse for utgifter.",
      "content": "Den handelsreisende har krav på særskilt godtgjørelse for utgifter til reiser, underhold under reiser, porto, telegrammer, telefonsamtaler og liknende utgifter.\nArbeidsgiveren plikter på anmodning å gi den handelsreisende nødvendig forskudd til dekning av slike utgifter.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for den handelsreisende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Forholdet til tredjemenn.",
      "content": "Bestemmelsene i §§ 18 til 24 og § 35, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Oppsigelse.",
      "content": "Har den handelsreisende vært ansatt i minst seks måneder, skal det gjelde en gjensidig oppsigelsesfrist på minst tre måneder. Oppsigelsesfristen løper fra og med første dag i måneden etter at oppsigelsen fant sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Avgangsvederlag.",
      "content": "Lønnes den handelsreisende helt eller delvis med provisjon, gjelder § 28 tilsvarende.\nDen handelsreisende har likevel ikke rett til avgangsvederlag etter § 28 dersom han eller hun kan avskjediges etter arbeidsmiljøloven § 15-14. Den handelsreisende har heller ikke rett til avgangsvederlag dersom han eller hun selv sier opp arbeidsforholdet, med mindre det etter omstendighetene finnes rimelig at den handelsreisende får avgangsvederlag.\nDen handelsreisende har heller ikke rett til avgangsvederlag i den utstrekning han eller hun har påført arbeidsgiveren et tap ved ikke å oppfylle sine plikter etter avtalen eller loven. Dette gjelder likevel ikke hvis den handelsreisende kan bevise at forholdet ikke skyldes feil eller forsømmelse på den handelsreisendes side. Har arbeidsgiveren forsømt ved rimelige tiltak å begrense sitt tap, må arbeidsgiveren bære den tilsvarende del av tapet. Reduksjonen i avgangsvederlaget kan begrenses hvis den vil virke urimelig for den handelsreisende ut fra tapets størrelse i forhold til det tap som vanligvis oppstår i liknende tilfeller, og forholdene ellers.\nFår den handelsreisende utbetalt avgangsvederlag, gjelder ikke avtaleloven § 38 tredje ledd.\nBestemmelsen i § 31, jf. § 35, gjelder tilsvarende.\n0 Endret ved lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft 1. januar 1993.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Overgangsbestemmelser.",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Endringer i kommisjonsloven.",
      "content": "I lov av 30. juni 1916 nr. 1 om kommission, handelsagentur og handelsreisende gjøres følgende endringer: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Definisjoner.",
      "content": "Med en handelsagent forstås i denne lov den som i næringsvirksomhet etter avtale med en annen (hovedmannen) har påtatt seg selvstendig og over tid å virke for salg eller kjøp av varer for hovedmannens regning ved å innhente ordrer til hovedmannen eller ved å inngå avtaler i hovedmannens navn.\nMed en handelsreisende forstås i denne lov en ansatt som har som oppgave å oppsøke tredjemenn og virke for salg eller kjøp av varer, som ikke medbringes, ved å innhente ordrer til arbeidsgiveren eller ved å inngå avtaler i arbeidsgiverens navn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Fravikelighet.",
      "content": "Bestemmelsene i denne lov gjelder ikke når noe annet følger av avtale, etablert praksis, handelsbruk eller annen sedvane, med mindre det følger av loven at en bestemmelse skal være ufravikelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Avtaler om lovvalg.",
      "content": "En bestemmelse som etter loven er ufravikelig, kan ikke settes til side til skade for handelsagenten eller den handelsreisende gjennom en avtale om at fremmed rett skal anvendes på forholdet, dersom rettsforholdet uten lovvalgsavtalen ville bli å bedømme etter norsk rett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Skriftlig avtale.",
      "content": "Hver av partene kan kreve at avtaler settes opp skriftlig og å få et underskrevet eksemplar av avtalen og senere endringsavtaler.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Handelsagentens alminnelige plikter.",
      "content": "Ved utførelsen av oppdraget skal handelsagenten lojalt og redelig ivareta hovedmannens interesser.\nHandelsagenten skal særlig:\n1. gjøre rimelige anstrengelser for å innhente ordrer og, om oppdraget omfatter det, inngå avtaler,\n2. underrette hovedmannen om ordrer som blir innhentet og avtaler som er inngått og om andre forhold agenten kjenner til som er av betydning for oppdraget, og\n3. følge rimelige instrukser fra hovedmannen.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Handelsagentens omsorg for hovedmannens varer m.v.",
      "content": "Handelsagenten skal ta godt vare på varer og annet som tilhører hovedmannen og som agenten har hånd om. Agenten skal ha slik forsikring som er vanlig etter forholdene. Hovedmannens varer skal holdes atskilt fra andre varer.\nHar handelsagenten rett til å motta betaling for solgte varer, skal de mottatte beløp holdes atskilt fra andre midler. Agenten skal redegjøre overfor hovedmannen for alle mottatte beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Hovedmannens plikter.",
      "content": "Hovedmannen skal opptre lojalt og redelig overfor handelsagenten.\nHovedmannen skal særlig:\n1. overlate til handelsagenten prøver, beskrivelser, prislister og annet materiale som er nødvendig i forbindelse med de varer som oppdraget gjelder,\n2. fremskaffe de opplysninger som er nødvendige for at agenten kan gjennomføre oppdraget, og\n3. uten ugrunnet opphold underrette agenten om hvilke ordrer som er avslått og hvilke som er akseptert og om avtaler agenten har formidlet som ikke blir gjennomført.\nDersom hovedmannen kan forutse at virksomhetens omfang blir vesentlig mindre enn det handelsagenten normalt hadde grunn til å regne med, skal hovedmannen uten ugrunnet opphold underrette agenten om dette.\nBestemmelsene i denne paragrafen kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Erstatning.",
      "content": "Oppfyller ikke handelsagenten eller hovedmannen sine plikter etter agenturavtalen eller etter loven, kan motparten kreve erstattet sine tap som følge av dette. Dette gjelder ikke hvis den annen part kan bevise at forholdet ikke skyldes feil eller forsømmelse på sin side.\nDen som vil kreve erstatning, skal underrette den andre parten om dette uten ugrunnet opphold etter at han eller hun fikk eller burde ha fått kjennskap til de forhold som ligger til grunn for kravet. Ellers tapes retten til erstatning, med mindre motparten har handlet grovt uaktsomt eller forøvrig i strid med redelighet og god tro.\nDen part som krever erstatning, skal ved rimelige tiltak begrense sitt tap. Forsømmes dette, må parten selv bære den tilsvarende del av tapet.\nErstatningen kan settes ned dersom den vil virke urimelig for den ansvarlige part ut fra tapets størrelse i forhold til det tap som vanligvis oppstår i liknende tilfeller, og forholdene ellers.\nBestemmelsene i denne paragrafen kan ikke på forhånd fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Størrelsen på vederlaget.",
      "content": "Har partene ikke avtalt størrelsen på vederlaget, har handelsagenten krav på slikt vederlag som er vanlig i det området der agenten utøver sin virksomhet. Finnes det ikke noe slikt vanlig vederlag, skal vederlaget settes til det som finnes rimelig når man tar hensyn til alle omstendigheter ved oppdraget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Provisjon i oppdragstiden.",
      "content": "Handelsagenten har rett til provisjon av avtaler som inngås i oppdragstiden, hvis:\n1. avtalen er kommet i stand ved agentens medvirkning,\n2. avtalen uten agentens medvirkning er inngått med en tredjemann som agenten tidligere har skaffet som kunde for liknende avtaler, eller\n3. agenten har fått tildelt et bestemt område eller en bestemt kundekrets, og avtalen uten agentens medvirkning er inngått med en tredjemann som hører til området eller kundekretsen.\nEn tiltredende handelsagent har ikke krav på provisjon etter første ledd av en avtale som gir den foregående agenten rett til provisjon etter § 11, med mindre det som følge av forholdene er naturlig at provisjonen deles mellom dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Provisjon av avtaler etter at oppdraget er avsluttet.",
      "content": "Handelsagenten har også rett til provisjon av avtaler som inngås etter at oppdraget er avsluttet, hvis:\n1. avtalen ellers oppfyller vilkårene i § 10 og agenten eller hovedmannen har tatt imot tredjemanns ordre i oppdragstiden, eller\n2. avtalen har kommet i stand hovedsakelig som følge av agentens virksomhet i oppdragstiden og avtalen er inngått i rimelig tid etter at oppdraget ble avsluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Inntjening og betaling av provisjon.",
      "content": "Provisjonen inntjenes så snart og i det omfang en av følgende omstendigheter foreligger:\n1. Hovedmannen har levert varene eller betalt kjøpesummen.\n2. Hovedmannen skulle etter avtalen ha levert varene eller betalt kjøpesummen.\n3. Tredjemann har levert varene eller betalt kjøpesummen.\n4. Tredjemann skulle etter avtalen ha levert varene eller betalt kjøpesummen, forutsatt at hovedmannen hadde oppfylt sin del av avtalen.\nProvisjonen skal betales senest innen en måned etter utløpet av det kvartal som provisjonen ble inntjent i.\nBestemmelsene i første ledd nr. 3 og 4 og i annet ledd kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bortfall av retten til provisjon.",
      "content": "Handelsagenten mister sitt krav på provisjon hvis det godtgjøres at avtalen mellom hovedmannen og tredjemann ikke oppfylles og dette ikke skyldes hovedmannen eller forhold på dennes side.\nSkyldes tredjemanns manglende oppfyllelse at hovedmannen har gitt henstand eller opphevet avtalen, påvirker ikke dette handelsagentens krav på provisjon. Dette gjelder likevel ikke hvis agenten har samtykket.\nOppfyller tredjemann avtalen bare delvis, bortfaller handelsagentens krav på provisjon av den delen som ikke er oppfylt, hvis dette følger av første og andre ledd.\nBortfaller kravet på provisjon etter første til tredje ledd, skal handelsagenten betale tilbake det som er betalt for mye.\nBestemmelsene i første til tredje ledd kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Provisjonsoppgave.",
      "content": "Hovedmannen skal senest en måned etter utgangen av hvert kvartal sende handelsagenten en oppgave med opplysninger om provisjonen som er inntjent i kvartalet. Provisjonsoppgaven skal inneholde alle opplysninger som er av betydning ved beregning av provisjonen.\nHar handelsagenten helt eller delvis mistet retten til provisjon av en avtale, skal det være opplysninger om dette i oppgaven for det kvartalet retten bortfalt. Det skal opplyses i oppgaven hvorfor retten til provisjon bortfalt.\nBestemmelsene i denne paragraf kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Handelsagentens rett til opplysninger.",
      "content": "Handelsagenten har rett til å få alle opplysninger fra hovedmannen som denne har tilgang til og som agenten trenger for å kunne kontrollere om provisjonsoppgaven inneholder de provisjonsbeløp som er inntjent. Agenten har i denne sammenheng rett til utdrag fra hovedmannens registrerte regnskapsopplysninger.\nAvslår hovedmannen å gi opplysninger som nevnt i første ledd, eller kommer de ikke innen rimelig tid, har handelsagenten rett til selv å granske hovedmannens registrerte regnskapsopplysninger og regnskapsmateriale. Hovedmannen kan bestemme at en statsautorisert eller registrert revisor skal foreta gjennomgangen i stedet for agenten. Agenten velger revisor. Agenten har tilsvarende rettigheter hvis det er grunn til å anta at opplysninger i provisjonsoppgaven eller opplysninger gitt etter første ledd er uriktige.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Handelsagentens tilbakeholdsrett.",
      "content": "Har handelsagenten ikke fått provisjon eller annet vederlag fra hovedmannen i rett tid, har agenten i den utstrekning det er nødvendig for å sikre sine krav, rett til å holde tilbake varer, materiale og dokumenter som tilhører hovedmannen og som agenten har mottatt i forbindelse med oppdraget. Agenten har tilsvarende rett hvis det er klart at hovedmannen vil bli forsinket med betalingen. Fullmakter og andre dokumenter som er av vesentlig betydning for hovedmannen, kan agenten ikke holde tilbake.\nHar handelsagenten kjøpt varer for hovedmannens regning og sendt varene videre til hovedmannen, har agenten som ledd i sin tilbakeholdsrett etter første ledd rett til å hindre at de utleveres til hovedmannen. Agenten har samme rett når det gjelder varer agenten har hatt til salg for hovedmannen og som er sendt tilbake. Dette gjelder selv om hovedmannen har mottatt transportdokumenter.\nHandelsagentens tilbakeholdsrett faller bort når hovedmannen stiller tilfredsstillende sikkerhet for agentens krav.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Rett til å selge tilbakeholdte varer.",
      "content": "Handelsagenten har rett til å selge varer som holdes tilbake etter § 16, når det er gått tre måneder fra hovedmannen ble gitt melding om at varene holdes tilbake. Salget skal skje på forsvarlig måte. Når det er mulig, skal agenten gi hovedmannen rimelig varsel om at varene vil bli solgt. Agenten skal dekke fordringene på hovedmannen med inntektene fra salget så langt de rekker.\nEr varene utsatt for rask ødeleggelse eller forringelse, eller er oppbevaring av varene uforholdsmessig kostbart, kan de selges tidligere enn det som fremgår av første ledd.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Hovedregel om handelsagentens rett til å binde hovedmannen.",
      "content": "Handelsagenten kan ikke uten særlig fullmakt inngå avtaler om kjøp eller salg som binder hovedmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Hovedmannens reklamasjonsplikt overfor avtaler handelsagenten har inngått.",
      "content": "Har handelsagenten inngått avtale om salg eller kjøp for hovedmannen uten å ha fullmakt til det, skal hovedmannen melde fra til tredjemann hvis avtalen ikke blir godkjent. Slik melding må gis uten ugrunnet opphold etter at hovedmannen fikk kjennskap til avtalen. Ellers er hovedmannen bundet av avtalen. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten inngikk avtale uten fullmakt til det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Hovedmannens reklamasjonsplikt overfor ordrer handelsagenten har innhentet.",
      "content": "Vil hovedmannen ikke anta en ordre handelsagenten har innhentet, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold etter å ha fått kjennskap til ordren. Ellers anses hovedmannen for å ha godkjent ordren.\nFørste ledd gjelder ikke hvis handelsagenten og tredjemann har avtalt at ordren skal bortfalle hvis hovedmannen ikke uttrykkelig godkjenner den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Tredjemanns rett til å tilbakekalle en ordre.",
      "content": "Har tredjemann gitt en ordre til handelsagenten, og denne har sendt ordren videre til hovedmannen, har tredjemann samme rett til å tilbakekalle ordren overfor hovedmannen som om ordren var sendt direkte til hovedmannen.\nBestemmelsen i første ledd gjelder ikke hvis noe annet er avtalt mellom handelsagenten og tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Næringsdrivende tredjemanns reklamasjonsplikt ved avtaleinngåelsen.",
      "content": "Har en næringsdrivende tredjemann forhandlet med handelsagenten og deretter fått melding fra hovedmannen som bekrefter en avtale eller antar en ordre som agenten har sendt inn, må tredjemann melde fra til hovedmannen uten ugrunnet opphold hvis han eller hun vil gjøre gjeldende at det ikke er sluttet noen avtale, at det ikke er avgitt noen ordre, eller at avtalen eller ordren er uriktig gjengitt. Ellers anses avtale å være inngått med det innhold som meldingen fra hovedmannen hadde, med mindre tredjemann beviser noe annet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Handelsagentens adgang til å ta imot betaling og inngå endringsavtaler.",
      "content": "Handelsagenten kan ikke ta imot betaling uten at det foreligger en særlig fullmakt til det. Agenten kan heller ikke etter at avtalen er inngått, uten særlig fullmakt gi henstand med betalingen, nedsette prisen eller gjøre noen annen endring i avtalen.\nFår hovedmannen kjennskap til at handelsagenten har gått ut over sin rett etter første ledd, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold hvis betalingen eller endringen ikke blir godkjent. Ellers anses hovedmannen for å ha godkjent endringen eller betalingen. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten ikke hadde rett til å motta betaling eller inngå endringsavtale.\nDenne paragrafen gjelder tilsvarende ved kjøp fra tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Reklamasjon ved mangler eller forsinkelse.",
      "content": "Vil tredjemann gjøre gjeldende at det er mangler ved kjøpte varer eller at de er levert for sent, kan melding om dette rettes til handelsagenten hvis denne har medvirket ved inngåelsen av avtalen eller tredjemann hører til agentens område eller kundekrets. Tilsvarende gjelder for andre meldinger tredjemann vil gi hovedmannen i forbindelse med oppfyllelsen av avtalen. Agenten kan imidlertid ikke uten særlig fullmakt treffe noen avgjørelse i forbindelse med meldingene.\nFår hovedmannen kjennskap til at handelsagenten uten særlig fullmakt har truffet slik avgjørelse som nevnt i første ledd, skal hovedmannen melde fra til tredjemann uten ugrunnet opphold. Ellers er hovedmannen bundet av agentens avgjørelse. Dette gjelder likevel ikke hvis tredjemann forsto eller burde forstått at handelsagenten traff avgjørelsen uten fullmakt til det.\nDenne paragrafen gjelder tilsvarende ved kjøp fra tredjemann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Oppsigelse.",
      "content": "En agenturavtale som ikke er inngått for et bestemt tidsrom, kan handelsagenten og hovedmannen si opp etter reglene i annet ledd.\nOppsigelsestiden er en måned det første året av agenturavtalen. Oppsigelsestiden forlenges deretter med en måned for hvert påbegynt år av agenturavtalen, inntil en oppsigelsestid på seks måneder er oppnådd.\nPartene kan ikke på forhånd avtale kortere oppsigelsestid enn det som fremgår av annet ledd. Det kan likevel avtales at handelsagenten kan si opp avtalen med tre måneders varsel selv om agenturavtalen har vart i tre år eller lengre.\nAvtaler partene lengre oppsigelsesfrister enn det som fremgår av annet ledd, må oppsigelsestiden ikke være kortere ved oppsigelse fra hovedmannen enn ved oppsigelse fra handelsagenten.\nOppsigelsestiden regnes fra utgangen av den kalendermåned oppsigelsen skjer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "Tidsbestemte avtaler.",
      "content": "En agenturavtale som er inngått for et bestemt tidsrom, faller bort ved avtaletidens slutt.\nFortsetter partene agenturforholdet etter avtaletidens slutt, skal avtalen deretter regnes som en ikke tidsbestemt avtale. Ved beregningen av oppsigelsestiden i § 25 skal den forutgående tidsbestemte avtaleperioden regnes med.\nBestemmelsene i annet ledd kan ikke fravikes av partene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Heving.",
      "content": "Handelsagenten og hovedmannen kan heve agenturavtalen med umiddelbar virkning hvis motparten ikke har oppfylt sine plikter etter avtalen eller loven og dette medfører vesentlig kontraktbrudd.\nDen som hever avtalen, må melde fra om dette uten ugrunnet opphold etter at vedkommende fikk eller burde ha fått kjennskap til forholdet som gir rett til å heve avtalen og til at det kunne gi adgang til å heve avtalen. Ellers tapes retten til å heve. Dette gjelder likevel ikke hvis den andre parten har opptrådt grovt aktløst eller for øvrig i strid med redelighet og god tro.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Avgangsvederlag.",
      "content": "Når agenturavtalen opphører, har handelsagenten rett til avgangsvederlag hvis og i den utstrekning:\n1. agenten har tilført hovedmannen nye kunder eller merkbart øket omsetningen med den bestående kundekrets og hovedmannen fortsatt vil få vesentlige fordeler av dette, og\n2. avgangsvederlag er rimelig på bakgrunn av samtlige omstendigheter, blant dem agentens tap av provisjon ved avtale med kunder som nevnt i nr. 1.\nBestemmelsen i første ledd gjelder tilsvarende når agenturavtalen opphører på grunn av handelsagentens død.\nAvgangsvederlag etter første eller annet ledd skal ikke overstige et beløp som tilsvarer ett års vederlag. Dette beløpet beregnes på grunnlag av handelsagentens gjennomsnittlige vederlag de seneste fem årene. Har avtalen vart kortere enn fem år, beregnes det på grunnlag av det gjennomsnittlige vederlaget i perioden.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Bortfall av retten til avgangsvederlag når hovedmannen hever avtalen m.v.",
      "content": "Handelsagenten har ikke rett til avgangsvederlag etter § 28 hvis hovedmannen hever eller sier opp avtalen som følge av et pliktbrudd som medfører vesentlig kontraktbrudd, og som kan tilregnes agenten.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Bortfall av retten til avgangsvederlag når handelsagenten sier opp eller overdrar agenturavtalen.",
      "content": "Handelsagenten har ikke rett til avgangsvederlag etter § 28 hvis:\n1. agenten sier opp avtalen uten at oppsigelsen har sin grunn i forhold på hovedmannens side,\n2. agenten sier opp avtalen uten at det på grunn av alder, sykdom eller lignende forhold ikke er rimelig å kreve at agenten skal fortsette sin virksomhet, eller\n3. agenten etter avtale med hovedmannen overdrar sine rettigheter og plikter etter agenturavtalen til en annen.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Frist for å kreve avgangsvederlag.",
      "content": "Handelsagenten mister sin rett til avgangsvederlag hvis melding om at krav på avgangsvederlag vil bli fremsatt, ikke sendes innen ett år fra avtalen opphørte.\nBestemmelsen i første ledd kan ikke fravikes til skade for handelsagenten før agenturavtalen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Handelsagentens omsorgsplikt ved opphør av avtalen.",
      "content": "Er agenturavtalen opphørt, skal handelsagenten, inntil hovedmannen selv kan ivareta sine interesser, gjøre det som er nødvendig for å sikre hovedmannen mot tap. Agentens plikt etter første punktum gjelder ikke hvis tiltakene medfører vesentlig kostnad, uleilighet eller økonomisk risiko. Agenten har rett til vederlag for tiltakene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "Handelsagentens plikt til å returnere varer m.v.",
      "content": "Når agenturavtalen er opphørt, skal handelsagenten levere tilbake til hovedmannen varer, materiale og dokumenter som agenten har fått for å gjennomføre oppdraget. Agenten har likevel rett til å gjøre tilbakeholdsrett gjeldende etter § 16 og til å selge etter § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Konkurranseklausuler.",
      "content": "En avtale mellom handelsagenten og hovedmannen som går ut på å begrense agentens adgang til å drive virksomhet etter at agenturavtalen er opphørt (konkurranseklausul) binder bare agenten hvis og i den utstrekning den:\n1. er inngått skriftlig,\n2. gjelder det geografiske område eller den kundekrets som agenten har fått tildelt, og\n3. gjelder de samme varetyper som agenturavtalen.\nKonkurranseklausulen kan høyst gjelde i to år etter at agenturavtalen er opphørt.\nEn konkurranseklausul kan settes til side etter avtaleloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Visse meldinger.",
      "content": "Er en melding forsvarlig avsendt fra handelsagenten etter §§ 8, 17 eller 31, fra hovedmannen etter §§ 8, 19, 20, 23 eller 24 eller fra tredjemann etter § 22, kan meldingen påberopes selv om den er blitt forsinket, overhodet ikke har kommet frem eller er blitt forvansket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Eksklusivklausul.",
      "content": "Uten samtykke har en handelsreisende ikke adgang til å arbeide for salg eller kjøp av varer for andre enn arbeidsgiveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Provisjon for handelsreisende.",
      "content": "Lønnes den handelsreisende helt eller delvis med provisjon, gjelder §§ 10 til 15 tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Godtgjørelse for utgifter.",
      "content": "Den handelsreisende har krav på særskilt godtgjørelse for utgifter til reiser, underhold under reiser, porto, telegrammer, telefonsamtaler og liknende utgifter.\nArbeidsgiveren plikter på anmodning å gi den handelsreisende nødvendig forskudd til dekning av slike utgifter.\nBestemmelsene i denne paragrafen kan ikke fravikes til skade for den handelsreisende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Forholdet til tredjemenn.",
      "content": "Bestemmelsene i §§ 18 til 24 og § 35, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Oppsigelse.",
      "content": "Har den handelsreisende vært ansatt i minst seks måneder, skal det gjelde en gjensidig oppsigelsesfrist på minst tre måneder. Oppsigelsesfristen løper fra og med første dag i måneden etter at oppsigelsen fant sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Avgangsvederlag.",
      "content": "Lønnes den handelsreisende helt eller delvis med provisjon, gjelder § 28 tilsvarende.\nDen handelsreisende har likevel ikke rett til avgangsvederlag etter § 28 dersom han eller hun kan avskjediges etter arbeidsmiljøloven § 15-14. Den handelsreisende har heller ikke rett til avgangsvederlag dersom han eller hun selv sier opp arbeidsforholdet, med mindre det etter omstendighetene finnes rimelig at den handelsreisende får avgangsvederlag.\nDen handelsreisende har heller ikke rett til avgangsvederlag i den utstrekning han eller hun har påført arbeidsgiveren et tap ved ikke å oppfylle sine plikter etter avtalen eller loven. Dette gjelder likevel ikke hvis den handelsreisende kan bevise at forholdet ikke skyldes feil eller forsømmelse på den handelsreisendes side. Har arbeidsgiveren forsømt ved rimelige tiltak å begrense sitt tap, må arbeidsgiveren bære den tilsvarende del av tapet. Reduksjonen i avgangsvederlaget kan begrenses hvis den vil virke urimelig for den handelsreisende ut fra tapets størrelse i forhold til det tap som vanligvis oppstår i liknende tilfeller, og forholdene ellers.\nFår den handelsreisende utbetalt avgangsvederlag, gjelder ikke avtaleloven § 38 tredje ledd.\nBestemmelsen i § 31, jf. § 35, gjelder tilsvarende.\n0 Endret ved lov 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft 1. januar 1993.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "title": "Overgangsbestemmelser.",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "title": "Endringer i kommisjonsloven.",
      "content": "I lov av 30. juni 1916 nr. 1 om kommission, handelsagentur og handelsreisende gjøres følgende endringer: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    }
  ]
}