{
  "id": "LOV-1981-06-05-45",
  "type": "statute",
  "title": "Lov om tilsattes representasjon i offentlige virksomheters styrende organer m.v.",
  "short_name": "Lov om styrerepr. i off. virksomhet.",
  "status": "in_force",
  "issued_date": "1981-06-05",
  "in_force_date": "1981-06-05",
  "url": "https://lovdata.no/dokument/NLO/lov/1981-06-05-45",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Hva loven omfatter",
      "content": "Loven gir de tilsatte rett til å være representert i offentlige virksomheters styrende organer.\nLoven omfatter virksomheter som eies eller drives av staten, fylkeskommunene eller kommunene.\nUnntatt fra loven er:\na. virksomheter som er organisert etter lov om aksjeselskaper​1 eller lov om allmennaksjeselskaper.​2\nb. virksomheter som er organisert etter lov 30. august 1991 nr. 71 om statsforetak,\nc. Norsk Tipping A/S og A/S Vinmonopolet,\nd. Universiteter og høgskoler.\nKongen avgjør i tvilstilfeller om en virksomhet skal regnes som offentlig.\n0 Endret ved lover 30 aug 1991 nr. 71, 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67, 13 juni 1997 nr. 44, 18 juni 1999 nr. 42, 21 juni 2002 nr. 43.\n1 Lov 13 juni 1997 nr. 44 (asl.).\n2 Lov 13 juni 1997 nr. 45 (asal.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sakstyper",
      "content": "Etter loven regnes følgende sakstyper som administrative saker:\na. saker som bare eller i det vesentlige angår forhold innen vedkommende virksomhet, herunder personal- og tilsettingssaker,\nb. saker av forretningsmessig karakter.\nAndre saker enn dem som er nevnt i første ledd, regnes som politiske saker. Saker som har vesentlig samfunnsmessig betydning regnes i alle fall som politiske saker.\nKongen kan gi nærmere bestemmelser om hva som regnes som politiske saker etter paragrafen her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Representasjon i virksomhetens styrende organer m.v.",
      "content": "Et flertall av de tilsatte i en virksomhet kan kreve at de tilsatte blir representert i virksomhetens styringsorganer når virksomheten har minst 20 tilsatte ved utløpet av siste år. Det samme gjelder utvalg, styrer og råd som utøver administrativ myndighet overfor en virksomhet som har minst 20 tilsatte ved utløpet av siste år.\nRetten til representasjon gjelder i styrende organer som bare eller i det vesentlige behandler administrative saker (administrative organer) og i styrende organer som dels behandler administrative og dels politiske saker (organer med blandede funksjoner). Retten til representasjon gjelder ikke styrende organer som bare eller i det vesentlige behandler politiske saker (politiske organer).\nDe tilsatte har rett til to representanter og minst tre vararepresentanter i det enkelte styrende organ.\nKongen kan fastsette regler om de tilsattes representasjon i andre organer i en virksomhet, dersom disse behandler saker av vesentlig betydning for de tilsatte.\nKongen kan gi utfyllende bestemmelser, herunder om framgangsmåten ved framsetting av krav om representasjon, valgregler, vilkår for stemmerett og valgbarhet, funksjonstid m.v.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Representantenes kompetanse",
      "content": "De tilsattes representanter blir medlemmer av organet med samme rettigheter, plikter og ansvar som organets øvrige medlemmer.\nI administrative organer har de tilsattes representanter tale-, forslags- og stemmerett i alle saker.\nFor organer med blandede funksjoner skal det fastsettes i reglement hvilke sakstyper som skal regnes som henholdsvis administrative og politiske. De tilsattes representanter har ikke stemmerett i sakstyper som er fastsatt som politiske. Dersom det ikke framgår av reglementet om en sak er administrativ eller politisk, har de tilsattes representanter rett til å stemme, men mindretallet kan bringe saken inn for nærmeste overordnede forvaltningsorgan for overprøving dersom de tilsattes stemmegivning har vært avgjørende for utfallet av saken.\nKongen kan gi utfyllende bestemmelser, herunder om fastsetting av reglement og mindretallsklage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Habilitetskrav",
      "content": "En representant for de tilsatte er ikke inhabil til å delta i behandlingen eller avgjørelsen av en forvaltningssak selv om vedkommende leder eller har en ledende stilling i, eller er medlem av styret for en arbeidstakerorganisasjon som er part i saken. Før øvrig gjelder forvaltningslovens​1 kapittel II.\nOrganet kan frita en representant for de tilsatte fra å være med i behandlingen eller avgjørelsen av en forvaltningssak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i saken.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Nemnd til å behandle tvister og søknader om unntak",
      "content": "Tvister angående gjennomføringen av representasjonsordninger i henhold til loven kan bringes inn for en nemnd som Kongen oppnevner.\nDersom særlige grunner tilsier det kan nemnda etter søknad gjøre unntak fra § 3 første og tredje ledd og bestemmelser i forskrift gitt i medhold av den paragrafen.\nFor nemndas saksbehandling gjelder lov om behandlingsmåten i forvaltningssaker av 10. februar 1967.\nNemndas vedtak kan ikke påklages. Kongen kan av eget tiltak ta et vedtak av nemnda opp til overprøving og i tilfelle omgjøring.\nKongen kan gi utfyllende bestemmelser, herunder om nemndas organisasjon, oppnevning, sammensetning og saksbehandling m.v.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Utsatt inntil videre iflg. res. 30 okt 1981. Loven ble opphevet av lov 26 mars 2004 nr. 15 (i kraft 1 mai 2004 iflg. res. 26 mars 2004 nr. 574) uten noen gang å ha vært i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven her tar til å gjelde gjøres følgende endringer i andre lover:\n1. [Lov 29 juli 1911 nr. 1 om forsikringsselskaper]​1\n2. Lov 1 mars 1946 om Den Norske Stats Husbank\n§ 5 skal lyde:\nBanken ledes av et hovedstyre på 5 til 7 medlemmer.\nKongen oppnevner fire av medlemmene, herunder formannen og nestformannen, alle med personlige varamenn. Det ene medlem skal representere de forskjellige realkredittinstitusjoner. Hvilke institusjoner som skal regnes til denne gruppe, avgjøres av vedkommende departement.\nDet femte medlem er den administrerende direktør som tilsettes av Kongen med en gjensidig oppsigelsesfrist på seks måneder.\nDe tilsatte kan kreve at det i tillegg velges to representanter og minst 3 varamenn av og blant de tilsatte, jfr. § 3 i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\nOppnevning og valg skjer for fire år om gangen.\nStyret tilsetter bankens personale.\nHovedstyret har ansvar for regnskapsførselen. Kalenderåret er regnskapsår, og årets regnskap skal være ferdig innen utgangen av mars.\n§ 6 skal lyde:\nHvert avdelingskontor ledes av et avdelingsstyre på 3 til 15 medlemmer.\nKongen oppnevner to av medlemmene, herunder formannen, begge med personlige varamenn.\nDet tredje medlem er avdelingsingeniøren som tilsettes av Kongen med en gjensidig oppsigelsesfrist på seks måneder.\nDe tilsatte kan kreve at det i tillegg velges 2 representanter og minst 3 varamenn av og blant de ansatte, jfr. § 3 i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\n3. Lov 27 juni 1947 nr. 9 om tiltak til å fremme sysselsettingen\n§ 2 skal lyde:\nArbeidsdirektoratet blir ledet av et styre med følgende sammensetning:\n- 7 medlemmer som med personlige varamenn oppnevnes av Kongen for 4 år\n- arbeidsdirektøren\n- 1 representant for de tilsatte i direktoratet og 1 representant for de tilsatte i de underliggende organer\nBlant de 7 medlemmer med personlige varamenn som oppnevnes av Kongen, skal arbeidstakere og arbeidsgivere hver ha 2 målsmenn i styret, men hver målsmannsgruppe har bare én stemme. Kongen oppnevner formann og varaformann. Representanter for arbeidstakere, arbeidsgivere og representanter for de tilsatte kan ikke oppnevnes som formann eller varaformann. Formannen kan tilkalle spesialkyndige som rådgivere ved behandlingen av bestemte saker.\nOm valg av representanter for de tilsatte og deres kompetanse gjelder reglene fastsatt i eller med heimel i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\nDen daglige ledelsen av direktoratet har arbeidsdirektøren som blir tilsatt av Kongen.\nKongen fastsetter de nærmere føresegner om forholdet mellom styret og direktøren og de nærmere føresegner av administrativ art ellers for Arbeidsdirektoratets styre. Det kan herunder fastsettes at enkelte grupper av saker skal behandles i utvalg av styret, eventuelt med særlig oppnevnte medlemmer.\nStaten bærer administrasjonsutgiftene ved Arbeidsdirektoratet. Styremedlemmer og innkalte spesialkyndige har krav på skyss- og kostvederlag etter regulativet for offentlige tjenestemenn. De har også bortsett fra direktøren krav på nærmere fastsatt møtevederlag.\n§ 15 skal lyde:\nI Arbeidsdirektoratet skal det være en egen nemnd – Sjømannsnemnda – for saker om registrering, arbeidsformidling og forhyring av sjømenn og andre saker som gjelder sysselsetting av sjømenn eller som ved særlig føresegn blir lagt til nemnda.\nSjømannsnemnda skal ha følgende sammensetning:\n- 2 målsmenn for redere og 2 for sjømenn som med personlige varamenn blir oppnevnt av Kongen etter framlegg fra landsorganisasjoner av redere og sjømenn,\n- formann i Arbeidsdirektoratets styre er formann i Sjømannsnemnda,\n- 1 målsmann for Handelsdepartementet oppnevnt av Kongen, skal være medlem og nestformann,\n- arbeidsdirektøren,\n- 1 representant for de tilsatte i direktoratet og 1 representant for for de tilsatte i underliggende organer.\nFor formann og varaformann oppnevner Kongen personlige varamenn. Det som er fastsatt i § 2 gjelder tilsvarende for Sjømannsnemnda og dens virksomhet når ikke annet følger av denne paragraf.\n4. Lov 3 desember 1948 nr. 7 om pensjonstrygd for sjømenn\n§ 35 nr. 1 og 2 skal lyde:\n1. Trygden har et styre på fem medlemmer med tillegg av trygdens daglige leder og av representanter for tjenestemennene etter regler gitt i eller i medhold av lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v. Fem medlemmer med personlige varamedlemmer blir oppnevnt av Kongen for fire år om gangen. To medlemmer med varamedlemmer oppnevnes etter forslag av sjømennenes organisasjoner. Det femte medlem skal være styrets formann. Trygdens daglige leder har rett og plikt til å delta i alle styremøter og har rett til å sette fram forslag.\nTrygdens daglige leder og representantene for tjenestemennene har ikke stemmerett i saker som i medhold av lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v. er fastsatt som politiske.\n2. I saker som nevnt under nr. 1 annet ledd er styret vedtaksført når tre medlemmer er til stede. I andre saker er styret vedtaksført når fire medlemmer er til stede. Til gyldig vedtak kreves vanlig flertall. Ved stemmelikhet har formannen dobbeltstemme.\n5.​2 – – –\n6. Lov 28 juli 1949 nr. 26 om statens pensjonskasse\n§ 2 annet ledd skal lyde:\nKassen ledes av et styre som består av administrerende direktør og to andre medlemmer som med personlige varamedlemmer oppnevnes av Kongen. Et av styrets medlemmer med varamedlem oppnevnes blant kassens medlemmer etter forslag fra de arbeidstakerorganisasjoner som departementet bestemmer. I tillegg kan det velges to medlemmer med varamedlemmer av og blandt de tilsatte, jfr. lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\n7. [Lov 5 februar 1965 nr. 2 om Statens Landbruksbank]​3\n8. [Lov 18 juni 1965 nr. 11 om Distriktenes utbyggingsfond]​4\n9. [Lov 17 juni 1966 nr. 12 om folketrygd]​5\n10. [Lov 13 juni 1969 nr. 24 om grunnskolen]​6\n11. [Lov 19 juni 1969 nr. 49 om stønad til ungdom i vidaregåande utdanning]​7\n12. [Lov 19 juni 1969 nr. 57 om sykehus m.v.]​8\n13. [Lov 21 juni 1974 nr. 55 om videregående opplæring]​9\n0 Endret ved lov 16 juli 1999 nr. 68 (gjelder nr. 5 – i kraft 1 nov 1999 iflg. res. 29 okt 1999 nr. 1137).\n1 Loven er opphevet ved lov 10 juni 1988 nr. 86, teksten er senest tatt inn i Norges Lover 1687-1997.\n2 Opphevet ved lov 16 juli 1999 nr. 68 fra 1 nov 1999.\n3 Loven er opphevet ved lov 22 des 1999 nr. 103, teksten er senest tatt inn i Norges Lover 1687-1997.\n4 Loven er opphevet ved lov 3 juli 1992 nr. 97, teksten er senest tatt inn i Norges Lover 1687-1997.\n5 Loven er opphevet ved lov 28 feb 1997 nr. 19, teksten er senest tatt inn i Norges Lover 1687-1997.\n6 Lov 13 juni 1969 nr. 24 § 26 og § 27 nr. 5 ble opphevet ved lov 11 juni 1993 nr. 85, teksten er senest tatt inn i Norges Lover 1687-1997.\n7 Loven er opphevet ved lov 26 april 1985 nr. 21, teksten er senest tatt inn i Norges Lover 1687-1997.\n8 Loven er opphevet ved lov 2 juli 1999 nr. 61, teksten er senest tatt inn i Norges Lover 1687-1999.\n9 Loven er opphevet ved lov 17 juli 1998 nr. 61, teksten er senest tatt inn i Norges Lover 1687-1997.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Hva loven omfatter",
      "content": "Loven gir de tilsatte rett til å være representert i offentlige virksomheters styrende organer.\nLoven omfatter virksomheter som eies eller drives av staten, fylkeskommunene eller kommunene.\nUnntatt fra loven er:\na. virksomheter som er organisert etter lov om aksjeselskaper​1 eller lov om allmennaksjeselskaper.​2\nb. virksomheter som er organisert etter lov 30. august 1991 nr. 71 om statsforetak,\nc. Norsk Tipping A/S og A/S Vinmonopolet,\nd. Universiteter og høgskoler.\nKongen avgjør i tvilstilfeller om en virksomhet skal regnes som offentlig.\n0 Endret ved lover 30 aug 1991 nr. 71, 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67, 13 juni 1997 nr. 44, 18 juni 1999 nr. 42, 21 juni 2002 nr. 43.\n1 Lov 13 juni 1997 nr. 44 (asl.).\n2 Lov 13 juni 1997 nr. 45 (asal.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Sakstyper",
      "content": "Etter loven regnes følgende sakstyper som administrative saker:\na. saker som bare eller i det vesentlige angår forhold innen vedkommende virksomhet, herunder personal- og tilsettingssaker,\nb. saker av forretningsmessig karakter.\nAndre saker enn dem som er nevnt i første ledd, regnes som politiske saker. Saker som har vesentlig samfunnsmessig betydning regnes i alle fall som politiske saker.\nKongen kan gi nærmere bestemmelser om hva som regnes som politiske saker etter paragrafen her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Representasjon i virksomhetens styrende organer m.v.",
      "content": "Et flertall av de tilsatte i en virksomhet kan kreve at de tilsatte blir representert i virksomhetens styringsorganer når virksomheten har minst 20 tilsatte ved utløpet av siste år. Det samme gjelder utvalg, styrer og råd som utøver administrativ myndighet overfor en virksomhet som har minst 20 tilsatte ved utløpet av siste år.\nRetten til representasjon gjelder i styrende organer som bare eller i det vesentlige behandler administrative saker (administrative organer) og i styrende organer som dels behandler administrative og dels politiske saker (organer med blandede funksjoner). Retten til representasjon gjelder ikke styrende organer som bare eller i det vesentlige behandler politiske saker (politiske organer).\nDe tilsatte har rett til to representanter og minst tre vararepresentanter i det enkelte styrende organ.\nKongen kan fastsette regler om de tilsattes representasjon i andre organer i en virksomhet, dersom disse behandler saker av vesentlig betydning for de tilsatte.\nKongen kan gi utfyllende bestemmelser, herunder om framgangsmåten ved framsetting av krav om representasjon, valgregler, vilkår for stemmerett og valgbarhet, funksjonstid m.v.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Representantenes kompetanse",
      "content": "De tilsattes representanter blir medlemmer av organet med samme rettigheter, plikter og ansvar som organets øvrige medlemmer.\nI administrative organer har de tilsattes representanter tale-, forslags- og stemmerett i alle saker.\nFor organer med blandede funksjoner skal det fastsettes i reglement hvilke sakstyper som skal regnes som henholdsvis administrative og politiske. De tilsattes representanter har ikke stemmerett i sakstyper som er fastsatt som politiske. Dersom det ikke framgår av reglementet om en sak er administrativ eller politisk, har de tilsattes representanter rett til å stemme, men mindretallet kan bringe saken inn for nærmeste overordnede forvaltningsorgan for overprøving dersom de tilsattes stemmegivning har vært avgjørende for utfallet av saken.\nKongen kan gi utfyllende bestemmelser, herunder om fastsetting av reglement og mindretallsklage.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Habilitetskrav",
      "content": "En representant for de tilsatte er ikke inhabil til å delta i behandlingen eller avgjørelsen av en forvaltningssak selv om vedkommende leder eller har en ledende stilling i, eller er medlem av styret for en arbeidstakerorganisasjon som er part i saken. Før øvrig gjelder forvaltningslovens​1 kapittel II.\nOrganet kan frita en representant for de tilsatte fra å være med i behandlingen eller avgjørelsen av en forvaltningssak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i saken.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Nemnd til å behandle tvister og søknader om unntak",
      "content": "Tvister angående gjennomføringen av representasjonsordninger i henhold til loven kan bringes inn for en nemnd som Kongen oppnevner.\nDersom særlige grunner tilsier det kan nemnda etter søknad gjøre unntak fra § 3 første og tredje ledd og bestemmelser i forskrift gitt i medhold av den paragrafen.\nFor nemndas saksbehandling gjelder lov om behandlingsmåten i forvaltningssaker av 10. februar 1967.\nNemndas vedtak kan ikke påklages. Kongen kan av eget tiltak ta et vedtak av nemnda opp til overprøving og i tilfelle omgjøring.\nKongen kan gi utfyllende bestemmelser, herunder om nemndas organisasjon, oppnevning, sammensetning og saksbehandling m.v.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.​1\n1 Utsatt inntil videre iflg. res. 30 okt 1981. Loven ble opphevet av lov 26 mars 2004 nr. 15 (i kraft 1 mai 2004 iflg. res. 26 mars 2004 nr. 574) uten noen gang å ha vært i kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven her tar til å gjelde gjøres følgende endringer i andre lover:\n1. [Lov 29 juli 1911 nr. 1 om forsikringsselskaper]​1\n2. Lov 1 mars 1946 om Den Norske Stats Husbank\n§ 5 skal lyde:\nBanken ledes av et hovedstyre på 5 til 7 medlemmer.\nKongen oppnevner fire av medlemmene, herunder formannen og nestformannen, alle med personlige varamenn. Det ene medlem skal representere de forskjellige realkredittinstitusjoner. Hvilke institusjoner som skal regnes til denne gruppe, avgjøres av vedkommende departement.\nDet femte medlem er den administrerende direktør som tilsettes av Kongen med en gjensidig oppsigelsesfrist på seks måneder.\nDe tilsatte kan kreve at det i tillegg velges to representanter og minst 3 varamenn av og blant de tilsatte, jfr. § 3 i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\nOppnevning og valg skjer for fire år om gangen.\nStyret tilsetter bankens personale.\nHovedstyret har ansvar for regnskapsførselen. Kalenderåret er regnskapsår, og årets regnskap skal være ferdig innen utgangen av mars.\n§ 6 skal lyde:\nHvert avdelingskontor ledes av et avdelingsstyre på 3 til 15 medlemmer.\nKongen oppnevner to av medlemmene, herunder formannen, begge med personlige varamenn.\nDet tredje medlem er avdelingsingeniøren som tilsettes av Kongen med en gjensidig oppsigelsesfrist på seks måneder.\nDe tilsatte kan kreve at det i tillegg velges 2 representanter og minst 3 varamenn av og blant de ansatte, jfr. § 3 i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\n3. Lov 27 juni 1947 nr. 9 om tiltak til å fremme sysselsettingen\n§ 2 skal lyde:\nArbeidsdirektoratet blir ledet av et styre med følgende sammensetning:\n- 7 medlemmer som med personlige varamenn oppnevnes av Kongen for 4 år\n- arbeidsdirektøren\n- 1 representant for de tilsatte i direktoratet og 1 representant for de tilsatte i de underliggende organer\nBlant de 7 medlemmer med personlige varamenn som oppnevnes av Kongen, skal arbeidstakere og arbeidsgivere hver ha 2 målsmenn i styret, men hver målsmannsgruppe har bare én stemme. Kongen oppnevner formann og varaformann. Representanter for arbeidstakere, arbeidsgivere og representanter for de tilsatte kan ikke oppnevnes som formann eller varaformann. Formannen kan tilkalle spesialkyndige som rådgivere ved behandlingen av bestemte saker.\nOm valg av representanter for de tilsatte og deres kompetanse gjelder reglene fastsatt i eller med heimel i lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\nDen daglige ledelsen av direktoratet har arbeidsdirektøren som blir tilsatt av Kongen.\nKongen fastsetter de nærmere føresegner om forholdet mellom styret og direktøren og de nærmere føresegner av administrativ art ellers for Arbeidsdirektoratets styre. Det kan herunder fastsettes at enkelte grupper av saker skal behandles i utvalg av styret, eventuelt med særlig oppnevnte medlemmer.\nStaten bærer administrasjonsutgiftene ved Arbeidsdirektoratet. Styremedlemmer og innkalte spesialkyndige har krav på skyss- og kostvederlag etter regulativet for offentlige tjenestemenn. De har også bortsett fra direktøren krav på nærmere fastsatt møtevederlag.\n§ 15 skal lyde:\nI Arbeidsdirektoratet skal det være en egen nemnd – Sjømannsnemnda – for saker om registrering, arbeidsformidling og forhyring av sjømenn og andre saker som gjelder sysselsetting av sjømenn eller som ved særlig føresegn blir lagt til nemnda.\nSjømannsnemnda skal ha følgende sammensetning:\n- 2 målsmenn for redere og 2 for sjømenn som med personlige varamenn blir oppnevnt av Kongen etter framlegg fra landsorganisasjoner av redere og sjømenn,\n- formann i Arbeidsdirektoratets styre er formann i Sjømannsnemnda,\n- 1 målsmann for Handelsdepartementet oppnevnt av Kongen, skal være medlem og nestformann,\n- arbeidsdirektøren,\n- 1 representant for de tilsatte i direktoratet og 1 representant for for de tilsatte i underliggende organer.\nFor formann og varaformann oppnevner Kongen personlige varamenn. Det som er fastsatt i § 2 gjelder tilsvarende for Sjømannsnemnda og dens virksomhet når ikke annet følger av denne paragraf.\n4. Lov 3 desember 1948 nr. 7 om pensjonstrygd for sjømenn\n§ 35 nr. 1 og 2 skal lyde:\n1. Trygden har et styre på fem medlemmer med tillegg av trygdens daglige leder og av representanter for tjenestemennene etter regler gitt i eller i medhold av lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v. Fem medlemmer med personlige varamedlemmer blir oppnevnt av Kongen for fire år om gangen. To medlemmer med varamedlemmer oppnevnes etter forslag av sjømennenes organisasjoner. Det femte medlem skal være styrets formann. Trygdens daglige leder har rett og plikt til å delta i alle styremøter og har rett til å sette fram forslag.\nTrygdens daglige leder og representantene for tjenestemennene har ikke stemmerett i saker som i medhold av lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v. er fastsatt som politiske.\n2. I saker som nevnt under nr. 1 annet ledd er styret vedtaksført når tre medlemmer er til stede. I andre saker er styret vedtaksført når fire medlemmer er til stede. Til gyldig vedtak kreves vanlig flertall. Ved stemmelikhet har formannen dobbeltstemme.\n5.​2 – – –\n6. Lov 28 juli 1949 nr. 26 om statens pensjonskasse\n§ 2 annet ledd skal lyde:\nKassen ledes av et styre som består av administrerende direktør og to andre medlemmer som med personlige varamedlemmer oppnevnes av Kongen. Et av styrets medlemmer med varamedlem oppnevnes blant kassens medlemmer etter forslag fra de arbeidstakerorganisasjoner som departementet bestemmer. I tillegg kan det velges to medlemmer med varamedlemmer av og blandt de tilsatte, jfr. lov 5 juni 1981 nr. 45 om tilsattes representasjon i offentlige virksomheters styrende organer m.v.\n7. [Lov 5 februar 1965 nr. 2 om Statens Landbruksbank]​3\n8. [Lov 18 juni 1965 nr. 11 om Distriktenes utbyggingsfond]​4\n9. [Lov 17 juni 1966 nr. 12 om folketrygd]​5\n10. [Lov 13 juni 1969 nr. 24 om grunnskolen]​6\n11. [Lov 19 juni 1969 nr. 49 om stønad til ungdom i vidaregåande utdanning]​7\n12. [Lov 19 juni 1969 nr. 57 om sykehus m.v.]​8\n13. [Lov 21 juni 1974 nr. 55 om videregående opplæring]​9\n0 Endret ved lov 16 juli 1999 nr. 68 (gjelder nr. 5 – i kraft 1 nov 1999 iflg. res. 29 okt 1999 nr. 1137).\n1 Loven er opphevet ved lov 10 juni 1988 nr. 86, teksten er senest tatt inn i Norges Lover 1687-1997.\n2 Opphevet ved lov 16 juli 1999 nr. 68 fra 1 nov 1999.\n3 Loven er opphevet ved lov 22 des 1999 nr. 103, teksten er senest tatt inn i Norges Lover 1687-1997.\n4 Loven er opphevet ved lov 3 juli 1992 nr. 97, teksten er senest tatt inn i Norges Lover 1687-1997.\n5 Loven er opphevet ved lov 28 feb 1997 nr. 19, teksten er senest tatt inn i Norges Lover 1687-1997.\n6 Lov 13 juni 1969 nr. 24 § 26 og § 27 nr. 5 ble opphevet ved lov 11 juni 1993 nr. 85, teksten er senest tatt inn i Norges Lover 1687-1997.\n7 Loven er opphevet ved lov 26 april 1985 nr. 21, teksten er senest tatt inn i Norges Lover 1687-1997.\n8 Loven er opphevet ved lov 2 juli 1999 nr. 61, teksten er senest tatt inn i Norges Lover 1687-1999.\n9 Loven er opphevet ved lov 17 juli 1998 nr. 61, teksten er senest tatt inn i Norges Lover 1687-1997.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    }
  ]
}