{
  "id": "LOV-1985-03-22-11",
  "type": "statute",
  "title": "Lov om petroleumsvirksomhet.",
  "short_name": "Petroleumsloven – petrl.",
  "status": "in_force",
  "issued_date": "1985-03-22",
  "in_force_date": "1985-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1985-03-22-11",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Denne lov kommer til anvendelse på petroleumsvirksomhet​2 for så vidt angår undersøkelse, leteboring,​3 utvinning,​4 utnyttelse og rørledningstransport i indre norsk farvann, på norsk sjøterritorium​5 og på kontinentalsokkelen.​6 Loven kommer også til anvendelse på innretninger for slik virksomhet og på avskipningsanlegg for petroleum​2 på område som foran nevnt. Innretninger omfatter ikke forsynings- og hjelpefartøy. Loven kommer ikke til anvendelse på forflytning av innretninger.\nLoven kommer også til anvendelse på virksomhet og innretninger som nevnt i første ledd på område utenfor kontinentalsokkelen​6 så langt dette følger av folkeretten eller av særskilt avtale med fremmed stat.\nKongen kan gi regler om hvilke bestemmelser i denne lov som skal komme til anvendelse for rørledninger med tilbehør på område som nevnt i første ledd, når de ikke eies av norsk rettighetshaver​7 og hverken begynner eller slutter på eller innenfor nevnte område.\nLoven gjelder ikke sjøgrunn undergitt privat eiendomsrett og heller ikke i Svalbards indre farvann og sjøterritorium.\nFor erstatningsansvar for forurensningsskade etter kap. V og skade som følge av forurensning og avfall etter kap. VI gjelder særlige regler, jfr. hhv. § 38 og § 44 c annet ledd.\n1 Endret ved lov 9 juni 1989 nr. 35.\n2 Jfr. § 4 a og b.\n3 Jfr. § 4 c.\n4 Jfr. § 4 d.\n5 Jfr. Canc.Prom 25 feb 1812.\n6 Jfr. § 4 f, jfr. lov 21 juni 1963 nr. 12.\n7 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Anvendelse av annen norsk rett enn denne lov",
      "content": "Med mindre annet følger av lov eller av bestemmelse gitt av Kongen, gjelder annen norsk rett enn denne lov for innretninger som nevnt i § 1 og for virksomhet på disse. Annen norsk rett gjelder likevel ikke for andre flyttbare innretninger under fremmed flagg enn de som er permanent plassert, med mindre annet er fastsatt ved lov eller ved bestemmelse av Kongen i statsråd. For innretning utenfor norsk kontinentalsokkel​1 tilknyttet virksomhet på område som nevnt i § 1 første ledd første punktum gjelder norsk rett så langt dette ikke kommer i strid med folkeretten eller avtale med fremmed stat.​2\n1 Se § 4 f.\n2 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Statens rett til undersjøiske petroleumsforekomster og forvaltningen av disse",
      "content": "Retten til undersjøiske petroleumsforekomster​2 tilligger staten.\nPetroleumsforekomstene skal forvaltes slik at de kommer hele det norske samfunn til gode. Forvaltningen skal bidra til utviklingen av norsk næringsliv og ivareta nødvendige hensyn til annen virksomhet, distriktspolitiske interesser og natur- og miljøvern.​3\n1 Jfr. lov 21 juni 1963 nr. 12 § 2.\n2 Jfr. § 4 b.\n3 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne lov forstås med:\na. Petroleum, alle flytende og gassformige hydrokarboner som finnes i naturlig tilstand i undergrunnen, samt andre stoffer som utvinnes i forbindelse med slike hydrokarboner.\nb. Petroleumsforekomst, en ansamling av petroleum i en geologisk enhet, avgrenset av bergarttyper ved strukturelle eller stratigrafiske grenser, kontaktflate mellom petroleum og vann i formasjonen, eller en kombinasjon av disse, slik at den petroleum som omfattes overalt er i trykkommunikasjon gjennom væske eller gass. Departementet​1 bestemmer i tvilstilfelle hva som skal anses å være en petroleumsforekomst.\nc. Leteboring,​2 boring av undersøkelses- og avgrensningsbrønner.\nd. Utvinning, produksjon av petroleum, behandling og lagring av denne for transport samt bygging, plassering og drift av innretninger for slik virksomhet, herunder boring av produksjonsbrønner.\ne. Rettighetshaver, selskap eller annen sammenslutning​3 som innehar tillatelse gitt i medhold av denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster, jfr. kgl.res. av 9. april 1965 om utforskning og utnyttelse av undersjøiske petroleumsforekomster og kgl.res. av 8. desember 1972 om undersøkelse etter og utnyttelse av undersjøiske petroleumsforekomster.\nf. Kontinentalsokkelen, havbunnen og grunnen under denne utenfor norsk sjøterritorium, så langt den kan anses å være en naturlig forlengelse av norsk landterritorium, men ikke kortere enn 200 nautiske mil fra grunnlinjene som sjøterritoriet er målt fra,​4 dog ikke utover midtlinjen i forhold til andre stater.\n1 Nærings- og energidepartementet.\n2 Jfr. § 8 åttende ledd.\n3 Jfr. § 11 jfr. lov 21 juni 1985 nr. 83 § 1-1 (4).\n4 Jfr. Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tildeling av undersøkelsestillatelse m.v.",
      "content": "Departementet​1 kan gi selskap eller annen sammenslutning tillatelse til undersøkelse etter petroleum​2 i begrensede områder av havbunnen eller i dens undergrunn (undersøkelsestillatelse).​3\nMed mindre det fastsettes et kortere tidsrom i den enkelte undersøkelsestillatelse gis tillatelsen for 3 kalenderår.\nUndersøkelsestillatelsen kan gi rett til geologiske, geofysiske, geokjemiske og geotekniske undersøkelser, herunder grunne boringer.\nDepartementet​1 kan gi innehaver av undersøkelsestillatelse samtykke til andre undersøkelser.\nKongen kan gi forskrifter om hva en søknad om undersøkelsestillatelse skal inneholde, hva en slik tillatelse omfatter, de nærmere vilkår for tillatelsen og om den avgift som skal betales.​4\nDepartementet​1 kan iverksette undersøkelser som nevnt i dette kapittel uten undersøkelsestillatelse.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 a.\n3 Jfr. § 56.\n4 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hvor undersøkelser kan foretas",
      "content": "Undersøkelsestillatelsen skal angi de områder den omfatter. Den gir ikke enerett til undersøkelser i de områder som er nevnt i tillatelsen og heller ikke fortrinnsrett ved tildeling av utvinningstillatelse.​1\nUndersøkelsestillatelsen gir ikke rett til undersøkelse i områder som omfattes av utvinningstillatelser,​1 med mindre departementet​2 bestemmer noe annet i medhold av § 17.\nDet kan når som helst tildeles utvinningstillatelse til andre, iverksettes leteboring​3 i henhold til § 8 siste ledd eller gis tillatelse etter § 24 i områder som omfattes av undersøkelsestillatelser, uten at ansvar kan gjøres gjeldende eller innbetalt avgift​4 kan kreves refundert.\n1 Jfr. § 8.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 c.\n4 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Åpning av nye områder",
      "content": "Før nye deler av område som nevnt i § 1 første ledd åpnes med sikte på tildeling av utvinningstillatelser​1 eller iverksettelse av leteboring​2 etter § 8 siste ledd, skal det finne sted en avveining mellom de ulike interesser som gjør seg gjeldende på det aktuelle området. Under denne avveining skal det foretas en vurdering av de miljømessige virkninger av slik virksomhet og mulig fare for forurensninger samt de økonomiske og sosiale virkninger som virksomheten kan ha for andre næringsinteresser og de tilstøtende distrikter.​3\nSpørsmålet om åpning av nye deler av område som nevnt i § 1 første ledd skal forelegges lokale offentlige myndigheter og sentrale næringsorganisasjoner som kan antas å ha særlig interesse i saken.\nVidere skal det ved offentlig kunngjøring gjøres kjent hvilke deler som det foreligger planer om å åpne for petroleumsvirksomhet​4 og arten og omfanget av den virksomhet det gjelder. Interesserte skal gis en frist på minst 3 måneder til å uttale seg.\nDepartementet​5 avgjør hvilken saksbehandling som skal følges i det enkelte tilfelle.\n1 Jfr. § 8.\n2 Jfr. § 4 c.\n3 Jfr. § 3.\n4 Jfr. § 4 a og b.\n5 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tildeling av utvinningstillatelse m.v.",
      "content": "Kongen i statsråd kan på nærmere bestemte vilkår tildele utvinningstillatelse. Utvinningstillatelse kan tildeles juridisk person som er stiftet i overensstemmelse med norsk lovgivning og er registrert i foretaksregisteret,​2 forsåvidt annet ikke følger av internasjonale avtaler,​3 eller fysisk person hjemmehørende i en EØS-stat. Slik tillatelse gir enerett til undersøkelse etter petroleum,​4 leteboring​5 og utvinning​6 av petroleum på avgrensede områder. Rettighetshaver​7 blir eier av den petroleum som produseres.\nFør tildeling av utvinningstillatelse finner sted, skal departementet​8 i alminnelighet utlyse det området som det kan søkes om utvinningstillatelse for. Kart over det utlyste området med inntegnede blokker skal være tilgjengelig i departementet.​8\nUtlysning skal kunngjøres i Norsk Lysingsblad​9 og De Europeiske Fellesskaps Tidende. Kunngjøringen skal sette en søknadsfrist som ikke må være kortere enn 90 dager, og den skal inneholde de opplysninger som departementet​8 bestemmer.\nKongen kan også tildele utvinningstillatelse uten utlysning. Før tildeling skjer skal rettighetshavere til utvinningstillatelser i alle tilstøtende områder gis anledning til å søke om tildeling av det aktuelle område, og det skal kunngjøres i Norsk Lysingsblad​9 og De Europeiske Fellesskaps Tidende hvilke blokker det gjelder.\nTildeling av utvinningstillatelse skal skje på grunnlag av saklige og objektive kriterier, krav og vilkår som angitt i kunngjøringen. Kongen er ikke forpliktet til å tildele utvinningstillatelse på grunnlag av de innkomne søknader.\nKongen gir nærmere forskrifter om hva en søknad om utvinningstillatelse skal inneholde og om betaling av behandlingsgebyr.\nDepartementet​8 kan iverksette leteboring​5 uten utvinningstillatelse. Bestemmelsene for øvrig i loven og de forskrifter som gis i medhold av den, gjelder for slik virksomhet så langt de passer.\n1 Endret ved lover 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res 11 des 1992 nr. 1049), 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771) – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV nr. 12 – Energi – jfr. EØS-komiteens beslutning 19/95.\n2 Jfr. lov 21 juni 1985 nr. 78.\n3 Jfr. EØS-avtalen art. 4 og 31.\n4 Jfr. § 4 a.\n5 Jfr. § 4 c.\n6 Jfr. § 4 d.\n7 Jfr. § 4 e.\n8 Nærings- og energidepartementet.\n9 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "title": "Statlig deltakelse",
      "content": "Kongen kan bestemme at staten skal delta i virksomhet etter denne lov.​2\n1 Tilføyd ved lov 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771 – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV Energi).\n2 Jfr. § 11. Jfr. EØS-avtalens vedlegg IV nr. 25 (Rdir 94/22/EF) – jfr. EØS-komiteens beslutning nr. 19/95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Operatør",
      "content": "Ved tildeling av utvinningstillatelse skal departementet​2 utpeke eller godkjenne en operatør som skal forestå den daglige ledelse av den virksomhet som utføres i medhold av tillatelsen.​3\nSkifte av operatør må godkjennes av departementet.​2\nNår særlige grunner tilsier det kan departementet​2 foreta skifte av operatør.\nMed mindre noe annet er uttrykkelig bestemt får bestemmelsene om rettighetshavers​4 forpliktelser gitt i eller i medhold av loven tilsvarende anvendelse for selskap eller annen sammenslutning som departementet​2 har utpekt eller godkjent som operatør og som ikke selv er rettighetshaver i henhold til tillatelsen.​5\n1 Endret ved lov 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771 – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV Energi).\n2 Nærings- og energidepartementet.\n3 Jfr. § 11. Jfr. EØS-avtalens vedlegg IV nr. 25 (Rdir 94/22/EF) – jfr. EØS-komiteens beslutning nr. 19/95.\n4 Jfr. § 4 e.\n5 Jfr. §§ 10, 46, 48, 49, 50, 53, 58, 59 og 60. Se § 39 første ledds annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Arbeidsforpliktelse",
      "content": "Kongen kan pålegge rettighetshaverne​1 en nærmere bestemt arbeidsforpliktelse for det område utvinningstillatelsen omfatter.\n1 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Avtaler om samarbeid m.v.",
      "content": "Kongen kan sette som vilkår for tildeling av utvinningstillatelse at rettighetshaverne​1 inngår avtaler av bestemt innhold seg imellom​2 og at en eller flere av rettighetshaverne​1 inngår avtaler av bestemt innhold med staten​3 eller selskap som departementet​4 bestemmer​5 om virksomhet etter denne lov.\n1 Jfr. § 4 e.\n2 Jfr. lov 21 juni 1985 nr. 83 § 1-1 (4).\n3 Jfr. § 8 a.\n4 Nærings- og energidepartementet.\n5 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Området for en utvinningstillatelse",
      "content": "De områder som er nevnt i § 1 første ledd inndeles i blokker med en størrelse på 15 breddeminutter og 20 lengdeminutter, med mindre tilstøtende landområder, grenser mot andre lands kontinentalsokler eller andre forhold tilsier noe annet.\nEn utvinningstillatelse kan omfatte en eller flere blokker eller deler av blokker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Varigheten av en utvinningstillatelse",
      "content": "Utvinningstillatelsen gis for inntil 6 år. Når særlige grunner tilsier det, kan departementet​1 forlenge tillatelsen for ett år om gangen i inntil 4 år.\nRettighetshaver​2 som har oppfylt arbeidsforpliktelsen i henhold til § 10 og de vilkår for øvrig som gjelder for den enkelte utvinningstillatelse,​3 kan kreve at tillatelsen skal ha fortsatt gyldighet for inntil halvparten av det området​4 tillatelsen opprinnelig omfattet, dog minst 100 km​2, for et tidsrom som fastsettes i den enkelte tillatelse, likevel ikke for mer enn ytterligere 30 år.​5 Gjelder tillatelsen for et areal mindre enn 100 km​2 kan forlengelse kreves for hele arealet.\nTillatelsen kan forlenges utover forlengelsen i annet ledd når særlige grunner tilsier det.​6 Vilkårene for slik særskilt forlengelse fastsettes av departementet.​1 Søknad om forlengelse må være kommet inn 3 år før tillatelsens utløp.\nKongen gir regler om hvordan et krav om forlengelse skal settes frem og hvordan de områder som tilbakeleveres skal være avgrenset.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.\n3 Jfr. § 8.\n4 Jfr. § 12.\n5 Jfr. § 22 annet ledd.\n6 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Oppgivelse av utvinningstillatelse",
      "content": "Rettighetshaver​1 kan i den periode som er nevnt i § 13 første ledd oppgi sine rettigheter i henhold til en utvinningstillatelse med 3 måneders varsel. Deretter kan oppgivelse skje ved utløpet av hvert kalenderår, såfremt varsel om oppgivelse er gitt minst 1 år i forveien.\nDersom flere rettighetshavere​1 innehar en utvinningstillatelse sammen,​2 kan departementet​3 i særlige tilfeller samtykke i at en eller flere av dem oppgir sine andeler i tillatelsen.\nOppgivelsen må gjelde hele det området​4 som tillatelsen omfatter med mindre departementet​3 samtykker i at den bare skal gjelde en del av området.\n1 Jfr. § 4 e.\n2 Jfr. § 11.\n3 Nærings- og energidepartementet.\n4 Jfr. § 12 og § 13 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Arealavgift, produksjonsavgift m.v.",
      "content": "For utvinningstillatelsen skal rettighetshaverne​2 betale en avgift pr. km​2 (arealavgift) og en avgift beregnet på grunnlag av mengden og verdien av produsert petroleum​3 ved utvinningsområdets avskipningspunkt (produksjonsavgift). Produksjonsavgift skal likevel ikke betales for petroleum produsert fra forekomster hvor utbyggingsplan godkjennes​4 etter 1. januar 1986. Videre kan det ved tildelingen av tillatelsen i tillegg til disse avgifter kreves en engangsavgift (kontantbonus) og en avgift beregnet på grunnlag av produksjonens størrelse (produksjonsbonus).\nDepartementet​5 kan med 6 måneders varsel bestemme at produksjonsavgift helt eller delvis skal erlegges i form av produsert petroleum.​3 Om det kreves av departementet​5 skal rettighetshaver​2 sørge for at slik petroleum blir transportert, behandlet, lagret og stilt til disposisjon til priser, prioritet og vilkår for øvrig som ikke er ugunstigere enn det som gjelder for rettighetshavernes petroleum fra vedkommende utvinningsområde. Departementet​5 kan med 6 måneders varsel bestemme at avgiften igjen skal erlegges i penger.\nPetroleum​3 som staten har rett til å utta som produksjonsavgift og statens rett til transport, behandling og lagring av slik petroleum kan overdras til andre. Slik overdragelse kan ikke medføre ansvar for staten for fremtidige forpliktelser.\nKongen gir regler om størrelsen av de i første ledd nevnte avgifter og bonuser og om beregningsmåten, herunder bestemmelser om fastsettelsen av den verdi som skal danne grunnlaget for beregningen, om måling av petroleum​3 og om opplysninger rettighetshaverne​2 skal gi om produksjonen. Kongen kan bestemme at produksjonsavgiften helt eller delvis ikke skal betales eller at plikten til å betale produksjonsavgift skal utsettes.\nAvgiftskrav er tvangsgrunnlag for utlegg.​6\n1 Endret ved lover 8 juli 1988 nr. 75, 26 juni 1992 nr. 86.\n2 Jfr. § 4 e.\n3 Jfr. § 4 a.\n4 Jfr. § 23.\n5 Nærings- og energidepartementet.\n6 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Samordnet leteboring, utvinning og transport",
      "content": "Strekker en petroleumsforekomst​1 seg over flere blokker med forskjellige rettighetshavere,​2 eller inn på en annen stats kontinentalsokkel, skal det søkes oppnådd enighet om den mest rasjonelle måte for leteboring​3 og eventuelt utvinning​4 av petroleumsforekomsten, og om transport og utnyttelse av petroleum fra en slik forekomst, samt om fordeling av petroleumsforekomsten. Tilsvarende gjelder også når det for flere petroleumsforekomster​1 åpenbart er rasjonelt med samordnet leteboring,​3 utvinning,​4 transport eller utnyttelse.\nAvtaler om samordnet leteboring skal meddeles departementet.​5 Avtaler om annen samordnet virksomhet som nevnt i første ledd, skal forelegges departementet​5 til godkjennelse. Hvis det ikke oppnås enighet om slike avtaler innen rimelig tid, kan departementet​5 bestemme hvordan slik samordnet virksomhet skal foregå, herunder fordele forekomsten.​1\n1 Jfr. § 4 b.\n2 Jfr. § 4 e.\n3 Jfr. § 4 c.\n4 Jfr. § 4 d.\n5 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Rett for andre til undersøkelser",
      "content": "I særlige tilfeller kan departementet​1 gi rett til å foreta undersøkelser​2 på område som omfattes av en utvinningstillatelse. Departementet​1 fastsetter hvilke undersøkelser som kan foretas og tidsrommet for undersøkelsene.\n1 Nærings- og energidepartementet.\n2 Jfr. § 5 tredje og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Rett for andre til å plassere innretninger",
      "content": "Rettighetshaver​1 kan ikke motsette seg at det legges rørledning, kabel eller ledning av annen art, eller plasseres andre innretninger på, i eller over det området​2 som omfattes av utvinningstillatelsen. Innretningen må ikke volde urimelig ulempe for rettighetshaver.​3\nBestemmelsen i første ledd gjelder tilsvarende for nødvendige trasé- og grunnundersøkelser forut for slik plassering.\n1 Jfr. § 4 e.\n2 Jfr. § 12 og § 13 annet ledd.\n3 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Undersøkelse etter og utnyttelse av andre naturforekomster enn petroleumsforekomster",
      "content": "En utvinningstillatelse​1 er ikke til hinder for at andre enn rettighetshaver​2 gis rett til å foreta undersøkelser etter og utvinning av andre naturforekomster enn petroleumsforekomster​3 når dette ikke medfører urimelig ulempe for den virksomhet som rettighetshaver driver i medhold av utvinningstillatelsen. Det samme gjelder vitenskapelige undersøkelser.​4\nDersom det er gjort funn av andre naturforekomster i et område som omfattes av en utvinningstillatelse,​1 og fortsatt virksomhet ikke kan foregå uten å medføre urimelig ulempe for den virksomhet som rettighetshaver​2 driver i medhold av utvinningstillatelsen, bestemmer Kongen hvilken virksomhet som skal utsettes, eventuelt i hvilket omfang. Det skal ved avgjørelsen tas hensyn til hva slags funn som er gjort, foretatte investeringer, hvilket stadium virksomheten har nådd, virksomhetens varighet og omfang og dens økonomiske og samfunnsmessige betydning m.v. sett i forhold til den virksomhet som drives i medhold av utvinningstillatelsen.​5\nBestemmelsene om forlengelse av tillatelsen, forlengelsen av fristen for gjennomføring av arbeidsforpliktelsen og betaling av arealavgift i utsettelsesperioden i § 22 annet, tredje og fjerde ledd gjelder tilsvarende.\nHvis utsettelse etter annet ledd må antas å bli særlig langvarig kan vedkommende tillatelse i stedet tilbakekalles.\nKongen kan bestemme at den som tillates å opprettholde sin virksomhet skal refundere helt eller delvis den som må utsette eller innskrenke sin virksomhet påløpne omkostninger og i rimelig utstrekning dekke annet tap.\n1 Jfr. § 8.\n2 Jfr. § 4 e.\n3 Jfr. § 4 b.\n4 Jfr. lov 21 juni 1963 nr. 12.\n5 Jfr. § 3 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Forsvarlig utvinning og fastsettelse av produksjonsforløp",
      "content": "Utvinning​2 av petroleum​3 skal foregå på en slik måte at mest mulig av den petroleum som finnes i hver enkelt forekomst,​4 eller i flere forekomster sammen, blir produsert. Utvinningen​5 skal skje i samsvar med forsvarlig tekniske og sunne økonomiske prinsipper og slik at øding av petroleum eller reservoarenergi unngås.​6\nDepartementet​7 skal før eller samtidig med at godkjennelse gis i henhold til § 23 eller tillatelse gis i henhold til § 24 godkjenne produksjonsforløpet. Det kan fastsettes et annet produksjonsforløp enn det som følger av første ledd hvis hensynet til en total ressursdisponering eller andre sterke samfunnsmessige hensyn tilsier det.\nMed sikte på å oppfylle kravene i første ledd skal rettighetshaver​8 i forbindelse med planen for utbygging og drift, jfr. § 23, og senere når forholdene tilsier det, utrede alternative produksjons- og eventuelt injeksjonsopplegg og den totale utvinningsgrad ved forskjellig produksjonsforløp.​9\nEtter søknad fra rettighetshaver​8 fastsetter departementet​7 for perioder av minst 6 måneder det kvantum som til enhver tid kan produseres eller skal injiseres. Dersom særlige forhold tilsier det kan kvantum fastsettes for en kortere periode enn 6 måneder. Hvis ikke nye opplysninger om forekomsten​4 eller andre forhold som skal tillegges vekt tilsier noe annet, skal departementet​7 ved fastsettelsen av den mengde petroleum​3 som kan produseres legge til grunn det produksjonsforløp som utbyggingsplanen er basert på.\nNår vektige samfunnshensyn​10 gjør det nødvendig, kan Kongen i statsråd for en enkelt eller flere petroleumsforekomster​4 fastsette andre produksjonsforløp enn de som er fastsatt eller godkjent i henhold til bestemmelsene foran, herunder påby assistert utvinning. Går vedtaket etter dette ledd ut på å redusere produksjonen i forhold til det produksjonsforløp som er fastsatt i henhold til annet eller fjerde ledd, skal reduksjonen i rimelig utstrekning av departementet​7 søkes fordelt forholdsmessig på de aktuelle petroleumsforekomster.​4 Ved slik fordeling skal det tas særlig hensyn til langsiktige avtaler om levering av gass og til petroleumsforekomster​4 som delvis ligger på et annet lands kontinentalsokkel.\nBrenning av petroleum​3 utover det som er nødvendig for igangkjøring av anlegg og av sikkerhetsmessige grunner for normal drift er ikke tillatt med mindre departementet​7 godkjenner dette.\n1 Endret ved lov 8 juli 1988 nr. 75.\n2 Jfr. § 4 d.\n3 Jfr. § 4 a.\n4 Jfr. § 4 b.\n5 Jfr. § 4 d.\n6 Jfr. § 45.\n7 Nærings- og energidepartementet.\n8 Jfr. § 4 e.\n9 Jfr. § 53.\n10 Jfr. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Forberedelse, påbegynnelse og videreføring av utvinning",
      "content": "Departementet​1 kan treffe vedtak om at utvinning​2 skal forberedes, påbegynnes eller videreføres, herunder at igangværende produksjon fortsettes eller økes dersom det er nødvendig for å kunne bygge ut et rasjonelt transportanlegg eller for å kunne sikre rasjonell utnyttelse av innretninger som nevnt i §§ 23 og 24, eller det er rasjonelt av reservoartekniske​3 hensyn, eller ønskelig at to eller flere petrolumsforekomster​4 utvinnes i tilknytning til hverandre,​5 eller når andre vesentlige samfunnshensyn tilsier det.\nGår vedtaket etter første ledd ut på at utvinning​2 skal forberedes eller påbegynnes, skal rettighetshaver​6 gis en frist på to år til å legge frem en utbyggings- og fremdriftsplan.​7 Hvis slik plan ikke fremlegges innen fristens utløp, eller rettighetshaver​8 meddeler departementet​1 at denne ikke vil utvinne forekomsten,​4 eller rettighetshaver uten rimelig grunn og tross pålegg ikke tar de nødvendige skritt til gjennomføring av planen, kan departementet treffe tiltak for å igangsette utvinning, herunder helt eller delvis tilbakekalle utvinningstillatelsen​9 for det området som ansees å være nødvendig for en effektiv utvinning. Tilsvarende gjelder hvis rettighetshaver​10 legger frem en plan som departementet ikke finner tilfredsstillende, dog slik at rettighetshaver skal gis en frist på minst 6 måneder til å legge frem en revidert plan. Hvis utvinningstillatelsen tilbakekalles, skal rettighetshavers utgifter til undersøkelse​11 og leteboring​12 i forbindelse med vedkommende forekomst dekkes av staten.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 d.\n3 Jfr. § 20 føste ledd.\n4 Jfr. § 4 b.\n5 Jfr. § 16.\n6 Jfr. § 4 e.\n7 Jfr. § 23.\n8 Jfr. § 4 e.\n9 Jfr. § 8.\n10 Jfr. § 4 e.\n11 Jfr. § 5 tredje ledd og fjerde ledd.\n12 Jfr. § 4 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Utsettelse av leteboring og utbygging",
      "content": "Departementet​1 kan bestemme at leteboring​2 eller utbygging av en forekomst​3 skal utsettes.\nDen som får utsatt sin virksomhet, kan kreve tillatelsen forlenget for et tidsrom som svarer til utsettelsen.​4 Dersom utsettelsen bare gjelder en begrenset del av den virksomhet som kan utføres i henhold til tillatelsen, kan departementet​1 fastsette et kortere tidsrom for forlengelsen, bestemme at forlengelse ikke skal gis eller at forlengelse bare skal gis for en del av det området​5 tillatelsen gjelder.\nDersom utsettelsen medfører at arbeidsforpliktelsen i henhold til § 10 ikke kan gjennomføres innen den fastsatte frist, skal fristen forlenges i nødvendig utstrekning.\nDersom virksomheten utsettes skal arealavgiften​6 for den periode utsettelsen varer frafalles eller nedsettes etter departementets​1 skjønn. Avgift som er betalt på forskudd skal ikke tilbakebetales.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 c.\n3 Jfr. § 4 b.\n4 Jfr. § 13.\n5 Jfr. § 12 og § 13 annet ledd.\n6 Jfr. § 15 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Godkjennelse av plan for utbygging og drift av petroleumsforekomster",
      "content": "Beslutter en rettighetshaver​2 å sette i gang utbygging av en petroleumsforekomst,​3 skal rettighetshaveren forelegge for departementet​4 til godkjennelse en utførlig plan for utbygging og drift av forekomsten, herunder plassering av innretninger for utvinning​5 av petroleum.​6 Planen skal inneholde en redegjørelse for planlegging og gjennomføring av utbyggingen basert på en fremdriftsplan med en beskrivelse av de ulike deler og trinn utbyggingen omfatter.​7 Planen skal også omfatte drift og vedlikehold.\nPlanen skal også inneholde opplysninger om innretninger for transport eller utnyttelse som nevnt i § 24.\nVesentlige kontraktsmessige forpliktelser må ikke inngås eller byggearbeid påbegynnes før departementet​4 har godkjent planen.\nPlanlegges utbyggingen i to eller flere trinn (faser), skal planen så vidt mulig omfatte den samlede utbygging. Departementet​4 kan avgrense godkjennelsen til å gjelde enkelte trinn (faser).\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 e.\n3 Jfr. § 4 b.\n4 Nærings- og energidepartementet.\n5 Jfr. § 4 d.\n6 Jfr. § 4 a.\n7 Jfr. EØS-avtalen art. 4, 11 og 36 samt vedlegg XVI punkt 4 (Rdir 90/531/EØF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Tillatelse til anlegg og drift av innretninger for transport og utnyttelse av petroleum",
      "content": "Avskipningsanlegg, rørledninger, nedkjølingsanlegg, anlegg for produksjon og overføring av elektrisk kraft og andre innretninger for transport eller utnyttelse av petroleum​1 kan ikke uten tillatelse av departementet​2 anlegges eller drives på, i eller over områder som nevnt i § 1. Tillatelse gis for et bestemt tidsrom.\n1 Jfr. § 4 a.\n2 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Adgang for andre til å bruke innretninger",
      "content": "Departementet​1 kan bestemme at innretninger som nevnt i §§ 23 og 24 og som eies av rettighetshaver​2 kan brukes av andre, hvis hensynet til rasjonell drift eller samfunnsmessige hensyn tilsier det, og departementet finner at slik bruk ikke er til urimelig fortrengsel for rettighetshavers eget behov eller for en som allerede er sikret rett til å bruke innretningen. Enhver avtale om bruk av innretninger som nevnt i §§ 23 og 24 skal forelegges departementet​1 til godkjennelse. I mangel av slik avtale fastsetter departementet​1 tariffer og vilkår for øvrig. Tariffer eller annet vederlag skal gi eieren av innretningene en rimelig fortjeneste, blant annet under hensyn til investering og risiko.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Ilandføring av petroleum",
      "content": "Kongen bestemmer hvor og på hvilken måte ilandføring av petroleum​2 skal skje.​3\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 a.\n3 Jfr. EØS-avtalen art. 4 og 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Levering til nasjonalt behov",
      "content": "Kongen kan bestemme at rettighetshaver​1 skal levere av sin produksjon til dekning av nasjonalt behov og besørge transport til Norge. Kongen kan videre bestemme hvem slik petroleum​2 skal leveres til.\nFor den petroleum​2 som leveres skal betales en pris som bestemmes på samme måte som den pris som legges til grunn ved beregning av produksjonsavgift​3 med tillegg av transportomkostninger. For transporten gjelder § 15 annet ledd tilsvarende. Så fremt det ikke oppnås enighet om de øvrige vilkår for levering, fastsettes disse av departementet.​4\n1 Jfr. § 4 e.\n2 Jfr. § 4 a.\n3 Se § 15.\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Levering i tilfelle krig, krigsfare m.v.",
      "content": "I tilfelle krig, krigsfare eller andre ekstraordinære kriseforhold kan Kongen bestemme at rettighetshaver​1 skal stille petroleum​2 til disposisjon for norske myndigheter.\nBestemmelsene i § 27 annet ledd kommer tilsvarende til anvendelse såfremt den spesielle situasjon ikke tilsier noe annet. I en slik situasjon fastsetter Kongen prisen med bindende virkning.\n1 Jfr. § 4 e.\n2 Jfr. § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Avtaler mellom avhengige selskaper",
      "content": "Når særlige grunner taler for det, kan departementet​1 samtykke i at rettighetshaver​2 inngår avtale om at et moderselskap eller et selskap som rettighetshaveren står i tilsvarende avhengighetsforhold til forestår virksomheten på rettighetshavers vegne.\nDet skal settes som vilkår for samtykke som nevnt at ordningen ikke medfører mindre skatt til Norge.​3\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.\n3 Jfr. lov 18 aug 1911 nr. 8 § 54 første ledd, jfr. lov 13 juni 1975 nr. 35 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Overtagelse og fjerning​2 m.v. av innretninger",
      "content": "Når en tillatelse utløper, helt eller delvis oppgis eller bruken av innretninger som nevnt i §§ 23 og 24 endelig opphører, har staten rett til vederlagsfritt å overta slike faste innretninger med tilbehør samt alt materiale vedrørende disse. Det samme gjelder tilbakekallelse i henhold til § 62, dog slik at Kongen bestemmer med bindende virkning i hvilken utstrekning det skal betales vederlag for foretatte investeringer.\nKravet om overtagelse må settes frem senest samtidig med at en tillatelse utløper og ellers senest 6 måneder etter at tillatelsen er bortfalt på annen måte eller bruken av innretningene er endelig opphørt.\nVed overtagelse skal innretningene med tilbehøret være i en slik stand som et forsvarlig vedlikehold tilsier. Tvist om dette og i tilfelle om den erstatning som skal betales til staten for manglende vedlikehold, avgjøres ved skjønn.​3\nIstedenfor å overta innretningene etter første ledd kan departementet​4 inngå avtale med eieren om midlertidig bruk av disse.\nØnsker ikke staten å overta innretningene med tilbehør, kan departementet​4 innen 2 år etter at bruken av innretningene er endelig opphørt eller i alle tilfeller innen 2 år etter at en tillatelse er bortfalt, kreve at innretningene helt eller delvis fjernes innen en frist som departementet​4 fastsetter, eller at det treffes foranstaltninger for å hindre at de er til skade eller ulempe. Plikten til fjerning m.v. av innretningene påhviler den som til enhver tid er eier av disse. Innretningene kan ikke overdras uten departementets​4 samtykke. Etterkommes ikke krav som foran nevnt, kan departementet​4 iverksette nødvendige tiltak for eierens regning og risiko. Utgifter til slike tiltak er tvangsgrunnlag for utlegg.​5\nHvis staten etter tillatelsens utløp eller etter at bruken av innretningene er endelig opphørt krever innretningen fjernet, bortfaller de heftelser som hviler på dem. Det samme gjelder dersom staten i slike tilfeller overtar innretningene, dog slik at bruksrettigheter​6 stiftet med departementets​4 samtykke består.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Se lov 25 april 1986 nr. 11.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Nærings- og energidepartementet.\n5 Jfr. tvangsl. kap. 7.\n6 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Registrering av tillatelser",
      "content": "Departementet​1 skal føre et register over alle utvinningstillatelser,​2 Petroleumsregisteret. Etter departementets​3 bestemmelse kan registeret også omfatte tillatelser som omhandlet i § 24.\nI registeret gis hver tillatelse eget blad. I tillegg skal departementet​1 føre dagbok over de dokumenter som skal registreres. Departementet​3 gir nærmere forskrifter om hvordan dagbok og register skal innrettes og føres, og om fremgangsmåten for øvrig ved registreringen. Herunder kan det også gis bestemmelser om hvordan dokumenter skal være avfattet, om bruk av godkjente blanketter og om hvilke gebyrer som kan kreves. Reglene i lov om tinglysing av 7. juni 1935 nr. 1 kapittel 2 om fremgangsmåten ved tinglysing og kapittel 3 om tinglysing som gjelder fast eiendom gjelder tilsvarende så langt de passer og ikke annet følger av forskriftene.\n1 Oljedirektoratet er iflg. vedtak 9 des 1996 nr. 1097 delegert myndighet til å føre registeret.\n2 Se § 8.\n3 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Registrering av innretninger",
      "content": "Innretninger som nevnt i §§ 23 og 24 som er fast plassert på område som nevnt i § 1, skal innføres i Petroleumsregisteret​1 når den tillatelse som innretningen knytter seg til er pantsatt etter § 33. Registrering skjer på det blad som tillatelsen har.​1 Dersom en innretning eies av rettighetshaverne til flere utvinningstillatelser i fellesskap,​2 skal det på utvinningstillatelsens blad​1 angis hvor stor eierandel som knytter seg til vedkommende tillatelse.\n1 Se § 31.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Pantsettelse av tillatelser",
      "content": "Departementet​2 kan samtykke i at rettighetshaverne​3 pantsetter​4 en tillatelse eller at en rettighetshaver pantsetter sin andel i denne som ledd i finansieringen av virksomheten knyttet til tillatelsen. I særlige tilfeller kan departementet​2 samtykke i at finansieringen omfatter virksomhet i henhold til annen tillatelse enn den som pantsettes.\nVed meddelelse av samtykke til pantsettelse etter første ledd kan departementet​2 gi tilsagn om at tvangssalg og tvangsbruk etter tvangsfullbyrdelsesloven vil kunne skje uten at vilkårene for tillatelsen endres.\nPantsettelse etter denne paragraf får rettsvern ved registrering i Petroleumsregisteret.​5\n1 Endret ved lov 8 jan 1993 nr. 20.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 e.\n4 Jfr. lov 8 feb 1980 nr. 2.\n5 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Panterettens omfang",
      "content": "I pantsettelse etter § 33 inngår pantsetterens rett til de innretninger som etter § 32 er registrert eller kan registreres sammen med tillatelsen, samt rettigheter etter avtale som nevnt i §§ 11 og 16.\nDriftstilbehør til innretning som nevnt i første ledd kan pantsettes sammen med denne. Dette gjelder ikke flyttbare anleggsmaskiner som kan pantsettes etter panteloven​1 § 3-8 eller annet løsøre som kan registreres i et annet realregister. Reglene i panteloven​1 § 3-4 tredje og femte ledd og § 3-7 gjelder tilsvarende så langt de passer.\n1 Lov 8 feb 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Panthavers rett m.v.",
      "content": "Departementet​2 skal gi panthaver skriftlig varsel om tilbakekallelse eller oppgivelse av en tillatelse med meddelelse om at panteretten bortfaller dersom tvangssalg ikke begjæres uten unødig opphold.​3 Er tvangssalg begjært i rett tid, kan det ikke meddeles ny tillatelse i strid med panthavers rett.\nPanterett som foran nevnt, kan ikke overdras eller pantsettes uten departementets​2 samtykke. Den kan heller ikke uten slikt samtykke være gjenstand for utlegg eller arrest eller inngå i panthaverens konkurs- eller akkordbo.​4\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Nærings- og energidepartementet.\n3 Jfr. §§ 14 og 62.\n4 Jfr. lov 8 juni 1984 nr. 59 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Definisjon",
      "content": "Med forurensningsskade menes skade eller tap som skyldes forurensning som følge av utstrømming eller utslipp av petroleum​2 fra en innretning, herunder brønn, og utgifter til rimelige tiltak for å avverge eller begrense slik skade eller slikt tap samt skade eller tap som slike tiltak medfører. Som forurensningsskade regnes også skade eller tap som en fisker har lidt på grunn av reduserte fiskemuligheter.\nSkip som brukes stasjonært til boring anses som innretning. Skip som brukes til lagring av petroleum​2 i forbindelse med produksjonsanlegg, anses som en del av innretningen. Det samme gjelder skip for transport av petroleum​2 i den tid lasting fra innretningen pågår.\n1 Endret ved lov 9 juni 1989 nr. 35.\n2 Jfr. § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Virkeområde og lovvalg",
      "content": "Bestemmelsene i dette kapittel gjelder erstatningsansvar for forurensningsskade​1 fra innretning til sjøs uten hensyn til om innretningen befinner seg på område som nevnt i § 1 første ledd eller ikke, dersom skaden inntrer på norsk landterritorium, på område som nevnt i § 1 første ledd eller rammer norsk fartøy, norsk fangstredskap eller norsk innretning i tilgrensende havområder. For så vidt angår tiltak for å avverge eller begrense forurensningsskade​1 er det tilstrekkelig at skade kan inntre på slikt område.\nBestemmelsene i dette kapittel gjelder også forurensningsskade​1 fra innretning på område som nevnt i § 1 første ledd når skaden inntrer på land- eller sjøterritorium tilhørende stater som har tiltrådt Miljøvernkonvensjonen av 19. februar 1974.\nFor forurensningsskade​1 som inntrer utenfor områder som nevnt i første og annet ledd kommer erstatningsreglene i den stat hvor skaden er inntrådt til anvendelse.\nKongen kan uten hinder av bestemmelsene i denne lov ved overenskomst med fremmed stat fastsette regler om erstatningsansvar for forurensningsskade​1 som skyldes virksomhet som nevnt i § 1. Når det gjelder forurensningsskade​1 fra innretning som befinner seg på område som nevnt i § 1 første ledd, kan slike regler likevel ikke begrense retten til erstatning etter denne lov for så vidt gjelder skadelidte under norsk jurisdiksjon.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Den ansvarlige og ansvarets omfang",
      "content": "Rettighetshaver​1 er erstatningsansvarlig for forurensningsskade​2 uten hensyn til skyld. Bestemmelsene om rettighetshavers ansvar får tilsvarende anvendelse på en operatør​3 som ikke er rettighetshaver når departementet ved godkjenning av operatørstatus har bestemt det.​4\nDersom det er flere rettighetshavere til tillatelsen​5 og en av dem er operatør, eller departementet​6 har truffet bestemmelse etter første ledd, skal erstatningskrav først rettes mot operatøren. I tilfelle noen del av erstatningen ikke blir dekket av operatøren ved forfall, skal den dekkes av rettighetshaverne i forhold til deres andel i tillatelsen. Hvis noen ikke dekker sin andel, fordeles denne forholdsmessig på de andre.\nDersom det godtgjøres at en uavvendelig naturhending, krigshandling, offentlig myndighetsakt eller liknende force majeure i betydelig grad har bidratt til skaden eller dennes omfang under forhold som er utenfor den ansvarliges kontroll, kan ansvaret settes ned så langt det er rimelig, særlig under hensyn til omfanget av virksomheten, skadelidtes situasjon og forsikringsmulighetene på begge sider.\nVed forurensningsskade​2 fra innretning på område utenfor norsk kontinentalsokkel​7 anses som rettighetshaver den som har tillatelse fra kompetent myndighet til å drive den virksomhet som innretningen er knyttet til.\n1 Jfr. § 4 e.\n2 Se § 37.\n3 Jfr. § 9.\n4 Sml. § 9 fjerde ledd.\n5 Jfr. § 11.\n6 Nærings- og energidepartementet.\n7 Se § 4 f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Kanalisering av ansvaret",
      "content": "Erstatningsansvar mot rettighetshaver​1 for forurensningsskade​2 kan bare gjøres gjeldende etter reglene i denne lov.\nAnsvar for forurensningsskade​2 kan ikke gjøres gjeldende mot:\na. den som i følge avtale med rettighetshaver​1 eller dennes medkontrahent har utført oppdrag eller arbeid i forbindelse med virksomheten.\nb. den som har tilvirket eller levert utstyr til bruk under virksomheten.\nc. den som foretar tiltak for på å avverge eller begrense forurensningsskade,​2 eller for å redde liv eller berge verdier som er kommet i fare i forbindelse med virksomheten, med mindre tiltaket utføres i strid med forbud nedlagt av offentlig myndighet eller utføres av annen enn offentlig myndighet til tross for uttrykkelig forbud av operatør​3 eller eier av de truede verdier.\nd. den som er ansatt hos rettighetshaver​1 eller hos noen som nevnt under a., b. eller c.\nDersom rettighetshaver​1 er idømt erstatningsansvar for forurensningsskade,​2 men ikke betaler innen den tid dommen fastsetter, kan skadelidte gå på skadevolder i samme utstrekning som rettighetshaver kan gå på skadevolder i regressomgangen, jfr. § 41.\nRettighetshaver​1 kan kreve erstatning av skadevolder for forurensningsskade​2 som påføres rettighetshaveren i samme utstrekning som rettighetshaver kan gå på skadevolder i regressomgangen, jfr. § 41.\n1 Jfr. § 4 e.\n2 Se § 37.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Regress",
      "content": "Rettighetshaver​2 kan ikke gjøre regressansvar for forurensningsskade​3 gjeldende mot noen som er fritatt for ansvar etter reglene i § 40 med mindre vedkommende eller noen i hans tjeneste har handlet forsettlig eller grovt uaktsomt.\nRegressansvar kan lempes for så vidt det finnes rimelig under hensyn til utvist adferd, økonomisk evne og forholdene for øvrig.\nBestemmelsene i sjøloven om ansvarsbegrensning​4 kommer til anvendelse for så vidt regress gjøres gjeldende overfor noen som har rett til ansvarsbegrensning etter sjølovens regler.\nAvtale om videre regress mot de som det ikke kan gjøres ansvar gjeldende mot etter § 40 annet ledd er ugyldig.\n1 Endret ved lov 24 juni 1994 nr. 39 (i kraft 1 okt 1994 iflg. res. 24 juni 1994 nr. 509).\n2 Jfr. § 4 e.\n3 Se § 37.\n4 Lov 24 juni 1994 nr. 39 kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "Virksomhet uten tillatelse",
      "content": "Oppstår forurensningsskade​1 ved virksomhet som nevnt i § 1 og denne er drevet uten tillatelse, er den som har drevet virksomheten ansvarlig for skaden uten hensyn til skyld. Samme ansvar påhviler andre som har tatt del i virksomheten og som visste eller måtte vite at virksomheten ble drevet uten tillatelse.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "Offentlig kunngjøring. Proklama",
      "content": "Med mindre departementet​1 finner det åpenbart unødvendig skal operatøren​2 uten ugrunnet opphold, ved offentlig kunngjøring gi opplysning om hvem erstatningskrav for forurensningsskade​3 skal rettes mot og om foreldelsesfristens lengde.\nKunngjøring skal skje med to gangers innrykking med minst en ukes mellomrom i Norsk Lysingsblad​4 og i aviser og andre publikasjoner som er alminnelig lest på de steder hvor skade er voldt eller antas å inntre.\nMed departementets​1 samtykke kan eventuelle fordringshavere innkalles ved proklama, med den virkning at krav som ikke er anmeldt innen proklamafristens utløp faller bort. Departementet​1 gir i tilfelle nærmere regler om innkallelsen og proklamafristens lengde og kan gi regler om oppgjørsmåten.\n1 Nærings- og energidepartementet.\n2 Se § 9.\n3 Se § 37.\n4 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "Verneting",
      "content": "Søksmål om erstatning for forurensningsskade​2 skal reises i den rettskrets der utstrømming eller utslipp av petroleum​3 har funnet sted eller hvor skade er voldt.\nDepartementet​4 bestemmer hvor søksmål skal reises dersom:\na. utstrømmingen eller utslippet har funnet sted eller skade er voldt utenfor området for noen rettskrets,\nb. det ikke kan påvises innen hvilken rettskrets utstrømmingen eller utslippet har funnet sted eller skade er voldt,\nc. utstrømmingen eller utslippet har funnet sted i en rettskrets og skade er voldt i en annen rettskrets,\nd. skade er voldt i mer enn en rettskrets.\n1 Se dl. § 26 a.\n2 Se § 37.\n3 Se § 4 a.\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:44 a",
      "chapter": "6",
      "section": "44 a",
      "title": "Saklig virkeområde og definisjoner.",
      "content": "Dette kapittel gjelder erstatning for økonomisk tap som petroleumsvirksomheten påfører norske fiskere som følge av at virksomheten legger beslag på fiskefelt, eller medfører forurensning og avfall eller ved at innretning eller tiltak i forbindelse med plassering av denne volder skade.\nKapitlet gjelder ikke forurensningsskade som nevnt i § 37.\nMed forurensning og med avfall i dette kapittel forstås forurensning og avfall som nevnt i lov av 13. mars 1981 nr. 6 om vern mot forurensninger og om avfall, henholdsvis § 6 første ledd nr. 1 og 2 og § 27 første ledd.\nMed norske fiskere menes i dette kapittel personer registrert i fiskermanntallet og eiere av fartøy innført i registeret over merkepliktige norske fiskefarkoster.​2\nBestemmelsene i de øvrige kapitlene i loven kommer til anvendelse også på dette kapittel så langt de passer og ikke strider mot bestemmelse i dette kapittel.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Jfr. lov 5 des 1917 nr. 1 og 16 juni 1972 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:44 b",
      "chapter": "6",
      "section": "44 b",
      "title": "Beslagleggelse",
      "content": "Dersom petroleumsvirksomheten i et område helt eller delvis beslaglegger et fiskefelt, plikter staten i den utstrekning fisket blir umuliggjort eller vesentlig vanskeliggjort å yte erstatning for det økonomiske tap dette medfører.\nErstatningen kan fastsettes helt eller delvis som et engangsbeløp eller som faste årlige beløp. Tap som er oppstått mer enn 7 år etter beslagleggelsen fant sted, kan normalt ikke kreves erstattet.\nStaten kan kreve regress av rettighetshaveren​2 dersom rettighetshaveren burde ha avverget tapet.\n1 Tilføyd ved lov 9 juni 1989 nr. 35. – Får ikke virkning for tap som følge av beslagleggelse som er iverksatt før 1. juli 1985.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "6:44 c",
      "chapter": "6",
      "section": "44 c",
      "title": "Forurensning og avfall",
      "content": "Rettighetshaver​2 er erstatningsansvarlig uten hensyn til skyld for økonomisk tap som følge av forurensning og avfall​3 fra petroleumsvirksomheten, og utgifter til rimelige tiltak for å avverge eller begrense slik skade eller slikt tap samt skade eller tap som slike tiltak medfører.\nRettighetshavers​2 ansvar etter første ledd omfatter også skade og ulempe fra forurensning og avfall​3 som følge av trafikk med forsynings- eller hjelpefartøy samt ved forflytning av innretning til eller fra vedkommende felt. Rettighetshaver​2 kan gjøre gjeldende regressansvar mot den direkte skadevolder eller rederen dersom de ellers gjeldende ansvarsvilkår er oppfylt.\nFor at erstatning skal kunne kreves for tapt fangsttid i forbindelse med lokalisering, merking, opptak eller ilandbringelse av gjenstander, må gjenstandene merkes forsvarlig eller bringes i land og forevises for politi eller havnemyndighet eller annen tilsvarende offentlig myndighet, med mindre det foreligger absolutte hindringer. Posisjonen må i alle fall meldes til politi eller havnemyndighet.\nDet som er nevnt i fjerde ledd gjelder også ved erstatning for annet tap for så vidt slik merking, posisjonsangivelse eller ilandbringelse med rimelighet kan kreves.\nErstatningsansvaret omfatter også andre fartøyer som bistår et fiskefartøy med å bringe gjenstander til land.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.\n3 Jfr. § 44 a tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44c",
        "source_heading": "§ 44 c."
      }
    },
    {
      "provision_ref": "6:44 d",
      "chapter": "6",
      "section": "44 d",
      "title": "Solidaransvar",
      "content": "Dersom det er voldt skade som nevnt i § 44 c uten at skadevolder kan identifiseres, skal rettighetshaverne​2 være solidarisk ansvarlige i den utstrekning skaden kan tenkes å være forårsaket av virksomhet i tilknytning til vedkommendes tillatelse.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44d",
        "source_heading": "§ 44 d."
      }
    },
    {
      "provision_ref": "6:44 e",
      "chapter": "6",
      "section": "44 e",
      "title": "Innretning m.v. som volder skade",
      "content": "Dersom en innretning eller tiltak i forbindelse med plassering av denne volder skade, og skadelidte ikke har rett til erstatning etter bestemmelsene i § 44 b, er rettighetshaver​2 erstatningsansvarlig uten hensyn til skyld for det økonomiske tap som fiskerne​3 lider som følge av skaden.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.\n3 Jfr. § 44 a første og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44e",
        "source_heading": "§ 44 e."
      }
    },
    {
      "provision_ref": "6:44 f",
      "chapter": "6",
      "section": "44 f",
      "title": "Nemnd m.v.",
      "content": "Krav som fremmes i medhold av dette kapittel skal behandles av en nemnd. Kongen gir forskrifter om nemndens sammensetning og saksbehandling samt regler om klagebehandling.\nKlageinstansens vedtak kan innen to måneder etter at vedkommende part har fått melding om vedtaket ved stevning bringes direkte inn for herreds- eller byretten.\nKrav fastsatt av nemnden eller av klageinstansen er tvangsgrunnlag for utlegg​2 etter at klagefristen eller fristen som nevnt i annet ledd er utløpt.\nKlageinstansen kan gi oppreisning mot oversittelse av fristen i annet ledd etter reglene i forvaltningsloven​3 § 31. Klageinstansens vedtak i oppreisningsspørsmålet kan påkjæres til herreds- eller byretten.\n1 Tilføyd ved lov 9 juni 1989 nr. 35, endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. tvangsl. kap. 7.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44f",
        "source_heading": "§ 44 f."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Krav til forsvarlig virksomhet",
      "content": "Virksomhet etter denne lov skal foregå på en forsvarlig måte, og ivareta hensynet til sikkerhet for personell og miljø.\nVirksomheten må ikke unødvendig eller i urimelig grad vanskeliggjøre eller hindre skipsfart, fiske, luftfart eller annen virksomhet, eller volde skade eller fare for skade på rørledninger, kabler eller andre undersjøiske innretninger. Alle rimelige foranstaltninger skal tas for å unngå skade på dyre- og plantelivet i havet, kulturminner på havbunnen, og forurensning og forsøpling av havbunnen, dens undergrunn, havet, luften eller på land.\n1 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Beredskap",
      "content": "Rettighetshaver​1 skal til enhver tid opprettholde effektiv beredskap med sikte på å møte ulykkes- og faresituasjoner som kan medføre tap av menneskeliv eller personskade, forurensning eller stor materiell skade. Rettighetshaver​1 plikter å sørge for at nødvendige tiltak iverksettes for å hindre eller minske skadevirkninger, herunder det som er nødvendig for så langt som mulig å føre miljøet tilbake til tilstanden før uhellet skjedde. Departementet​2 kan gi regler om slik beredskap og slike tiltak, herunder påby beredskapssamarbeid mellom flere rettighetshavere.\nVed ulykkes- og faresituasjoner som nevnt i første ledd, kan departementet​2 bestemme at andre skal stille nødvendige beredskapsmessige ressurser til rådighet for rettighetshavers regning. Departementet​2 kan for rettighetshavers regning også iverksette tiltak for å skaffe nødvendige tilleggsressurser på annen måte.\nReglene i lov om særlige rådgjerder under krig, krigsfare og liknende forhold av 15. desember 1950 nr. 7 kapittel V. Tvangsavståing til det offentlige, gjelder tilsvarende så langt de passer.\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Sikkerhetssoner m.v.",
      "content": "Rundt og over innretninger for leteboring​1 og innretninger som nevnt i §§ 23 og 24, unntatt rørledninger og kabler, skal det være en sikkerhetssone. Utstrekningen av denne bestemmes av Kongen.\nKongen kan bestemme at en sikkerhetssone skal gå over grenselinjen til en annen stats kontinentalsokkel. Videre kan Kongen bestemme at det skal være en sikkerhetssone på norsk kontinentalsokkel selv om vedkommende innretning ligger utenfor denne.\nDepartementet​2 kan bestemme at en sone tilsvarende sikkerhetssonen skal etableres i rimelig tid forut for plassering av innretninger som nevnt i første ledd.\nUvedkommende fartøy, luftputefartøy, luftfartøy, fiskeredskaper eller andre gjenstander, må ikke befinne seg innenfor sone som nevnt i første, annet og tredje ledd.​3 Dersom fiske kan foregå i sonen eller deler av sonen uten å true sikkerheten eller hindre utøvelsen av petroleumsvirksomheten, kan departementet​4 likevel bestemme at slikt fiske kan finne sted.\nDepartementet​4 kan gi bestemmelser som anses nødvendige for å sikre adkomst for innretninger som nevnt i første ledd til sone som nevnt i tredje ledd.\nKongen kan, ut fra sikkerhetshensyn, fastsette nærmere bestemmelser om begrensninger i adgangen til oppankring og fiske i område hvor det foregår utbygging eller drift av petroleumsforekomster​5 eller rørledninger.\n1 Jfr. § 4 c.\n2 Nærings- og energidepartementet.\n3 Se strl. § 425 a.\n4 Kommunaldepartementet.\n5 Jfr. § 4 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Ledelse av virksomhet, base m.v.",
      "content": "Rettighetshaver​1 skal ha en organisasjon som er i stand til selvstendig å lede virksomheten fra Norge. Departementet​2 kan for å oppnå dette stille bestemte krav til organisasjonen og selskapskapitalen.\nRettighetshaver​3 skal sørge for at forholdene blir lagt til rette, slik at fagforeningsvirksomhet blant egne ansatte og entreprenørens og underentreprenørens personell kan foregå i samsvar med norsk praksis.\nVirksomheten skal drives fra base i Norge. Rettighetshaver​3 kan pålegges å bruke baser utpekt av departementet.​2\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Kvalifikasjoner – opplæring",
      "content": "Rettighetshaver​1 plikter å sørge for at alle som arbeider i virksomheten har de nødvendige kvalifikasjoner til å utføre det arbeid de er satt til på en forsvarlig måte. Opplæring skal finne sted i nødvendig utstrekning.\nKongen kan gi regler om rettighetshavers​1 plikt til å forestå opplæring av offentlig ansatte.\n1 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Stansing m.v. av virksomheten",
      "content": "Ved ulykkes- og faresituasjoner som nevnt i § 46 skal rettighetshaver​2 i nødvendig utstrekning stanse virksomheten så lenge kravet til forsvarlig virksomhet​3 tilsier det.\nNår det foreligger særlige grunner, kan departementet​4 påby at virksomheten stanses i nødvendig utstrekning eller sette særlige vilkår for fortsettelse.\nVed alvorlige overtredelser eller gjentatte overtredelser av lover og forskrifter, fastsatte vilkår eller gitte pålegg, kan departementet påby midlertidig stans i virksomheten.\nDersom rettighetshaver​5 ikke stanser virksomheten etter første ledd eller ikke etterkommer vedtak som nevnt i annet og tredje ledd, kan departementet​4 iverksette nødvendige tiltak for rettighetshavers regning og risiko. Utgifter til slike tiltak er tvangsgrunnlag for utlegg.​6\nNår vedtak som nevnt i annet ledd er begrunnet i forhold som ikke skyldes rettighetshaver, kan departementet etter søknad forlenge det tidsrom som tillatelsen gjelder for og i rimelig utstrekning lempe på de forpliktelser som påhviler rettighetshaver.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Jfr. § 45.\n4 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.\n5 Jfr. § 4 e og § 9 fjerde ledd.\n6 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Inspeksjon, pålegg, stansing m.v.",
      "content": "Departementet​2 kan oppnevne inspektører som har adgang til å besiktige innretninger som nevnt i § 1 og påse at arbeidet foregår overensstemmende med lover, forskrifter, vilkår i tillatelser og de bestemmelser som departementet fastsetter i det enkelte tilfellet.\nInspektøren kan gi nødvendige pålegg. Ved ulykkes- og faresituasjoner som nevnt i § 46 kan inspektøren i påtrengende tilfeller påby midlertidig stans i virksomheten. Inspektøren skal i så fall straks underrette departementet som snarest mulig avgjør om pålegget skal opprettholdes.\nDepartementet​2 kan gi pålegg om at fartøy eller flyttbar innretning eller del av innretning skal bringes til norsk havn eller annet sted departementet bestemmer når det anses nødvendig av hensyn til inspeksjon og kontroll eller av andre grunner.\nUtgifter til inspeksjon og kontroll kan kreves dekket av rettighetshaver.​3\nEtterkommes ikke pålegg gitt i henhold til annet og tredje ledd, kan departementet​2 iverksette nødvendige tiltak for rettighetshavers​3 regning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.​4\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.\n3 Jfr. § 4 e og § 9 fjerd ledd.\n4 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Undersøkelseskommisjon",
      "content": "Har det skjedd en alvorlig ulykke i forbindelse med virksomhet som omfattes av denne lov kan departementet​2 nedsette en særskilt undersøkelseskommisjon. Tilsvarende gjelder for hendelser i virksomheten som har medført alvorlig fare for tap av liv eller større materiell skade eller forurensning av det marine miljø. Kommisjonens medlemmer skal representere tilstrekkelig juridisk, nautisk og teknisk sakkyndighet. Formannen skal fylle vilkårene for å være høyesterettsdommer.​3\nUndersøkelseskommisjonen kan kreve at rettighetshaver​4 og andre som er engasjert i ulykken eller hendelsen gir kommisjonen opplysninger som kan være av betydning for undersøkelsen og at de stiller til disposisjon dokumenter, innretninger og andre ting på et sted hvor det er hensiktsmessig at undersøkelsen foretas.\nUtgifter i forbindelse med undersøkelseskommisjonens arbeid kan kreves dekket av rettighetshaver.​4\nReglene i sjøloven​5 om sjøforklaring og forskrifter gitt med hjemmel i sjøloven § 485 gjelder tilsvarende så langt de passer.\n1 Endret ved lov 24 juni 1994 nr. 39 (i kraft 1 okt 1994 iflg. res. 24 juni 1994 nr. 509).\n2 Justisdepartementet.\n3 Se dl. kap. 3.\n4 Se § 4 e og § 9 fjerde ledd.\n5 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Materiale og opplysninger vedrørende virksomheten",
      "content": "Materiale og opplysninger som rettighetshaver​1 har vedrørende virksomhet i henhold til denne lov, skal være tilgjengelig i Norge og kan kreves vederlagsfritt overlevert departementet. Departementet​2 kan i denne forbindelse også kreve utført analyser og sikkerhetsstudier.\nKongen gir nærmere regler om hvilket materiale som skal være tilgjengelig for myndighetene og hva som kan kreves overlevert, samt hvilke opplysninger som skal gis offentlige myndigheter før virksomheten begynner og etter at den er kommet i gang.\nOpplysninger som er gitt til myndighetene, skal etter nærmere bestemmelser gitt av departementet kunne brukes til utarbeidelse av oversiktskart og for statistiske formål, bl.a. i Statistisk Sentralbyrå.\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Ved Kommunaldepartementets vedtak 26 sep 1988 er denne myndighet delegert til Oljedirektoratet forsåvidt angår departementets ansvarsområde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Bruk av varer og tjenester",
      "content": "Ved virksomhet som omfattes av denne lov skal rettighetshaver​2 gi konkurransedyktige leverandører reelle muligheter til å oppnå leveranser av varer og tjenester.​3\nDepartementet​4 kan ved forskrifter eller i den enkelte tillatelse gi nærmere regler om gjennomføringen av denne bestemmelse.\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Jfr. EØS-avtalen art. 4, 11 og 36 samt vedlegg XVI punkt 4 (Rdir 90/531/EØF).\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Sikkerhetsstillelse",
      "content": "Departementet​1 kan ved meddelelse av en tillatelse og senere bestemme at rettighetshaver​2 skal stille slik sikkerhet som departementet godkjenner for oppfyllelse av de forpliktelser rettighetshaver har påtatt seg, samt for mulig ansvar i forbindelse med virksomheten.\n1 Nærings- og energidepartementet.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "title": "Vilkår for tillatelse, samtykke og godkjennelse",
      "content": "Departementet​1 kan sette andre vilkår for tillatelse, samtykke eller godkjennelse enn de som er nevnt i denne lov, når de har en naturlig tilknytning til det tiltak eller den virksomhet som tillatelsen, samtykket eller godkjennelsen gjelder.\n1 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "title": "Forskrifter",
      "content": "Kongen kan gi forskrifter til utfylling og gjennomføring av denne lov, herunder bl.a. bestemmelser om arbeidsforhold, taushetsplikt, og om rettighetshavernes​2 plikt til å gjøre opplysninger om virksomhet etter loven offentlig tilgjengelig. Kongen kan også gi forskrifter om opplysningsplikt for ivaretakelse av Norges plikter etter EØS-avtalen.\n1 Endret ved lov 27 nov 1992 nr. 119.\n2 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "title": "Plikt til å påse at bestemmelser blir overholdt",
      "content": "Rettighetshaver​1 plikter å sørge for at enhver som utfører arbeid for seg, enten personlig, ved ansatte eller ved entreprenører, eller underentreprenører, overholder bestemmelsene gitt i og i medhold av loven.\n1 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "title": "Ansvar for forpliktelser",
      "content": "Rettighetshavere​1 som sammen innehar en tillatelse er solidarisk ansvarlig overfor staten for økonomiske forpliktelser som følger av virksomhet i henhold til tillatelsen.\n1 Jfr. § 4 e og § 9 fjerde ledd, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "7:60",
      "chapter": "7",
      "section": "60",
      "title": "Ansvar for skadeforvoldelse",
      "content": "Dersom noen som utfører oppdrag for rettighetshaver,​2 blir erstatningsansvarlig overfor tredjemann hefter rettighetshaver​2 i samme omfang som og solidarisk med skadevolder og i tilfelle dennes arbeidsgiver for erstatningskravet.\nFor ansvar for forurensningsskade​3 gjelder reglene i kapittel V.\n1 Se lov 30 mai 1986 nr. 23.\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "Overdragelse",
      "content": "Hel eller delvis overdragelse av en tillatelse gitt etter denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster, kan ikke skje uten samtykke av departementet.​1 Det samme gjelder annen direkte eller indirekte interesseoverføring eller deltakelse i tillatelsen herunder bl.a. overdragelse av aksjeposter og andre eierandeler som kan gi bestemmende innflytelse over selskapet.​2\nDepartementet​1 kan i særlige tilfeller bestemme at det skal betales avgift for overdragelsen.\n1 Nærings- og energidepartementet.\n2 Jfr. lover 4 juni 1976 nr. 59 § 1-2, 21 juni 1985 nr. 83 § 1-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "title": "Tilbakekallelse",
      "content": "Ved alvorlig overtredelse eller gjentatte overtredelser av denne lov, forskrifter gitt i medhold av den, fastsatte vilkår eller gitte pålegg, kan Kongen tilbakekalle en tillatelse gitt i medhold av denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster.\nHvis det i en søknad om tillatelse er gitt uriktige opplysninger eller opplysninger av betydning er tilbakeholdt og det må antas at tillatelse ikke ville ha vært gitt om riktige eller fullstendige opplysninger hadde foreligget kan tillatelsen tilbakekalles overfor vedkommende rettighetshaver.​1\nEn tillatelse kan tilbakekalles dersom den sikkerhet rettighetshaver plikter å stille etter § 55 er vesentlig svekket, eller dersom selskapet eller annen sammenslutning som innehar tillatelsen oppløses eller tas under akkord- eller konkursbehandling.​2\n1 Jfr. § 4 e, jfr. § 59.\n2 Se lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "title": "Følgene av tilbakekallelse, oppgivelse av rettigheter eller bortfall av andre grunner",
      "content": "Tilbakekallelse av en tillatelse, oppgivelse av rettigheter eller bortfall av rettigheter av andre grunner fritar ikke for de økonomiske forpliktelser som følger av denne lov, forskrifter gitt i medhold av den eller særskilte vilkår. Hvis en arbeidsforpliktelse​1 eller annen forpliktelse ikke er oppfylt, kan departementet​2 kreve innbetalt helt eller delvis det beløp som oppfyllelse av forpliktelsen ville ha kostet. Beløpet fastsettes av departementet​2 med endelig virkning.\n1 Jfr. § 10.\n2 Nærings- og energidepartementet. Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "title": "Immunitet m.v. for naborikers tjenestemenn",
      "content": "Kongen kan uten hinder av norsk lov innrømme et naborikes tjenestemenn immunitet og særlige privilegier i forbindelse med tiltak for å forebygge og gripe inn overfor ulovlige handlinger som innebærer en sikkerhetstrussel på kontinentalsokkelen.​2\n1 Jfr. lov 14 juli 1950 nr. 2 § 2.\n2 Se § 4 f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "title": "Tvangmidler",
      "content": "Når pålegg er gitt i eller i medhold av denne lov kan den myndighet som har gitt pålegget fastsette en løpende tvangsmulkt for hver dag som går etter utløpet av en frist som er satt for gjennomføring av pålegget inntil dette er oppfylt. Varsel om tvangsmulkt meddeles ved rekommandert brev eller på annen like betryggende måte. Pålegg om mulkt er tvangsgrunnlag for utlegg.​2\nFartøy eller luftfartøy som overtrer bestemmelser eller pålegg gitt i eller i medhold av denne lov, kan tilrettevises, bortvises fra område som nevnt i § 1 eller oppbringes til norsk havn.\nKongen kan frafalle ilagt tvangsmulkt når det finnes rimelig.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "title": "Straffebestemmelser",
      "content": "Forsettlig eller uaktsom overtredelse av bestemmelser eller vedtak truffet i eller i medhold av denne lov straffes med bøter​2 eller fengsel inntil 3 måneder.​3 Under særlig skjerpende omstendigheter kan fengsel inntil 2 år anvendes. Medvirkning straffes på samme måte. Disse bestemmelser får ikke anvendelse dersom forholdet rammes av strengere straffebud.\n1 Endret ved lov 20 juli 1991 nr. 66.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "title": "Ikrafttredelse m.v.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​2 Fra samme tid oppheves kgl.res. av 9. april 1965 om utforskning og utnyttelse av undersjøiske petroleumsforekomster (1965-resolusjonen) og kgl.res. av 8. desember 1972 om undersøkelse etter og utnyttelse av undersjøiske petroleumsforekomster (1972-resolusjonen).\n2. Paragraf 13 første og annet ledd gjelder ikke utvinningstillatelser som er gitt i medhold av 1965-resolusjonen. Slike tillatelser har gyldighet for inntil 46 år fra det tidspunkt tillatelsen ble tildelt.\n3a. Paragraf 13 annet ledd gjelder ikke utvinningstillatelser som er gitt i medhold av 1972-resolusjonen. For slike tillatelser gjelder:\nRettighetshaver​3 som har oppfylt det arbeidsprogram og de vilkår for øvrig som gjelder for tillatelsen, kan kreve at tillatelsen skal ha fortsatt gyldighet for et tidsrom av 30 år for inntil halvparten av det området tillatelsen opprinnelig omfattet. Omfatter utvinningstillatelsen flere blokker, skal minst halvparten av hver blokk tilbakeføres med mindre departementet​4 godtar noe annet. Det området av hver blokk som beholdes skal være minst 100 km​2, med mindre departementet samtykker i noe annet.\nSåfremt det er gjort funn av petroleumsforekomster​5 som dekker mer enn halvparten av en blokk, kan rettighetshaver​3 kreve at forlengelsen skal omfatte samtlige forekomster, selv om dette medfører at mer enn halvparten av blokken beholdes.\nAvgrensningen av områdene avgjøres av departementet etter at rettighetshaver​3 har hatt anledning til å uttale seg.\n3b. Departementet​4 kan fravike reglene i paragraf 15 første ledd om utvinningsområdets avskipningspunkt overfor utvinningstillatelser som er gitt i medhold av 1965-resolusjonen.\n4. Paragraf 22 gjelder ikke utvinningstillatelser som er gitt før denne lovs ikrafttreden.\n5. Fra lovens ikrafttreden endres nedenfor nevnte lover slik: – – –\n6. Innretninger som nevnt i § 32 og som er innført i skipsregisteret​6 eller skipsbyggingsregisteret sammen med eventuelle registrerte heftelser, kan med departementets samtykke slettes der og innføres i Petroleumsregisteret.​7 Registreringsvirkningene for heftelsene regnes fra registrering i skipsregisteret, eventuelt i skipsbyggingsregisteret.\n– – –\n8. Forskrifter gitt i medhold av lov av 21. juni 1963 nr. 12 om utforskning og utnyttelse av undersjøiske naturforekomster eller med hjemmel i forskrifter gitt i medhold av loven gjelder for så vidt intet annet er eller blir bestemt.\n1 Endret ved lov 8 juli 1988 nr. 75.\n2 Fra 1 juli 1985 iflg. res. 14 juni 1985 nr. 1154.\n3 Jfr. § 4 e.\n4 Nærings- og energidepartementet.\n5 Jfr. § 4 b.\n6 Jfr. sjøl. kap. 2.\n7 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Denne lov kommer til anvendelse på petroleumsvirksomhet​2 for så vidt angår undersøkelse, leteboring,​3 utvinning,​4 utnyttelse og rørledningstransport i indre norsk farvann, på norsk sjøterritorium​5 og på kontinentalsokkelen.​6 Loven kommer også til anvendelse på innretninger for slik virksomhet og på avskipningsanlegg for petroleum​2 på område som foran nevnt. Innretninger omfatter ikke forsynings- og hjelpefartøy. Loven kommer ikke til anvendelse på forflytning av innretninger.\nLoven kommer også til anvendelse på virksomhet og innretninger som nevnt i første ledd på område utenfor kontinentalsokkelen​6 så langt dette følger av folkeretten eller av særskilt avtale med fremmed stat.\nKongen kan gi regler om hvilke bestemmelser i denne lov som skal komme til anvendelse for rørledninger med tilbehør på område som nevnt i første ledd, når de ikke eies av norsk rettighetshaver​7 og hverken begynner eller slutter på eller innenfor nevnte område.\nLoven gjelder ikke sjøgrunn undergitt privat eiendomsrett og heller ikke i Svalbards indre farvann og sjøterritorium.\nFor erstatningsansvar for forurensningsskade etter kap. V og skade som følge av forurensning og avfall etter kap. VI gjelder særlige regler, jfr. hhv. § 38 og § 44 c annet ledd.\n1 Endret ved lov 9 juni 1989 nr. 35.\n2 Jfr. § 4 a og b.\n3 Jfr. § 4 c.\n4 Jfr. § 4 d.\n5 Jfr. Canc.Prom 25 feb 1812.\n6 Jfr. § 4 f, jfr. lov 21 juni 1963 nr. 12.\n7 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Anvendelse av annen norsk rett enn denne lov",
      "content": "Med mindre annet følger av lov eller av bestemmelse gitt av Kongen, gjelder annen norsk rett enn denne lov for innretninger som nevnt i § 1 og for virksomhet på disse. Annen norsk rett gjelder likevel ikke for andre flyttbare innretninger under fremmed flagg enn de som er permanent plassert, med mindre annet er fastsatt ved lov eller ved bestemmelse av Kongen i statsråd. For innretning utenfor norsk kontinentalsokkel​1 tilknyttet virksomhet på område som nevnt i § 1 første ledd første punktum gjelder norsk rett så langt dette ikke kommer i strid med folkeretten eller avtale med fremmed stat.​2\n1 Se § 4 f.\n2 Jfr. § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Statens rett til undersjøiske petroleumsforekomster og forvaltningen av disse",
      "content": "Retten til undersjøiske petroleumsforekomster​2 tilligger staten.\nPetroleumsforekomstene skal forvaltes slik at de kommer hele det norske samfunn til gode. Forvaltningen skal bidra til utviklingen av norsk næringsliv og ivareta nødvendige hensyn til annen virksomhet, distriktspolitiske interesser og natur- og miljøvern.​3\n1 Jfr. lov 21 juni 1963 nr. 12 § 2.\n2 Jfr. § 4 b.\n3 Jfr. § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne lov forstås med:\na. Petroleum, alle flytende og gassformige hydrokarboner som finnes i naturlig tilstand i undergrunnen, samt andre stoffer som utvinnes i forbindelse med slike hydrokarboner.\nb. Petroleumsforekomst, en ansamling av petroleum i en geologisk enhet, avgrenset av bergarttyper ved strukturelle eller stratigrafiske grenser, kontaktflate mellom petroleum og vann i formasjonen, eller en kombinasjon av disse, slik at den petroleum som omfattes overalt er i trykkommunikasjon gjennom væske eller gass. Departementet​1 bestemmer i tvilstilfelle hva som skal anses å være en petroleumsforekomst.\nc. Leteboring,​2 boring av undersøkelses- og avgrensningsbrønner.\nd. Utvinning, produksjon av petroleum, behandling og lagring av denne for transport samt bygging, plassering og drift av innretninger for slik virksomhet, herunder boring av produksjonsbrønner.\ne. Rettighetshaver, selskap eller annen sammenslutning​3 som innehar tillatelse gitt i medhold av denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster, jfr. kgl.res. av 9. april 1965 om utforskning og utnyttelse av undersjøiske petroleumsforekomster og kgl.res. av 8. desember 1972 om undersøkelse etter og utnyttelse av undersjøiske petroleumsforekomster.\nf. Kontinentalsokkelen, havbunnen og grunnen under denne utenfor norsk sjøterritorium, så langt den kan anses å være en naturlig forlengelse av norsk landterritorium, men ikke kortere enn 200 nautiske mil fra grunnlinjene som sjøterritoriet er målt fra,​4 dog ikke utover midtlinjen i forhold til andre stater.\n1 Nærings- og energidepartementet.\n2 Jfr. § 8 åttende ledd.\n3 Jfr. § 11 jfr. lov 21 juni 1985 nr. 83 § 1-1 (4).\n4 Jfr. Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tildeling av undersøkelsestillatelse m.v.",
      "content": "Departementet​1 kan gi selskap eller annen sammenslutning tillatelse til undersøkelse etter petroleum​2 i begrensede områder av havbunnen eller i dens undergrunn (undersøkelsestillatelse).​3\nMed mindre det fastsettes et kortere tidsrom i den enkelte undersøkelsestillatelse gis tillatelsen for 3 kalenderår.\nUndersøkelsestillatelsen kan gi rett til geologiske, geofysiske, geokjemiske og geotekniske undersøkelser, herunder grunne boringer.\nDepartementet​1 kan gi innehaver av undersøkelsestillatelse samtykke til andre undersøkelser.\nKongen kan gi forskrifter om hva en søknad om undersøkelsestillatelse skal inneholde, hva en slik tillatelse omfatter, de nærmere vilkår for tillatelsen og om den avgift som skal betales.​4\nDepartementet​1 kan iverksette undersøkelser som nevnt i dette kapittel uten undersøkelsestillatelse.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 a.\n3 Jfr. § 56.\n4 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hvor undersøkelser kan foretas",
      "content": "Undersøkelsestillatelsen skal angi de områder den omfatter. Den gir ikke enerett til undersøkelser i de områder som er nevnt i tillatelsen og heller ikke fortrinnsrett ved tildeling av utvinningstillatelse.​1\nUndersøkelsestillatelsen gir ikke rett til undersøkelse i områder som omfattes av utvinningstillatelser,​1 med mindre departementet​2 bestemmer noe annet i medhold av § 17.\nDet kan når som helst tildeles utvinningstillatelse til andre, iverksettes leteboring​3 i henhold til § 8 siste ledd eller gis tillatelse etter § 24 i områder som omfattes av undersøkelsestillatelser, uten at ansvar kan gjøres gjeldende eller innbetalt avgift​4 kan kreves refundert.\n1 Jfr. § 8.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 c.\n4 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Åpning av nye områder",
      "content": "Før nye deler av område som nevnt i § 1 første ledd åpnes med sikte på tildeling av utvinningstillatelser​1 eller iverksettelse av leteboring​2 etter § 8 siste ledd, skal det finne sted en avveining mellom de ulike interesser som gjør seg gjeldende på det aktuelle området. Under denne avveining skal det foretas en vurdering av de miljømessige virkninger av slik virksomhet og mulig fare for forurensninger samt de økonomiske og sosiale virkninger som virksomheten kan ha for andre næringsinteresser og de tilstøtende distrikter.​3\nSpørsmålet om åpning av nye deler av område som nevnt i § 1 første ledd skal forelegges lokale offentlige myndigheter og sentrale næringsorganisasjoner som kan antas å ha særlig interesse i saken.\nVidere skal det ved offentlig kunngjøring gjøres kjent hvilke deler som det foreligger planer om å åpne for petroleumsvirksomhet​4 og arten og omfanget av den virksomhet det gjelder. Interesserte skal gis en frist på minst 3 måneder til å uttale seg.\nDepartementet​5 avgjør hvilken saksbehandling som skal følges i det enkelte tilfelle.\n1 Jfr. § 8.\n2 Jfr. § 4 c.\n3 Jfr. § 3.\n4 Jfr. § 4 a og b.\n5 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tildeling av utvinningstillatelse m.v.",
      "content": "Kongen i statsråd kan på nærmere bestemte vilkår tildele utvinningstillatelse. Utvinningstillatelse kan tildeles juridisk person som er stiftet i overensstemmelse med norsk lovgivning og er registrert i foretaksregisteret,​2 forsåvidt annet ikke følger av internasjonale avtaler,​3 eller fysisk person hjemmehørende i en EØS-stat. Slik tillatelse gir enerett til undersøkelse etter petroleum,​4 leteboring​5 og utvinning​6 av petroleum på avgrensede områder. Rettighetshaver​7 blir eier av den petroleum som produseres.\nFør tildeling av utvinningstillatelse finner sted, skal departementet​8 i alminnelighet utlyse det området som det kan søkes om utvinningstillatelse for. Kart over det utlyste området med inntegnede blokker skal være tilgjengelig i departementet.​8\nUtlysning skal kunngjøres i Norsk Lysingsblad​9 og De Europeiske Fellesskaps Tidende. Kunngjøringen skal sette en søknadsfrist som ikke må være kortere enn 90 dager, og den skal inneholde de opplysninger som departementet​8 bestemmer.\nKongen kan også tildele utvinningstillatelse uten utlysning. Før tildeling skjer skal rettighetshavere til utvinningstillatelser i alle tilstøtende områder gis anledning til å søke om tildeling av det aktuelle område, og det skal kunngjøres i Norsk Lysingsblad​9 og De Europeiske Fellesskaps Tidende hvilke blokker det gjelder.\nTildeling av utvinningstillatelse skal skje på grunnlag av saklige og objektive kriterier, krav og vilkår som angitt i kunngjøringen. Kongen er ikke forpliktet til å tildele utvinningstillatelse på grunnlag av de innkomne søknader.\nKongen gir nærmere forskrifter om hva en søknad om utvinningstillatelse skal inneholde og om betaling av behandlingsgebyr.\nDepartementet​8 kan iverksette leteboring​5 uten utvinningstillatelse. Bestemmelsene for øvrig i loven og de forskrifter som gis i medhold av den, gjelder for slik virksomhet så langt de passer.\n1 Endret ved lover 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res 11 des 1992 nr. 1049), 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771) – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV nr. 12 – Energi – jfr. EØS-komiteens beslutning 19/95.\n2 Jfr. lov 21 juni 1985 nr. 78.\n3 Jfr. EØS-avtalen art. 4 og 31.\n4 Jfr. § 4 a.\n5 Jfr. § 4 c.\n6 Jfr. § 4 d.\n7 Jfr. § 4 e.\n8 Nærings- og energidepartementet.\n9 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "title": "Statlig deltakelse",
      "content": "Kongen kan bestemme at staten skal delta i virksomhet etter denne lov.​2\n1 Tilføyd ved lov 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771 – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV Energi).\n2 Jfr. § 11. Jfr. EØS-avtalens vedlegg IV nr. 25 (Rdir 94/22/EF) – jfr. EØS-komiteens beslutning nr. 19/95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Operatør",
      "content": "Ved tildeling av utvinningstillatelse skal departementet​2 utpeke eller godkjenne en operatør som skal forestå den daglige ledelse av den virksomhet som utføres i medhold av tillatelsen.​3\nSkifte av operatør må godkjennes av departementet.​2\nNår særlige grunner tilsier det kan departementet​2 foreta skifte av operatør.\nMed mindre noe annet er uttrykkelig bestemt får bestemmelsene om rettighetshavers​4 forpliktelser gitt i eller i medhold av loven tilsvarende anvendelse for selskap eller annen sammenslutning som departementet​2 har utpekt eller godkjent som operatør og som ikke selv er rettighetshaver i henhold til tillatelsen.​5\n1 Endret ved lov 1 sep 1995 nr. 61 (i kraft straks iflg. res 1 sep 1995 nr. 771 – endringen gjelder innlemmelse av Europaparlamentets og Rådets direktiv 94/22/EF om betingelser for tildeling og bruk av tillatelser for leting etter og utvinning av hydrokarboner (konsesjonsdirektivet) i EØS-avtalens Vedlegg IV Energi).\n2 Nærings- og energidepartementet.\n3 Jfr. § 11. Jfr. EØS-avtalens vedlegg IV nr. 25 (Rdir 94/22/EF) – jfr. EØS-komiteens beslutning nr. 19/95.\n4 Jfr. § 4 e.\n5 Jfr. §§ 10, 46, 48, 49, 50, 53, 58, 59 og 60. Se § 39 første ledds annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Arbeidsforpliktelse",
      "content": "Kongen kan pålegge rettighetshaverne​1 en nærmere bestemt arbeidsforpliktelse for det område utvinningstillatelsen omfatter.\n1 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Avtaler om samarbeid m.v.",
      "content": "Kongen kan sette som vilkår for tildeling av utvinningstillatelse at rettighetshaverne​1 inngår avtaler av bestemt innhold seg imellom​2 og at en eller flere av rettighetshaverne​1 inngår avtaler av bestemt innhold med staten​3 eller selskap som departementet​4 bestemmer​5 om virksomhet etter denne lov.\n1 Jfr. § 4 e.\n2 Jfr. lov 21 juni 1985 nr. 83 § 1-1 (4).\n3 Jfr. § 8 a.\n4 Nærings- og energidepartementet.\n5 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Området for en utvinningstillatelse",
      "content": "De områder som er nevnt i § 1 første ledd inndeles i blokker med en størrelse på 15 breddeminutter og 20 lengdeminutter, med mindre tilstøtende landområder, grenser mot andre lands kontinentalsokler eller andre forhold tilsier noe annet.\nEn utvinningstillatelse kan omfatte en eller flere blokker eller deler av blokker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Varigheten av en utvinningstillatelse",
      "content": "Utvinningstillatelsen gis for inntil 6 år. Når særlige grunner tilsier det, kan departementet​1 forlenge tillatelsen for ett år om gangen i inntil 4 år.\nRettighetshaver​2 som har oppfylt arbeidsforpliktelsen i henhold til § 10 og de vilkår for øvrig som gjelder for den enkelte utvinningstillatelse,​3 kan kreve at tillatelsen skal ha fortsatt gyldighet for inntil halvparten av det området​4 tillatelsen opprinnelig omfattet, dog minst 100 km​2, for et tidsrom som fastsettes i den enkelte tillatelse, likevel ikke for mer enn ytterligere 30 år.​5 Gjelder tillatelsen for et areal mindre enn 100 km​2 kan forlengelse kreves for hele arealet.\nTillatelsen kan forlenges utover forlengelsen i annet ledd når særlige grunner tilsier det.​6 Vilkårene for slik særskilt forlengelse fastsettes av departementet.​1 Søknad om forlengelse må være kommet inn 3 år før tillatelsens utløp.\nKongen gir regler om hvordan et krav om forlengelse skal settes frem og hvordan de områder som tilbakeleveres skal være avgrenset.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.\n3 Jfr. § 8.\n4 Jfr. § 12.\n5 Jfr. § 22 annet ledd.\n6 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Oppgivelse av utvinningstillatelse",
      "content": "Rettighetshaver​1 kan i den periode som er nevnt i § 13 første ledd oppgi sine rettigheter i henhold til en utvinningstillatelse med 3 måneders varsel. Deretter kan oppgivelse skje ved utløpet av hvert kalenderår, såfremt varsel om oppgivelse er gitt minst 1 år i forveien.\nDersom flere rettighetshavere​1 innehar en utvinningstillatelse sammen,​2 kan departementet​3 i særlige tilfeller samtykke i at en eller flere av dem oppgir sine andeler i tillatelsen.\nOppgivelsen må gjelde hele det området​4 som tillatelsen omfatter med mindre departementet​3 samtykker i at den bare skal gjelde en del av området.\n1 Jfr. § 4 e.\n2 Jfr. § 11.\n3 Nærings- og energidepartementet.\n4 Jfr. § 12 og § 13 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Arealavgift, produksjonsavgift m.v.",
      "content": "For utvinningstillatelsen skal rettighetshaverne​2 betale en avgift pr. km​2 (arealavgift) og en avgift beregnet på grunnlag av mengden og verdien av produsert petroleum​3 ved utvinningsområdets avskipningspunkt (produksjonsavgift). Produksjonsavgift skal likevel ikke betales for petroleum produsert fra forekomster hvor utbyggingsplan godkjennes​4 etter 1. januar 1986. Videre kan det ved tildelingen av tillatelsen i tillegg til disse avgifter kreves en engangsavgift (kontantbonus) og en avgift beregnet på grunnlag av produksjonens størrelse (produksjonsbonus).\nDepartementet​5 kan med 6 måneders varsel bestemme at produksjonsavgift helt eller delvis skal erlegges i form av produsert petroleum.​3 Om det kreves av departementet​5 skal rettighetshaver​2 sørge for at slik petroleum blir transportert, behandlet, lagret og stilt til disposisjon til priser, prioritet og vilkår for øvrig som ikke er ugunstigere enn det som gjelder for rettighetshavernes petroleum fra vedkommende utvinningsområde. Departementet​5 kan med 6 måneders varsel bestemme at avgiften igjen skal erlegges i penger.\nPetroleum​3 som staten har rett til å utta som produksjonsavgift og statens rett til transport, behandling og lagring av slik petroleum kan overdras til andre. Slik overdragelse kan ikke medføre ansvar for staten for fremtidige forpliktelser.\nKongen gir regler om størrelsen av de i første ledd nevnte avgifter og bonuser og om beregningsmåten, herunder bestemmelser om fastsettelsen av den verdi som skal danne grunnlaget for beregningen, om måling av petroleum​3 og om opplysninger rettighetshaverne​2 skal gi om produksjonen. Kongen kan bestemme at produksjonsavgiften helt eller delvis ikke skal betales eller at plikten til å betale produksjonsavgift skal utsettes.\nAvgiftskrav er tvangsgrunnlag for utlegg.​6\n1 Endret ved lover 8 juli 1988 nr. 75, 26 juni 1992 nr. 86.\n2 Jfr. § 4 e.\n3 Jfr. § 4 a.\n4 Jfr. § 23.\n5 Nærings- og energidepartementet.\n6 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Samordnet leteboring, utvinning og transport",
      "content": "Strekker en petroleumsforekomst​1 seg over flere blokker med forskjellige rettighetshavere,​2 eller inn på en annen stats kontinentalsokkel, skal det søkes oppnådd enighet om den mest rasjonelle måte for leteboring​3 og eventuelt utvinning​4 av petroleumsforekomsten, og om transport og utnyttelse av petroleum fra en slik forekomst, samt om fordeling av petroleumsforekomsten. Tilsvarende gjelder også når det for flere petroleumsforekomster​1 åpenbart er rasjonelt med samordnet leteboring,​3 utvinning,​4 transport eller utnyttelse.\nAvtaler om samordnet leteboring skal meddeles departementet.​5 Avtaler om annen samordnet virksomhet som nevnt i første ledd, skal forelegges departementet​5 til godkjennelse. Hvis det ikke oppnås enighet om slike avtaler innen rimelig tid, kan departementet​5 bestemme hvordan slik samordnet virksomhet skal foregå, herunder fordele forekomsten.​1\n1 Jfr. § 4 b.\n2 Jfr. § 4 e.\n3 Jfr. § 4 c.\n4 Jfr. § 4 d.\n5 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Rett for andre til undersøkelser",
      "content": "I særlige tilfeller kan departementet​1 gi rett til å foreta undersøkelser​2 på område som omfattes av en utvinningstillatelse. Departementet​1 fastsetter hvilke undersøkelser som kan foretas og tidsrommet for undersøkelsene.\n1 Nærings- og energidepartementet.\n2 Jfr. § 5 tredje og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Rett for andre til å plassere innretninger",
      "content": "Rettighetshaver​1 kan ikke motsette seg at det legges rørledning, kabel eller ledning av annen art, eller plasseres andre innretninger på, i eller over det området​2 som omfattes av utvinningstillatelsen. Innretningen må ikke volde urimelig ulempe for rettighetshaver.​3\nBestemmelsen i første ledd gjelder tilsvarende for nødvendige trasé- og grunnundersøkelser forut for slik plassering.\n1 Jfr. § 4 e.\n2 Jfr. § 12 og § 13 annet ledd.\n3 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Undersøkelse etter og utnyttelse av andre naturforekomster enn petroleumsforekomster",
      "content": "En utvinningstillatelse​1 er ikke til hinder for at andre enn rettighetshaver​2 gis rett til å foreta undersøkelser etter og utvinning av andre naturforekomster enn petroleumsforekomster​3 når dette ikke medfører urimelig ulempe for den virksomhet som rettighetshaver driver i medhold av utvinningstillatelsen. Det samme gjelder vitenskapelige undersøkelser.​4\nDersom det er gjort funn av andre naturforekomster i et område som omfattes av en utvinningstillatelse,​1 og fortsatt virksomhet ikke kan foregå uten å medføre urimelig ulempe for den virksomhet som rettighetshaver​2 driver i medhold av utvinningstillatelsen, bestemmer Kongen hvilken virksomhet som skal utsettes, eventuelt i hvilket omfang. Det skal ved avgjørelsen tas hensyn til hva slags funn som er gjort, foretatte investeringer, hvilket stadium virksomheten har nådd, virksomhetens varighet og omfang og dens økonomiske og samfunnsmessige betydning m.v. sett i forhold til den virksomhet som drives i medhold av utvinningstillatelsen.​5\nBestemmelsene om forlengelse av tillatelsen, forlengelsen av fristen for gjennomføring av arbeidsforpliktelsen og betaling av arealavgift i utsettelsesperioden i § 22 annet, tredje og fjerde ledd gjelder tilsvarende.\nHvis utsettelse etter annet ledd må antas å bli særlig langvarig kan vedkommende tillatelse i stedet tilbakekalles.\nKongen kan bestemme at den som tillates å opprettholde sin virksomhet skal refundere helt eller delvis den som må utsette eller innskrenke sin virksomhet påløpne omkostninger og i rimelig utstrekning dekke annet tap.\n1 Jfr. § 8.\n2 Jfr. § 4 e.\n3 Jfr. § 4 b.\n4 Jfr. lov 21 juni 1963 nr. 12.\n5 Jfr. § 3 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Forsvarlig utvinning og fastsettelse av produksjonsforløp",
      "content": "Utvinning​2 av petroleum​3 skal foregå på en slik måte at mest mulig av den petroleum som finnes i hver enkelt forekomst,​4 eller i flere forekomster sammen, blir produsert. Utvinningen​5 skal skje i samsvar med forsvarlig tekniske og sunne økonomiske prinsipper og slik at øding av petroleum eller reservoarenergi unngås.​6\nDepartementet​7 skal før eller samtidig med at godkjennelse gis i henhold til § 23 eller tillatelse gis i henhold til § 24 godkjenne produksjonsforløpet. Det kan fastsettes et annet produksjonsforløp enn det som følger av første ledd hvis hensynet til en total ressursdisponering eller andre sterke samfunnsmessige hensyn tilsier det.\nMed sikte på å oppfylle kravene i første ledd skal rettighetshaver​8 i forbindelse med planen for utbygging og drift, jfr. § 23, og senere når forholdene tilsier det, utrede alternative produksjons- og eventuelt injeksjonsopplegg og den totale utvinningsgrad ved forskjellig produksjonsforløp.​9\nEtter søknad fra rettighetshaver​8 fastsetter departementet​7 for perioder av minst 6 måneder det kvantum som til enhver tid kan produseres eller skal injiseres. Dersom særlige forhold tilsier det kan kvantum fastsettes for en kortere periode enn 6 måneder. Hvis ikke nye opplysninger om forekomsten​4 eller andre forhold som skal tillegges vekt tilsier noe annet, skal departementet​7 ved fastsettelsen av den mengde petroleum​3 som kan produseres legge til grunn det produksjonsforløp som utbyggingsplanen er basert på.\nNår vektige samfunnshensyn​10 gjør det nødvendig, kan Kongen i statsråd for en enkelt eller flere petroleumsforekomster​4 fastsette andre produksjonsforløp enn de som er fastsatt eller godkjent i henhold til bestemmelsene foran, herunder påby assistert utvinning. Går vedtaket etter dette ledd ut på å redusere produksjonen i forhold til det produksjonsforløp som er fastsatt i henhold til annet eller fjerde ledd, skal reduksjonen i rimelig utstrekning av departementet​7 søkes fordelt forholdsmessig på de aktuelle petroleumsforekomster.​4 Ved slik fordeling skal det tas særlig hensyn til langsiktige avtaler om levering av gass og til petroleumsforekomster​4 som delvis ligger på et annet lands kontinentalsokkel.\nBrenning av petroleum​3 utover det som er nødvendig for igangkjøring av anlegg og av sikkerhetsmessige grunner for normal drift er ikke tillatt med mindre departementet​7 godkjenner dette.\n1 Endret ved lov 8 juli 1988 nr. 75.\n2 Jfr. § 4 d.\n3 Jfr. § 4 a.\n4 Jfr. § 4 b.\n5 Jfr. § 4 d.\n6 Jfr. § 45.\n7 Nærings- og energidepartementet.\n8 Jfr. § 4 e.\n9 Jfr. § 53.\n10 Jfr. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Forberedelse, påbegynnelse og videreføring av utvinning",
      "content": "Departementet​1 kan treffe vedtak om at utvinning​2 skal forberedes, påbegynnes eller videreføres, herunder at igangværende produksjon fortsettes eller økes dersom det er nødvendig for å kunne bygge ut et rasjonelt transportanlegg eller for å kunne sikre rasjonell utnyttelse av innretninger som nevnt i §§ 23 og 24, eller det er rasjonelt av reservoartekniske​3 hensyn, eller ønskelig at to eller flere petrolumsforekomster​4 utvinnes i tilknytning til hverandre,​5 eller når andre vesentlige samfunnshensyn tilsier det.\nGår vedtaket etter første ledd ut på at utvinning​2 skal forberedes eller påbegynnes, skal rettighetshaver​6 gis en frist på to år til å legge frem en utbyggings- og fremdriftsplan.​7 Hvis slik plan ikke fremlegges innen fristens utløp, eller rettighetshaver​8 meddeler departementet​1 at denne ikke vil utvinne forekomsten,​4 eller rettighetshaver uten rimelig grunn og tross pålegg ikke tar de nødvendige skritt til gjennomføring av planen, kan departementet treffe tiltak for å igangsette utvinning, herunder helt eller delvis tilbakekalle utvinningstillatelsen​9 for det området som ansees å være nødvendig for en effektiv utvinning. Tilsvarende gjelder hvis rettighetshaver​10 legger frem en plan som departementet ikke finner tilfredsstillende, dog slik at rettighetshaver skal gis en frist på minst 6 måneder til å legge frem en revidert plan. Hvis utvinningstillatelsen tilbakekalles, skal rettighetshavers utgifter til undersøkelse​11 og leteboring​12 i forbindelse med vedkommende forekomst dekkes av staten.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 d.\n3 Jfr. § 20 føste ledd.\n4 Jfr. § 4 b.\n5 Jfr. § 16.\n6 Jfr. § 4 e.\n7 Jfr. § 23.\n8 Jfr. § 4 e.\n9 Jfr. § 8.\n10 Jfr. § 4 e.\n11 Jfr. § 5 tredje ledd og fjerde ledd.\n12 Jfr. § 4 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Utsettelse av leteboring og utbygging",
      "content": "Departementet​1 kan bestemme at leteboring​2 eller utbygging av en forekomst​3 skal utsettes.\nDen som får utsatt sin virksomhet, kan kreve tillatelsen forlenget for et tidsrom som svarer til utsettelsen.​4 Dersom utsettelsen bare gjelder en begrenset del av den virksomhet som kan utføres i henhold til tillatelsen, kan departementet​1 fastsette et kortere tidsrom for forlengelsen, bestemme at forlengelse ikke skal gis eller at forlengelse bare skal gis for en del av det området​5 tillatelsen gjelder.\nDersom utsettelsen medfører at arbeidsforpliktelsen i henhold til § 10 ikke kan gjennomføres innen den fastsatte frist, skal fristen forlenges i nødvendig utstrekning.\nDersom virksomheten utsettes skal arealavgiften​6 for den periode utsettelsen varer frafalles eller nedsettes etter departementets​1 skjønn. Avgift som er betalt på forskudd skal ikke tilbakebetales.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 c.\n3 Jfr. § 4 b.\n4 Jfr. § 13.\n5 Jfr. § 12 og § 13 annet ledd.\n6 Jfr. § 15 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Godkjennelse av plan for utbygging og drift av petroleumsforekomster",
      "content": "Beslutter en rettighetshaver​2 å sette i gang utbygging av en petroleumsforekomst,​3 skal rettighetshaveren forelegge for departementet​4 til godkjennelse en utførlig plan for utbygging og drift av forekomsten, herunder plassering av innretninger for utvinning​5 av petroleum.​6 Planen skal inneholde en redegjørelse for planlegging og gjennomføring av utbyggingen basert på en fremdriftsplan med en beskrivelse av de ulike deler og trinn utbyggingen omfatter.​7 Planen skal også omfatte drift og vedlikehold.\nPlanen skal også inneholde opplysninger om innretninger for transport eller utnyttelse som nevnt i § 24.\nVesentlige kontraktsmessige forpliktelser må ikke inngås eller byggearbeid påbegynnes før departementet​4 har godkjent planen.\nPlanlegges utbyggingen i to eller flere trinn (faser), skal planen så vidt mulig omfatte den samlede utbygging. Departementet​4 kan avgrense godkjennelsen til å gjelde enkelte trinn (faser).\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 e.\n3 Jfr. § 4 b.\n4 Nærings- og energidepartementet.\n5 Jfr. § 4 d.\n6 Jfr. § 4 a.\n7 Jfr. EØS-avtalen art. 4, 11 og 36 samt vedlegg XVI punkt 4 (Rdir 90/531/EØF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Tillatelse til anlegg og drift av innretninger for transport og utnyttelse av petroleum",
      "content": "Avskipningsanlegg, rørledninger, nedkjølingsanlegg, anlegg for produksjon og overføring av elektrisk kraft og andre innretninger for transport eller utnyttelse av petroleum​1 kan ikke uten tillatelse av departementet​2 anlegges eller drives på, i eller over områder som nevnt i § 1. Tillatelse gis for et bestemt tidsrom.\n1 Jfr. § 4 a.\n2 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Adgang for andre til å bruke innretninger",
      "content": "Departementet​1 kan bestemme at innretninger som nevnt i §§ 23 og 24 og som eies av rettighetshaver​2 kan brukes av andre, hvis hensynet til rasjonell drift eller samfunnsmessige hensyn tilsier det, og departementet finner at slik bruk ikke er til urimelig fortrengsel for rettighetshavers eget behov eller for en som allerede er sikret rett til å bruke innretningen. Enhver avtale om bruk av innretninger som nevnt i §§ 23 og 24 skal forelegges departementet​1 til godkjennelse. I mangel av slik avtale fastsetter departementet​1 tariffer og vilkår for øvrig. Tariffer eller annet vederlag skal gi eieren av innretningene en rimelig fortjeneste, blant annet under hensyn til investering og risiko.\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Ilandføring av petroleum",
      "content": "Kongen bestemmer hvor og på hvilken måte ilandføring av petroleum​2 skal skje.​3\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 a.\n3 Jfr. EØS-avtalen art. 4 og 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Levering til nasjonalt behov",
      "content": "Kongen kan bestemme at rettighetshaver​1 skal levere av sin produksjon til dekning av nasjonalt behov og besørge transport til Norge. Kongen kan videre bestemme hvem slik petroleum​2 skal leveres til.\nFor den petroleum​2 som leveres skal betales en pris som bestemmes på samme måte som den pris som legges til grunn ved beregning av produksjonsavgift​3 med tillegg av transportomkostninger. For transporten gjelder § 15 annet ledd tilsvarende. Så fremt det ikke oppnås enighet om de øvrige vilkår for levering, fastsettes disse av departementet.​4\n1 Jfr. § 4 e.\n2 Jfr. § 4 a.\n3 Se § 15.\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Levering i tilfelle krig, krigsfare m.v.",
      "content": "I tilfelle krig, krigsfare eller andre ekstraordinære kriseforhold kan Kongen bestemme at rettighetshaver​1 skal stille petroleum​2 til disposisjon for norske myndigheter.\nBestemmelsene i § 27 annet ledd kommer tilsvarende til anvendelse såfremt den spesielle situasjon ikke tilsier noe annet. I en slik situasjon fastsetter Kongen prisen med bindende virkning.\n1 Jfr. § 4 e.\n2 Jfr. § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Avtaler mellom avhengige selskaper",
      "content": "Når særlige grunner taler for det, kan departementet​1 samtykke i at rettighetshaver​2 inngår avtale om at et moderselskap eller et selskap som rettighetshaveren står i tilsvarende avhengighetsforhold til forestår virksomheten på rettighetshavers vegne.\nDet skal settes som vilkår for samtykke som nevnt at ordningen ikke medfører mindre skatt til Norge.​3\n1 Nærings- og energidepartementet.\n2 Jfr. § 4 e.\n3 Jfr. lov 18 aug 1911 nr. 8 § 54 første ledd, jfr. lov 13 juni 1975 nr. 35 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Overtagelse og fjerning​2 m.v. av innretninger",
      "content": "Når en tillatelse utløper, helt eller delvis oppgis eller bruken av innretninger som nevnt i §§ 23 og 24 endelig opphører, har staten rett til vederlagsfritt å overta slike faste innretninger med tilbehør samt alt materiale vedrørende disse. Det samme gjelder tilbakekallelse i henhold til § 62, dog slik at Kongen bestemmer med bindende virkning i hvilken utstrekning det skal betales vederlag for foretatte investeringer.\nKravet om overtagelse må settes frem senest samtidig med at en tillatelse utløper og ellers senest 6 måneder etter at tillatelsen er bortfalt på annen måte eller bruken av innretningene er endelig opphørt.\nVed overtagelse skal innretningene med tilbehøret være i en slik stand som et forsvarlig vedlikehold tilsier. Tvist om dette og i tilfelle om den erstatning som skal betales til staten for manglende vedlikehold, avgjøres ved skjønn.​3\nIstedenfor å overta innretningene etter første ledd kan departementet​4 inngå avtale med eieren om midlertidig bruk av disse.\nØnsker ikke staten å overta innretningene med tilbehør, kan departementet​4 innen 2 år etter at bruken av innretningene er endelig opphørt eller i alle tilfeller innen 2 år etter at en tillatelse er bortfalt, kreve at innretningene helt eller delvis fjernes innen en frist som departementet​4 fastsetter, eller at det treffes foranstaltninger for å hindre at de er til skade eller ulempe. Plikten til fjerning m.v. av innretningene påhviler den som til enhver tid er eier av disse. Innretningene kan ikke overdras uten departementets​4 samtykke. Etterkommes ikke krav som foran nevnt, kan departementet​4 iverksette nødvendige tiltak for eierens regning og risiko. Utgifter til slike tiltak er tvangsgrunnlag for utlegg.​5\nHvis staten etter tillatelsens utløp eller etter at bruken av innretningene er endelig opphørt krever innretningen fjernet, bortfaller de heftelser som hviler på dem. Det samme gjelder dersom staten i slike tilfeller overtar innretningene, dog slik at bruksrettigheter​6 stiftet med departementets​4 samtykke består.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Se lov 25 april 1986 nr. 11.\n3 Jfr. lov 1 juni 1917 nr. 1.\n4 Nærings- og energidepartementet.\n5 Jfr. tvangsl. kap. 7.\n6 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Registrering av tillatelser",
      "content": "Departementet​1 skal føre et register over alle utvinningstillatelser,​2 Petroleumsregisteret. Etter departementets​3 bestemmelse kan registeret også omfatte tillatelser som omhandlet i § 24.\nI registeret gis hver tillatelse eget blad. I tillegg skal departementet​1 føre dagbok over de dokumenter som skal registreres. Departementet​3 gir nærmere forskrifter om hvordan dagbok og register skal innrettes og føres, og om fremgangsmåten for øvrig ved registreringen. Herunder kan det også gis bestemmelser om hvordan dokumenter skal være avfattet, om bruk av godkjente blanketter og om hvilke gebyrer som kan kreves. Reglene i lov om tinglysing av 7. juni 1935 nr. 1 kapittel 2 om fremgangsmåten ved tinglysing og kapittel 3 om tinglysing som gjelder fast eiendom gjelder tilsvarende så langt de passer og ikke annet følger av forskriftene.\n1 Oljedirektoratet er iflg. vedtak 9 des 1996 nr. 1097 delegert myndighet til å føre registeret.\n2 Se § 8.\n3 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Registrering av innretninger",
      "content": "Innretninger som nevnt i §§ 23 og 24 som er fast plassert på område som nevnt i § 1, skal innføres i Petroleumsregisteret​1 når den tillatelse som innretningen knytter seg til er pantsatt etter § 33. Registrering skjer på det blad som tillatelsen har.​1 Dersom en innretning eies av rettighetshaverne til flere utvinningstillatelser i fellesskap,​2 skal det på utvinningstillatelsens blad​1 angis hvor stor eierandel som knytter seg til vedkommende tillatelse.\n1 Se § 31.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Pantsettelse av tillatelser",
      "content": "Departementet​2 kan samtykke i at rettighetshaverne​3 pantsetter​4 en tillatelse eller at en rettighetshaver pantsetter sin andel i denne som ledd i finansieringen av virksomheten knyttet til tillatelsen. I særlige tilfeller kan departementet​2 samtykke i at finansieringen omfatter virksomhet i henhold til annen tillatelse enn den som pantsettes.\nVed meddelelse av samtykke til pantsettelse etter første ledd kan departementet​2 gi tilsagn om at tvangssalg og tvangsbruk etter tvangsfullbyrdelsesloven vil kunne skje uten at vilkårene for tillatelsen endres.\nPantsettelse etter denne paragraf får rettsvern ved registrering i Petroleumsregisteret.​5\n1 Endret ved lov 8 jan 1993 nr. 20.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 e.\n4 Jfr. lov 8 feb 1980 nr. 2.\n5 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Panterettens omfang",
      "content": "I pantsettelse etter § 33 inngår pantsetterens rett til de innretninger som etter § 32 er registrert eller kan registreres sammen med tillatelsen, samt rettigheter etter avtale som nevnt i §§ 11 og 16.\nDriftstilbehør til innretning som nevnt i første ledd kan pantsettes sammen med denne. Dette gjelder ikke flyttbare anleggsmaskiner som kan pantsettes etter panteloven​1 § 3-8 eller annet løsøre som kan registreres i et annet realregister. Reglene i panteloven​1 § 3-4 tredje og femte ledd og § 3-7 gjelder tilsvarende så langt de passer.\n1 Lov 8 feb 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Panthavers rett m.v.",
      "content": "Departementet​2 skal gi panthaver skriftlig varsel om tilbakekallelse eller oppgivelse av en tillatelse med meddelelse om at panteretten bortfaller dersom tvangssalg ikke begjæres uten unødig opphold.​3 Er tvangssalg begjært i rett tid, kan det ikke meddeles ny tillatelse i strid med panthavers rett.\nPanterett som foran nevnt, kan ikke overdras eller pantsettes uten departementets​2 samtykke. Den kan heller ikke uten slikt samtykke være gjenstand for utlegg eller arrest eller inngå i panthaverens konkurs- eller akkordbo.​4\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Nærings- og energidepartementet.\n3 Jfr. §§ 14 og 62.\n4 Jfr. lov 8 juni 1984 nr. 59 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Definisjon",
      "content": "Med forurensningsskade menes skade eller tap som skyldes forurensning som følge av utstrømming eller utslipp av petroleum​2 fra en innretning, herunder brønn, og utgifter til rimelige tiltak for å avverge eller begrense slik skade eller slikt tap samt skade eller tap som slike tiltak medfører. Som forurensningsskade regnes også skade eller tap som en fisker har lidt på grunn av reduserte fiskemuligheter.\nSkip som brukes stasjonært til boring anses som innretning. Skip som brukes til lagring av petroleum​2 i forbindelse med produksjonsanlegg, anses som en del av innretningen. Det samme gjelder skip for transport av petroleum​2 i den tid lasting fra innretningen pågår.\n1 Endret ved lov 9 juni 1989 nr. 35.\n2 Jfr. § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Virkeområde og lovvalg",
      "content": "Bestemmelsene i dette kapittel gjelder erstatningsansvar for forurensningsskade​1 fra innretning til sjøs uten hensyn til om innretningen befinner seg på område som nevnt i § 1 første ledd eller ikke, dersom skaden inntrer på norsk landterritorium, på område som nevnt i § 1 første ledd eller rammer norsk fartøy, norsk fangstredskap eller norsk innretning i tilgrensende havområder. For så vidt angår tiltak for å avverge eller begrense forurensningsskade​1 er det tilstrekkelig at skade kan inntre på slikt område.\nBestemmelsene i dette kapittel gjelder også forurensningsskade​1 fra innretning på område som nevnt i § 1 første ledd når skaden inntrer på land- eller sjøterritorium tilhørende stater som har tiltrådt Miljøvernkonvensjonen av 19. februar 1974.\nFor forurensningsskade​1 som inntrer utenfor områder som nevnt i første og annet ledd kommer erstatningsreglene i den stat hvor skaden er inntrådt til anvendelse.\nKongen kan uten hinder av bestemmelsene i denne lov ved overenskomst med fremmed stat fastsette regler om erstatningsansvar for forurensningsskade​1 som skyldes virksomhet som nevnt i § 1. Når det gjelder forurensningsskade​1 fra innretning som befinner seg på område som nevnt i § 1 første ledd, kan slike regler likevel ikke begrense retten til erstatning etter denne lov for så vidt gjelder skadelidte under norsk jurisdiksjon.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Den ansvarlige og ansvarets omfang",
      "content": "Rettighetshaver​1 er erstatningsansvarlig for forurensningsskade​2 uten hensyn til skyld. Bestemmelsene om rettighetshavers ansvar får tilsvarende anvendelse på en operatør​3 som ikke er rettighetshaver når departementet ved godkjenning av operatørstatus har bestemt det.​4\nDersom det er flere rettighetshavere til tillatelsen​5 og en av dem er operatør, eller departementet​6 har truffet bestemmelse etter første ledd, skal erstatningskrav først rettes mot operatøren. I tilfelle noen del av erstatningen ikke blir dekket av operatøren ved forfall, skal den dekkes av rettighetshaverne i forhold til deres andel i tillatelsen. Hvis noen ikke dekker sin andel, fordeles denne forholdsmessig på de andre.\nDersom det godtgjøres at en uavvendelig naturhending, krigshandling, offentlig myndighetsakt eller liknende force majeure i betydelig grad har bidratt til skaden eller dennes omfang under forhold som er utenfor den ansvarliges kontroll, kan ansvaret settes ned så langt det er rimelig, særlig under hensyn til omfanget av virksomheten, skadelidtes situasjon og forsikringsmulighetene på begge sider.\nVed forurensningsskade​2 fra innretning på område utenfor norsk kontinentalsokkel​7 anses som rettighetshaver den som har tillatelse fra kompetent myndighet til å drive den virksomhet som innretningen er knyttet til.\n1 Jfr. § 4 e.\n2 Se § 37.\n3 Jfr. § 9.\n4 Sml. § 9 fjerde ledd.\n5 Jfr. § 11.\n6 Nærings- og energidepartementet.\n7 Se § 4 f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Kanalisering av ansvaret",
      "content": "Erstatningsansvar mot rettighetshaver​1 for forurensningsskade​2 kan bare gjøres gjeldende etter reglene i denne lov.\nAnsvar for forurensningsskade​2 kan ikke gjøres gjeldende mot:\na. den som i følge avtale med rettighetshaver​1 eller dennes medkontrahent har utført oppdrag eller arbeid i forbindelse med virksomheten.\nb. den som har tilvirket eller levert utstyr til bruk under virksomheten.\nc. den som foretar tiltak for på å avverge eller begrense forurensningsskade,​2 eller for å redde liv eller berge verdier som er kommet i fare i forbindelse med virksomheten, med mindre tiltaket utføres i strid med forbud nedlagt av offentlig myndighet eller utføres av annen enn offentlig myndighet til tross for uttrykkelig forbud av operatør​3 eller eier av de truede verdier.\nd. den som er ansatt hos rettighetshaver​1 eller hos noen som nevnt under a., b. eller c.\nDersom rettighetshaver​1 er idømt erstatningsansvar for forurensningsskade,​2 men ikke betaler innen den tid dommen fastsetter, kan skadelidte gå på skadevolder i samme utstrekning som rettighetshaver kan gå på skadevolder i regressomgangen, jfr. § 41.\nRettighetshaver​1 kan kreve erstatning av skadevolder for forurensningsskade​2 som påføres rettighetshaveren i samme utstrekning som rettighetshaver kan gå på skadevolder i regressomgangen, jfr. § 41.\n1 Jfr. § 4 e.\n2 Se § 37.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Regress",
      "content": "Rettighetshaver​2 kan ikke gjøre regressansvar for forurensningsskade​3 gjeldende mot noen som er fritatt for ansvar etter reglene i § 40 med mindre vedkommende eller noen i hans tjeneste har handlet forsettlig eller grovt uaktsomt.\nRegressansvar kan lempes for så vidt det finnes rimelig under hensyn til utvist adferd, økonomisk evne og forholdene for øvrig.\nBestemmelsene i sjøloven om ansvarsbegrensning​4 kommer til anvendelse for så vidt regress gjøres gjeldende overfor noen som har rett til ansvarsbegrensning etter sjølovens regler.\nAvtale om videre regress mot de som det ikke kan gjøres ansvar gjeldende mot etter § 40 annet ledd er ugyldig.\n1 Endret ved lov 24 juni 1994 nr. 39 (i kraft 1 okt 1994 iflg. res. 24 juni 1994 nr. 509).\n2 Jfr. § 4 e.\n3 Se § 37.\n4 Lov 24 juni 1994 nr. 39 kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "Virksomhet uten tillatelse",
      "content": "Oppstår forurensningsskade​1 ved virksomhet som nevnt i § 1 og denne er drevet uten tillatelse, er den som har drevet virksomheten ansvarlig for skaden uten hensyn til skyld. Samme ansvar påhviler andre som har tatt del i virksomheten og som visste eller måtte vite at virksomheten ble drevet uten tillatelse.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "Offentlig kunngjøring. Proklama",
      "content": "Med mindre departementet​1 finner det åpenbart unødvendig skal operatøren​2 uten ugrunnet opphold, ved offentlig kunngjøring gi opplysning om hvem erstatningskrav for forurensningsskade​3 skal rettes mot og om foreldelsesfristens lengde.\nKunngjøring skal skje med to gangers innrykking med minst en ukes mellomrom i Norsk Lysingsblad​4 og i aviser og andre publikasjoner som er alminnelig lest på de steder hvor skade er voldt eller antas å inntre.\nMed departementets​1 samtykke kan eventuelle fordringshavere innkalles ved proklama, med den virkning at krav som ikke er anmeldt innen proklamafristens utløp faller bort. Departementet​1 gir i tilfelle nærmere regler om innkallelsen og proklamafristens lengde og kan gi regler om oppgjørsmåten.\n1 Nærings- og energidepartementet.\n2 Se § 9.\n3 Se § 37.\n4 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "Verneting",
      "content": "Søksmål om erstatning for forurensningsskade​2 skal reises i den rettskrets der utstrømming eller utslipp av petroleum​3 har funnet sted eller hvor skade er voldt.\nDepartementet​4 bestemmer hvor søksmål skal reises dersom:\na. utstrømmingen eller utslippet har funnet sted eller skade er voldt utenfor området for noen rettskrets,\nb. det ikke kan påvises innen hvilken rettskrets utstrømmingen eller utslippet har funnet sted eller skade er voldt,\nc. utstrømmingen eller utslippet har funnet sted i en rettskrets og skade er voldt i en annen rettskrets,\nd. skade er voldt i mer enn en rettskrets.\n1 Se dl. § 26 a.\n2 Se § 37.\n3 Se § 4 a.\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:44 a",
      "chapter": "6",
      "section": "44 a",
      "title": "Saklig virkeområde og definisjoner.",
      "content": "Dette kapittel gjelder erstatning for økonomisk tap som petroleumsvirksomheten påfører norske fiskere som følge av at virksomheten legger beslag på fiskefelt, eller medfører forurensning og avfall eller ved at innretning eller tiltak i forbindelse med plassering av denne volder skade.\nKapitlet gjelder ikke forurensningsskade som nevnt i § 37.\nMed forurensning og med avfall i dette kapittel forstås forurensning og avfall som nevnt i lov av 13. mars 1981 nr. 6 om vern mot forurensninger og om avfall, henholdsvis § 6 første ledd nr. 1 og 2 og § 27 første ledd.\nMed norske fiskere menes i dette kapittel personer registrert i fiskermanntallet og eiere av fartøy innført i registeret over merkepliktige norske fiskefarkoster.​2\nBestemmelsene i de øvrige kapitlene i loven kommer til anvendelse også på dette kapittel så langt de passer og ikke strider mot bestemmelse i dette kapittel.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Jfr. lov 5 des 1917 nr. 1 og 16 juni 1972 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:44 b",
      "chapter": "6",
      "section": "44 b",
      "title": "Beslagleggelse",
      "content": "Dersom petroleumsvirksomheten i et område helt eller delvis beslaglegger et fiskefelt, plikter staten i den utstrekning fisket blir umuliggjort eller vesentlig vanskeliggjort å yte erstatning for det økonomiske tap dette medfører.\nErstatningen kan fastsettes helt eller delvis som et engangsbeløp eller som faste årlige beløp. Tap som er oppstått mer enn 7 år etter beslagleggelsen fant sted, kan normalt ikke kreves erstattet.\nStaten kan kreve regress av rettighetshaveren​2 dersom rettighetshaveren burde ha avverget tapet.\n1 Tilføyd ved lov 9 juni 1989 nr. 35. – Får ikke virkning for tap som følge av beslagleggelse som er iverksatt før 1. juli 1985.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44b",
        "source_heading": "§ 44 b."
      }
    },
    {
      "provision_ref": "6:44 c",
      "chapter": "6",
      "section": "44 c",
      "title": "Forurensning og avfall",
      "content": "Rettighetshaver​2 er erstatningsansvarlig uten hensyn til skyld for økonomisk tap som følge av forurensning og avfall​3 fra petroleumsvirksomheten, og utgifter til rimelige tiltak for å avverge eller begrense slik skade eller slikt tap samt skade eller tap som slike tiltak medfører.\nRettighetshavers​2 ansvar etter første ledd omfatter også skade og ulempe fra forurensning og avfall​3 som følge av trafikk med forsynings- eller hjelpefartøy samt ved forflytning av innretning til eller fra vedkommende felt. Rettighetshaver​2 kan gjøre gjeldende regressansvar mot den direkte skadevolder eller rederen dersom de ellers gjeldende ansvarsvilkår er oppfylt.\nFor at erstatning skal kunne kreves for tapt fangsttid i forbindelse med lokalisering, merking, opptak eller ilandbringelse av gjenstander, må gjenstandene merkes forsvarlig eller bringes i land og forevises for politi eller havnemyndighet eller annen tilsvarende offentlig myndighet, med mindre det foreligger absolutte hindringer. Posisjonen må i alle fall meldes til politi eller havnemyndighet.\nDet som er nevnt i fjerde ledd gjelder også ved erstatning for annet tap for så vidt slik merking, posisjonsangivelse eller ilandbringelse med rimelighet kan kreves.\nErstatningsansvaret omfatter også andre fartøyer som bistår et fiskefartøy med å bringe gjenstander til land.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.\n3 Jfr. § 44 a tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44c",
        "source_heading": "§ 44 c."
      }
    },
    {
      "provision_ref": "6:44 d",
      "chapter": "6",
      "section": "44 d",
      "title": "Solidaransvar",
      "content": "Dersom det er voldt skade som nevnt i § 44 c uten at skadevolder kan identifiseres, skal rettighetshaverne​2 være solidarisk ansvarlige i den utstrekning skaden kan tenkes å være forårsaket av virksomhet i tilknytning til vedkommendes tillatelse.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44d",
        "source_heading": "§ 44 d."
      }
    },
    {
      "provision_ref": "6:44 e",
      "chapter": "6",
      "section": "44 e",
      "title": "Innretning m.v. som volder skade",
      "content": "Dersom en innretning eller tiltak i forbindelse med plassering av denne volder skade, og skadelidte ikke har rett til erstatning etter bestemmelsene i § 44 b, er rettighetshaver​2 erstatningsansvarlig uten hensyn til skyld for det økonomiske tap som fiskerne​3 lider som følge av skaden.\n1 Tilføyd ved lov 9 juni 1989 nr. 35.\n2 Se § 4 e, jfr. § 9 fjerde ledd.\n3 Jfr. § 44 a første og fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44e",
        "source_heading": "§ 44 e."
      }
    },
    {
      "provision_ref": "6:44 f",
      "chapter": "6",
      "section": "44 f",
      "title": "Nemnd m.v.",
      "content": "Krav som fremmes i medhold av dette kapittel skal behandles av en nemnd. Kongen gir forskrifter om nemndens sammensetning og saksbehandling samt regler om klagebehandling.\nKlageinstansens vedtak kan innen to måneder etter at vedkommende part har fått melding om vedtaket ved stevning bringes direkte inn for herreds- eller byretten.\nKrav fastsatt av nemnden eller av klageinstansen er tvangsgrunnlag for utlegg​2 etter at klagefristen eller fristen som nevnt i annet ledd er utløpt.\nKlageinstansen kan gi oppreisning mot oversittelse av fristen i annet ledd etter reglene i forvaltningsloven​3 § 31. Klageinstansens vedtak i oppreisningsspørsmålet kan påkjæres til herreds- eller byretten.\n1 Tilføyd ved lov 9 juni 1989 nr. 35, endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. tvangsl. kap. 7.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44f",
        "source_heading": "§ 44 f."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Krav til forsvarlig virksomhet",
      "content": "Virksomhet etter denne lov skal foregå på en forsvarlig måte, og ivareta hensynet til sikkerhet for personell og miljø.\nVirksomheten må ikke unødvendig eller i urimelig grad vanskeliggjøre eller hindre skipsfart, fiske, luftfart eller annen virksomhet, eller volde skade eller fare for skade på rørledninger, kabler eller andre undersjøiske innretninger. Alle rimelige foranstaltninger skal tas for å unngå skade på dyre- og plantelivet i havet, kulturminner på havbunnen, og forurensning og forsøpling av havbunnen, dens undergrunn, havet, luften eller på land.\n1 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Beredskap",
      "content": "Rettighetshaver​1 skal til enhver tid opprettholde effektiv beredskap med sikte på å møte ulykkes- og faresituasjoner som kan medføre tap av menneskeliv eller personskade, forurensning eller stor materiell skade. Rettighetshaver​1 plikter å sørge for at nødvendige tiltak iverksettes for å hindre eller minske skadevirkninger, herunder det som er nødvendig for så langt som mulig å føre miljøet tilbake til tilstanden før uhellet skjedde. Departementet​2 kan gi regler om slik beredskap og slike tiltak, herunder påby beredskapssamarbeid mellom flere rettighetshavere.\nVed ulykkes- og faresituasjoner som nevnt i første ledd, kan departementet​2 bestemme at andre skal stille nødvendige beredskapsmessige ressurser til rådighet for rettighetshavers regning. Departementet​2 kan for rettighetshavers regning også iverksette tiltak for å skaffe nødvendige tilleggsressurser på annen måte.\nReglene i lov om særlige rådgjerder under krig, krigsfare og liknende forhold av 15. desember 1950 nr. 7 kapittel V. Tvangsavståing til det offentlige, gjelder tilsvarende så langt de passer.\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Sikkerhetssoner m.v.",
      "content": "Rundt og over innretninger for leteboring​1 og innretninger som nevnt i §§ 23 og 24, unntatt rørledninger og kabler, skal det være en sikkerhetssone. Utstrekningen av denne bestemmes av Kongen.\nKongen kan bestemme at en sikkerhetssone skal gå over grenselinjen til en annen stats kontinentalsokkel. Videre kan Kongen bestemme at det skal være en sikkerhetssone på norsk kontinentalsokkel selv om vedkommende innretning ligger utenfor denne.\nDepartementet​2 kan bestemme at en sone tilsvarende sikkerhetssonen skal etableres i rimelig tid forut for plassering av innretninger som nevnt i første ledd.\nUvedkommende fartøy, luftputefartøy, luftfartøy, fiskeredskaper eller andre gjenstander, må ikke befinne seg innenfor sone som nevnt i første, annet og tredje ledd.​3 Dersom fiske kan foregå i sonen eller deler av sonen uten å true sikkerheten eller hindre utøvelsen av petroleumsvirksomheten, kan departementet​4 likevel bestemme at slikt fiske kan finne sted.\nDepartementet​4 kan gi bestemmelser som anses nødvendige for å sikre adkomst for innretninger som nevnt i første ledd til sone som nevnt i tredje ledd.\nKongen kan, ut fra sikkerhetshensyn, fastsette nærmere bestemmelser om begrensninger i adgangen til oppankring og fiske i område hvor det foregår utbygging eller drift av petroleumsforekomster​5 eller rørledninger.\n1 Jfr. § 4 c.\n2 Nærings- og energidepartementet.\n3 Se strl. § 425 a.\n4 Kommunaldepartementet.\n5 Jfr. § 4 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Ledelse av virksomhet, base m.v.",
      "content": "Rettighetshaver​1 skal ha en organisasjon som er i stand til selvstendig å lede virksomheten fra Norge. Departementet​2 kan for å oppnå dette stille bestemte krav til organisasjonen og selskapskapitalen.\nRettighetshaver​3 skal sørge for at forholdene blir lagt til rette, slik at fagforeningsvirksomhet blant egne ansatte og entreprenørens og underentreprenørens personell kan foregå i samsvar med norsk praksis.\nVirksomheten skal drives fra base i Norge. Rettighetshaver​3 kan pålegges å bruke baser utpekt av departementet.​2\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Nærings- og energidepartementet.\n3 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Kvalifikasjoner – opplæring",
      "content": "Rettighetshaver​1 plikter å sørge for at alle som arbeider i virksomheten har de nødvendige kvalifikasjoner til å utføre det arbeid de er satt til på en forsvarlig måte. Opplæring skal finne sted i nødvendig utstrekning.\nKongen kan gi regler om rettighetshavers​1 plikt til å forestå opplæring av offentlig ansatte.\n1 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Stansing m.v. av virksomheten",
      "content": "Ved ulykkes- og faresituasjoner som nevnt i § 46 skal rettighetshaver​2 i nødvendig utstrekning stanse virksomheten så lenge kravet til forsvarlig virksomhet​3 tilsier det.\nNår det foreligger særlige grunner, kan departementet​4 påby at virksomheten stanses i nødvendig utstrekning eller sette særlige vilkår for fortsettelse.\nVed alvorlige overtredelser eller gjentatte overtredelser av lover og forskrifter, fastsatte vilkår eller gitte pålegg, kan departementet påby midlertidig stans i virksomheten.\nDersom rettighetshaver​5 ikke stanser virksomheten etter første ledd eller ikke etterkommer vedtak som nevnt i annet og tredje ledd, kan departementet​4 iverksette nødvendige tiltak for rettighetshavers regning og risiko. Utgifter til slike tiltak er tvangsgrunnlag for utlegg.​6\nNår vedtak som nevnt i annet ledd er begrunnet i forhold som ikke skyldes rettighetshaver, kan departementet etter søknad forlenge det tidsrom som tillatelsen gjelder for og i rimelig utstrekning lempe på de forpliktelser som påhviler rettighetshaver.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Jfr. § 45.\n4 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.\n5 Jfr. § 4 e og § 9 fjerde ledd.\n6 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Inspeksjon, pålegg, stansing m.v.",
      "content": "Departementet​2 kan oppnevne inspektører som har adgang til å besiktige innretninger som nevnt i § 1 og påse at arbeidet foregår overensstemmende med lover, forskrifter, vilkår i tillatelser og de bestemmelser som departementet fastsetter i det enkelte tilfellet.\nInspektøren kan gi nødvendige pålegg. Ved ulykkes- og faresituasjoner som nevnt i § 46 kan inspektøren i påtrengende tilfeller påby midlertidig stans i virksomheten. Inspektøren skal i så fall straks underrette departementet som snarest mulig avgjør om pålegget skal opprettholdes.\nDepartementet​2 kan gi pålegg om at fartøy eller flyttbar innretning eller del av innretning skal bringes til norsk havn eller annet sted departementet bestemmer når det anses nødvendig av hensyn til inspeksjon og kontroll eller av andre grunner.\nUtgifter til inspeksjon og kontroll kan kreves dekket av rettighetshaver.​3\nEtterkommes ikke pålegg gitt i henhold til annet og tredje ledd, kan departementet​2 iverksette nødvendige tiltak for rettighetshavers​3 regning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.​4\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Ved Kommunaldepartementets vedtak 28 juni 1985 nr. 1419 er denne myndighet delegert til Oljedirektoratet hva angår tilsyn og enkeltvedtak nødvendige for gjennomføringen.\n3 Jfr. § 4 e og § 9 fjerd ledd.\n4 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Undersøkelseskommisjon",
      "content": "Har det skjedd en alvorlig ulykke i forbindelse med virksomhet som omfattes av denne lov kan departementet​2 nedsette en særskilt undersøkelseskommisjon. Tilsvarende gjelder for hendelser i virksomheten som har medført alvorlig fare for tap av liv eller større materiell skade eller forurensning av det marine miljø. Kommisjonens medlemmer skal representere tilstrekkelig juridisk, nautisk og teknisk sakkyndighet. Formannen skal fylle vilkårene for å være høyesterettsdommer.​3\nUndersøkelseskommisjonen kan kreve at rettighetshaver​4 og andre som er engasjert i ulykken eller hendelsen gir kommisjonen opplysninger som kan være av betydning for undersøkelsen og at de stiller til disposisjon dokumenter, innretninger og andre ting på et sted hvor det er hensiktsmessig at undersøkelsen foretas.\nUtgifter i forbindelse med undersøkelseskommisjonens arbeid kan kreves dekket av rettighetshaver.​4\nReglene i sjøloven​5 om sjøforklaring og forskrifter gitt med hjemmel i sjøloven § 485 gjelder tilsvarende så langt de passer.\n1 Endret ved lov 24 juni 1994 nr. 39 (i kraft 1 okt 1994 iflg. res. 24 juni 1994 nr. 509).\n2 Justisdepartementet.\n3 Se dl. kap. 3.\n4 Se § 4 e og § 9 fjerde ledd.\n5 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Materiale og opplysninger vedrørende virksomheten",
      "content": "Materiale og opplysninger som rettighetshaver​1 har vedrørende virksomhet i henhold til denne lov, skal være tilgjengelig i Norge og kan kreves vederlagsfritt overlevert departementet. Departementet​2 kan i denne forbindelse også kreve utført analyser og sikkerhetsstudier.\nKongen gir nærmere regler om hvilket materiale som skal være tilgjengelig for myndighetene og hva som kan kreves overlevert, samt hvilke opplysninger som skal gis offentlige myndigheter før virksomheten begynner og etter at den er kommet i gang.\nOpplysninger som er gitt til myndighetene, skal etter nærmere bestemmelser gitt av departementet kunne brukes til utarbeidelse av oversiktskart og for statistiske formål, bl.a. i Statistisk Sentralbyrå.\n1 Jfr. § 4 e og § 9 fjerde ledd.\n2 Ved Kommunaldepartementets vedtak 26 sep 1988 er denne myndighet delegert til Oljedirektoratet forsåvidt angår departementets ansvarsområde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Bruk av varer og tjenester",
      "content": "Ved virksomhet som omfattes av denne lov skal rettighetshaver​2 gi konkurransedyktige leverandører reelle muligheter til å oppnå leveranser av varer og tjenester.​3\nDepartementet​4 kan ved forskrifter eller i den enkelte tillatelse gi nærmere regler om gjennomføringen av denne bestemmelse.\n1 Endret ved lov 27 nov 1992 nr. 119 (i kraft samtidig med EØS-avtalen 1 jan 1994 iflg. res. 11 des 1992 nr. 1049).\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Jfr. EØS-avtalen art. 4, 11 og 36 samt vedlegg XVI punkt 4 (Rdir 90/531/EØF).\n4 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Sikkerhetsstillelse",
      "content": "Departementet​1 kan ved meddelelse av en tillatelse og senere bestemme at rettighetshaver​2 skal stille slik sikkerhet som departementet godkjenner for oppfyllelse av de forpliktelser rettighetshaver har påtatt seg, samt for mulig ansvar i forbindelse med virksomheten.\n1 Nærings- og energidepartementet.\n2 Se § 4 e, jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "title": "Vilkår for tillatelse, samtykke og godkjennelse",
      "content": "Departementet​1 kan sette andre vilkår for tillatelse, samtykke eller godkjennelse enn de som er nevnt i denne lov, når de har en naturlig tilknytning til det tiltak eller den virksomhet som tillatelsen, samtykket eller godkjennelsen gjelder.\n1 Nærings- og energidepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "title": "Forskrifter",
      "content": "Kongen kan gi forskrifter til utfylling og gjennomføring av denne lov, herunder bl.a. bestemmelser om arbeidsforhold, taushetsplikt, og om rettighetshavernes​2 plikt til å gjøre opplysninger om virksomhet etter loven offentlig tilgjengelig. Kongen kan også gi forskrifter om opplysningsplikt for ivaretakelse av Norges plikter etter EØS-avtalen.\n1 Endret ved lov 27 nov 1992 nr. 119.\n2 Jfr. § 4 e og § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "title": "Plikt til å påse at bestemmelser blir overholdt",
      "content": "Rettighetshaver​1 plikter å sørge for at enhver som utfører arbeid for seg, enten personlig, ved ansatte eller ved entreprenører, eller underentreprenører, overholder bestemmelsene gitt i og i medhold av loven.\n1 Jfr. § 4 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "title": "Ansvar for forpliktelser",
      "content": "Rettighetshavere​1 som sammen innehar en tillatelse er solidarisk ansvarlig overfor staten for økonomiske forpliktelser som følger av virksomhet i henhold til tillatelsen.\n1 Jfr. § 4 e og § 9 fjerde ledd, jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "7:60",
      "chapter": "7",
      "section": "60",
      "title": "Ansvar for skadeforvoldelse",
      "content": "Dersom noen som utfører oppdrag for rettighetshaver,​2 blir erstatningsansvarlig overfor tredjemann hefter rettighetshaver​2 i samme omfang som og solidarisk med skadevolder og i tilfelle dennes arbeidsgiver for erstatningskravet.\nFor ansvar for forurensningsskade​3 gjelder reglene i kapittel V.\n1 Se lov 30 mai 1986 nr. 23.\n2 Jfr. § 4 e og § 9 fjerde ledd.\n3 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "Overdragelse",
      "content": "Hel eller delvis overdragelse av en tillatelse gitt etter denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster, kan ikke skje uten samtykke av departementet.​1 Det samme gjelder annen direkte eller indirekte interesseoverføring eller deltakelse i tillatelsen herunder bl.a. overdragelse av aksjeposter og andre eierandeler som kan gi bestemmende innflytelse over selskapet.​2\nDepartementet​1 kan i særlige tilfeller bestemme at det skal betales avgift for overdragelsen.\n1 Nærings- og energidepartementet.\n2 Jfr. lover 4 juni 1976 nr. 59 § 1-2, 21 juni 1985 nr. 83 § 1-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "title": "Tilbakekallelse",
      "content": "Ved alvorlig overtredelse eller gjentatte overtredelser av denne lov, forskrifter gitt i medhold av den, fastsatte vilkår eller gitte pålegg, kan Kongen tilbakekalle en tillatelse gitt i medhold av denne lov eller lov av 21. juni 1963 om utforskning og utnyttelse av undersjøiske naturforekomster.\nHvis det i en søknad om tillatelse er gitt uriktige opplysninger eller opplysninger av betydning er tilbakeholdt og det må antas at tillatelse ikke ville ha vært gitt om riktige eller fullstendige opplysninger hadde foreligget kan tillatelsen tilbakekalles overfor vedkommende rettighetshaver.​1\nEn tillatelse kan tilbakekalles dersom den sikkerhet rettighetshaver plikter å stille etter § 55 er vesentlig svekket, eller dersom selskapet eller annen sammenslutning som innehar tillatelsen oppløses eller tas under akkord- eller konkursbehandling.​2\n1 Jfr. § 4 e, jfr. § 59.\n2 Se lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "7:63",
      "chapter": "7",
      "section": "63",
      "title": "Følgene av tilbakekallelse, oppgivelse av rettigheter eller bortfall av andre grunner",
      "content": "Tilbakekallelse av en tillatelse, oppgivelse av rettigheter eller bortfall av rettigheter av andre grunner fritar ikke for de økonomiske forpliktelser som følger av denne lov, forskrifter gitt i medhold av den eller særskilte vilkår. Hvis en arbeidsforpliktelse​1 eller annen forpliktelse ikke er oppfylt, kan departementet​2 kreve innbetalt helt eller delvis det beløp som oppfyllelse av forpliktelsen ville ha kostet. Beløpet fastsettes av departementet​2 med endelig virkning.\n1 Jfr. § 10.\n2 Nærings- og energidepartementet. Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "7:64",
      "chapter": "7",
      "section": "64",
      "title": "Immunitet m.v. for naborikers tjenestemenn",
      "content": "Kongen kan uten hinder av norsk lov innrømme et naborikes tjenestemenn immunitet og særlige privilegier i forbindelse med tiltak for å forebygge og gripe inn overfor ulovlige handlinger som innebærer en sikkerhetstrussel på kontinentalsokkelen.​2\n1 Jfr. lov 14 juli 1950 nr. 2 § 2.\n2 Se § 4 f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "7:65",
      "chapter": "7",
      "section": "65",
      "title": "Tvangmidler",
      "content": "Når pålegg er gitt i eller i medhold av denne lov kan den myndighet som har gitt pålegget fastsette en løpende tvangsmulkt for hver dag som går etter utløpet av en frist som er satt for gjennomføring av pålegget inntil dette er oppfylt. Varsel om tvangsmulkt meddeles ved rekommandert brev eller på annen like betryggende måte. Pålegg om mulkt er tvangsgrunnlag for utlegg.​2\nFartøy eller luftfartøy som overtrer bestemmelser eller pålegg gitt i eller i medhold av denne lov, kan tilrettevises, bortvises fra område som nevnt i § 1 eller oppbringes til norsk havn.\nKongen kan frafalle ilagt tvangsmulkt når det finnes rimelig.\n1 Endret ved lov 26 juni 1992 nr. 86.\n2 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "7:66",
      "chapter": "7",
      "section": "66",
      "title": "Straffebestemmelser",
      "content": "Forsettlig eller uaktsom overtredelse av bestemmelser eller vedtak truffet i eller i medhold av denne lov straffes med bøter​2 eller fengsel inntil 3 måneder.​3 Under særlig skjerpende omstendigheter kan fengsel inntil 2 år anvendes. Medvirkning straffes på samme måte. Disse bestemmelser får ikke anvendelse dersom forholdet rammes av strengere straffebud.\n1 Endret ved lov 20 juli 1991 nr. 66.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "7:67",
      "chapter": "7",
      "section": "67",
      "title": "Ikrafttredelse m.v.",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​2 Fra samme tid oppheves kgl.res. av 9. april 1965 om utforskning og utnyttelse av undersjøiske petroleumsforekomster (1965-resolusjonen) og kgl.res. av 8. desember 1972 om undersøkelse etter og utnyttelse av undersjøiske petroleumsforekomster (1972-resolusjonen).\n2. Paragraf 13 første og annet ledd gjelder ikke utvinningstillatelser som er gitt i medhold av 1965-resolusjonen. Slike tillatelser har gyldighet for inntil 46 år fra det tidspunkt tillatelsen ble tildelt.\n3a. Paragraf 13 annet ledd gjelder ikke utvinningstillatelser som er gitt i medhold av 1972-resolusjonen. For slike tillatelser gjelder:\nRettighetshaver​3 som har oppfylt det arbeidsprogram og de vilkår for øvrig som gjelder for tillatelsen, kan kreve at tillatelsen skal ha fortsatt gyldighet for et tidsrom av 30 år for inntil halvparten av det området tillatelsen opprinnelig omfattet. Omfatter utvinningstillatelsen flere blokker, skal minst halvparten av hver blokk tilbakeføres med mindre departementet​4 godtar noe annet. Det området av hver blokk som beholdes skal være minst 100 km​2, med mindre departementet samtykker i noe annet.\nSåfremt det er gjort funn av petroleumsforekomster​5 som dekker mer enn halvparten av en blokk, kan rettighetshaver​3 kreve at forlengelsen skal omfatte samtlige forekomster, selv om dette medfører at mer enn halvparten av blokken beholdes.\nAvgrensningen av områdene avgjøres av departementet etter at rettighetshaver​3 har hatt anledning til å uttale seg.\n3b. Departementet​4 kan fravike reglene i paragraf 15 første ledd om utvinningsområdets avskipningspunkt overfor utvinningstillatelser som er gitt i medhold av 1965-resolusjonen.\n4. Paragraf 22 gjelder ikke utvinningstillatelser som er gitt før denne lovs ikrafttreden.\n5. Fra lovens ikrafttreden endres nedenfor nevnte lover slik: – – –\n6. Innretninger som nevnt i § 32 og som er innført i skipsregisteret​6 eller skipsbyggingsregisteret sammen med eventuelle registrerte heftelser, kan med departementets samtykke slettes der og innføres i Petroleumsregisteret.​7 Registreringsvirkningene for heftelsene regnes fra registrering i skipsregisteret, eventuelt i skipsbyggingsregisteret.\n– – –\n8. Forskrifter gitt i medhold av lov av 21. juni 1963 nr. 12 om utforskning og utnyttelse av undersjøiske naturforekomster eller med hjemmel i forskrifter gitt i medhold av loven gjelder for så vidt intet annet er eller blir bestemt.\n1 Endret ved lov 8 juli 1988 nr. 75.\n2 Fra 1 juli 1985 iflg. res. 14 juni 1985 nr. 1154.\n3 Jfr. § 4 e.\n4 Nærings- og energidepartementet.\n5 Jfr. § 4 b.\n6 Jfr. sjøl. kap. 2.\n7 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    }
  ]
}