{
  "id": "LOV-1979-05-18-18",
  "type": "statute",
  "title": "Lov om foreldelse av fordringer (foreldelsesloven)",
  "short_name": "Foreldelsesloven – fl",
  "status": "in_force",
  "issued_date": "1979-05-18",
  "in_force_date": "1980-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1979-05-18-18",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Innledende bestemmelser.)",
      "content": "1. Fordring på penger eller andre ytelser foreldes etter reglene i denne lov når ikke annet er lovbestemt.\n2. Om foreldelse i internasjonale kjøpsforhold gjelder New York-konvensjonen av 14. juni 1974, slik den lyder i norsk oversettelse inntatt i Norsk Lovtidend. Kongen kan likevel bestemme at konvensjonen ikke skal få anvendelse på kjøpsavtaler der både selger og kjøper har sitt relevante forretningssted i de nordiske land (Norge, Danmark, Finland, Island og Sverige).​1\n1 Ikr. 1 aug 1988 iflg. res. 8 juli 1988 nr. 552, som også bestemmer at New York-konvensjonen 14 juni 1974 om foreldelse i internasjonale kjøpsforhold ikke gjelder kjøpavtaler der både selger og kjøper har sitt relevante forretningssted i Norge, Danmark, Finland, Island og Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Fristens lengde.)",
      "content": "Den alminnelige foreldelsesfrist er 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Fristens utgangspunkt.)",
      "content": "1. Foreldelsesfristen regnes fra den dag da fordringshaveren tidligst har rett til å kreve å få oppfyllelse.\n2. For krav som oppstår ved mislighold, regnes foreldelsesfristen fra den dag da misligholdet inntrer.\n3. Kan eller skal en avtale anses hevet før oppfyllelsestiden eller en fordring forfalt før den ellers bestemte tid, på grunn av skyldnerens mislighold eller et annet inntruffet forhold, blir foreldelsesfristen for krav som bygger på slikt forhold, først regnet fra den dag da fordringshaveren varsler skyldneren om at han gjør hevnings- eller forfallsgrunnen gjeldende. Blir denne ikke gjort gjeldende, regnes fristen fra den forfallsdag som ellers er bestemt.\n4. Når selgeren eller et tidligere omsetningsledd har garantert for salgstingen ved å påta seg avhjelp eller annet ansvar, blir foreldelsesfristen for krav som bygger på denne garanti, regnet fra den dag da kjøperen gir varsel om det forhold kravet grunner seg på, men senest fra den dag garantien løper ut. Tilsvarende gjelder når en tjenesteyter e.l. har garantert for resultatet av oppdraget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Bankinnskudd m.m.)",
      "content": "1. Fordring på bank eller offentlig kasse i anledning innskudd eller verdier som er gitt i forvaring, samt rentekrav i tilknytning til slik fordring, foreldes først 20 år etter at det er gitt melding etter finansavtaleloven § 4-46. Dette gjelder selv om kontoen påføres renter etter at slik melding er gitt. Foreldelse inntrer bare dersom institusjonen forut for foreldelsesfristens utløp har gjort det som med rimelighet kan forventes for å komme i kontakt med kontohaveren eller arvingene.\n2. Foreldelse avbrytes når fordringshaveren melder seg for institusjonen eller kontoen disponeres over ved uttak eller ved at midler settes inn på kontoen. Med bank likestilles annen innretning som med hjemmel i lov skaffer seg midler til sin virksomhet ved å motta innskudd fra en ubestemt krets av innskytere.\n3. Finansavtaleloven § 4-46 gjelder tilsvarende for fordring på offentlig kasse.\n0 Endret ved lover 4 nov 1994 nr. 59 (ikr. 1 jan 1995), 5 jan 1996 nr. 1, 25 juni 1999 nr. 46 (ikr. 1 juli 2000 iflg. res. 25 juni 1999 nr. 702, endringen gjelder iflg. finansavtaleloven § 93 nr. 2 litra v for fordringer som ikke er foreldet før loven tar til å gjelde), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 18 des 2020 nr. 146 (i kraft 1 jan 2023 iflg. res. 2 sep 2022 nr. 1528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Gjeldsbrev og pengelån.)",
      "content": "1. Når det er utstedt gjeldsbrev for en fordring, eller fordringen er registrert i en verdipapirsentral, er foreldelsesfristen 10 år, bortsett fra senere forfalt rente eller selskapsutbytte og senere forfalte terminytelser som omhandlet i § 6.\n2. Etter 10 år foreldes også fordring som grunner seg på pengelån, renter unntatt. Denne tiårsfrist gjelder ikke lån som gis av selgeren eller av noen annen etter avtale med selgeren til finansiering av et kredittkjøp.\n0 Endret ved lover 14 juni 1985 nr. 70, 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Pensjon, underholdsbidrag m.m.)",
      "content": "En fordring som er avtalt eller fastsatt om pensjon, livrente, føderåd, underholdsbidrag eller annen ytelse, og som forfaller med bestemte mellomrom og ikke er avdrag på hovedstol, foreldes når det er gått 10 år fra den dag da siste ytelse ble betalt. Dersom det ikke er betalt noe, løper denne fristen fra den dag da fordringshaveren kunne ha krevd å få første ytelse. De enkelte forfalte terminytelser foreldes dessuten etter §§ 2 og 3, likevel slik at fristen for krav på underholdsbidrag er 10 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Kausjon.)",
      "content": "Når en fordring er sikret ved kausjon eller tilsvarende garanti, regnes foreldelsesfristen i forhold til garantisten etter de samme regler som gjelder for hovedfordringen. Det er uten betydning for beregningen at oppfyllelse ikke kan kreves hos garantisten før betaling forgjeves er søkt hos hovedskyldneren eller at garantien for øvrig har subsidiær karakter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Regressfordring.)",
      "content": "Hefter flere skyldnere overfor fordringshaveren, og en av dem innfrir sin forpliktelse før foreldelse var inntrådt i forhold til ham, foreldes hans regresskrav mot medskyldner 1 år etter innfrielsen. Kravet foreldes likevel ikke før utløpet av den foreldelsesfrist som han ville tilkomme om den innfridde fordring var blitt overdratt til ham. Var fordringshaverens fordring mot medskyldneren foreldet ved innfrielsen, kan regresskravet bare gjøres gjeldende dersom medskyldneren er blitt varslet innen rimelig tid om innfrielsen. Er det før innfrielsen skjedd fristavbrudd eller avtalt forlengelse etter § 28, kreves videre at medskyldneren er blitt varslet om det innen rimelig tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Krav på skadeserstatning.)",
      "content": "1. Krav på skadeserstatning eller oppreising foreldes 3 år etter den dag da skadelidte fikk eller burde skaffet seg nødvendig kunnskap om skaden og den ansvarlige. Ved krav etter skadeserstatningsloven § 3-2 a tredje ledd løper fristen likevel tidligst fra den dagen da den skadelidte fikk rett til å kreve oppfyllelse. Ved brudd på varslingsplikten etter skadeserstatningsloven § 3-2 a fjerde ledd er fristen etter første punktum 6 år i stedet for 3 år.\n2. Kravet foreldes likevel seinest 20 år etter at den skadegjørende handling eller annet ansvarsgrunnlag opphørte. Dette gjelder ikke ved personskade, dersom\na. skaden er voldt i ervervsvirksomhet eller dermed likestilt virksomhet, eller er voldt mens skadelidte er under 18 år, og\nb. den ansvarlige, eller noen denne hefter for, før opphøret av det skadegjørende forhold kjente eller burde kjenne til at dette kunne medføre fare for liv eller alvorlig helseskade.\n3. Paragrafen gjelder ikke krav som springer ut av kontrakt, bortsett fra krav på erstatning for personskade.\n0 Endret ved lover 8 juli 1988 nr. 71, 5 jan 1996 nr. 1 (gjelder også tidligere oppståtte krav som ikke er foreldet når endringen trer i kraft), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 15 juni 2007 nr. 36, 18 des 2015 nr. 124 (ikr. 1 mars 2018 iflg. res. 16 feb 2018 nr. 235).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Uvitenhet og andre hindringer.)",
      "content": "1. Dersom fordringshaveren ikke har gjort fordringen gjeldende fordi han manglet nødvendig kunnskap om fordringen eller skyldneren, inntrer foreldelse tidligst 1 år etter den dag da fordringshaveren fikk eller burde skaffet seg slik kunnskap.\n2. Kan foreldelse ikke avbrytes på grunn av norsk eller fremmed lov eller annen uovervinnelig hindring som ikke beror på fordringshaverens egne forhold, inntrer foreldelse tidligst 1 år etter den dag da hindringen opphørte.\n3. Dersom skyldneren har forlatt landet etter at fordringen oppsto, og fordringshaveren bare kan avbryte foreldelse ved skritt etter § 23, inntrer foreldelse tidligst 1 år etter den dag da fordringshaveren fikk eller burde ha skaffet seg kunnskap om at skyldneren igjen har alminnelig verneting her i riket, eller om at foreldelsen kan avbrytes ved andre skritt enn etter § 23.\n4. Foreldelsestiden kan ikke forlenges etter denne paragraf med mer enn til sammen 10 år. Fristene i § 9 nr. 2 for krav på skadeserstatning m.m. kan ikke forlenges etter nærværende paragraf. Ellers gjelder paragrafen for andre frister og tilleggsfrister etter denne lov.\n0 Endret ved lover 13 juni 1997 nr. 43, 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Krav i forbindelse med straffesak.)",
      "content": "Selv om foreldelsestiden er ute, kan krav på erstatning, oppreisning og inndragning som springer ut av en straffbar handling, settes fram under en straffesak der skyldneren blir funnet skyldig i det forhold som medfører ansvaret. Slikt krav kan også settes fram ved særskilt søksmål som er reist innen 1 år etter at fellende dom i straffesaken ble rettskraftig. Tilsvarende gjelder når skyldneren vedtar forelegg om forhold som nevnt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Krav mot verge m.v. og visse krav i selskapsforhold.)",
      "content": "1. Når fordringen tilkommer:\na. person under vergemål mot verge, eller\nb. upersonlig rettshaver, så som aksjeselskap, allmennaksjeselskap, lag eller stiftelse – mot medeier eller medlem av organ for rettshaveren,\n2. For fordring ifølge forpliktelse som i henhold til selskapskontrakt påhviler et medlem til å gjøre tilskudd til selskapets masse, tar foreldelse først til å løpe når medlemskapet er opphørt og selskapet har fått underretning om det.\n0 Endret ved lover 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Proklama.)",
      "content": "Har skyldneren eller er det i hans bo innen utløpet av foreldelsesfristen utferdiget proklama, eller annen offentlige innkallelse med oppfordring til fordringshaverne om å melde sine krav innen en bestemt fastsatt frist, inntrer ikke foreldelse før denne fristen er ute. For rettidig anmeldt fordring inntrer ikke foreldelse før det er gått 1 år etter at meldefristen er utløpt. Ved konkurs, gjeldsforhandling etter konkursloven eller offentlig skifte gjelder §§ 18, 21 og 22 nr. 2 og 3. Ved gjeldsforhandling etter gjeldsordningsloven gjelder § 18 nr. 2, § 21 nr. 3 fjerde punktum og § 22 nr. 2.\n0 Endret ved lov 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "(Erkjennelse.)",
      "content": "Foreldelse avbrytes når skyldneren overfor fordringshaveren uttrykkelig eller ved sin handlemåte erkjenner forpliktelsen, så som ved løfte om betaling eller ved å betale rente.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(Rettslig skritt m.m.)",
      "content": "1. Foreldelse avbrytes når fordringshaveren tar rettslig skritt mot skyldneren for å få dom, skjønn, voldgiftsdom eller tilsvarende avgjørelse. Det samme gjelder når skyldneren tar slikt skritt for å få fastsettelsesdom om fordringen. Foreldelse avbrytes også ved at fornærmede begjærer at påtalemyndigheten fremmer kravet i straffesak etter straffeprosessloven § 427.\n2. Blir fordringen gjort gjeldende ved domstol, skjer avbrudd:\na. ved forliksklage eller stevning, eller\nb. ved at krav om fordringen blir framsatt eller påberopt til motregning under sak som er reist mellom partene.\nc. når fornærmede fremmer krav til pådømmelse i straffesak etter straffeprosessloven § 428.\n3. Er det avtalt at tvist om en fordring skal avgjøres ved voldgift, avbrytes foreldelse når voldgiftsak er innledet etter voldgiftsloven § 23. Er det ellers hjemmel for annen særskilt avgjørelsesmåte, avbrytes foreldelse ved at fordringshaveren gjør det som fra dennes side trengs for å sette saken i gang. Bestemmelsen i nr. 2 bokstav b gjelder tilsvarende.\n0 Endret ved lover 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127, 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:15 a",
      "chapter": "4",
      "section": "15 a",
      "title": "(Gruppesøksmål)",
      "content": "(1) Ved stevning i gruppesøksmål avbrytes foreldelsen for de krav som faller innenfor rammen av søksmålet. Godkjennes ikke gruppesøksmålet, får avbrytelsen bare virkning for krav hvor det innen én måned etter at avvisningskjennelsen er endelig, er tatt nytt skritt til avbrytelse av foreldelsesfristen.\n(2) Ved godkjenning av gruppesøksmål avbrytes foreldelsen for krav som omfattes av godkjenningen, om avbrytelse ikke allerede har skjedd etter første ledd. I gruppesøksmål etter tvisteloven § 35-6 blir avbrytelsen bare virksom dersom fordringshaveren registreres som gruppemedlem.\n(3) For den som trer ut som gruppemedlem, fortsetter foreldelsesfristen å løpe fra det tidspunkt retten mottar melding om uttreden.\n0 Tilføyd ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "(Administrativ avgjørelse m.m.)",
      "content": "1. Foreldelse avbrytes når tvist om kravet bringes inn til avgjørelse ved et forvaltningsorgan som har særskilt myndighet til å avgjøre slik tvist. Dette gjelder selv om vedtaket kan overprøves av andre organer eller bringes inn for domstolene. Dersom saken blir forberedt av et annet organ, er det tilstrekkelig at kravet er brakt inn til dette organ for å få det avgjort.\n2. Reglene i nr. 1 gjelder tilsvarende for:\na. tvist om krav som bringes inn for en klage- eller reklamasjonsnemnd som er opprettet av skyldneren eller bransjeorganisasjon han er tilsluttet eller under deres medvirkning. Det samme gjelder hvis vedtektene for nemnda er offentlig godkjent etter særskilt lovbestemmelse eller hvis skyldneren godtar at tvist om kravet bringes inn for en opprettet klage- eller reklamasjonsnemnd.\nb. tvist om krav som bringes inn for Forbrukertilsynet eller annet meklingsorgan som er innmeldt etter godkjenningsloven § 25 første ledd.\nc. tvist om krav som bringes inn for Diskrimineringsnemnda.\nd. tvist om krav mot den offentlige forvaltning som bringes inn for Sivilombudet.\n0 Endret ved lover 13 juni 1997 nr. 43, 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 17 feb 2017 nr. 7 (ikr. 1 mars 2017 iflg. res. 17 feb 2017 nr. 196), 16 juni 2017 nr. 50 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 750), 23 juni 2020 nr. 98 (ikr. 1 jan 2021 iflg. res. 23 juni 2020 nr. 1285), 20 des 2022 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "(Tvangsfullbyrdelse.)",
      "content": "1. Har fordringshaveren tvangsgrunnlag for sin fordring, avbrytes foreldelsen ved begjæring om tvangsfullbyrdelse (utlegg eller dekning).\n2. For krav som skal inndrives i fremmed stat, avbrytes foreldelse ved at det settes fram begjæring om inndrivelse overfor vedkommende myndighet her i riket eller i den fremmede stat i samsvar med lov eller overenskomst mellom statene om inndrivelse i den fremmede staten.\n3. For krav som inndrives etter innkrevingsloven, avbrytes foreldelsen når skyldneren er gitt varsel etter innkrevingsloven § 25. I tilfeller der slikt varsel ikke er gitt, avbrytes foreldelsen når utleggspant, utleggstrekk eller tvangsdekning er besluttet, eller inndrivingsforsøket er avsluttet med beslutning om intet til utlegg. For krav som kan inndrives i fremmed stat etter lov eller overenskomst, avbrytes foreldelse også ved at det settes fram begjæring om inndrivelse overfor rette myndighet i den fremmede staten.\n4. For krav som kommunene inndriver som særnamsmyndighet, avbrytes foreldelsen når skyldneren er gitt varsel etter tvangsfullbyrdelsesloven § 2-15 annet ledd. For øvrig gjelder nr. 3 tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "(Konkurs, gjeldsforhandling og skifte).",
      "content": "1. Når fordringshaveren begjærer konkurs eller offentlig skifte, blir dermed foreldelse av hans fordring avbrutt.\n2. Er skyldnerens bo under konkurs, gjeldsforhandling etter konkursloven, offentlig skifte, eller er det åpnet gjeldsforhandling etter gjeldsordningsloven, avbrytes ellers foreldelse når fordringshaveren anmelder fordringen i boet eller til namsmannen. Foreldelse av alle fordringer som blir anmeldt innen utløpet av meldefristen i boet anses avbrutt den dag da det ble åpnet konkurs, gjeldsforhandling etter konkursloven eller gjeldsordningsloven eller offentlig skifte.\n3. Avbrudd har virkning også i forhold til skyldneren og hans arvinger.\n0 Endret ved lover 8 juni 1984 nr. 60, 7 juni 1985 nr. 52, 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "(Prosessvarsel.)",
      "content": "1. Er forfølgning i samsvar med §§ 15 eller 16 nr. 1 i rett tid innledet mot en av flere skyldnere, skal fordringen anses rettidig påtalt overfor de øvrige når fordringshaveren, før foreldelse er inntrådt, har gitt dem varsel om forfølgningen på den måten som er fastsatt i tvisteloven § 15-9, og senere forfølger sin fordring mot vedkommende innen 1 år etter at saken er avsluttet ved forlik, dom eller på annen måte.\n2. Samme regel gjelder når fordringen avhenger av et rettsforhold som det er reist sak om av eller mot fordringshaveren.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(Ny frist etter erkjennelse.)",
      "content": "Når foreldelse avbrytes ved erkjennelse etter § 14, løper en ny foreldelsesfrist etter reglene i denne lov fra erkjennelsen eller fra den senere dag da fordringshaveren tidligst har rett til å kreve å få oppfyllelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "(Ny frist etter påtale, avgjørelse m.m.)",
      "content": "1. Er foreldelse avbrutt ved påtale etter §§ 15 til 19, skjer ingen foreldelse så lenge forfølgningen pågår. Beslutter en namsmyndighet at fordringen skal dekkes ved utleggstrekk, skjer ingen foreldelse så lenge utleggstrekket består. Foreldelse inntrer likevel dersom fordringshaveren ikke meddeler Innkrevingsmyndigheten at kravet fortsatt består innen 10 år fra trekkbeslutningen ble truffet, siste utbetaling til fordringshaveren fant sted, eller fordringshaveren sist ga slik meddelelse. Tredje punktum gjelder ikke krav som Innkrevingsmyndigheten har i trekket.\n2. Blir fordringen bindende fastslått ved rettsforlik, dom eller annen avgjørelse som nevnt i §§ 15 eller 16, løper en ny foreldelsesfrist på 10 år fra den dag da rettsforlik er inngått, dom er avsagt eller annen avgjørelse er truffet, eller fra den dag da fordringshaveren tidligst kan kreve å få oppfyllelse. Oppnår fordringshaveren avgjørelse som nevnt uten at fordringen blir bindende fastslått, er den nye foreldelsesfristen 3 år. Det samme gjelder tvist om krav mot den offentlige forvaltning som bringes inn for Sivilombudet, dersom ombudet gir uttrykk for et standpunkt som nevnt i sivilombudsloven § 12 første ledd og ber forvaltningsorganet behandle saken på nytt. Fordring på senere forfalt rente eller selskapsutbytte foreldes likevel etter §§ 2 og 3, og senere forfalt terminytelse etter § 6.\n3. Fremmes tvangsfullbyrdelse etter § 17 uten at fordringshaveren får full dekning for sin fordring, blir det regnet ny frist på 10 år fra sakens avslutning. Blir fordringen anerkjent under konkurs eller offentlig skifte, blir det regnet ny frist på 10 år fra bobehandlingens slutning, i tilfelle ved avgjørelse i høyere instans, selv om fordringen er særskilt anerkjent tidligere. Nr. 2 fjerde punktum gjelder tilsvarende. Dersom fordringen blir omfattet av en gjeldsordning etter gjeldsordningsloven, blir det regnet en ny frist på 10 år fra den dag da fristen for å ta stilling til frivillig gjeldsordning etter gjeldsordningsloven § 4-12 første ledd er løpt ut, eller fra den dag da tvungen gjeldsordning ble stadfestet.\n4. For krav der foreldelsen er avbrutt etter § 17 nr. 3 eller nr. 4, løper en ny foreldelsesfrist på 10 år fra den dag foreldelsen ble avbrutt. For senere forfalte renter er den nye fristen 3 år.\n5. Er foreldelse avbrutt etter §§ 15 til 19, løper ikke foreldelsesfristen for senere forfalte renter så lenge den rentebærende fordringen består.\n0 Endret ved lover 11 juni 1993 nr. 83 (ikr. 1 aug 1993 iflg. res. 23 juli 1993 nr. 764 – får også virkning for tilfeller der foreldelsesfristen er avbrutt etter § 17 før ikrafttredelsen, med mindre fordringen ved ikrafttredelsen allerede var foreldet), 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600), 25 jan 2002 nr. 2, 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 20 des 2022 nr. 115, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "(Tilleggsfrist etter avvisning m.m.)",
      "content": "1. Dersom påtale etter §§ 15, 16 eller 17 ikke fører til forlik eller realitetsavgjørelse som nevnt i §§ 15 eller 16 eller til at tvangsfullbyrdelse fremmes, og dette ikke skyldes forsettlig forhold fra fordringshaverens side, varer virkningen av den rettidige påtale i 1 år etter at saken er avsluttet. Har ikke fordringshaveren fått melding om dette innen rimelig tid, regnes fristen fra den dag da fordringshaveren fikk kjennskap til at saken var avsluttet eller burde søkt opplysning om det. Virkningen opphører likevel senest 3 år etter sakens slutning. Det samme gjelder også for så vidt fordringshaveren ikke får fullt medhold i avgjørelse etter § 16. Når fornærmede trekker sin begjæring om å få pådømt krav i straffesak, varer virkningen av rettidig påtale etter § 15 i ett år fra fornærmede meddelte domstolen eller påtalemyndigheten om tilbaketrekkingen.\n2. Blir en begjæring om konkurs eller offentlig skifte, jfr. § 18, ikke tatt til følge eller en rettidig anmeldt fordring ikke anerkjent i boet, varer virkningen av avbruddet i 1 år etter at det ble truffet avgjørelse, i tilfelle i høyere instans, om ikke å ta begjæringen til følge eller om ikke å anerkjenne eller prøve fordringen. Er formell beslutning om dette ikke truffet og meddelt fordringshaveren, regnes fristen fra den dag da behandlingen ble avsluttet, i tilfelle ved avgjørelse i høyere instans. Blir et forslag til frivillig eller tvungen gjeldsordning etter gjeldsordningsloven ikke vedtatt eller stadfestet, jf. gjeldsordningsloven §§ 4-12 og 5-4, varer virkningen av avbruddet i 1 år etter at det ble truffet avgjørelse, i tilfelle i høyere instans, om å nekte stadfestelse av tvungen gjeldsordning, eller i 1 år etter at fristen for å ta stilling til frivillig gjeldsordning etter gjeldsordningsloven § 4-12 er løpt ut.\n3. Ved gjeldsforhandling etter loven gjelder bestemmelsen i nr. 2 annet punktum tilsvarende for rettidig anmeldt fordring.\n4. Opphører et utleggstrekk som fordringen tar del i, inntrer ikke foreldelse før tidligst 1 år etter opphøret. Nr. 1 annet og tredje punktum gjelder tilsvarende.\n0 Endret ved lover 8 juni 1984 nr. 60, 11 juni 1993 nr. 83 (ikr. 1 aug 1993 iflg. res. 23 juli 1993 nr. 764 – får også virkning for tilfeller der foreldelsesfristen er avbrutt etter § 17 før ikrafttredelsen, med mindre fordringen ved ikrafttredelsen allerede var foreldet), 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "(Avbrudd og avgjørelse i utlandet.)",
      "content": "1. Dersom fordringshaveren før utløpet av foreldelsesfristen etter denne lov tar avbrytende skritt som nevnt i §§ 15 eller 16 nr. 1 mot skyldneren i fremmed stat, hvor det er rimelig verneting for saken, får avbruddet virkning også her i riket så lenge forfølgningen pågår. Fører ikke denne til forlik eller realitetsavgjørelse som nevnt i §§ 15 eller 16, gjelder § 22 nr. 1 tilsvarende.\n2. Blir fordringen fastslått ved rettsforlik eller realitetsavgjørelse som anerkjennes her i riket, løper en ny foreldelsesfrist på 10 år etter reglene i § 21 nr. 2. Kan avgjørelsen ikke anerkjennes her i riket, varer likevel virkningen av fordringens rettidige påtale etter nr. 1 i nærværende paragraf i 1 år regnet fra den dag da avgjørelsen ble tatt, men bare i den utstrekning avgjørelsen godkjenner fordringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(Tap av rett til oppfyllelse, rente m.m.)",
      "content": "1. Ved foreldelse taper fordringshaveren sin rett til oppfyllelse.\n2. Foreldelse av en fordring omfatter også rente, utbytte og lignende tilleggsytelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "(Forholdet hvor det er flere skyldnere.)",
      "content": "1. At foreldelse er inntrådt overfor en av flere skyldnere, er uten innflytelse på fordringshaverens krav mot de andre, for så vidt ikke annet følger av avtale.\n2. Ved kausjon eller tilsvarende garanti anses likevel fordringen mot garantisten som foreldet når foreldelsen er inntrådt i forhold til hovedskyldneren før fordringen er gjort gjeldende mot garantisten ved skritt som nevnt i §§ 15 til 19, for så vidt ikke annet følger av avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "(Motregning.)",
      "content": "Foreldelse av en fordring medfører ikke at fordringshaveren taper motregningsrett, såfremt:\na. denne rett er avtalt, eller\nb. det krav som det motregnes mot, springer ut av samme rettsforhold som den foreldede fordring og er oppstått før denne fordring ble foreldet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "(Pant m.m.)",
      "content": "1. Når fordringen foreldes, bortfaller:\na. lovbestemt underpant som ikke er tinglyst eller registrert i særskilt rettsregister,\nb. underpant i henhold til skadesløsbrev til sikkerhet for mulig inntredende gjeldsansvar,\nc. underpant for krav på rente eller annen ytelse som forfaller med bestemte mellomrom og ikke er avdrag på en skyldig hovedstol.\n2. Rett etter eiendomsforbehold til eller salgspant i levert løsøre faller bort når fordringen på kjøpesummen foreldes. Dette gjelder likevel ikke når retten i medhold av lov er tinglyst eller registrert i særskilt rettsregister.\n3. Ellers har foreldelse ingen innflytelse på panterett og tilbakeholdsrett.\n4. Av rettighet som hviler som grunnbyrde på fast eiendom, foreldes bare de enkelte ytelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "(Avtale om å forlenge eller forkorte foreldelsestiden.)",
      "content": "1. Skyldneren kan ikke bindende vedta at foreldelse ikke skal inntre i samsvar med reglene i denne lov. Etter at fordringen er oppstått, kan han likevel vedta fristforlengelse med virkning for inntil 3 år om gangen regnet fra vedtagelsen, likevel ikke ut over 10 år fra den dag da foreldelsesfristen ellers ville løpt ut.\n2. Foreldelsesfristen for fordring etter mengdegjeldsbrev kan forlenges ved uttrykkelig bestemmelse i gjeldsbrevet.\n3. Foreldelsesfristen for fordring etter rente- eller utbyttekupong kan forlenges ved avtale, men ikke forkortes.\n0 Endret ved lov 4 mars 1983 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "(Beregning av frister m.m.)",
      "content": "1. I frister etter denne lov medregnes den dag som etter sitt tall i måneden svarer til den dag som fristen regnes fra. I mangel av tilsvarende dag løper fristen ut på den siste dag i måneden.\n2. Ender fristen på en lørdag, helgedag eller dag som etter lovgivningen er likestilt med helgedag, forlenges fristen til den nærmest følgende virkedag.\n3. Rettidig avbrudd er skjedd når det nødvendige skrift er kommet fram til vedkommende myndighet eller person, eller når det her i riket er postlagt til vedkommende før fristen er ute. Bestemmelsene i lov av 13. august nr. 5 om domstolene § 146 tredje og fjerde ledd gjelder tilsvarende.\n0 Endret ved lov 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "(Forholdet til særlovgivning.)",
      "content": "Når det i annen lov er fastsatt særlige foreldelsesfrister eller andre særlige bestemmelser om foreldelse for visse fordringer, gjelder reglene i denne lov i den utstrekning ikke annet følger av den annen lov eller av forholdets egenart.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "(Ikrafttredelse.)",
      "content": "Loven tar til å gjelde 1. januar 1980, men § 1 nr. 2 fra den tid Kongen fastsetter.​1 Den får anvendelse også på tidligere oppståtte fordringer, som ikke før den nevnte dag var foreldet etter de da gjeldende regler. Foreldelse etter denne lov skal likevel ikke i noe tilfelle inntre før utgangen av året 1982, med mindre fordringen ville være foreldet på tidligere tidspunkt også etter de regler som gjaldt da loven trådte i kraft.\n1 Fra 1 aug 1988 iflg. res. 8 juli 1988 nr. 552.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "(Opphevelse eller endring av andre lover.)",
      "content": "Fra den dag loven tar til å gjelde, gjøres følgende endringer i lovgivningen ellers: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Innledende bestemmelser.)",
      "content": "1. Fordring på penger eller andre ytelser foreldes etter reglene i denne lov når ikke annet er lovbestemt.\n2. Om foreldelse i internasjonale kjøpsforhold gjelder New York-konvensjonen av 14. juni 1974, slik den lyder i norsk oversettelse inntatt i Norsk Lovtidend. Kongen kan likevel bestemme at konvensjonen ikke skal få anvendelse på kjøpsavtaler der både selger og kjøper har sitt relevante forretningssted i de nordiske land (Norge, Danmark, Finland, Island og Sverige).​1\n1 Ikr. 1 aug 1988 iflg. res. 8 juli 1988 nr. 552, som også bestemmer at New York-konvensjonen 14 juni 1974 om foreldelse i internasjonale kjøpsforhold ikke gjelder kjøpavtaler der både selger og kjøper har sitt relevante forretningssted i Norge, Danmark, Finland, Island og Sverige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(Fristens lengde.)",
      "content": "Den alminnelige foreldelsesfrist er 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Fristens utgangspunkt.)",
      "content": "1. Foreldelsesfristen regnes fra den dag da fordringshaveren tidligst har rett til å kreve å få oppfyllelse.\n2. For krav som oppstår ved mislighold, regnes foreldelsesfristen fra den dag da misligholdet inntrer.\n3. Kan eller skal en avtale anses hevet før oppfyllelsestiden eller en fordring forfalt før den ellers bestemte tid, på grunn av skyldnerens mislighold eller et annet inntruffet forhold, blir foreldelsesfristen for krav som bygger på slikt forhold, først regnet fra den dag da fordringshaveren varsler skyldneren om at han gjør hevnings- eller forfallsgrunnen gjeldende. Blir denne ikke gjort gjeldende, regnes fristen fra den forfallsdag som ellers er bestemt.\n4. Når selgeren eller et tidligere omsetningsledd har garantert for salgstingen ved å påta seg avhjelp eller annet ansvar, blir foreldelsesfristen for krav som bygger på denne garanti, regnet fra den dag da kjøperen gir varsel om det forhold kravet grunner seg på, men senest fra den dag garantien løper ut. Tilsvarende gjelder når en tjenesteyter e.l. har garantert for resultatet av oppdraget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(Bankinnskudd m.m.)",
      "content": "1. Fordring på bank eller offentlig kasse i anledning innskudd eller verdier som er gitt i forvaring, samt rentekrav i tilknytning til slik fordring, foreldes først 20 år etter at det er gitt melding etter finansavtaleloven § 4-46. Dette gjelder selv om kontoen påføres renter etter at slik melding er gitt. Foreldelse inntrer bare dersom institusjonen forut for foreldelsesfristens utløp har gjort det som med rimelighet kan forventes for å komme i kontakt med kontohaveren eller arvingene.\n2. Foreldelse avbrytes når fordringshaveren melder seg for institusjonen eller kontoen disponeres over ved uttak eller ved at midler settes inn på kontoen. Med bank likestilles annen innretning som med hjemmel i lov skaffer seg midler til sin virksomhet ved å motta innskudd fra en ubestemt krets av innskytere.\n3. Finansavtaleloven § 4-46 gjelder tilsvarende for fordring på offentlig kasse.\n0 Endret ved lover 4 nov 1994 nr. 59 (ikr. 1 jan 1995), 5 jan 1996 nr. 1, 25 juni 1999 nr. 46 (ikr. 1 juli 2000 iflg. res. 25 juni 1999 nr. 702, endringen gjelder iflg. finansavtaleloven § 93 nr. 2 litra v for fordringer som ikke er foreldet før loven tar til å gjelde), 9 mai 2014 nr. 16 (ikr. 9 mai 2014 iflg. res. 9 mai 2014 nr. 625), 18 des 2020 nr. 146 (i kraft 1 jan 2023 iflg. res. 2 sep 2022 nr. 1528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Gjeldsbrev og pengelån.)",
      "content": "1. Når det er utstedt gjeldsbrev for en fordring, eller fordringen er registrert i en verdipapirsentral, er foreldelsesfristen 10 år, bortsett fra senere forfalt rente eller selskapsutbytte og senere forfalte terminytelser som omhandlet i § 6.\n2. Etter 10 år foreldes også fordring som grunner seg på pengelån, renter unntatt. Denne tiårsfrist gjelder ikke lån som gis av selgeren eller av noen annen etter avtale med selgeren til finansiering av et kredittkjøp.\n0 Endret ved lover 14 juni 1985 nr. 70, 5 juli 2002 nr. 64 (ikr. 1 jan 2003 iflg. forskr. 20 des 2002 nr. 1627), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(Pensjon, underholdsbidrag m.m.)",
      "content": "En fordring som er avtalt eller fastsatt om pensjon, livrente, føderåd, underholdsbidrag eller annen ytelse, og som forfaller med bestemte mellomrom og ikke er avdrag på hovedstol, foreldes når det er gått 10 år fra den dag da siste ytelse ble betalt. Dersom det ikke er betalt noe, løper denne fristen fra den dag da fordringshaveren kunne ha krevd å få første ytelse. De enkelte forfalte terminytelser foreldes dessuten etter §§ 2 og 3, likevel slik at fristen for krav på underholdsbidrag er 10 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(Kausjon.)",
      "content": "Når en fordring er sikret ved kausjon eller tilsvarende garanti, regnes foreldelsesfristen i forhold til garantisten etter de samme regler som gjelder for hovedfordringen. Det er uten betydning for beregningen at oppfyllelse ikke kan kreves hos garantisten før betaling forgjeves er søkt hos hovedskyldneren eller at garantien for øvrig har subsidiær karakter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Regressfordring.)",
      "content": "Hefter flere skyldnere overfor fordringshaveren, og en av dem innfrir sin forpliktelse før foreldelse var inntrådt i forhold til ham, foreldes hans regresskrav mot medskyldner 1 år etter innfrielsen. Kravet foreldes likevel ikke før utløpet av den foreldelsesfrist som han ville tilkomme om den innfridde fordring var blitt overdratt til ham. Var fordringshaverens fordring mot medskyldneren foreldet ved innfrielsen, kan regresskravet bare gjøres gjeldende dersom medskyldneren er blitt varslet innen rimelig tid om innfrielsen. Er det før innfrielsen skjedd fristavbrudd eller avtalt forlengelse etter § 28, kreves videre at medskyldneren er blitt varslet om det innen rimelig tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(Krav på skadeserstatning.)",
      "content": "1. Krav på skadeserstatning eller oppreising foreldes 3 år etter den dag da skadelidte fikk eller burde skaffet seg nødvendig kunnskap om skaden og den ansvarlige. Ved krav etter skadeserstatningsloven § 3-2 a tredje ledd løper fristen likevel tidligst fra den dagen da den skadelidte fikk rett til å kreve oppfyllelse. Ved brudd på varslingsplikten etter skadeserstatningsloven § 3-2 a fjerde ledd er fristen etter første punktum 6 år i stedet for 3 år.\n2. Kravet foreldes likevel seinest 20 år etter at den skadegjørende handling eller annet ansvarsgrunnlag opphørte. Dette gjelder ikke ved personskade, dersom\na. skaden er voldt i ervervsvirksomhet eller dermed likestilt virksomhet, eller er voldt mens skadelidte er under 18 år, og\nb. den ansvarlige, eller noen denne hefter for, før opphøret av det skadegjørende forhold kjente eller burde kjenne til at dette kunne medføre fare for liv eller alvorlig helseskade.\n3. Paragrafen gjelder ikke krav som springer ut av kontrakt, bortsett fra krav på erstatning for personskade.\n0 Endret ved lover 8 juli 1988 nr. 71, 5 jan 1996 nr. 1 (gjelder også tidligere oppståtte krav som ikke er foreldet når endringen trer i kraft), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 15 juni 2007 nr. 36, 18 des 2015 nr. 124 (ikr. 1 mars 2018 iflg. res. 16 feb 2018 nr. 235).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Uvitenhet og andre hindringer.)",
      "content": "1. Dersom fordringshaveren ikke har gjort fordringen gjeldende fordi han manglet nødvendig kunnskap om fordringen eller skyldneren, inntrer foreldelse tidligst 1 år etter den dag da fordringshaveren fikk eller burde skaffet seg slik kunnskap.\n2. Kan foreldelse ikke avbrytes på grunn av norsk eller fremmed lov eller annen uovervinnelig hindring som ikke beror på fordringshaverens egne forhold, inntrer foreldelse tidligst 1 år etter den dag da hindringen opphørte.\n3. Dersom skyldneren har forlatt landet etter at fordringen oppsto, og fordringshaveren bare kan avbryte foreldelse ved skritt etter § 23, inntrer foreldelse tidligst 1 år etter den dag da fordringshaveren fikk eller burde ha skaffet seg kunnskap om at skyldneren igjen har alminnelig verneting her i riket, eller om at foreldelsen kan avbrytes ved andre skritt enn etter § 23.\n4. Foreldelsestiden kan ikke forlenges etter denne paragraf med mer enn til sammen 10 år. Fristene i § 9 nr. 2 for krav på skadeserstatning m.m. kan ikke forlenges etter nærværende paragraf. Ellers gjelder paragrafen for andre frister og tilleggsfrister etter denne lov.\n0 Endret ved lover 13 juni 1997 nr. 43, 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Krav i forbindelse med straffesak.)",
      "content": "Selv om foreldelsestiden er ute, kan krav på erstatning, oppreisning og inndragning som springer ut av en straffbar handling, settes fram under en straffesak der skyldneren blir funnet skyldig i det forhold som medfører ansvaret. Slikt krav kan også settes fram ved særskilt søksmål som er reist innen 1 år etter at fellende dom i straffesaken ble rettskraftig. Tilsvarende gjelder når skyldneren vedtar forelegg om forhold som nevnt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(Krav mot verge m.v. og visse krav i selskapsforhold.)",
      "content": "1. Når fordringen tilkommer:\na. person under vergemål mot verge, eller\nb. upersonlig rettshaver, så som aksjeselskap, allmennaksjeselskap, lag eller stiftelse – mot medeier eller medlem av organ for rettshaveren,\n2. For fordring ifølge forpliktelse som i henhold til selskapskontrakt påhviler et medlem til å gjøre tilskudd til selskapets masse, tar foreldelse først til å løpe når medlemskapet er opphørt og selskapet har fått underretning om det.\n0 Endret ved lover 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Proklama.)",
      "content": "Har skyldneren eller er det i hans bo innen utløpet av foreldelsesfristen utferdiget proklama, eller annen offentlige innkallelse med oppfordring til fordringshaverne om å melde sine krav innen en bestemt fastsatt frist, inntrer ikke foreldelse før denne fristen er ute. For rettidig anmeldt fordring inntrer ikke foreldelse før det er gått 1 år etter at meldefristen er utløpt. Ved konkurs, gjeldsforhandling etter konkursloven eller offentlig skifte gjelder §§ 18, 21 og 22 nr. 2 og 3. Ved gjeldsforhandling etter gjeldsordningsloven gjelder § 18 nr. 2, § 21 nr. 3 fjerde punktum og § 22 nr. 2.\n0 Endret ved lov 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "(Erkjennelse.)",
      "content": "Foreldelse avbrytes når skyldneren overfor fordringshaveren uttrykkelig eller ved sin handlemåte erkjenner forpliktelsen, så som ved løfte om betaling eller ved å betale rente.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(Rettslig skritt m.m.)",
      "content": "1. Foreldelse avbrytes når fordringshaveren tar rettslig skritt mot skyldneren for å få dom, skjønn, voldgiftsdom eller tilsvarende avgjørelse. Det samme gjelder når skyldneren tar slikt skritt for å få fastsettelsesdom om fordringen. Foreldelse avbrytes også ved at fornærmede begjærer at påtalemyndigheten fremmer kravet i straffesak etter straffeprosessloven § 427.\n2. Blir fordringen gjort gjeldende ved domstol, skjer avbrudd:\na. ved forliksklage eller stevning, eller\nb. ved at krav om fordringen blir framsatt eller påberopt til motregning under sak som er reist mellom partene.\nc. når fornærmede fremmer krav til pådømmelse i straffesak etter straffeprosessloven § 428.\n3. Er det avtalt at tvist om en fordring skal avgjøres ved voldgift, avbrytes foreldelse når voldgiftsak er innledet etter voldgiftsloven § 23. Er det ellers hjemmel for annen særskilt avgjørelsesmåte, avbrytes foreldelse ved at fordringshaveren gjør det som fra dennes side trengs for å sette saken i gang. Bestemmelsen i nr. 2 bokstav b gjelder tilsvarende.\n0 Endret ved lover 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127, 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:15 a",
      "chapter": "4",
      "section": "15 a",
      "title": "(Gruppesøksmål)",
      "content": "(1) Ved stevning i gruppesøksmål avbrytes foreldelsen for de krav som faller innenfor rammen av søksmålet. Godkjennes ikke gruppesøksmålet, får avbrytelsen bare virkning for krav hvor det innen én måned etter at avvisningskjennelsen er endelig, er tatt nytt skritt til avbrytelse av foreldelsesfristen.\n(2) Ved godkjenning av gruppesøksmål avbrytes foreldelsen for krav som omfattes av godkjenningen, om avbrytelse ikke allerede har skjedd etter første ledd. I gruppesøksmål etter tvisteloven § 35-6 blir avbrytelsen bare virksom dersom fordringshaveren registreres som gruppemedlem.\n(3) For den som trer ut som gruppemedlem, fortsetter foreldelsesfristen å løpe fra det tidspunkt retten mottar melding om uttreden.\n0 Tilføyd ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "(Administrativ avgjørelse m.m.)",
      "content": "1. Foreldelse avbrytes når tvist om kravet bringes inn til avgjørelse ved et forvaltningsorgan som har særskilt myndighet til å avgjøre slik tvist. Dette gjelder selv om vedtaket kan overprøves av andre organer eller bringes inn for domstolene. Dersom saken blir forberedt av et annet organ, er det tilstrekkelig at kravet er brakt inn til dette organ for å få det avgjort.\n2. Reglene i nr. 1 gjelder tilsvarende for:\na. tvist om krav som bringes inn for en klage- eller reklamasjonsnemnd som er opprettet av skyldneren eller bransjeorganisasjon han er tilsluttet eller under deres medvirkning. Det samme gjelder hvis vedtektene for nemnda er offentlig godkjent etter særskilt lovbestemmelse eller hvis skyldneren godtar at tvist om kravet bringes inn for en opprettet klage- eller reklamasjonsnemnd.\nb. tvist om krav som bringes inn for Forbrukertilsynet eller annet meklingsorgan som er innmeldt etter godkjenningsloven § 25 første ledd.\nc. tvist om krav som bringes inn for Diskrimineringsnemnda.\nd. tvist om krav mot den offentlige forvaltning som bringes inn for Sivilombudet.\n0 Endret ved lover 13 juni 1997 nr. 43, 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 17 feb 2017 nr. 7 (ikr. 1 mars 2017 iflg. res. 17 feb 2017 nr. 196), 16 juni 2017 nr. 50 (ikr. 1 jan 2018 iflg. res. 16 juni 2017 nr. 750), 23 juni 2020 nr. 98 (ikr. 1 jan 2021 iflg. res. 23 juni 2020 nr. 1285), 20 des 2022 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "(Tvangsfullbyrdelse.)",
      "content": "1. Har fordringshaveren tvangsgrunnlag for sin fordring, avbrytes foreldelsen ved begjæring om tvangsfullbyrdelse (utlegg eller dekning).\n2. For krav som skal inndrives i fremmed stat, avbrytes foreldelse ved at det settes fram begjæring om inndrivelse overfor vedkommende myndighet her i riket eller i den fremmede stat i samsvar med lov eller overenskomst mellom statene om inndrivelse i den fremmede staten.\n3. For krav som inndrives etter innkrevingsloven, avbrytes foreldelsen når skyldneren er gitt varsel etter innkrevingsloven § 25. I tilfeller der slikt varsel ikke er gitt, avbrytes foreldelsen når utleggspant, utleggstrekk eller tvangsdekning er besluttet, eller inndrivingsforsøket er avsluttet med beslutning om intet til utlegg. For krav som kan inndrives i fremmed stat etter lov eller overenskomst, avbrytes foreldelse også ved at det settes fram begjæring om inndrivelse overfor rette myndighet i den fremmede staten.\n4. For krav som kommunene inndriver som særnamsmyndighet, avbrytes foreldelsen når skyldneren er gitt varsel etter tvangsfullbyrdelsesloven § 2-15 annet ledd. For øvrig gjelder nr. 3 tilsvarende.\n0 Endret ved lover 26 juni 1992 nr. 86, 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "(Konkurs, gjeldsforhandling og skifte).",
      "content": "1. Når fordringshaveren begjærer konkurs eller offentlig skifte, blir dermed foreldelse av hans fordring avbrutt.\n2. Er skyldnerens bo under konkurs, gjeldsforhandling etter konkursloven, offentlig skifte, eller er det åpnet gjeldsforhandling etter gjeldsordningsloven, avbrytes ellers foreldelse når fordringshaveren anmelder fordringen i boet eller til namsmannen. Foreldelse av alle fordringer som blir anmeldt innen utløpet av meldefristen i boet anses avbrutt den dag da det ble åpnet konkurs, gjeldsforhandling etter konkursloven eller gjeldsordningsloven eller offentlig skifte.\n3. Avbrudd har virkning også i forhold til skyldneren og hans arvinger.\n0 Endret ved lover 8 juni 1984 nr. 60, 7 juni 1985 nr. 52, 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "(Prosessvarsel.)",
      "content": "1. Er forfølgning i samsvar med §§ 15 eller 16 nr. 1 i rett tid innledet mot en av flere skyldnere, skal fordringen anses rettidig påtalt overfor de øvrige når fordringshaveren, før foreldelse er inntrådt, har gitt dem varsel om forfølgningen på den måten som er fastsatt i tvisteloven § 15-9, og senere forfølger sin fordring mot vedkommende innen 1 år etter at saken er avsluttet ved forlik, dom eller på annen måte.\n2. Samme regel gjelder når fordringen avhenger av et rettsforhold som det er reist sak om av eller mot fordringshaveren.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(Ny frist etter erkjennelse.)",
      "content": "Når foreldelse avbrytes ved erkjennelse etter § 14, løper en ny foreldelsesfrist etter reglene i denne lov fra erkjennelsen eller fra den senere dag da fordringshaveren tidligst har rett til å kreve å få oppfyllelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "(Ny frist etter påtale, avgjørelse m.m.)",
      "content": "1. Er foreldelse avbrutt ved påtale etter §§ 15 til 19, skjer ingen foreldelse så lenge forfølgningen pågår. Beslutter en namsmyndighet at fordringen skal dekkes ved utleggstrekk, skjer ingen foreldelse så lenge utleggstrekket består. Foreldelse inntrer likevel dersom fordringshaveren ikke meddeler Innkrevingsmyndigheten at kravet fortsatt består innen 10 år fra trekkbeslutningen ble truffet, siste utbetaling til fordringshaveren fant sted, eller fordringshaveren sist ga slik meddelelse. Tredje punktum gjelder ikke krav som Innkrevingsmyndigheten har i trekket.\n2. Blir fordringen bindende fastslått ved rettsforlik, dom eller annen avgjørelse som nevnt i §§ 15 eller 16, løper en ny foreldelsesfrist på 10 år fra den dag da rettsforlik er inngått, dom er avsagt eller annen avgjørelse er truffet, eller fra den dag da fordringshaveren tidligst kan kreve å få oppfyllelse. Oppnår fordringshaveren avgjørelse som nevnt uten at fordringen blir bindende fastslått, er den nye foreldelsesfristen 3 år. Det samme gjelder tvist om krav mot den offentlige forvaltning som bringes inn for Sivilombudet, dersom ombudet gir uttrykk for et standpunkt som nevnt i sivilombudsloven § 12 første ledd og ber forvaltningsorganet behandle saken på nytt. Fordring på senere forfalt rente eller selskapsutbytte foreldes likevel etter §§ 2 og 3, og senere forfalt terminytelse etter § 6.\n3. Fremmes tvangsfullbyrdelse etter § 17 uten at fordringshaveren får full dekning for sin fordring, blir det regnet ny frist på 10 år fra sakens avslutning. Blir fordringen anerkjent under konkurs eller offentlig skifte, blir det regnet ny frist på 10 år fra bobehandlingens slutning, i tilfelle ved avgjørelse i høyere instans, selv om fordringen er særskilt anerkjent tidligere. Nr. 2 fjerde punktum gjelder tilsvarende. Dersom fordringen blir omfattet av en gjeldsordning etter gjeldsordningsloven, blir det regnet en ny frist på 10 år fra den dag da fristen for å ta stilling til frivillig gjeldsordning etter gjeldsordningsloven § 4-12 første ledd er løpt ut, eller fra den dag da tvungen gjeldsordning ble stadfestet.\n4. For krav der foreldelsen er avbrutt etter § 17 nr. 3 eller nr. 4, løper en ny foreldelsesfrist på 10 år fra den dag foreldelsen ble avbrutt. For senere forfalte renter er den nye fristen 3 år.\n5. Er foreldelse avbrutt etter §§ 15 til 19, løper ikke foreldelsesfristen for senere forfalte renter så lenge den rentebærende fordringen består.\n0 Endret ved lover 11 juni 1993 nr. 83 (ikr. 1 aug 1993 iflg. res. 23 juli 1993 nr. 764 – får også virkning for tilfeller der foreldelsesfristen er avbrutt etter § 17 før ikrafttredelsen, med mindre fordringen ved ikrafttredelsen allerede var foreldet), 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600), 25 jan 2002 nr. 2, 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15), 25 juni 2004 nr. 51 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 980, gjelder også fordringer som ikke er foreldet når endringen trer i kraft), 20 des 2022 nr. 115, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "(Tilleggsfrist etter avvisning m.m.)",
      "content": "1. Dersom påtale etter §§ 15, 16 eller 17 ikke fører til forlik eller realitetsavgjørelse som nevnt i §§ 15 eller 16 eller til at tvangsfullbyrdelse fremmes, og dette ikke skyldes forsettlig forhold fra fordringshaverens side, varer virkningen av den rettidige påtale i 1 år etter at saken er avsluttet. Har ikke fordringshaveren fått melding om dette innen rimelig tid, regnes fristen fra den dag da fordringshaveren fikk kjennskap til at saken var avsluttet eller burde søkt opplysning om det. Virkningen opphører likevel senest 3 år etter sakens slutning. Det samme gjelder også for så vidt fordringshaveren ikke får fullt medhold i avgjørelse etter § 16. Når fornærmede trekker sin begjæring om å få pådømt krav i straffesak, varer virkningen av rettidig påtale etter § 15 i ett år fra fornærmede meddelte domstolen eller påtalemyndigheten om tilbaketrekkingen.\n2. Blir en begjæring om konkurs eller offentlig skifte, jfr. § 18, ikke tatt til følge eller en rettidig anmeldt fordring ikke anerkjent i boet, varer virkningen av avbruddet i 1 år etter at det ble truffet avgjørelse, i tilfelle i høyere instans, om ikke å ta begjæringen til følge eller om ikke å anerkjenne eller prøve fordringen. Er formell beslutning om dette ikke truffet og meddelt fordringshaveren, regnes fristen fra den dag da behandlingen ble avsluttet, i tilfelle ved avgjørelse i høyere instans. Blir et forslag til frivillig eller tvungen gjeldsordning etter gjeldsordningsloven ikke vedtatt eller stadfestet, jf. gjeldsordningsloven §§ 4-12 og 5-4, varer virkningen av avbruddet i 1 år etter at det ble truffet avgjørelse, i tilfelle i høyere instans, om å nekte stadfestelse av tvungen gjeldsordning, eller i 1 år etter at fristen for å ta stilling til frivillig gjeldsordning etter gjeldsordningsloven § 4-12 er løpt ut.\n3. Ved gjeldsforhandling etter loven gjelder bestemmelsen i nr. 2 annet punktum tilsvarende for rettidig anmeldt fordring.\n4. Opphører et utleggstrekk som fordringen tar del i, inntrer ikke foreldelse før tidligst 1 år etter opphøret. Nr. 1 annet og tredje punktum gjelder tilsvarende.\n0 Endret ved lover 8 juni 1984 nr. 60, 11 juni 1993 nr. 83 (ikr. 1 aug 1993 iflg. res. 23 juli 1993 nr. 764 – får også virkning for tilfeller der foreldelsesfristen er avbrutt etter § 17 før ikrafttredelsen, med mindre fordringen ved ikrafttredelsen allerede var foreldet), 10 jan 2003 nr. 1 (ikr. 1 juli 2003 iflg. res. 10 jan 2003 nr. 15), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967, med unntak i saker om utlegg, se ikrafttredelsesvedtaket bokstav a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "(Avbrudd og avgjørelse i utlandet.)",
      "content": "1. Dersom fordringshaveren før utløpet av foreldelsesfristen etter denne lov tar avbrytende skritt som nevnt i §§ 15 eller 16 nr. 1 mot skyldneren i fremmed stat, hvor det er rimelig verneting for saken, får avbruddet virkning også her i riket så lenge forfølgningen pågår. Fører ikke denne til forlik eller realitetsavgjørelse som nevnt i §§ 15 eller 16, gjelder § 22 nr. 1 tilsvarende.\n2. Blir fordringen fastslått ved rettsforlik eller realitetsavgjørelse som anerkjennes her i riket, løper en ny foreldelsesfrist på 10 år etter reglene i § 21 nr. 2. Kan avgjørelsen ikke anerkjennes her i riket, varer likevel virkningen av fordringens rettidige påtale etter nr. 1 i nærværende paragraf i 1 år regnet fra den dag da avgjørelsen ble tatt, men bare i den utstrekning avgjørelsen godkjenner fordringen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "(Tap av rett til oppfyllelse, rente m.m.)",
      "content": "1. Ved foreldelse taper fordringshaveren sin rett til oppfyllelse.\n2. Foreldelse av en fordring omfatter også rente, utbytte og lignende tilleggsytelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "(Forholdet hvor det er flere skyldnere.)",
      "content": "1. At foreldelse er inntrådt overfor en av flere skyldnere, er uten innflytelse på fordringshaverens krav mot de andre, for så vidt ikke annet følger av avtale.\n2. Ved kausjon eller tilsvarende garanti anses likevel fordringen mot garantisten som foreldet når foreldelsen er inntrådt i forhold til hovedskyldneren før fordringen er gjort gjeldende mot garantisten ved skritt som nevnt i §§ 15 til 19, for så vidt ikke annet følger av avtale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "(Motregning.)",
      "content": "Foreldelse av en fordring medfører ikke at fordringshaveren taper motregningsrett, såfremt:\na. denne rett er avtalt, eller\nb. det krav som det motregnes mot, springer ut av samme rettsforhold som den foreldede fordring og er oppstått før denne fordring ble foreldet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "(Pant m.m.)",
      "content": "1. Når fordringen foreldes, bortfaller:\na. lovbestemt underpant som ikke er tinglyst eller registrert i særskilt rettsregister,\nb. underpant i henhold til skadesløsbrev til sikkerhet for mulig inntredende gjeldsansvar,\nc. underpant for krav på rente eller annen ytelse som forfaller med bestemte mellomrom og ikke er avdrag på en skyldig hovedstol.\n2. Rett etter eiendomsforbehold til eller salgspant i levert løsøre faller bort når fordringen på kjøpesummen foreldes. Dette gjelder likevel ikke når retten i medhold av lov er tinglyst eller registrert i særskilt rettsregister.\n3. Ellers har foreldelse ingen innflytelse på panterett og tilbakeholdsrett.\n4. Av rettighet som hviler som grunnbyrde på fast eiendom, foreldes bare de enkelte ytelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "(Avtale om å forlenge eller forkorte foreldelsestiden.)",
      "content": "1. Skyldneren kan ikke bindende vedta at foreldelse ikke skal inntre i samsvar med reglene i denne lov. Etter at fordringen er oppstått, kan han likevel vedta fristforlengelse med virkning for inntil 3 år om gangen regnet fra vedtagelsen, likevel ikke ut over 10 år fra den dag da foreldelsesfristen ellers ville løpt ut.\n2. Foreldelsesfristen for fordring etter mengdegjeldsbrev kan forlenges ved uttrykkelig bestemmelse i gjeldsbrevet.\n3. Foreldelsesfristen for fordring etter rente- eller utbyttekupong kan forlenges ved avtale, men ikke forkortes.\n0 Endret ved lov 4 mars 1983 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "(Beregning av frister m.m.)",
      "content": "1. I frister etter denne lov medregnes den dag som etter sitt tall i måneden svarer til den dag som fristen regnes fra. I mangel av tilsvarende dag løper fristen ut på den siste dag i måneden.\n2. Ender fristen på en lørdag, helgedag eller dag som etter lovgivningen er likestilt med helgedag, forlenges fristen til den nærmest følgende virkedag.\n3. Rettidig avbrudd er skjedd når det nødvendige skrift er kommet fram til vedkommende myndighet eller person, eller når det her i riket er postlagt til vedkommende før fristen er ute. Bestemmelsene i lov av 13. august nr. 5 om domstolene § 146 tredje og fjerde ledd gjelder tilsvarende.\n0 Endret ved lov 26 juni 1998 nr. 46 (ikr. 1 okt 1998 iflg. res. 26 juni 1998 nr. 600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "(Forholdet til særlovgivning.)",
      "content": "Når det i annen lov er fastsatt særlige foreldelsesfrister eller andre særlige bestemmelser om foreldelse for visse fordringer, gjelder reglene i denne lov i den utstrekning ikke annet følger av den annen lov eller av forholdets egenart.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "(Ikrafttredelse.)",
      "content": "Loven tar til å gjelde 1. januar 1980, men § 1 nr. 2 fra den tid Kongen fastsetter.​1 Den får anvendelse også på tidligere oppståtte fordringer, som ikke før den nevnte dag var foreldet etter de da gjeldende regler. Foreldelse etter denne lov skal likevel ikke i noe tilfelle inntre før utgangen av året 1982, med mindre fordringen ville være foreldet på tidligere tidspunkt også etter de regler som gjaldt da loven trådte i kraft.\n1 Fra 1 aug 1988 iflg. res. 8 juli 1988 nr. 552.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "(Opphevelse eller endring av andre lover.)",
      "content": "Fra den dag loven tar til å gjelde, gjøres følgende endringer i lovgivningen ellers: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}