{
  "id": "LOV-1987-06-05-26",
  "type": "statute",
  "title": "Lov om brannvern m.v.",
  "short_name": "Brannvernloven – brannl.",
  "status": "in_force",
  "issued_date": "1987-06-05",
  "in_force_date": "1988-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1987-06-05-26",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål.",
      "content": "Loven har til formål å sikre mennesker, dyr og materielle verdier mot brann, og å begrense skadevirkningene i branntilfeller samt i andre akutte ulykkessituasjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde.",
      "content": "Loven gjelder for hele landet.\nKongen kan gi særlige bestemmelser om lovens anvendelse for lufthavner, Forsvarets anlegg m.v.\nLoven gjelder ikke for Svalbard.​1\nKongen kan gi nærmere bestemmelser om lovens anvendelse i forbindelse med bistand til eller fra fremmed stat i brann- og andre ulykkessituasjoner, og om brannvesenets bistand i sjøområder innenfor eller utenfor den norske territorialgrensen.​2\n0 Endret ved lov 11 juni 1993 nr. 88.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Jfr. Canc. Prom. 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Vedtekt.",
      "content": "Når det i loven er anledning til å fastsette vedtekt for den enkelte kommune, fastsettes denne av kommunestyret.​1\nEndring i eller opphevelse av vedtekt skjer på samme måte.\nNår departementet finner det nødvendig, kan det pålegge en kommune å gi vedtekt eller å endre eller oppheve gjeldende vedtekt. Blir pålegget ikke etterkommet innen en fastsatt frist, kan departementet​2 gi de vedtektsbestemmelser det finner påkrevd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Forskrifter.",
      "content": "Departementet​1 gir forskrifter​2 til gjennomføring og utfylling av bestemmelsene i loven, herunder forskrifter om internkontrollsystemer.\n0 Endret ved lov 27 juli 1990 nr. 52.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sentral myndighet.",
      "content": "Departementet​1 ved Direktoratet for brann- og eksplosjonsvern er den sentrale myndighet for forvaltningen av loven.\nDirektoratet har til oppgave å påse at loven og tilhørende forskrifter blir fulgt opp, herunder føre nødvendig tilsyn. Videre kan direktoratet utføre inspeksjoner på ethvert sted​2 og gi pålegg innenfor rammen av loven.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kommunestyrets oppgaver.",
      "content": "Kommunestyret skal påse at kommunen har fastsatt brannordning etter § 7 og skal videre utføre de gjøremål som loven fastsetter.\nKommunestyret kan beslutte at en kommunal nemnd eller brannsjefen​1 ivaretar kommunestyrets gjøremål etter denne lov.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Brannordning.",
      "content": "Kommunens brannordning skal sikre at brannvesenet og feiervesenet er bemannet, organisert og utstyrt på en slik måte at de oppgaver som følger av loven til enhver tid kan gjennomføres i kommunen på en tilfredsstillende måte, og i samsvar med forskrifter fastsatt av departementet.​1\nBrannordningen skal inneholde all nødvendig dokumentasjon, og vedtas av kommunestyret.​2 Den vedtatte brannordning skal forelegges Direktoratet for brann- og eksplosjonsvern​3 som kan gi pålegg om endringer som finnes påkrevd i ordningen.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Arbeids- og administrasjonsdepartementet.\n2 Se § 6.\n3 Se § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Brannvesenets oppgaver og bemanning.",
      "content": "Brannvesenet skal\na. gjennomføre oppgaver av brannforebyggende og kontrollerende art,\nb. være innsatsstyrke i forbindelse med brannsituasjoner,\nc. bistå med innsats ved andre akutte ulykkessituasjoner,\nd. utføre andre oppgaver som legges til brannvesenet.\ne. etter anmodning, yde bistand i brann- og andre ulykkessituasjoner i sjøområder innenfor eller utenfor den norske territorialgrensen.​1\nRekruttering av personell til brannvesenet bør fortrinnsvis skje ved tilsetting eller verving. Forøvrig kan brannsjefen​2 – for å sikre at brannvesenet til enhver tid har tilstrekkelig personell – foreta utskriving til tjeneste som befal eller mannskap i brannvesenet. Enhver person som er bosatt i kommunen kan pålegges slik tjenesteplikt.\nKommunen kan ved tilsetting av personell i brannvesenet kreve fremlagt vandelsattest (politiattest).\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Jfr. Canc.Prom. 25 feb 1812.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Feiervesenets oppgaver og organisasjon.",
      "content": "Feiervesenet skal utføre feiing av røykpiper og andre røykkanaler, og for øvrig utføre andre oppgaver som legges til feiervesenet.\nFeiervesenet kan organiseres som en egen kommunal etat, eller ved at det inngår i brannvesenet eller annen kommunal etat, eller ved at kommunen inngår kontrakt med feiermester (feier).\nVed tilsetting i feiervesenet gjelder § 8 tredje ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Brannsjef.",
      "content": "Det skal i hver kommune være en brannsjef​1 som leder brann- og feiervesenet.\nBrannsjefen skal påse at kommunens brannordning følges opp, og utføre de gjøremål som er pålagt stillingen.\nBrannsjefen har rett til å uttale seg i brannfaglige spørsmål, og uttalelsen skal følge saken til besluttende organ.​2\nBestemmelsen i første ledd gjelder ikke for kommune som ved avtale eller etter pålegg, jfr. § 12, helt har overlatt både brannvesenets og feiervesenets oppgaver til en annen kommune.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 12 annet ledd og tredje ledd siste punktum.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Gjensidig bistand.",
      "content": "Dersom forholdene tilsier det, skal brannvesenet i enhver kommune, etter anmodning så langt som mulig under hensyn til egen beredskap, yte hjelp i branntilfeller og i andre akutte ulykkessituasjoner i andre kommuner.\nBeslutning om anmodning om bistand tas av brannsjefen​1 i den kommune som har bistandsbehovet, eller den som til enhver tid har den øverste kommando over brannvesenet på skadestedet.\nDen øverste kommando på skadestedet føres av brannsjefen​1 i den kommune hvor skadestedet er. Møter et yrkesbrannvesen, fører lederen for dette den øverste kommando hvis ikke den kommune hvor skadestedet er har yrkesbrannvesen. Denne kommandoføringen gjelder ikke dersom annerledes er fastsatt i lovgivning eller avtales mellom kommunene.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Avtale/pålegg om samarbeid.",
      "content": "Det kan treffes avtale om at oppgavene etter § 8 i en kommune helt eller delvis overtas av annet brannvesen, og/eller oppgavene etter § 9 av annet feiervesen. Slik avtale må vedtas av kommunestyret​1 etter forslag fra brannsjefen​2, og må godkjennes av Direktoratet for brann- og eksplosjonsvern.​3\nTo eller flere kommuner kan dessuten avtale å ha felles kommunal nemnd eller brannsjef,​1 jfr. § 6, 2. ledd.\nDepartementet​4 kan gi pålegg om samarbeid mellom to eller flere kommuner, herunder treffe vedtak om interkommunale ordninger, for gjennomføring av bestemmelser som er gitt i eller i mehold av § 8 og/eller § 9. Departementet kan også gi pålegg om felles kommunal nemnd eller brannsjef,​1 jfr. annet ledd i denne paragraf.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Se § 10.\n3 Se § 5 første ledd.\n4 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Alminnelig aktsomhet m.m.",
      "content": "Enhver plikter​1 å vise forsiktighet for å forebygge fare for brann og å behandle ild og brannfarlige ting slik at brann ikke lett kan oppstå, samt i branntilfelle å foreta det som er mulig for å begrense skadevirkningene.\n1 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Andre forebyggende plikter.",
      "content": "Eier eller bruker av bygninger, områder m.v. plikter​1 ved internkontroll å sørge for at disse er sikret mot brann i samsvar med bestemmelser gitt i eller i medhold av loven eller annen lovgivning, og for øvrig innrette seg slik at brann ikke lett kan oppstå. Det skal også utøves internkontroll etter nærmere regler fastsatt av departementet. Påbudt rednings-, slokkings- og varslingsmateriell, samt ildsteder, røykpiper m.v. skal holdes i forsvarlig stand, og det skal påses at trapper, korridorer og andre redningsveier er farbare.\nTilsynsmyndigheten skal til enhver tid ha uhindret adgang​2 til ethvert sted og til enhver innretning tilsynsmyndigheten finner nødvendig for å føre tilsyn etter loven. Tilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven​3 § 15 og om mulig sette seg i kontakt med representant for eier/bruker av tilsynsobjektet.\nTilsynsobjektets eier/bruker eller representant for denne har rett til, og kan pålegges, å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av leietaker, ansatt i virksomhet eller andre som ikke representerer eier/bruker eller dersom slik tilstedeværelse anses å kunne sette formålet med kontrollen i fare.\nEnhver som er underlagt tilsyn etter denne lov skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i fjerde ledd kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\n0 Endret ved lover 27 juli 1990 nr. 52, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se § 36.\n2 Jfr. strl. § 326.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Varslingsplikt.",
      "content": "Enhver som oppdager eller får vite at brann er brutt ut eller truer med å bryte ut, plikter​1 straks å underrette de som er utsatt for fare og varsle stedets brannvesen med mindre vedkommende straks kan slokke ilden eller avverge faren.\n1 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Bistandsplikt.",
      "content": "I branntilfelle plikter​1 enhver som oppholder seg på eller i nærheten av brannstedet, etter beste evne å forsøke å slokke ilden eller avverge faren. For øvrig skal enhver på forlangende av brannsjefen​2 delta i rednings- og slokkingsarbeidet.​3\nEtter brann plikter​1 eier eller bruker av brannlidt eiendom på forlangende av brannsjefen,​2 sørge for opprydding, vakthold og andre nødvendige sikringstiltak.\nDepartementet​4 kan gi bestemmelser om plikt for offentlige myndigheter eller beredskapsinstitusjoner til å yte bistand i branntilfelle eller når brann truer.\n1 Se § 36.\n2 Se § 10.\n3 Se § 16 og § 30.\n4 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Andre plikter ved brann.",
      "content": "I branntilfelle plikter​1 enhver å gi brannvesenet adgang​2 til eiendom, bygning m.v., til å nytte forekomster av vann og til å bruke telefon og andre hjelpemidler.\nEier eller bruker av brannvernmateriell, transportmidler eller annet utstyr, plikter​1 i branntilfelle å stille dette og disponibelt personell til rådighet når brannsjefen forlanger det.​3\nEier eller bruker av branntruet bygning plikter​1 å føre omhyggelig tilsyn med denne, for å hindre antennelse og varsle brannvesenet dersom faren for antennelse er åpenbar.\n1 Se § 36.\n2 Jfr. strl. § 326.\n3 Jfr. §§ 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Inngrep i privates rettigheter.",
      "content": "Eier eller bruker av bygning, gjerder, skog og annet må finne seg i at det foretas inngrep i slike materielle verdier,​1 når brannsjefen​2 finner dette nødvendig for å begrense eller slokke brann.\n1 Se § 29, jfr. lov 13 juni 1969 nr. 26 § 1-4.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Ordensmyndighet og avsperring på brannstedet.",
      "content": "I branntilfelle skal brannsjefen​1 sørge for at politiet snarest mulig blir varslet. Inntil politiet er kommet til stede, har brannsjefen​1 ordensmyndighet.​2 Brannstedet og området rundt dette skal avsperres i den utstrekning det anses nødvendig. Uvedkommende nektes adgang innenfor sperringen.\n1 Jfr. § 10.\n2 Jfr. strl. § 329.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Andre akutte ulykkessituasjoner.",
      "content": "Ved andre akutte ulykkessituasjoner hvor brannvesenet yter innsats har brannsjefen skadestedsledelsen inntil denne eventuelt overtas av annen ansvarlig leder i henhold til annen lovgivning.\nSålenge skadestedsledelsen tilligger brannsjefen,​1 plikter​2 enhver person å yte den bistand og akseptere de inngrep i private rettigheter​3 som brannsjefen finner nødvendig for å redde liv og begrense skader.\n1 Jfr. § 10.\n2 Jfr. § 36.\n3 Se §§ 29 og 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Myndighet på brannsjefens vegne.",
      "content": "Bestemmelsene om brannsjefens​1 myndighet etter dette kapittel gjelder tilsvarende for den som på hans vegne fører kommandoen over slokkings-/redningsarbeidet på skadestedet.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Fortegnelse over spesielle bygninger, områder m.v.",
      "content": "Kommunestyret​1 skal føre fortegnelse over:\na. bygninger til opphold for et større antall mennesker hvor brann kan medføre mer enn alminnelig fare for tap av menneskeliv,\nb. bygninger, anlegg, opplag o.l. som ved sin beskaffenhet eller den virksomhet som foregår i dem, antas å medføre særlig brannfare eller fare for stor brann, eller hvor brann kan medføre store konsekvenser,\nc. større industrielle bedrifter,\nd. bygninger som har kulturhistorisk eller lignende samfunnsmessig verdi,\ne. områder som er særskilt anlagt til bruk for et større antall mennesker, og hvor brann lett kan få store konsekvenser, herunder campingplasser, lystbåthavner, idrettsanlegg, plasser for møtevirksomhet o.l.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Brannsyn i spesielle bygninger, områder m.v.",
      "content": "Brannsjefen​1 eller kvalifisert personell uttatt av brannsjefen skal utføre brannteknisk inspeksjon (brannsyn) av bygninger,​2 områder m.v. som er nevnt i § 22, for å påse at disse er sikret mot brann etter gjeldende bestemmelser, og for å føre tilsyn med forhold som har betydning for brannsikkerheten og for redning og slokking i branntilfelle.\nDen som utfører brannsyn skal gjøre eier eller bruker oppmerksom på feil eller mangler som finnes, og skal gi den rettledning som trengs for å finne den beste måte å rette disse på. Brannsjefen​1 kan gi skriftlig pålegg om rettelse innen en fastsatt frist.\nDersom brannsjefen har utferdiget skriftlig pålegg som ikke oppfylles innen fristen, kan kommunestyret helt eller delvis forby bruken av vedkommende bygning, område m.v. Ved overhengende fare kan tilsynsmyndigheten forby bruken av vedkommende bygning, område m.v. selv om pålegg ikke er gitt.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. § 10.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Brannsyn i andre bygninger, områder m.v.",
      "content": "Gjennom vedtekt kan det fastsettes at det i kommunen skal utføres brannsyn i andre bygninger, områder m.v. enn de som er nevnt i § 22.\nI enkelttilfeller kan dette fastsettes av brannsjefen.​1\n§ 23 annet ledd kommer tilsvarende til anvendelse.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Sikringstiltak for enhver bygning, område m.v.",
      "content": "Kommunestyret​1 kan for enhver bygning, grupper av bygninger, områder m.v. i det enkelte tilfelle fastsette sikringstiltak som finnes påkrevd til vern mot brann, og kan gi pålegg om utførelse av disse tiltak innen en fastsatt frist.\nDirektoratet for brann- og eksplosjonsvern​2 kan pålegge eier av en vegtunnel, som anses å utgjøre en ekstraordinær risiko innen en kommune, å etablere en egen brann- og ulykkesberedskap eller bekoste og vedlikeholde en nødvendig oppgradering av det kommunale brannvesen.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se § 6.\n2 Se § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Sikringstiltak ved arrangementer o.l.",
      "content": "Forestillinger, utstillinger, større møter og andre tilstelninger i forsamlingslokaler, telt o.l. skal i god tid meldes til brannsjefen​1 av eieren eller bestyreren av vedkommende lokale. Brannsjefen​1 kan kreve de opplysninger som trengs for vurdering av brannfaren, og fastsetter hvilke brannsikringstiltak som skal gjennomføres, herunder fastsette det maksimale antall personer som kan oppholde seg i lokalet. Brannsjefen​1 kan frita for meldeplikten når det gjelder permanente forsamlingslokaler som er i stadig bruk.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Godkjenning og omsetning av utstyr m.v.",
      "content": "De typer redning-, slokkings- og varslingsutstyr, samt verneutstyr og utstyr for innredning o.a. som departementet bestemmer, kan bare selges dersom de er godkjent av Direktoratet for brann- og eksplosjonsvern.​1 Det kan settes vilkår for slik godkjenning, herunder om forbud mot eller påbud om bruk av slikt utstyr i visse arter bygninger og rom. Gitt godkjenning kan tilbakekalles. Når en godkjenning tilbakekalles, kan Direktoratet for brann- og eksplosjonsvern kreve at den som tilvirker eller markedsfører innretningen tilbakekaller denne fra bruker eller distributør. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike tiltak og kreve kostnadene dekket av den som kunne fått pålegg om slike tiltak.\nDirektoratet for brann- og eksplosjonsvern​1 kan kreve at den som eier, tilvirker, innfører eller markedsfører produkt som nevnt i første ledd, fremlegger representativ prøve av produktet eller iverksetter undersøkelser som finnes nødvendige for å vurdere produktets egenskaper og egnethet. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll. Kostnadene bæres av den som kravet om undersøkelser, prøvetaking og kontroll er rettet mot. Departementet kan likevel bestemme at kostnadene skal fordeles på flere eiere, tilvirkere, importører eller markedsførere eller at de helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene etter dette og foregående ledd er tvangsgrunnlag for utlegg.​2\n[Utstyr nevnt i første ledd som er produsert og kontrollert i overensstemmelse med regelverk som Norge gjennom internasjonal avtale er forpliktet til å følge, anses godkjent i henhold til loven.​3 Dette begrenser ikke adgangen til å fastsette forbud mot eller påbud om bruk av slikt utstyr i visse arter bygninger og rom.]​4\n0 Endret ved lover 27 nov 1992 nr. 115 (i kraft 1 jan 1994), 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234, etter sin ordlyd opphever endringsloven tredje, tidligere annet ledd).\n1 Se § 5 første ledd.\n2 Jfr. tvangsl. § 7-2, e.\n3 Jfr. EØS-avtalen vedlegg II.\n1 Se noten om endringer.\n4 Se noten om endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Avgifter.",
      "content": "Departementet​1 kan fastsette at for godkjenning som nevnt i § 27, skal den som får godkjenning svare en årlig avgift eller engangsavgift. Krav på betaling etter dette ledd er tvangsgrunnlag for utlegg.​2\nKommunen kan innføre feieavgift til dekning av lovbestemt feiing. Avgiften fastsettes av kommunestyret. Krav på feieavgift er sikret ved lovbestemt pant etter § 6-1 i lov av 8. februar 1980 om pant, og er ellers tvangsgrunnlag for utlegg.​2 Om renteplikt ved for sen betaling og inndrivelse av feieavgift gjelder de regler som er gitt i eller i medhold av lov av 6. juni 1975 nr. 29 om eigedomsskatt til kommunane §§ 26 og 27 tilsvarende.\nFor frivillig feiing kan kommunestyret​3 fastsette betaling.\nAvgift etter paragrafen her kan innkreves av kommunekassereren etter reglene for innkreving av skatt.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 85.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. tvangsl. § 7-2, e.\n3 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Erstatning for skade på utstyr, eiendom m.v.",
      "content": "I den utstrekning erstatning ikke betales av andre, skal kommunen erstatte skade på materielle verdier i forbindelse med plikttjeneste, rekvirert innsats eller inngrep etter loven.\nDersom partene ikke blir enige om erstatningsplikten eller erstatningens størrelse, avgjøres saken ved rettslig skjønn etter skjønnsloven.​2 I lensmannsdistrikt kan skjønnet styres av lensmannen dersom partene er enige om det.\n1 Se § 31 og § 33.\n2 Lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Kompensasjon for deltaking i brannslokking m.v.",
      "content": "I den utstrekning kommunestyret bestemmer det og kompensasjon ikke betales av andre, yter kommunen kompensasjon til personer som utfører plikttjeneste etter utskriving eller pålegg fra brannsjef.​2 Kommunen skal yte kompensasjon for eventuell tapt arbeidsfortjeneste til det personell som er stilt til rådighet til betjening av rekvirert brannvernmateriell m.v., eventuelt yte arbeidsgiveren avsavnsgodtgjøring for personellet.​2\nDet samme gjelder i forhold til næringsdrivende/privat rednings-/innsatsorganisasjon eller institusjon som måtte ha ytt bistand etter anmodning eller rekvisisjon av brannsjef.\nFor hjelp som en kommunes brannvesen yter en annen kommune i henhold til § 11, skal den brannlidte kommune yte kompensasjon.\n1 Se § 31 og § 33.\n2 Se § 16, § 10 og § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Den brannlidte eiendom.",
      "content": "Eier av den brannlidte eiendom, hans husstand og andre som har fast tilknytning til eiendommen og som har særlige interesser i rednings- og slokkingsarbeidet, kan ikke kreve erstatning etter § 29 eller kompensasjon etter § 30.\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Utgiftsfordeling mellom kommuner.",
      "content": "Dersom en brann omfatter områder i to eller flere kommuner, skal de utgifter som påløper dekkes av kommunene i fellesskap.\nVed ethvert økonomisk mellomværende mellom kommuner som har sin bakgrunn i forhold som reguleres av denne lov, gjelder at hvis utgiftsfordelingen ikke er fastsatt ved forhåndsavtale og enighet ikke oppnås, fastsettes fordelingen av fylkesmannen. Ligger kommunene i forskjellige fylker og fylkesmennene ikke blir enige, fastsettes utgiftsfordelingen av departementet.​2\n1 Se § 33.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Andre akutte ulykkessituasjoner.",
      "content": "Bestemmelsene foran i §§ 29-32 gjelder tilsvarende i andre akutte ulykkessituasjoner enn brann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Dispensasjon.",
      "content": "Departementet​1 kan, når særlige grunner foreligger, dispensere fra reglene i loven eller i forskrift. På samme vilkår kan kommunestyret dispensere fra fastsatt vedtekt.\n1 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Klage.",
      "content": "Klageinstans for vedtak etter loven med forskrifter og vedtekter er:\n1. Kommunestyret​1 for så vidt avgjørelsen er truffet av brannvesenet eller feiervesenets tjenestemenn\n2. Direktoratet for brann- og eksplosjonsvern​2 for så vidt avgjørelsen er truffet av kommunestyret eller fylkesmannen. Dersom kommunestyret har delegert sin myndighet til en kommunal nemnd, eller brannsjefen, er Direktoratet for brann- og eksplosjonsvern klageinstans for vedkommende vedtak.\n3. Departementet​3 for så vidt avgjørelsen er truffet av Direktoratet for brann- og eksplosjonsvern.\nReglene om klage i forvaltningsloven​4 gjelder tilsvarende for avgjørelser som retter seg mot en eller flere bestemte kommuner.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Se § 5 første ledd.\n3 Arbeids- og administrasjonsdepartementet.\n4 Lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Straffeansvar",
      "content": "Den som forsettlig eller uaktsomt overtrer loven her eller forskrifter, vedtekter eller enkeltavgjørelser fastsatt i medhold av loven, eller som medvirker til dette, straffes med bøter​1 eller med fengsel​2 inntil 3 måneder.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter​1 såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lov 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Forelegg",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom,​1 og kan fullbyrdes etter reglene for dommer.​2\nForelegg kan ikke påklages.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se tvml. § 161 og tvangsl. § 4-1 annet ledd, b..\n2 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Tvangsfullbyrdelse",
      "content": "Blir pålegg i rettskraftig dom​1 eller dermed likestilt forelegg​2 ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven​3 § 13-14. Myndighet til å la slike tiltak utføre gjelder likevel ikke personell i brannvesenet eller feiervesenet.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se tvml. § 161.\n2 Se § 37 annet ledd i.f.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Tvangsmulkt​1",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt. Direktoratet for brann- og eksplosjonsvern kan frafalle påløpt tvangsmulkt.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Overgangsbestemmelser.",
      "content": "Forskrifter, vedtekter og andre bestemmelser gitt i medhold av lov av 29. mai 1970 om brannvern m.v. gjelder inntil videre i den utstrekning de ikke strider mot loven her eller bestemmelser gitt i medhold av den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.\n0 Fra 1 jan 1988 med unntak for Svalbard (se § 1 tredje ledd) iflg. res. 11 des 1987 nr. 953",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Oppheving av/endring i andre lover m.v.",
      "content": "Når loven trer i kraft, oppheves eller endres følgende lover og bestemmelser: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål.",
      "content": "Loven har til formål å sikre mennesker, dyr og materielle verdier mot brann, og å begrense skadevirkningene i branntilfeller samt i andre akutte ulykkessituasjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde.",
      "content": "Loven gjelder for hele landet.\nKongen kan gi særlige bestemmelser om lovens anvendelse for lufthavner, Forsvarets anlegg m.v.\nLoven gjelder ikke for Svalbard.​1\nKongen kan gi nærmere bestemmelser om lovens anvendelse i forbindelse med bistand til eller fra fremmed stat i brann- og andre ulykkessituasjoner, og om brannvesenets bistand i sjøområder innenfor eller utenfor den norske territorialgrensen.​2\n0 Endret ved lov 11 juni 1993 nr. 88.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Jfr. Canc. Prom. 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Vedtekt.",
      "content": "Når det i loven er anledning til å fastsette vedtekt for den enkelte kommune, fastsettes denne av kommunestyret.​1\nEndring i eller opphevelse av vedtekt skjer på samme måte.\nNår departementet finner det nødvendig, kan det pålegge en kommune å gi vedtekt eller å endre eller oppheve gjeldende vedtekt. Blir pålegget ikke etterkommet innen en fastsatt frist, kan departementet​2 gi de vedtektsbestemmelser det finner påkrevd.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Forskrifter.",
      "content": "Departementet​1 gir forskrifter​2 til gjennomføring og utfylling av bestemmelsene i loven, herunder forskrifter om internkontrollsystemer.\n0 Endret ved lov 27 juli 1990 nr. 52.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Sentral myndighet.",
      "content": "Departementet​1 ved Direktoratet for brann- og eksplosjonsvern er den sentrale myndighet for forvaltningen av loven.\nDirektoratet har til oppgave å påse at loven og tilhørende forskrifter blir fulgt opp, herunder føre nødvendig tilsyn. Videre kan direktoratet utføre inspeksjoner på ethvert sted​2 og gi pålegg innenfor rammen av loven.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kommunestyrets oppgaver.",
      "content": "Kommunestyret skal påse at kommunen har fastsatt brannordning etter § 7 og skal videre utføre de gjøremål som loven fastsetter.\nKommunestyret kan beslutte at en kommunal nemnd eller brannsjefen​1 ivaretar kommunestyrets gjøremål etter denne lov.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Brannordning.",
      "content": "Kommunens brannordning skal sikre at brannvesenet og feiervesenet er bemannet, organisert og utstyrt på en slik måte at de oppgaver som følger av loven til enhver tid kan gjennomføres i kommunen på en tilfredsstillende måte, og i samsvar med forskrifter fastsatt av departementet.​1\nBrannordningen skal inneholde all nødvendig dokumentasjon, og vedtas av kommunestyret.​2 Den vedtatte brannordning skal forelegges Direktoratet for brann- og eksplosjonsvern​3 som kan gi pålegg om endringer som finnes påkrevd i ordningen.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Arbeids- og administrasjonsdepartementet.\n2 Se § 6.\n3 Se § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Brannvesenets oppgaver og bemanning.",
      "content": "Brannvesenet skal\na. gjennomføre oppgaver av brannforebyggende og kontrollerende art,\nb. være innsatsstyrke i forbindelse med brannsituasjoner,\nc. bistå med innsats ved andre akutte ulykkessituasjoner,\nd. utføre andre oppgaver som legges til brannvesenet.\ne. etter anmodning, yde bistand i brann- og andre ulykkessituasjoner i sjøområder innenfor eller utenfor den norske territorialgrensen.​1\nRekruttering av personell til brannvesenet bør fortrinnsvis skje ved tilsetting eller verving. Forøvrig kan brannsjefen​2 – for å sikre at brannvesenet til enhver tid har tilstrekkelig personell – foreta utskriving til tjeneste som befal eller mannskap i brannvesenet. Enhver person som er bosatt i kommunen kan pålegges slik tjenesteplikt.\nKommunen kan ved tilsetting av personell i brannvesenet kreve fremlagt vandelsattest (politiattest).\n0 Endret ved lover 11 juni 1993 nr. 85, 11 juni 1993 nr. 88.\n1 Jfr. Canc.Prom. 25 feb 1812.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Feiervesenets oppgaver og organisasjon.",
      "content": "Feiervesenet skal utføre feiing av røykpiper og andre røykkanaler, og for øvrig utføre andre oppgaver som legges til feiervesenet.\nFeiervesenet kan organiseres som en egen kommunal etat, eller ved at det inngår i brannvesenet eller annen kommunal etat, eller ved at kommunen inngår kontrakt med feiermester (feier).\nVed tilsetting i feiervesenet gjelder § 8 tredje ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Brannsjef.",
      "content": "Det skal i hver kommune være en brannsjef​1 som leder brann- og feiervesenet.\nBrannsjefen skal påse at kommunens brannordning følges opp, og utføre de gjøremål som er pålagt stillingen.\nBrannsjefen har rett til å uttale seg i brannfaglige spørsmål, og uttalelsen skal følge saken til besluttende organ.​2\nBestemmelsen i første ledd gjelder ikke for kommune som ved avtale eller etter pålegg, jfr. § 12, helt har overlatt både brannvesenets og feiervesenets oppgaver til en annen kommune.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 12 annet ledd og tredje ledd siste punktum.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Gjensidig bistand.",
      "content": "Dersom forholdene tilsier det, skal brannvesenet i enhver kommune, etter anmodning så langt som mulig under hensyn til egen beredskap, yte hjelp i branntilfeller og i andre akutte ulykkessituasjoner i andre kommuner.\nBeslutning om anmodning om bistand tas av brannsjefen​1 i den kommune som har bistandsbehovet, eller den som til enhver tid har den øverste kommando over brannvesenet på skadestedet.\nDen øverste kommando på skadestedet føres av brannsjefen​1 i den kommune hvor skadestedet er. Møter et yrkesbrannvesen, fører lederen for dette den øverste kommando hvis ikke den kommune hvor skadestedet er har yrkesbrannvesen. Denne kommandoføringen gjelder ikke dersom annerledes er fastsatt i lovgivning eller avtales mellom kommunene.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Avtale/pålegg om samarbeid.",
      "content": "Det kan treffes avtale om at oppgavene etter § 8 i en kommune helt eller delvis overtas av annet brannvesen, og/eller oppgavene etter § 9 av annet feiervesen. Slik avtale må vedtas av kommunestyret​1 etter forslag fra brannsjefen​2, og må godkjennes av Direktoratet for brann- og eksplosjonsvern.​3\nTo eller flere kommuner kan dessuten avtale å ha felles kommunal nemnd eller brannsjef,​1 jfr. § 6, 2. ledd.\nDepartementet​4 kan gi pålegg om samarbeid mellom to eller flere kommuner, herunder treffe vedtak om interkommunale ordninger, for gjennomføring av bestemmelser som er gitt i eller i mehold av § 8 og/eller § 9. Departementet kan også gi pålegg om felles kommunal nemnd eller brannsjef,​1 jfr. annet ledd i denne paragraf.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Se § 10.\n3 Se § 5 første ledd.\n4 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Alminnelig aktsomhet m.m.",
      "content": "Enhver plikter​1 å vise forsiktighet for å forebygge fare for brann og å behandle ild og brannfarlige ting slik at brann ikke lett kan oppstå, samt i branntilfelle å foreta det som er mulig for å begrense skadevirkningene.\n1 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Andre forebyggende plikter.",
      "content": "Eier eller bruker av bygninger, områder m.v. plikter​1 ved internkontroll å sørge for at disse er sikret mot brann i samsvar med bestemmelser gitt i eller i medhold av loven eller annen lovgivning, og for øvrig innrette seg slik at brann ikke lett kan oppstå. Det skal også utøves internkontroll etter nærmere regler fastsatt av departementet. Påbudt rednings-, slokkings- og varslingsmateriell, samt ildsteder, røykpiper m.v. skal holdes i forsvarlig stand, og det skal påses at trapper, korridorer og andre redningsveier er farbare.\nTilsynsmyndigheten skal til enhver tid ha uhindret adgang​2 til ethvert sted og til enhver innretning tilsynsmyndigheten finner nødvendig for å føre tilsyn etter loven. Tilsynspersonellet skal legitimere seg i samsvar med forvaltningsloven​3 § 15 og om mulig sette seg i kontakt med representant for eier/bruker av tilsynsobjektet.\nTilsynsobjektets eier/bruker eller representant for denne har rett til, og kan pålegges, å være til stede under kontrollen. Tilsynspersonellet kan bestemme at retten ikke skal gjelde ved intervju av leietaker, ansatt i virksomhet eller andre som ikke representerer eier/bruker eller dersom slik tilstedeværelse anses å kunne sette formålet med kontrollen i fare.\nEnhver som er underlagt tilsyn etter denne lov skal når tilsynsmyndigheten krever det og uten hinder av taushetsplikt fremlegge opplysninger som anses nødvendige for utøvelsen av tilsynet. Tilsynsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nOpplysninger som nevnt i fjerde ledd kan også kreves fra andre offentlige tilsynsmyndigheter uten hinder av den taushetsplikt som ellers gjelder. Opplysningsplikten gjelder bare de opplysninger som er nødvendige for at tilsynsmyndigheten skal kunne utføre sine oppgaver etter loven.\n0 Endret ved lover 27 juli 1990 nr. 52, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se § 36.\n2 Jfr. strl. § 326.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Varslingsplikt.",
      "content": "Enhver som oppdager eller får vite at brann er brutt ut eller truer med å bryte ut, plikter​1 straks å underrette de som er utsatt for fare og varsle stedets brannvesen med mindre vedkommende straks kan slokke ilden eller avverge faren.\n1 Se § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Bistandsplikt.",
      "content": "I branntilfelle plikter​1 enhver som oppholder seg på eller i nærheten av brannstedet, etter beste evne å forsøke å slokke ilden eller avverge faren. For øvrig skal enhver på forlangende av brannsjefen​2 delta i rednings- og slokkingsarbeidet.​3\nEtter brann plikter​1 eier eller bruker av brannlidt eiendom på forlangende av brannsjefen,​2 sørge for opprydding, vakthold og andre nødvendige sikringstiltak.\nDepartementet​4 kan gi bestemmelser om plikt for offentlige myndigheter eller beredskapsinstitusjoner til å yte bistand i branntilfelle eller når brann truer.\n1 Se § 36.\n2 Se § 10.\n3 Se § 16 og § 30.\n4 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Andre plikter ved brann.",
      "content": "I branntilfelle plikter​1 enhver å gi brannvesenet adgang​2 til eiendom, bygning m.v., til å nytte forekomster av vann og til å bruke telefon og andre hjelpemidler.\nEier eller bruker av brannvernmateriell, transportmidler eller annet utstyr, plikter​1 i branntilfelle å stille dette og disponibelt personell til rådighet når brannsjefen forlanger det.​3\nEier eller bruker av branntruet bygning plikter​1 å føre omhyggelig tilsyn med denne, for å hindre antennelse og varsle brannvesenet dersom faren for antennelse er åpenbar.\n1 Se § 36.\n2 Jfr. strl. § 326.\n3 Jfr. §§ 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Inngrep i privates rettigheter.",
      "content": "Eier eller bruker av bygning, gjerder, skog og annet må finne seg i at det foretas inngrep i slike materielle verdier,​1 når brannsjefen​2 finner dette nødvendig for å begrense eller slokke brann.\n1 Se § 29, jfr. lov 13 juni 1969 nr. 26 § 1-4.\n2 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Ordensmyndighet og avsperring på brannstedet.",
      "content": "I branntilfelle skal brannsjefen​1 sørge for at politiet snarest mulig blir varslet. Inntil politiet er kommet til stede, har brannsjefen​1 ordensmyndighet.​2 Brannstedet og området rundt dette skal avsperres i den utstrekning det anses nødvendig. Uvedkommende nektes adgang innenfor sperringen.\n1 Jfr. § 10.\n2 Jfr. strl. § 329.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Andre akutte ulykkessituasjoner.",
      "content": "Ved andre akutte ulykkessituasjoner hvor brannvesenet yter innsats har brannsjefen skadestedsledelsen inntil denne eventuelt overtas av annen ansvarlig leder i henhold til annen lovgivning.\nSålenge skadestedsledelsen tilligger brannsjefen,​1 plikter​2 enhver person å yte den bistand og akseptere de inngrep i private rettigheter​3 som brannsjefen finner nødvendig for å redde liv og begrense skader.\n1 Jfr. § 10.\n2 Jfr. § 36.\n3 Se §§ 29 og 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Myndighet på brannsjefens vegne.",
      "content": "Bestemmelsene om brannsjefens​1 myndighet etter dette kapittel gjelder tilsvarende for den som på hans vegne fører kommandoen over slokkings-/redningsarbeidet på skadestedet.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Fortegnelse over spesielle bygninger, områder m.v.",
      "content": "Kommunestyret​1 skal føre fortegnelse over:\na. bygninger til opphold for et større antall mennesker hvor brann kan medføre mer enn alminnelig fare for tap av menneskeliv,\nb. bygninger, anlegg, opplag o.l. som ved sin beskaffenhet eller den virksomhet som foregår i dem, antas å medføre særlig brannfare eller fare for stor brann, eller hvor brann kan medføre store konsekvenser,\nc. større industrielle bedrifter,\nd. bygninger som har kulturhistorisk eller lignende samfunnsmessig verdi,\ne. områder som er særskilt anlagt til bruk for et større antall mennesker, og hvor brann lett kan få store konsekvenser, herunder campingplasser, lystbåthavner, idrettsanlegg, plasser for møtevirksomhet o.l.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Brannsyn i spesielle bygninger, områder m.v.",
      "content": "Brannsjefen​1 eller kvalifisert personell uttatt av brannsjefen skal utføre brannteknisk inspeksjon (brannsyn) av bygninger,​2 områder m.v. som er nevnt i § 22, for å påse at disse er sikret mot brann etter gjeldende bestemmelser, og for å føre tilsyn med forhold som har betydning for brannsikkerheten og for redning og slokking i branntilfelle.\nDen som utfører brannsyn skal gjøre eier eller bruker oppmerksom på feil eller mangler som finnes, og skal gi den rettledning som trengs for å finne den beste måte å rette disse på. Brannsjefen​1 kan gi skriftlig pålegg om rettelse innen en fastsatt frist.\nDersom brannsjefen har utferdiget skriftlig pålegg som ikke oppfylles innen fristen, kan kommunestyret helt eller delvis forby bruken av vedkommende bygning, område m.v. Ved overhengende fare kan tilsynsmyndigheten forby bruken av vedkommende bygning, område m.v. selv om pålegg ikke er gitt.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. § 10.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Brannsyn i andre bygninger, områder m.v.",
      "content": "Gjennom vedtekt kan det fastsettes at det i kommunen skal utføres brannsyn i andre bygninger, områder m.v. enn de som er nevnt i § 22.\nI enkelttilfeller kan dette fastsettes av brannsjefen.​1\n§ 23 annet ledd kommer tilsvarende til anvendelse.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Sikringstiltak for enhver bygning, område m.v.",
      "content": "Kommunestyret​1 kan for enhver bygning, grupper av bygninger, områder m.v. i det enkelte tilfelle fastsette sikringstiltak som finnes påkrevd til vern mot brann, og kan gi pålegg om utførelse av disse tiltak innen en fastsatt frist.\nDirektoratet for brann- og eksplosjonsvern​2 kan pålegge eier av en vegtunnel, som anses å utgjøre en ekstraordinær risiko innen en kommune, å etablere en egen brann- og ulykkesberedskap eller bekoste og vedlikeholde en nødvendig oppgradering av det kommunale brannvesen.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se § 6.\n2 Se § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Sikringstiltak ved arrangementer o.l.",
      "content": "Forestillinger, utstillinger, større møter og andre tilstelninger i forsamlingslokaler, telt o.l. skal i god tid meldes til brannsjefen​1 av eieren eller bestyreren av vedkommende lokale. Brannsjefen​1 kan kreve de opplysninger som trengs for vurdering av brannfaren, og fastsetter hvilke brannsikringstiltak som skal gjennomføres, herunder fastsette det maksimale antall personer som kan oppholde seg i lokalet. Brannsjefen​1 kan frita for meldeplikten når det gjelder permanente forsamlingslokaler som er i stadig bruk.\n1 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Godkjenning og omsetning av utstyr m.v.",
      "content": "De typer redning-, slokkings- og varslingsutstyr, samt verneutstyr og utstyr for innredning o.a. som departementet bestemmer, kan bare selges dersom de er godkjent av Direktoratet for brann- og eksplosjonsvern.​1 Det kan settes vilkår for slik godkjenning, herunder om forbud mot eller påbud om bruk av slikt utstyr i visse arter bygninger og rom. Gitt godkjenning kan tilbakekalles. Når en godkjenning tilbakekalles, kan Direktoratet for brann- og eksplosjonsvern kreve at den som tilvirker eller markedsfører innretningen tilbakekaller denne fra bruker eller distributør. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike tiltak og kreve kostnadene dekket av den som kunne fått pålegg om slike tiltak.\nDirektoratet for brann- og eksplosjonsvern​1 kan kreve at den som eier, tilvirker, innfører eller markedsfører produkt som nevnt i første ledd, fremlegger representativ prøve av produktet eller iverksetter undersøkelser som finnes nødvendige for å vurdere produktets egenskaper og egnethet. Direktoratet for brann- og eksplosjonsvern kan selv iverksette slike undersøkelser eller foreta nødvendig prøvetaking og kontroll. Kostnadene bæres av den som kravet om undersøkelser, prøvetaking og kontroll er rettet mot. Departementet kan likevel bestemme at kostnadene skal fordeles på flere eiere, tilvirkere, importører eller markedsførere eller at de helt eller delvis skal dekkes av det offentlige. Krav på refusjon av kostnadene etter dette og foregående ledd er tvangsgrunnlag for utlegg.​2\n[Utstyr nevnt i første ledd som er produsert og kontrollert i overensstemmelse med regelverk som Norge gjennom internasjonal avtale er forpliktet til å følge, anses godkjent i henhold til loven.​3 Dette begrenser ikke adgangen til å fastsette forbud mot eller påbud om bruk av slikt utstyr i visse arter bygninger og rom.]​4\n0 Endret ved lover 27 nov 1992 nr. 115 (i kraft 1 jan 1994), 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234, etter sin ordlyd opphever endringsloven tredje, tidligere annet ledd).\n1 Se § 5 første ledd.\n2 Jfr. tvangsl. § 7-2, e.\n3 Jfr. EØS-avtalen vedlegg II.\n1 Se noten om endringer.\n4 Se noten om endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Avgifter.",
      "content": "Departementet​1 kan fastsette at for godkjenning som nevnt i § 27, skal den som får godkjenning svare en årlig avgift eller engangsavgift. Krav på betaling etter dette ledd er tvangsgrunnlag for utlegg.​2\nKommunen kan innføre feieavgift til dekning av lovbestemt feiing. Avgiften fastsettes av kommunestyret. Krav på feieavgift er sikret ved lovbestemt pant etter § 6-1 i lov av 8. februar 1980 om pant, og er ellers tvangsgrunnlag for utlegg.​2 Om renteplikt ved for sen betaling og inndrivelse av feieavgift gjelder de regler som er gitt i eller i medhold av lov av 6. juni 1975 nr. 29 om eigedomsskatt til kommunane §§ 26 og 27 tilsvarende.\nFor frivillig feiing kan kommunestyret​3 fastsette betaling.\nAvgift etter paragrafen her kan innkreves av kommunekassereren etter reglene for innkreving av skatt.\n0 Endret ved lover 26 juni 1992 nr. 86, 11 juni 1993 nr. 85.\n1 Arbeids- og administrasjonsdepartementet.\n2 Jfr. tvangsl. § 7-2, e.\n3 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Erstatning for skade på utstyr, eiendom m.v.",
      "content": "I den utstrekning erstatning ikke betales av andre, skal kommunen erstatte skade på materielle verdier i forbindelse med plikttjeneste, rekvirert innsats eller inngrep etter loven.\nDersom partene ikke blir enige om erstatningsplikten eller erstatningens størrelse, avgjøres saken ved rettslig skjønn etter skjønnsloven.​2 I lensmannsdistrikt kan skjønnet styres av lensmannen dersom partene er enige om det.\n1 Se § 31 og § 33.\n2 Lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Kompensasjon for deltaking i brannslokking m.v.",
      "content": "I den utstrekning kommunestyret bestemmer det og kompensasjon ikke betales av andre, yter kommunen kompensasjon til personer som utfører plikttjeneste etter utskriving eller pålegg fra brannsjef.​2 Kommunen skal yte kompensasjon for eventuell tapt arbeidsfortjeneste til det personell som er stilt til rådighet til betjening av rekvirert brannvernmateriell m.v., eventuelt yte arbeidsgiveren avsavnsgodtgjøring for personellet.​2\nDet samme gjelder i forhold til næringsdrivende/privat rednings-/innsatsorganisasjon eller institusjon som måtte ha ytt bistand etter anmodning eller rekvisisjon av brannsjef.\nFor hjelp som en kommunes brannvesen yter en annen kommune i henhold til § 11, skal den brannlidte kommune yte kompensasjon.\n1 Se § 31 og § 33.\n2 Se § 16, § 10 og § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Den brannlidte eiendom.",
      "content": "Eier av den brannlidte eiendom, hans husstand og andre som har fast tilknytning til eiendommen og som har særlige interesser i rednings- og slokkingsarbeidet, kan ikke kreve erstatning etter § 29 eller kompensasjon etter § 30.\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Utgiftsfordeling mellom kommuner.",
      "content": "Dersom en brann omfatter områder i to eller flere kommuner, skal de utgifter som påløper dekkes av kommunene i fellesskap.\nVed ethvert økonomisk mellomværende mellom kommuner som har sin bakgrunn i forhold som reguleres av denne lov, gjelder at hvis utgiftsfordelingen ikke er fastsatt ved forhåndsavtale og enighet ikke oppnås, fastsettes fordelingen av fylkesmannen. Ligger kommunene i forskjellige fylker og fylkesmennene ikke blir enige, fastsettes utgiftsfordelingen av departementet.​2\n1 Se § 33.\n2 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Andre akutte ulykkessituasjoner.",
      "content": "Bestemmelsene foran i §§ 29-32 gjelder tilsvarende i andre akutte ulykkessituasjoner enn brann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Dispensasjon.",
      "content": "Departementet​1 kan, når særlige grunner foreligger, dispensere fra reglene i loven eller i forskrift. På samme vilkår kan kommunestyret dispensere fra fastsatt vedtekt.\n1 Arbeids- og administrasjonsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Klage.",
      "content": "Klageinstans for vedtak etter loven med forskrifter og vedtekter er:\n1. Kommunestyret​1 for så vidt avgjørelsen er truffet av brannvesenet eller feiervesenets tjenestemenn\n2. Direktoratet for brann- og eksplosjonsvern​2 for så vidt avgjørelsen er truffet av kommunestyret eller fylkesmannen. Dersom kommunestyret har delegert sin myndighet til en kommunal nemnd, eller brannsjefen, er Direktoratet for brann- og eksplosjonsvern klageinstans for vedkommende vedtak.\n3. Departementet​3 for så vidt avgjørelsen er truffet av Direktoratet for brann- og eksplosjonsvern.\nReglene om klage i forvaltningsloven​4 gjelder tilsvarende for avgjørelser som retter seg mot en eller flere bestemte kommuner.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 6.\n2 Se § 5 første ledd.\n3 Arbeids- og administrasjonsdepartementet.\n4 Lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Straffeansvar",
      "content": "Den som forsettlig eller uaktsomt overtrer loven her eller forskrifter, vedtekter eller enkeltavgjørelser fastsatt i medhold av loven, eller som medvirker til dette, straffes med bøter​1 eller med fengsel​2 inntil 3 måneder.\nDen som legger hindringer i veien for undersøkelser som offentlig myndighet iverksetter etter denne lov, eller unnlater å yte pliktig bistand eller å gi opplysninger som kreves for utførelsen av tilsynet etter denne lov, straffes med bøter​1 såfremt forholdet ikke rammes av strengere straffebud.\n0 Endret ved lov 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Forelegg",
      "content": "Tilsynsmyndigheten kan utferdige forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg eller forbud som er gitt med hjemmel i denne lov. Forelegget skal gi opplysninger om bestemmelsene i annet ledd og skal, så langt mulig, forkynnes for den det er rettet mot.\nDen forelegget er rettet mot, kan reise søksmål mot det offentlige for å få forelegget prøvet. Blir søksmål ikke reist innen 30 dager fra forkynnelsen, har forelegget samme virkning som rettskraftig dom,​1 og kan fullbyrdes etter reglene for dommer.​2\nForelegg kan ikke påklages.\n0 Endret ved lover 11 juni 1993 nr. 85, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se tvml. § 161 og tvangsl. § 4-1 annet ledd, b..\n2 Jfr. § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Tvangsfullbyrdelse",
      "content": "Blir pålegg i rettskraftig dom​1 eller dermed likestilt forelegg​2 ikke etterkommet, kan vedkommende tilsynsmyndighet selv besørge eller få besørget at pålegget utføres for regning av den som dommen eller forelegget er rettet mot uten at det er nødvendig med kjennelse etter tvangsfullbyrdelsesloven​3 § 13-14. Myndighet til å la slike tiltak utføre gjelder likevel ikke personell i brannvesenet eller feiervesenet.\nVed overhengende fare kan pålegg fullbyrdes etter reglene i tvangsfullbyrdelsesloven § 13-14 uten at dom eller forelegg kreves.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Se tvml. § 161.\n2 Se § 37 annet ledd i.f.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Tvangsmulkt​1",
      "content": "I pålegg etter loven her kan det fastsettes en løpende tvangsmulkt for hver dag/uke/måned som går etter utløpet av den frist som er satt for oppfylling av pålegget, inntil pålegget er oppfylt. Tvangsmulkt kan også fastsettes som engangsmulkt. Direktoratet for brann- og eksplosjonsvern kan frafalle påløpt tvangsmulkt.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (i kraft 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).\n1 Jfr. tvangsl. § 7-2, d.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Overgangsbestemmelser.",
      "content": "Forskrifter, vedtekter og andre bestemmelser gitt i medhold av lov av 29. mai 1970 om brannvern m.v. gjelder inntil videre i den utstrekning de ikke strider mot loven her eller bestemmelser gitt i medhold av den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft fra den tid Kongen bestemmer.\n0 Fra 1 jan 1988 med unntak for Svalbard (se § 1 tredje ledd) iflg. res. 11 des 1987 nr. 953",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Oppheving av/endring i andre lover m.v.",
      "content": "Når loven trer i kraft, oppheves eller endres følgende lover og bestemmelser: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    }
  ]
}