{
  "id": "LOV-1960-06-17-1",
  "type": "statute",
  "title": "Lov om rett til fotografi.",
  "short_name": "Fotografilova – fotol.",
  "status": "in_force",
  "issued_date": "1960-06-17",
  "in_force_date": "1960-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1960-06-17-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Når ikkje anna er sagt i denne lova,​1 har den som lagar eit fotografisk bilete​2 eineretten til å laga eksemplar av bilete, anten det vert gjort med fotografering, prenting, teikning eller på annan måte, og sameleis til å syna biletet fram offentleg.​3 Eit bilete som vert laga på ein måte som likjest fotografering, vert og rekna som fotografi. Ein som lagar fotografiske bilete, vert i denne lova kalla fotograf.\n1 Sjå §§ 5-13.\n2 Jfr. § 19.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fotografen​2 har krav på å verta namngjeven i samsvar med god skikk,​3 både på kvart eksemplar og når det vert synt fram offentleg.\nLikeeins har han krav på at biletet ikkje vert brigda eller synt fram offentleg på slik måte at det ordet han har på seg som fotograf vert krenkt.\n1 Jfr. lov 12 mai 1961 nr. 2 § 3.\n2 Jfr. §§ 1 og 3.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Når ikkje anna er opplyst, skal den verta rekna for fotograf​2 som eig det namn eller firma eller ålment kjent merke som er sett på eksemplar av biletet på vanleg måte, eller vert oppgjeve når bilete vert synt fram offentleg.\n1 Jfr. lov 12 mai 1961 nr. 2 § 7.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eit fotografi skal reknast for offentleggjort når det lovleg er stellt ut offentleg eller gjort tilgjengeleg for ålmenta på annan måte.​1\n1 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Av eit fotografisk bilete kan det lagast einskilde eksemplar til privat bruk.\nReglane i §§ 15, 17 tredje leden, 18, 27, 28 og 33 i åndsverklova​2 gjeld tilsvarande.\nEksemplar av fotografisk bilete som er laga etter denne paragrafen, må ikkje nyttast til andre føremål.\n1 Endra med lover 3 juni 1977 nr. 51, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569). – Jfr. § 16.\n2 Lov 12. mai 1961 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "content": "Til bruk i eiga undervisningsverksemd kan det utan samtykke av fotografen lagast eksemplar av utgitt fotografisk bilete ved fotokopiering eller liknande framgangsmåte, og gjerast opptak av kringkastingssending hvor fotografisk bilete inngår, når avtale som tillet slik bruk er gjort med organisasjon som representerar ein vesentleg del av norske fotografar, og som er godkjend av departementet. Eksemplar kan berre lagast på dei vilkår og dei måtar som avtalen tillet. Retten til å laga eksemplar ved fotokopiering eller liknande gjeld berre kopiering frå attgjeving i bok, tidsskrift, avis eller liknande.\nReglane i første leden gjeld tilsvarande for offentlege og private institusjonar, organisasjonar og ervervsverksemder som ved fotokopiering eller liknande framgangsmåte lagar eksemplar av utgitt fotografisk bilete for bruk innafor verksemda.\nReglane i åndsverklova § 17 fjerde leden gjeld tilsvarande.\nFor slik framstilling av fotografisk bilete som nemnt i paragrafen her gjeld reglane i §§ 36 til 38b i åndsverklova tilsvarande.\n1 Tilføyd med lov 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kongen kan fastsetja at arkiv, bibliotek og museum på nærare fastsette vilkår skal ha rett til å laga eksemplar av fotografisk bilete når dei har bruk for det i verksemda si.​2\n1 Endra med lov 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569).\n2 Jfr. res. 27 nov 1964, med fullmakt for Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "I kritiske og vitskaplege utgreidingar er det tillate å gjeva att fotografiske bilete som er offentleggjorde​2 til klårgjering av teksta, men berre einskilde bilete frå same fotografen.\n1 Jfr. § 12.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I skrifter som skal nyttast til opplæring kan fotografiske bilete som er offentleggjort,​2 mot vederlag​3 takast med til klårgjering av teksten.\nLikeeins kan fotografiske bilete, som er offentleggjorde,​2 mot vederlag​3 gjevast att i aviser og tidsskrift i samband med dagshendingar, og i biletkringkastingsprogram.\nNår framsyning av fotografiske bilete er ein lekk i ei dagshending, kan aviser, tidsskrift, film og biletkringkastar vederlagsfritt taka bilete med i reportasje frå hendinga i det omfang dei går inn som ein naturleg lekk i reportasjen. Reglane her gjeld både for film som vert laga for offentleg framføring og for film som vert laga for sal, leige m.m. av eksemplar til ålmenta.\nFotografisk bilete som lovleg går inn i biletkringkastingsprogram, kan ved samtidig og uendra vidaresending av programmet gjerast tilgjengeleg for ålmenta. I dei høva vidaresendinga ikkje er vederlagsfri etter reglane elles i denne lova, vert vederlaget for vidaresendinga fastsett etter forhandlingar og kan utbetalast samla til ein organisasjon som representerar fotografar og som er godkjend av departementet. Fotografen sin einerett til slik vidaresending kan berre utøvast gjennom organisasjonen. Reglane i åndsverklova​4 §§ 36 til 38b gjeld tilsvarande. Reglane i andre til fjerde punktum i denne leden gjeld berre for vidaresending av opphaveleg trådlaus kringkastingssending.\n1 Endra med lover 20 des 1974 nr. 65, 21 juni 1985 nr. 86, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569). – Jfr. § 12.\n2 Jfr. § 4.\n3 Jfr. § 14.\n4 Lov 12 mai 1961 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når fotografen​2 har overlate eksemplar av eit fotografisk bilete, eller biletet er utgjeve,​3 kan eksemplara eller biletet stellast ut offentleg. Eit fotografisk bilete som er offentleggjort,​4 kan elles og synast fram offentleg i samband med undervisning.\nDet same gjeld og på foredragsmøte, der det er fritt tilgjenge når foredraget ikkje har forteneste til føremål, eller når foredraget berre tek sikte på å tena velgjerdsføremål, ålmenndaning eller annan ålmennbate.\n1 Jfr. § 12.\n2 Jfr. §§ 1, 3.\n3 Sjå lov 12 mai 1961 nr. 2 § 8 andre leden.\n4 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fotografisk bilete som er laga etter tinging, har tingaren eineretten til når inkje anna er avtala med reine ord. Til reklame kan fotografen stilla ut biletet på vanleg måte, såframt tingaren ikkje forbyd det.\nHar fotografen halda att eineretten, kan tingaren likevel gjeva lov til at biletet vert teke inn i aviser, tidsskrift og skrift med biografisk innhald, såframt ikkje fotografen har teke serleg atterhald mot slikt.\n1 Jfr. §§ 2 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Det som er sagt i denne lova er ikkje til hinder for at fotografiske bilete vert nytta til føremål som gjeld rettsstellet eller offentleg tryggingsteneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når nokon utan løyve frå fotografen gjev att eit fotografisk bilete etter §§ 5 andre leden, 7, 8, 9 og 10, skal kjelda nemnast i samsvar med god skikk.​2\n1 Endra med lov 3 juni 1977 nr. 51.\n2 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Eineretten til eit fotografisk bilete fell bort når det har gått 15 år etter utgangen av siste leveåret åt fotografen,​2 men likevel ikkje før det har gått 25 år etter utgangen av det året biletet vart laga. Har to eller fleire eineretten saman, vert dei 15 åra rekna frå utgangen av siste leveåret åt den som levde lengst. Når ein juridisk person har laga eit fotografisk bilete, fell eineretten bort 25 år etter utgangen av det året då biletet vart offentleggjort.​3\n1 Endra med lov 20 des 1974 nr. 65. – Sjå § 19, jfr. res. 31 aug 1973 §§ 2 og 4.\n2 Jfr. §§ 1, 3.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Vederlag etter § 8 første og andre leden [og etter § 9]​2 kan kvar av partane krevja fastsett av departementet.​3\n1 Endra med lov 21 juni 1985 nr. 86.\n2 Det er truleg ein inkurie når det her er vist til § 9. Det kan ikkje krevjast vederlag for bruk som nemnd i § 9.\n3 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Jamvel om nokon etter denne lova har einerett til bilete av folk, må ikkje​1 eit slikt bilete verta attgjeve, framsynt offentleg eller gjort tilgjengeleg for ålmenta​2 på annan måte utan samtykkje frå den som biletet er av.​3 Fotografen kan likevel stilla ut biletet til reklame for verksemda si når den biletet er av, ikkje forbyd det.\nEit fotografi kan gjevast att og visast fram offentleg utan samtykkje av den biletet er av:\n1. når biletet har aktuell og ålmenn interesse,\n2. når biletet av personen er mindre viktug etter hovudinnhaldet i biletet,\n3. når biletet syner møtelydar, folketog i friluft eller tilhøve og hendingar som har ålmenn interesse.\n1 Jfr. §§ 16-18.\n2 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.\n3 Jfr. § 19 og res. 31 aug 1973 § 8 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Om nokon med vilje eller i aktløyse bryt denne lova med:\na. å laga eksemplar av eit fotografisk bilete,​2 eller gjera det tilgjengeleg for ålmenta,​3\nb. å føra inn eksemplar av fotografisk bilete,​2 med det føremål gjera det tilgjengeleg for ålmenta,​3 når eksemplaret er laga utafor riket under slike tilhøve at ei tilsvarende framstelling her i riket ville ha vore i strid med lova, eller\nc. å by fram eller på anna vis gjera tilgjengeleg for ålmenta​3 eksemplar av fotografisk bilete, når eksemplaret er laga i strid med § 1 eller ført inn i strid med bokstav b i denne paragrafen,\nPå same vis vert den straffa som med vilje eller i aktløyse medverkar til brot som nemnt i første leden.\nHar nokon med vilje brote lova som nemnt i første og andre leden, og er lovbrotet særleg grovt, er straffa bot​4 eller fengsel opptil tre år. Ved vurderinga om lovbrotet er særleg grovt, skal det først og fremst leggjast vekt på den skade som er gjord, den vinning lovbrytaren har hatt, og omfanget av lovbrotet elles.\nFreistnad på med vilje å bryte lova som nemnt i første til tredje leden kan straffast likt med det fullførde lovbrotet.\nLovbrot etter tredje leden sml fjerde leden vert påtala av det offentlege. Lovbrot etter første leden vert ikkje påtala av det offentlege utan den krenkte krev det, eller ålmenne omsyn gjer det turvande.\n1 Endra med lov 23 des 1988 nr. 101. – Jfr. §§ 17 og 18.\n2 Jfr. § 19.\n3 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.\n4 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 20 juli 1991 nr. 66 (i kraft 15 okt 1991, etter res. 6 sep 1991 nr. 571).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "For skade som kjem av slik ulovleg gjerning som nemnt i § 16, skal det svarast skadebot etter ålmenne skadebotreglar. Er krenkinga gjort med vilje eller i grov aktløyse, kan retten fastsetja at det også skal svarast skadebot for ikkje-økonomisk skade.\nEndå om gjerningsmannen var i god tru, kan den krenkte krevja nettofortenesta som den ulovlege gjerninga gav, anten skaden var større eller mindre.\n1 Endra med lov 23 des 1988 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Når eksemplar av eit fotografisk bilete​1 er laga eller synt fram offentleg her i riket i strid med denne lova, kan det krevjast dom for at kvart slikt eksemplar vert inndrege til bate for den krenkte eller overlate til han mot vederlag som retten fastsett. Det same gjeld plater og anna som kan nyttast til å laga bilete ulovleg. Om dei ting som her er nemnde ikkje vert inndregne, kan retten fastsetja at dei skal verta øydelagde eller gjorde utenlege til ulovleg bruk. Når heller store verde – økonomiske eller kunstnarlege – ville koma til gå tapt, kan likevel retten gå med på at slike fotografiske eksemplar, mot vederlag til den krenkte, vert synt fram offentleg eller nytta på annan måte som er i samsvar med det føremålet dei var laga for.\nFøresegnene i denne paragrafen gjeld ikkje mot den som i god tru har vorte eigar til fotografi til privat bruk.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Denne lova gjeld fotografiske bilete som er:\na. laga av norsk borgar​2 eller person som er bosatt her i riket,\nb. utgitt​3 første gongen her i riket, eller er utgitt​3 samtidig her og i eit anna land,\nc. utgitt​3 første gongen av Dei Sameinte Nasjonane eller ein organisasjon knytt til denne, eller av organisasjonen av amerikanske stater.\nLikestilt med samtidig utgiing etter første ledd bokstav b, er utgiing som har skjedd seinast 30 dagar etter første utgiinga.\nReglane i lov om opphavsrett til åndsverk​4 § 57 om vern for kunstverk gjeld elles på same måte for fotografi så langt dei høver.\nKongen kan fastsetje​5 at denne lova heilt eller delvis skal gjelde fotografi som er verna i eit anna land, såframt dette landet vernar fotografi som etter reglane foran har vern etter norsk lov.\n1 Endra med lov 20 des 1974 nr. 65.\n2 Jfr. lov 8 des 1950 nr. 3.\n3 Jfr. lov 12 mai 1961 nr. 2 § 8 andre leden.\n4 Lov 12 mai 1961 nr. 2.\n5 Fastsett i res. 31 aug 1973 (Bernkonvensjonen og Verdenskonvensjonen om opphavsrett).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Denne lova gjeld også fotografiske bilete som har vern etter eldre lover.​1\n1 Jfr. tidlegare lover 12 mai 1877 nr. 2, 11 mai 1909.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lova tek til å gjelda 1. juli 1960. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Når ikkje anna er sagt i denne lova,​1 har den som lagar eit fotografisk bilete​2 eineretten til å laga eksemplar av bilete, anten det vert gjort med fotografering, prenting, teikning eller på annan måte, og sameleis til å syna biletet fram offentleg.​3 Eit bilete som vert laga på ein måte som likjest fotografering, vert og rekna som fotografi. Ein som lagar fotografiske bilete, vert i denne lova kalla fotograf.\n1 Sjå §§ 5-13.\n2 Jfr. § 19.\n3 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fotografen​2 har krav på å verta namngjeven i samsvar med god skikk,​3 både på kvart eksemplar og når det vert synt fram offentleg.\nLikeeins har han krav på at biletet ikkje vert brigda eller synt fram offentleg på slik måte at det ordet han har på seg som fotograf vert krenkt.\n1 Jfr. lov 12 mai 1961 nr. 2 § 3.\n2 Jfr. §§ 1 og 3.\n3 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Når ikkje anna er opplyst, skal den verta rekna for fotograf​2 som eig det namn eller firma eller ålment kjent merke som er sett på eksemplar av biletet på vanleg måte, eller vert oppgjeve når bilete vert synt fram offentleg.\n1 Jfr. lov 12 mai 1961 nr. 2 § 7.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Eit fotografi skal reknast for offentleggjort når det lovleg er stellt ut offentleg eller gjort tilgjengeleg for ålmenta på annan måte.​1\n1 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Av eit fotografisk bilete kan det lagast einskilde eksemplar til privat bruk.\nReglane i §§ 15, 17 tredje leden, 18, 27, 28 og 33 i åndsverklova​2 gjeld tilsvarande.\nEksemplar av fotografisk bilete som er laga etter denne paragrafen, må ikkje nyttast til andre føremål.\n1 Endra med lover 3 juni 1977 nr. 51, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569). – Jfr. § 16.\n2 Lov 12. mai 1961 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "content": "Til bruk i eiga undervisningsverksemd kan det utan samtykke av fotografen lagast eksemplar av utgitt fotografisk bilete ved fotokopiering eller liknande framgangsmåte, og gjerast opptak av kringkastingssending hvor fotografisk bilete inngår, når avtale som tillet slik bruk er gjort med organisasjon som representerar ein vesentleg del av norske fotografar, og som er godkjend av departementet. Eksemplar kan berre lagast på dei vilkår og dei måtar som avtalen tillet. Retten til å laga eksemplar ved fotokopiering eller liknande gjeld berre kopiering frå attgjeving i bok, tidsskrift, avis eller liknande.\nReglane i første leden gjeld tilsvarande for offentlege og private institusjonar, organisasjonar og ervervsverksemder som ved fotokopiering eller liknande framgangsmåte lagar eksemplar av utgitt fotografisk bilete for bruk innafor verksemda.\nReglane i åndsverklova § 17 fjerde leden gjeld tilsvarande.\nFor slik framstilling av fotografisk bilete som nemnt i paragrafen her gjeld reglane i §§ 36 til 38b i åndsverklova tilsvarande.\n1 Tilføyd med lov 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Kongen kan fastsetja at arkiv, bibliotek og museum på nærare fastsette vilkår skal ha rett til å laga eksemplar av fotografisk bilete når dei har bruk for det i verksemda si.​2\n1 Endra med lov 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569).\n2 Jfr. res. 27 nov 1964, med fullmakt for Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "I kritiske og vitskaplege utgreidingar er det tillate å gjeva att fotografiske bilete som er offentleggjorde​2 til klårgjering av teksta, men berre einskilde bilete frå same fotografen.\n1 Jfr. § 12.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I skrifter som skal nyttast til opplæring kan fotografiske bilete som er offentleggjort,​2 mot vederlag​3 takast med til klårgjering av teksten.\nLikeeins kan fotografiske bilete, som er offentleggjorde,​2 mot vederlag​3 gjevast att i aviser og tidsskrift i samband med dagshendingar, og i biletkringkastingsprogram.\nNår framsyning av fotografiske bilete er ein lekk i ei dagshending, kan aviser, tidsskrift, film og biletkringkastar vederlagsfritt taka bilete med i reportasje frå hendinga i det omfang dei går inn som ein naturleg lekk i reportasjen. Reglane her gjeld både for film som vert laga for offentleg framføring og for film som vert laga for sal, leige m.m. av eksemplar til ålmenta.\nFotografisk bilete som lovleg går inn i biletkringkastingsprogram, kan ved samtidig og uendra vidaresending av programmet gjerast tilgjengeleg for ålmenta. I dei høva vidaresendinga ikkje er vederlagsfri etter reglane elles i denne lova, vert vederlaget for vidaresendinga fastsett etter forhandlingar og kan utbetalast samla til ein organisasjon som representerar fotografar og som er godkjend av departementet. Fotografen sin einerett til slik vidaresending kan berre utøvast gjennom organisasjonen. Reglane i åndsverklova​4 §§ 36 til 38b gjeld tilsvarande. Reglane i andre til fjerde punktum i denne leden gjeld berre for vidaresending av opphaveleg trådlaus kringkastingssending.\n1 Endra med lover 20 des 1974 nr. 65, 21 juni 1985 nr. 86, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (i kraft 30 juni 1995 iflg. res. 30 juni 1995 nr. 569). – Jfr. § 12.\n2 Jfr. § 4.\n3 Jfr. § 14.\n4 Lov 12 mai 1961 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Når fotografen​2 har overlate eksemplar av eit fotografisk bilete, eller biletet er utgjeve,​3 kan eksemplara eller biletet stellast ut offentleg. Eit fotografisk bilete som er offentleggjort,​4 kan elles og synast fram offentleg i samband med undervisning.\nDet same gjeld og på foredragsmøte, der det er fritt tilgjenge når foredraget ikkje har forteneste til føremål, eller når foredraget berre tek sikte på å tena velgjerdsføremål, ålmenndaning eller annan ålmennbate.\n1 Jfr. § 12.\n2 Jfr. §§ 1, 3.\n3 Sjå lov 12 mai 1961 nr. 2 § 8 andre leden.\n4 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Fotografisk bilete som er laga etter tinging, har tingaren eineretten til når inkje anna er avtala med reine ord. Til reklame kan fotografen stilla ut biletet på vanleg måte, såframt tingaren ikkje forbyd det.\nHar fotografen halda att eineretten, kan tingaren likevel gjeva lov til at biletet vert teke inn i aviser, tidsskrift og skrift med biografisk innhald, såframt ikkje fotografen har teke serleg atterhald mot slikt.\n1 Jfr. §§ 2 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Det som er sagt i denne lova er ikkje til hinder for at fotografiske bilete vert nytta til føremål som gjeld rettsstellet eller offentleg tryggingsteneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når nokon utan løyve frå fotografen gjev att eit fotografisk bilete etter §§ 5 andre leden, 7, 8, 9 og 10, skal kjelda nemnast i samsvar med god skikk.​2\n1 Endra med lov 3 juni 1977 nr. 51.\n2 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Eineretten til eit fotografisk bilete fell bort når det har gått 15 år etter utgangen av siste leveåret åt fotografen,​2 men likevel ikkje før det har gått 25 år etter utgangen av det året biletet vart laga. Har to eller fleire eineretten saman, vert dei 15 åra rekna frå utgangen av siste leveåret åt den som levde lengst. Når ein juridisk person har laga eit fotografisk bilete, fell eineretten bort 25 år etter utgangen av det året då biletet vart offentleggjort.​3\n1 Endra med lov 20 des 1974 nr. 65. – Sjå § 19, jfr. res. 31 aug 1973 §§ 2 og 4.\n2 Jfr. §§ 1, 3.\n3 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Vederlag etter § 8 første og andre leden [og etter § 9]​2 kan kvar av partane krevja fastsett av departementet.​3\n1 Endra med lov 21 juni 1985 nr. 86.\n2 Det er truleg ein inkurie når det her er vist til § 9. Det kan ikkje krevjast vederlag for bruk som nemnd i § 9.\n3 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Jamvel om nokon etter denne lova har einerett til bilete av folk, må ikkje​1 eit slikt bilete verta attgjeve, framsynt offentleg eller gjort tilgjengeleg for ålmenta​2 på annan måte utan samtykkje frå den som biletet er av.​3 Fotografen kan likevel stilla ut biletet til reklame for verksemda si når den biletet er av, ikkje forbyd det.\nEit fotografi kan gjevast att og visast fram offentleg utan samtykkje av den biletet er av:\n1. når biletet har aktuell og ålmenn interesse,\n2. når biletet av personen er mindre viktug etter hovudinnhaldet i biletet,\n3. når biletet syner møtelydar, folketog i friluft eller tilhøve og hendingar som har ålmenn interesse.\n1 Jfr. §§ 16-18.\n2 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.\n3 Jfr. § 19 og res. 31 aug 1973 § 8 andre leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Om nokon med vilje eller i aktløyse bryt denne lova med:\na. å laga eksemplar av eit fotografisk bilete,​2 eller gjera det tilgjengeleg for ålmenta,​3\nb. å føra inn eksemplar av fotografisk bilete,​2 med det føremål gjera det tilgjengeleg for ålmenta,​3 når eksemplaret er laga utafor riket under slike tilhøve at ei tilsvarende framstelling her i riket ville ha vore i strid med lova, eller\nc. å by fram eller på anna vis gjera tilgjengeleg for ålmenta​3 eksemplar av fotografisk bilete, når eksemplaret er laga i strid med § 1 eller ført inn i strid med bokstav b i denne paragrafen,\nPå same vis vert den straffa som med vilje eller i aktløyse medverkar til brot som nemnt i første leden.\nHar nokon med vilje brote lova som nemnt i første og andre leden, og er lovbrotet særleg grovt, er straffa bot​4 eller fengsel opptil tre år. Ved vurderinga om lovbrotet er særleg grovt, skal det først og fremst leggjast vekt på den skade som er gjord, den vinning lovbrytaren har hatt, og omfanget av lovbrotet elles.\nFreistnad på med vilje å bryte lova som nemnt i første til tredje leden kan straffast likt med det fullførde lovbrotet.\nLovbrot etter tredje leden sml fjerde leden vert påtala av det offentlege. Lovbrot etter første leden vert ikkje påtala av det offentlege utan den krenkte krev det, eller ålmenne omsyn gjer det turvande.\n1 Endra med lov 23 des 1988 nr. 101. – Jfr. §§ 17 og 18.\n2 Jfr. § 19.\n3 Sjå lov 12 mai 1961 nr. 2 § 2 tredje leden.\n4 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 20 juli 1991 nr. 66 (i kraft 15 okt 1991, etter res. 6 sep 1991 nr. 571).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "For skade som kjem av slik ulovleg gjerning som nemnt i § 16, skal det svarast skadebot etter ålmenne skadebotreglar. Er krenkinga gjort med vilje eller i grov aktløyse, kan retten fastsetja at det også skal svarast skadebot for ikkje-økonomisk skade.\nEndå om gjerningsmannen var i god tru, kan den krenkte krevja nettofortenesta som den ulovlege gjerninga gav, anten skaden var større eller mindre.\n1 Endra med lov 23 des 1988 nr. 101.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Når eksemplar av eit fotografisk bilete​1 er laga eller synt fram offentleg her i riket i strid med denne lova, kan det krevjast dom for at kvart slikt eksemplar vert inndrege til bate for den krenkte eller overlate til han mot vederlag som retten fastsett. Det same gjeld plater og anna som kan nyttast til å laga bilete ulovleg. Om dei ting som her er nemnde ikkje vert inndregne, kan retten fastsetja at dei skal verta øydelagde eller gjorde utenlege til ulovleg bruk. Når heller store verde – økonomiske eller kunstnarlege – ville koma til gå tapt, kan likevel retten gå med på at slike fotografiske eksemplar, mot vederlag til den krenkte, vert synt fram offentleg eller nytta på annan måte som er i samsvar med det føremålet dei var laga for.\nFøresegnene i denne paragrafen gjeld ikkje mot den som i god tru har vorte eigar til fotografi til privat bruk.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Denne lova gjeld fotografiske bilete som er:\na. laga av norsk borgar​2 eller person som er bosatt her i riket,\nb. utgitt​3 første gongen her i riket, eller er utgitt​3 samtidig her og i eit anna land,\nc. utgitt​3 første gongen av Dei Sameinte Nasjonane eller ein organisasjon knytt til denne, eller av organisasjonen av amerikanske stater.\nLikestilt med samtidig utgiing etter første ledd bokstav b, er utgiing som har skjedd seinast 30 dagar etter første utgiinga.\nReglane i lov om opphavsrett til åndsverk​4 § 57 om vern for kunstverk gjeld elles på same måte for fotografi så langt dei høver.\nKongen kan fastsetje​5 at denne lova heilt eller delvis skal gjelde fotografi som er verna i eit anna land, såframt dette landet vernar fotografi som etter reglane foran har vern etter norsk lov.\n1 Endra med lov 20 des 1974 nr. 65.\n2 Jfr. lov 8 des 1950 nr. 3.\n3 Jfr. lov 12 mai 1961 nr. 2 § 8 andre leden.\n4 Lov 12 mai 1961 nr. 2.\n5 Fastsett i res. 31 aug 1973 (Bernkonvensjonen og Verdenskonvensjonen om opphavsrett).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Denne lova gjeld også fotografiske bilete som har vern etter eldre lover.​1\n1 Jfr. tidlegare lover 12 mai 1877 nr. 2, 11 mai 1909.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lova tek til å gjelda 1. juli 1960. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}