{
  "id": "LOV-1985-03-01-3",
  "type": "statute",
  "title": "Lov om stortingsvalg, fylkestingsvalg og kommunestyrevalg (Valgloven).",
  "short_name": "Valgloven – valgl.",
  "status": "in_force",
  "issued_date": "1985-03-01",
  "in_force_date": "1985-03-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1985-03-01-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder ved valg av representanter til Stortinget,​1 fylkesting​2 og kommunestyrer.​2 Med mindre noe annet følger av den enkelte bestemmelse eller det enkelte kapittel, gjelder reglene i loven for alle tre valg.\n1 Jfr. Grl. §§ 49 flg.\n2 Jfr. lov 25 sep 1992 nr. 107 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I denne lov benyttes ved stortingsvalg «fylke» i stedet for «valgdistrikt», jfr. Grunnlovens § 58, og «kommune» i stedet for «valgsogn», jfr. Grunnlovens § 59. Med «fylke» forstås ved fylkestingsvalg det samme som «fylkeskommune».​1\n1 Jfr. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Stemmeberettiget ved valg etter denne lov er norske statsborgere​1 som senest i det året valgtinget holdes vil ha fylt 18 år​2 og som ikke har mistet stemmeretten etter Grunnlovens § 53.​3 Personer som ikke er norske statsborgere​1 har stemmerett ved fylkestingsvalg og kommunestyrevalg dersom de har stått innført i norsk folkeregister​4 som bosatt i riket de tre siste år før valgdagen og ellers fyller de vilkår som gjelder for norske statsborgere. Personer som er statsborgere i andre nordiske land har stemmerett ved fylkestingsvalg og kommunestyrevalg dersom de den 31. mars i valgåret står innført i norsk folkeregister som bosatt i riket, og ellers fyller de vilkår som gjelder for norske statsborgere.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er likevel stemmeberettiget bare når de – foruten å oppfylle vilkårene i første ledd første punktum – noen gang har stått innført i norsk folkeregister​4 som bosatt i riket.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand, er stemmeberettiget uten hensyn til reglene i annet ledd.​5\nDen som er stemmeberettiget etter reglene foran, må dessuten være innført i manntall på valgdagen for å kunne utøve stemmerett.​6\n0 Endret ved lov 7 mai 1999 nr. 27.\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.\n2 Jfr. Grl. § 50.\n3 Se strl. § 16, § 31, § 32, strl.ikrl. § 9, milstrl. § 12 og § 20.\n4 Jfr. lov 16 jan 1970 nr. 1.\n5 Jfr. lov 18 juli 1958 nr. 1.\n6 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Manntallet over dem som har stemmerett etter § 3 skal for hver kommune føres av valgstyret.​1 Det føres felles manntall for fylkestingsvalg og kommunestyrevalg.\nDepartementet​2 kan gi nærmere forskrifter om hvordan manntallet skal føres.\n1 Se § 15.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Manntallet utarbeides i de år det skal være valg.​1 Til grunn legges folkeregisteret i kommunen.​2 Folkeregisterets kontor har ansvaret for at valgstyret får et utkast til manntall som er i samsvar med folkeregisteret. Valgstyret kan kreve at manntallsutkastet blir skrevet ut kretsvis.\nI manntallet innføres de som den 31. mars​3 i valgåret står innført i folkeregisteret​2 som bosatt i kommunen, og som har stemmerett etter § 3.\nLikeså innføres i manntallet de som har stemmerett etter § 3 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste ti år før valgdagen har vært folkeregisterført​2 som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 3 annet ledd, og som ikke har vært folkeregisterført​2 som bosatt i riket noen gang i løpet av de siste ti år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet inn til valgstyret senest kl. 15 mandag to uker før valgdagen. Søknaden må inneholde forsikring om at søkeren fortsatt er norsk statsborger. Departementet kan gi nærmere forskrifter​3 om søknaden. Personer som er nevnt i § 3 tredje ledd skal føres inn i manntallet uten søknad.\nDe som har stemmerett etter § 3, og som flytter til riket etter 31. mars,​4 skal – når de ikke har vært folkeregisterført​2 som bosatt i riket noen gang i løpet av de siste ti år før valgdagen – manntallsføres i den kommunen de flytter til dersom valgstyret får melding fra folkeregisteret om flyttingen senest kl. 15 mandag to uker før valgdagen.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 3 annet og tredje ledd, på Svalbard​5 eller Jan Mayen, skal manntallsføres i den kommunen hvor de sist var innført i folkeregisteret​2 som bosatt. Det samme gjelder stemmeberettigede som flytter inn i riket etter 31. mars,​3 når de noen gang i løpet av de siste ti år før valgdagen har vært folkeregisterført som bosatt i riket. Personer som er stemmeberettiget etter § 3 tredje ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang, skal manntallsføres i Oslo kommune.\nPersoner som er døde, strykes i manntallet.​6\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Jfr. § 87.\n2 Jfr. lov 16 jan 1970 nr. 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 86 annet ledd.\n5 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n6 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Valgstyret​1 sørger for at det senest 10. mai​2 i valgåret er satt opp et utkast til manntall. Innen samme frist​2 skal det settes opp en liste over dem som har søkt om å bli innført i manntallet, men som en ikke har funnet å kunne føre inn. Valgstyret​1 sørger for at disse straks blir gitt melding. I meldingen skal opplyses hvorfor vedkommende ikke er ført inn i manntallsutkastet, om den lovbestemte måte å klage på, jfr. § 8, og tid og sted for det møte som er nevnt i § 9 første ledd.\n0 Endret ved lov 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Det utkast til manntall valgstyret​1 har latt utarbeide, jf. § 6, skal i tiden fra og med den 11. mai​2 til og med den 24. mai​2 i valgåret ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Valgstyret​1 skal før utleggingen kunngjøre tid og sted for denne, sammen med oppfordring til enhver om å klage, dersom en måtte finne at en selv eller noen annen med urette er innført i eller utelatt fra manntallet. Kunngjøringen skal dessuten redegjøre for den lovbestemte måten å klage på, og inneholde opplysning om hvor klagen skal innleveres og siste frist for når den må være innkommet, samtidig kunngjøres tid og sted for kjennelsesmøtet, jfr. § 9 første ledd.\nValgstyret​1 sørger for at politiske partier og andre grupper som stiller liste ved valget, får et gratis eksemplar av manntallsutkastet, dersom de har satt frem skriftlig krav om dette til valgstyret senest 15. april​2 i valgåret. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan bare brukes til politiske formål og ikke overlates til utenforstående.​3 Materiellet skal leveres tilbake til valgstyret når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet​4 kan gi nærmere forskrifter om dette.\n0 Endret ved lover 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.\n3 Se § 92 nr. 3.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Klager over manntallet må være kommet inn til valgstyret​1 senest kl. 15 den 24. mai​2 i valgåret. Klagene skal være skriftlige og begrunnet. En liste over dem som klagene gjelder skal straks etter fristens utløp legges ut på de steder hvor manntallet har vært lagt ut.\nValgstyret​1 skal straks underrette dem hvis stemmerett det er reist innsigelse mot.\n0 Endret ved lov 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Valgstyret​1 skal senest den 1. juni​2 i valgåret avholde møte for å avsi kjennelser om innføringer og strykninger i manntallet. Den hvis stemmerett skal behandles, og den som har klaget, har rett til selv og ved fullmektig​3 å uttale seg og føre bevis under møtet.\nI kjennelsesmøtet kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett senest på valgdagen. Innføring kan også skje etter søknad som nevnt i § 5 tredje ledd annet punktum eller melding som nevnt i § 5 fjerde ledd. Strykning kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Strykning kan også skje etter melding fra valgstyret i en annen kommune om at vedkommende er innført i manntallet der. Er det grunn til å tro at den som blir innført også står i manntallet i en annen kommune, skal underretning om innføringen straks sendes til valgstyret der.\n0 Endret ved lover 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.\n3 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "content": "Det utstedes valgkort til alle stemmeberettigede som er innført i manntallet og som har bostedsadresse innenriks (unntatt Svalbard​1 og Jan Mayen).\nDepartementet kan gi nærmere bestemmelser om produksjon og utsendelse av valgkort, herunder om valgstyrets​2 plikter i forbindelse med produksjonen og utsendelsen.\n0 Tilføyd ved lov 10 jan 1997 nr. 6.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Valgstyret​1 kan bestemme at manntallet skal ligge ute til ettersyn etter at kjennelsesmøtet er avholdt. Valgstyret​1 skal før valgdagen stryke de som dør eller mister stemmeretten​2 og de som er innført i manntallet i en annen kommune, når valgstyret får melding om innføringen. Når valgstyret godkjenner søknad om innføring i manntallet etter § 5 tredje ledd eller mottar melding som nevnt i § 5 fjerde ledd, skal innføringen i manntallet foretas før valgdagen. Departementet kan, etter søknad fra valgstyret, gi samtykke til at personer som ikke er kommet med i manntallet føres inn etter at kjennelsesmøtet er avholdt, dersom utelatelsen skyldes teknisk feil av generell karakter. Personer som er blitt norske statsborgere,​3 kan føres inn i manntallet selv om valgstyret ikke har fått melding om dette før kjennelsesmøtet er holdt.\nValgstyret skal straks sende underretning til dem som blir strøket i manntallet, fordi de ikke er stemmeberettiget i kommunen eller fordi de har mistet stemmeretten, etter at dette er lagt ut etter § 7 første ledd. På samme måte skal valgstyret underrette dem som i nevnte tidsrom blir innført i manntallet.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Se § 15.\n2 Se § 3.\n3 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når manntallet skal brukes til avstemning utenom valg til Stortinget, fylkesting eller kommunestyre,​1 skal valgstyret foreta de strykninger eller tilføyelser i manntallet som følger av avgjørelser av stemmerettsspørsmål i henhold til klage etter § 70. Videre stryker valgstyret dem som er døde, har mistet stemmeretten eller som den 30de dagen før avstemningsdagen ikke lenger står innført i folkeregisteret​2 som bosatt i kommunen. Valgstyret føyer til i manntallet dem som oppfyller vilkårene for stemmerett ved avstemningen og som den 30de dagen før avstemningsdagen står innført i folkeregisteret som bosatt i kommunen.\n1 Se lov 7 juni 1996 nr. 31 § 4.\n2 Jfr. lov 16 jan 1970 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Valgbar til Stortinget og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som har oppholdt seg i riket i minst ti år og som ikke er utelukket eller fritatt.​1\nValgbar til fylkestinget og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som står innført i folkeregisteret​2 som bosatt i en av kommunene i fylket på valgdagen og som ikke er utelukket eller fritatt.​3\nValgbar til kommunestyret og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som står innført i folkeregisteret​2 som bosatt i kommunen på valgdagen og som ikke er utelukket eller fritatt.​3\n1 Jfr. Grl. § 63.\n2 Se lov 16 jan 1970 nr. 1.\n3 Se § 13 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Utelukket fra valg til Stortinget er:​1\na. ansatte i departementene, med unntak av statsråder og statssekretærer\nb. hoffets ansatte og dets pensjonister\nc. ansatte i diplomatiet og konsulatvesenet.\nUtelukket fra valg til fylkestinget er fylkesmannen, assisterende fylkesmann og den som i vedkommende fylkeskommune er administrasjonssjef eller dennes stedfortreder, er sekretær for fylkestinget, er leder av forvaltningsgren, har ansvaret for regnskapsfunksjonen i fylkeskommunen eller foretar revisjon for fylkeskommunen.\nUtelukket fra valg til kommunestyret er fylkesmannen, assisterende fylkesmann og den som i vedkommende kommune er administrasjonssjef eller dennes stedfortreder, er sekretær for kommunestyret, er leder av forvaltningsgren, har ansvar for regnskapsfunksjonen i kommunen, eller foretar revisjon for kommunen.\nI kommuner og fylkeskommuner med parlamentarisk styreform er ansatte i sekretariatet til rådet som har fått myndighet delegert fra rådet heller ikke valgbare til fylkestinget eller kommunestyret.\nHvorvidt en person skal utelukkes fra valg til Stortinget avhenger av hvorvidt han eller hun innehar stillingen på valgdagen. Ved valg til kommunestyre og fylkesting er utelukkelse avhengig av om vedkommende innehar stillingen når organet trer i funksjon.\n0 Endret ved lover 25 sep 1992 nr. 107, 16 april 1999 nr. 18 (i kraft 1 juli 1999 iflg. res. 16 april 1999 nr. 388).\n1 Jfr. Grl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Rett til å kreve seg fritatt for å stå på en liste ved stortingsvalg​1 har\na. den som er stemmeberettiget i et annet fylke\nb. den som har møtt som representant på alle Storting etter forrige valg\nc. den som innen valgårets utløp har fylt 60 år\nd. den som er medlem av et parti som er registrert etter § 17, når vedkommende er oppført som kandidat på et listeforslag som ikke er fremsatt av dette partiet.\nRett til å kreve seg fritatt for valg til fylkesting og kommunestyre​2 har\na. den som innen valgårets utløp har fylt 65 år\nb. den som ved valgårets utløp har gjort tjeneste som medlem av henholdsvis fylkestinget og kommunestyret de siste fire år\nc. den som har rett til fritak etter andre lover\n0 Endret ved lover 25 sep 1992 nr. 107, 13 juni 1997 nr. 50.\n1 Jfr. Grl. § 63.\n2 Jfr. § 26 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I hver kommune skal det være et valgstyre som består av formannskapet.\nI kommuner som har innført parlamentarisk styringsform, skal det velges et valgstyre med minimum 5 medlemmer. Kommunestyret velger selv medlemmer og varamedlemmer og blant medlemmene, leder og nestleder til valgstyret. Valget skjer som forholdsvalg. Valgbar og pliktig til å motta valg er enhver som er valgbar til formannskapet, jf. kommuneloven​1 § 14.\nValgstyret kan overdra til lederen, et arbeidsutvalg eller sekretæren å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning. Lederen kan bestemme at enkeltsaker som ikke er av prinsipiell betydning skal avgjøres ved sirkulasjon mellom valgstyrets medlemmer.\nValgstyret oppnevner selv de nødvendige hjelpere.\nAlle møter holdes for åpne dører med mindre lukkede dører er nødvendig for å hindre at opplysninger underlagt taushetsplikt blir spredt.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 11 juni 1993 nr. 85.\n1 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "I hvert fylke skal det være et fylkesvalgstyre som består av fylkesutvalget. I fylke som omfatter bare en kommune, består fylkesvalgstyret av valgstyrets medlemmer.​1\nI fylkeskommuner som har innført parlamentarisk styringsform, skal det velges et fylkesvalgstyre med minimum 5 medlemmer. Fylkestinget velger selv medlemmer og varamedlemmer og blant medlemmene, leder og nestleder til fylkesvalgstyret. Valget skjer som forholdsvalg. Valgbar og pliktig til å motta valg er enhver som er valgbar til fylkesutvalget, jf. kommuneloven​2 § 14. Bestemmelsene i § 15 tredje, fjerde og femte ledd gjelder tilsvarende for fylkesvalgstyret.\n0 Endret ved lover 22 mars 1991 nr. 15, 11 juni 1993 nr. 85.\n1 Jfr. § 94.\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Kongen oppnevner et riksvalgstyre i de år det holdes stortingsvalg. Riksvalgstyret skal ha minst fem medlemmer med varemedlemmer. Kongen oppnevner leder og nestleder, og gir nærmere bestemmelser om hvem som skal fungere som arbeidshjelp for riksvalgstyret.\n§ 15 tredje og femte ledd gjelder tilsvarende for riksvalgstyret.\n0 Tilføyd ved lov 14 april 1989 nr. 15, endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Et politisk parti kan søke notarius publicus​1 i Oslo om å bli registrert med et bestemt partinavn. Søknadene må være underskrevet av medlemmene av partiets hovedstyre. Som vedlegg til søknaden må følge utskrift av møteboken for det møtet hvor partiet ble opprettet. Av denne må fremgå hvem som på møtet er valgt til medlemmer av partiets hovedstyre. Utskriften må være bekreftet av disse medlemmene. Underavdeling av politisk organisasjon kan ikke bli registrert.\nSammen med søknad om registrering må det legges frem for notarius publicus egenhendig underskrevet erklæring fra minst 5.000 personer som har stemmerett ved stortingsvalg,​2 om at de ønsker partiet registrert. Stemmerettsalderen må være nådd innen utgangen av det kalenderår søknaden er fremsatt. Hver underskrift må være datert, og dateringen må ikke være mer en ett år eldre enn søknaden. Hver underskrivers postadresse og fødselsdato må være påført. Det skal legges til grunn at de oppførte underskrivere selv har skrevet under på erklæring som nevnt, og at de gitte erklæringer og opplysninger er riktige, med mindre særlige forhold tilsier noe annet.\nEt parti kan ikke bli registrert dersom partinavnet er utsatt for å bli forvekslet med partinavn som allerede er registrert. Partiet kan heller ikke registreres dersom navnet er utsatt for å bli forvekslet med navn på parti som tidligere er søkt registrert, med mindre sistnevnte søknad er endelig avslått. Et registrert partinavn blir fritt fire år etter at partiet er oppløst eller har skiftet navn. Navnet blir også fritt når partiet ved to påfølgende stortingsvalg ikke har stilt valgliste i noe fylke.\nOm saksbehandlingen gjelder reglene i forvaltningsloven​3 uten hinder av dennes § 4.\nKlage​4 over vedtak som treffes av notarius publicus​1 avgjøres av en nemnd som oppnevnes av departementet.​5 Vedtak av notarius publicus​1 eller av nemnda om registrering av partier skal kunngjøres i Norsk lysingsblad.​6\nSøknad om registrering må være kommet inn til notarius publicus senest 1. februar​7 i valgåret for at registreringen skal ha virkning ved valget.\nEt parti som allerede er registrert kan søke notarius publicus om å få endre det registrerte navnet. I så fall gjelder bestemmelsene i denne paragrafs første, tredje, fjerde, femte og sjette ledd tilsvarende, likevel slik at den utskrift som er nevnt i første ledd erstattes av utskrift av møteboken fra det møtet hvor det ble vedtatt å endre navnet på partiet.\nBestemmelsene i første til sjette ledd om registrering av et nytt partinavn gjelder tilsvarende dersom to eller flere registrerte partier går sammen i et parti under et nytt navn.\n0 Endret ved lover 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Jfr. lov 14 aug 1918 nr. 4 § 6.\n2 Se § 3.\n3 Lov 10 feb 1967.\n4 Se lov 10 feb 1967 kap. VI.\n5 Kommunal- og regionaldepartementet.\n6 Jfr. lov 11 okt 1946 nr. 1 § 2.\n7 Jfr. § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Når et parti som er registrert etter § 17 holder møte for å nominere kandidater til Stortinget eller fylkesting i samsvar med reglene i dette avsnitt, har de valgte utsendingene som deltar i møtet krav på skyss- og kostgodtgjørelse av statskassen etter regulativet for reiser innenlands for statens regning.​1\nTilsidesettelse av lovens regler bevirker ikke i noe tilfelle at nominasjonen er ugyldig.\n1 Jfr. § 19 femte ledd, § 21 femte ledd, § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Nominasjonsmøte for fylket sammenkalles av styret for partiets organisasjon i fylket eller – om slik organisasjon ikke finnes – av partiets hovedstyre. Styret sørger for at valg på utsendinger fra kommunene i fylket, jfr. § 21, kan bli holdt i tide, og for at utsendingene underrettes om tid og sted for nominasjonsmøtet.\nPå de møter som omhandles i § 21 kan det holdes avstemning over hvilke personer deltakerne ønsker oppført på partiets forslag til valgliste, og i hvilken rekkefølge de ønskes oppført.\nBlir det holdt slik avstemning, skal møtelederen snarest mulig, og i god tid før nominasjonsmøtet holdes, sende underretning om avstemningen til styret for partiets fylkesorganisasjon eller – hvis partiet ikke har fylkesorganisasjon – partiets hovedstyre. Styret setter opp en oversikt over utfallet av disse avstemningene, og sørger for at oversikten blir lagt frem på nominasjonsmøtet.\nNominasjonsmøtet holdes på et passende sted som fastsettes av styret. Møtet består av de utsendingene som er valgt fra kommunene i fylket, jfr. §§ 20-22. Leder og sekretær for partiets organisasjon i fylket eller – hvis slik organisasjon ikke finnes – partiets hovedstyre kan delta i forhandlingene med tale- og forslagsrett. De har ikke stemmerett, med mindre de er valgt som utsendinger fra en kommune. Møtet holdes for åpne dører, dersom utsendingene vedtar dette.\nTo eller flere partiers nominasjonsmøter kan etter forslag fra vedkommende partistyrer vedta å holde et felles nominasjonsmøte. Dersom et nominasjonsmøte må utsettes av denne grunn, får deltakerne ikke kostgodtgjørelse​1 fra statskassen for den tiden som medgår pga. utsettelsen. Heller ikke får utsendingene skyssgodtgjørelse​1 for reiser som måtte skyldes utsettelsen.\nDet skal føres bok over nominasjonsmøtets forhandlinger. I boken innføres navnene på dem som deltar i møtet, sammen med de beslutninger som treffes på møtet, med stemmetall.\nUtsendingenes fullmakter, jfr. § 21, skal fremlegges på nominasjonsmøtet. Fullmaktene i original skal sammen med utskrift av møteboken sendes fylkesmannen.\nDen nominasjonen som foretas av nominasjonsmøtet er endelig, med mindre den i samsvar med partiets vedtekter forelegges partiets stemmeberettigede medlemmer i fylket til uravstemning.\nI så fall er resultatet av uravstemningen partiets endelige nominasjon i fylket.\nStyret for partiets fylkesorganisasjon eller – hvis slik organisasjon ikke finnes – partiets hovedstyre skal gi fylkesmannen underretning om uravstemningen og utfallet av denne.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Antall utsendinger fra en kommune til et partis nominasjonsmøte beregnes ved stortingsvalg på grunnlag av partiets stemmetall i kommunen ved sist foregående stortingsvalg, og ved fylkestingsvalg på grunnlag av partiets stemmetall i kommunen ved sist foregående fylkestingsvalg, på følgende måte:​1\nFor 20-150 stemmer: 1 utsending.\nFor overskytende antall inntil 1.900: 1 utsending for hvert påbegynt 250.\nFor overskytende antall inntil 7.900: 1 utsending for hvert påbegynt 400.\nFor ytterligere overskytende antall: 1 utsending for hvert påbegynt 700.\nDersom det ble avgitt vesentlig færre stemmer enn vanlig i en kommune ved det sist foregående valg, kan fylkesmannen bestemme at antall utsendinger skal beregnes på grunnlag av avgitte stemmer ved det nest foregående valg.\nDersom en kommune er blitt delt eller noen del av dens område overført til en annen kommune etter det sist foregående valg, bestemmer fylkesmannen hvordan antall utsendinger fra kommunen, beregnet etter reglene i første, eventuelt annet ledd, skal fordeles på de berørte kommuner. Vedkommende partiorganisasjon skal ha anledning til å uttale seg før fylkesmannen tar sin avgjørelse.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Utsendingene til nominasjonsmøtet velges på partimøte, som kan holdes på ett eller flere steder i kommunen. Partimøte skal med minst 8 dagers frist – bekjentgjøringsdagen og møtedagen iberegnet​1 – gjøres alminnelig kjent for partiets medlemmer i kommunen. Rett til å møte og å stemme har de medlemmer av partiet som er bosatt i kommunen og har stemmerett ved valget.​2 I partiets vedtekter kan det likevel bestemmes at bare medlemmer av partiets representantskap i kommunen skal ha møterett og stemmerett. Møtet holdes for åpne dører dersom de stemmeberettigede deltakere vedtar det. Bare personer som antas å ha stemmerett i kommunen ved valget kan velges som utsendinger til nominasjonsmøtet. For øvrig bestemmer vedkommende partiorganisasjoner hvordan møtene skal ordnes og ledes.\nDet utferdiges skriftlig fullmakt for de valgte utsendingene. Fullmaktene skal inneholde opplysning om hvordan og når møtet er gjort kjent for partiets medlemmer. For øvrig må fullmaktene inneholde de opplysninger som er nødvendige for at det skal kunne ses at lovens forskrifter er fulgt. Fullmaktene underskrives av møtelederen og to av deltakerne.\nHoldes møte til valg av utsendinger på flere steder i kommunen, skal fullmakten underskrives av lederne for samtlige møter.\nNår det foretas avstemning over de personer partimøtets deltakere ønsker oppført på forslaget til valgliste, og i hvilken rekkefølge de ønskes oppført, jfr. § 19 annet ledd, skal en i møteboken føre inn antall deltakere på partimøtet, navnene på dem som ønskes oppført på listeforslaget, og antall avgitte stemmer. Bekreftet utskrift av det bokførte skal straks sendes styret for partiets fylkesorganisasjon eller – hvis partiet ikke har fylkesorganisasjon – partiets hovedstyre.\nDersom det ikke er holdt partimøte i en kommune, eller partimøtet ikke er holdt i samsvar med lovens bestemmelser, eller de valgte utsendinger ikke møter på nominasjonsmøtet, har likevel de utsendinger som møter krav på skyss- og kostgodtgjørelse,​3 med mindre den begåtte feil skyldes det partiorganet som etter § 19 første ledd skulle sammenkalle nominasjonsmøtet.\n0 Endret ved lov 14 april 1989 nr. 15.\n1 Jfr. § 86.\n2 Se § 3.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Dersom et parti som ikke stilte liste ved det sist foregående valg, holder nominasjonsmøte i fylket, har utsendingene krav på skyss- og kostgodtgjørelse etter reglene i denne loven​1 dersom de er valgt i samsvar med reglene i § 21. Det er et vilkår at utsendingenes antall ikke vesentlig overskrider det antall partiet skulle hatt etter § 20, når en legger til grunn det stemmetall partiet oppnår ved det valg nominasjonen gjelder. Utsendingene har rett til godtgjørelse selv om deres fordeling på kommunene ikke samsvarer med lovens regler, forutsatt at det finnes antakelig at partiorganisasjonen har handlet etter beste skjønn.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Dersom et registrert parti ved det sist foregående valg stilte liste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, regnes alle stemmer som er avgitt til denne listen til det registrerte partiet.\nDersom to eller flere registrerte partier stilte fellesliste ved det sist foregående valg, beregnes antall utsendinger for partiene under ett og fordeles særskilt for hver kommune. Skulle partiene i en kommune ha færre utsendinger enn antall partier som deltok i felleslisten, får de likevel en utsending hver. Kan partiorganisasjonene ikke bli enige om fordelingen, avgjør fylkesmannen saken, etter at partiene har fått anledning til å uttale seg.\nBestemmelsene i første og annet ledd gjelder tilsvarende dersom to eller flere registrerte partier ved det sist foregående valg har stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe parti.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Valg av stortingsrepresentanter skal holdes i alle kommuner i landet på en og samme dag i september måned i hver stortingsperiodes siste år.​1 Valg av fylkesting og kommunestyre skal holdes i alle kommuner i landet på en og samme dag i september måned hvert fjerde år.\nKongen fastsetter i god tid før valget valgdagen etter første ledd til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende kommune skal holdes valg også på søndagen før den valgdagen som er fastsatt av Kongen.​2\n1 Jfr. Grl. § 54.\n2 Jfr. § 27 annet ledd og § 29 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes​1 fylle følgende krav:\na. Det må være innlevert senest 31. mars​2 i valgåret. Et listeforslag anses innlevert ved stortingsvalg og fylkestingsvalg når det er kommet fylkesvalgstyret i hende, og ved kommunestyrevalg når det er kommet valgstyret i hende. Det anses også innlevert når det er levert til postoperatør eller telegrafstasjon for viderebefordring, eller til offentlig tjenestemann som har fullmakt til å motta listeforslaget.\nb. Det må tydelig angi hvilket valg det gjelder, og dessuten ha en overskrift som angir det parti eller den gruppe det går ut fra, og som ikke kan lede til forveksling, jfr. § 26 nr. 1 siste ledd.\nUtgår listeforslaget fra et parti som er registrert etter § 17, skal partibetegnelsen i listeoverskriften være enslydende med partiets registrerte navn.\nc. Det må ved stortingsvalg være utfylt i tydelig rekkefølge med så mange forskjellige navn som det skal velges representanter til Stortinget fra fylket, jf. Grunnlovens § 58 tredje ledd. Forslaget kan dessuten utfylles i fortsatt rekkefølge med inntil 6 andre forskjellige navn.\nDet må ved fylkestingsvalg være utfylt i tydelig rekkefølge med så mange forskjellige navn som det skal velges representanter til fylkestinget.​3\nVed kommunestyrevalg må det være utfylt i tydelig rekkefølge med så mange forskjellige eller en gang gjentatte navn som det skal velges representanter.​3 Gjentatte navn skal stå først på listen, og gjentakelsen skal skje på plassen nærmest etter.\nVed fylkestingsvalg og kommunestyrevalg kan listeforslaget dessuten i fortsatt rekkefølge utfylles med inntil 10 andre forskjellige navn, men hvor fylkestinget/kommunestyret skal ha minst 41 representanter med inntil 20 andre forskjellige navn, og hvor fylkestinget/kommunestyret skal ha minst 71 representanter med inntil 40 andre forskjellige navn.\nKandidatene skal være betegnet med fornavn og etternavn, og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. Det må ved stortingsvalg og fylkestingsvalg være egenhendig underskrevet av minst 500 personer med stemmerett i fylket, og ved kommunestyrevalg av minst like mange personer med stemmerett i kommunen som det skal velges kommunestyrerepresentanter.​4 Underskriverne må ikke stå som forslagsstillere på noe annet forslag som gjelder samme valg, jfr. § 26 nr. 1, fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 17, er det ved stortingsvalg og fylkestingsvalg nok at forslaget er underskrevet av leder og sekretær for partiets lokalavdeling i fylket, og ved kommunestyrevalg av leder og sekretær for partiets lokalavdeling i kommunen, dersom vedkommende har stemmerett i det fylket/den kommunen listeforslaget gjelder. I stedet for leder og/eller sekretær som ikke har stemmerett i det fylket/den kommunen listeforslaget gjelder, kan listeforslaget underskrives av like mange styremedlemmer for vedkommende lokalavdeling, som har stemmerett i det fylket/den kommunen listeforslaget gjelder. Dersom partiet ikke har lokalavdeling i fylket/kommunen, gjelder bestemmelsene i første ledd.\nUtgår forslaget fra både parti som er registrert etter § 17 og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder også bestemmelsene i første ledd.\nEt parti, herunder innbefattet alle lokalavdelinger, fylkesavdelinger og tilsluttede partiavdelinger, kan bare stille en liste i hvert fylke ved stortingsvalg og fylkestingsvalg, og en liste i hver kommune ved kommunestyrevalg.\ne. Det må ikke ha kandidat felles med andre forslag som gjelder samme valg, jfr. § 26 nr. 1 fjerde ledd.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som fylkesvalgstyret/valgstyret kan henvende seg til ved forhandlinger om listeforslaget.\nListeforslaget bør inneholde fortegnelse over et tillitsutvalg på 10 personer med 3 vararepresentanter blant forslagsstillerne som kan gi erklæring om å kalle tilbake listeforslaget, jfr. nr. 4. Er det ikke utpekt tillitsutvalg, anses de 10 første forslagsstillerne som tillitsutvalg og de 3 neste som vararepresentanter. Styret for den partiavdeling som har underskrevet et listeforslag i samsvar med nr. 1 bokstav d anses i dette tilfelle som tillitsutvalg.\nListeforslaget kan ikke inneholde annen informasjon til velgerne enn de opplysninger som kreves i nr. 1 og i første ledd i bestemmelsen her.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Dersom en kandidat til fylkestingsvalg/kommunestyrevalg ikke er innført i folkeregisteret som bosatt i fylket/kommunen 31. mars​5 i valgåret, må det også ligge ved en erklæring fra vedkommende om at så vil være tilfellet innen valgdagen. Er listeforslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det videre ligge ved en fortegnelse over forslagsstillernes fødselsdato og bostedsadresse.\n4. Et forslag til valgliste kan kalles tilbake av forslagets tillitsutvalg. Erklæring om tilbakekallelse av listeforslag må være innlevert senest 20. april​5 i valgåret. Bestemmelsene i nr. 1 bokstav a annet og tredje punktum gjelder tilsvarende.\n5. Fylkesvalgstyret/valgstyret​6 skal underrette samtlige kandidater på listeforslagene.​7 I underretningen skal gjøres rede for grunnene for å kunne kreve seg fritatt for valg, og at slike krav må fremsettes skriftlig og – sammen med nødvendige begrunnelser og attester – være kommet inn til fylkesvalgstyrets/valgstyrets adresse innen en bestemt dato. Underretningen skal også inneholde opplysning om at retten til å kreve seg fritatt er gått tapt dersom kravet ikke er fremsatt på den måten og innen den frist som er fastsatt, jfr. likevel § 56 første ledd. Departementet​8 fastsetter skjema for underretningen.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 9 jan 1998 nr. 5.\n1 Jfr. § 26.\n2 Jfr. § 86.\n3 Jfr. lov 25 sep 1992 nr. 107 § 7.\n4 Se § 3.\n5 Se § 86 jfr. § 5.\n6 Se § 15 og § 16.\n7 Se § 69.\n8 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "1. Fylkesvalgstyret/valgstyret​1 avgjør om forslagene til valglister og tilbakekallelser etter § 25 nr. 4 skal godkjennes, og undersøker om kandidatene og forslagsstillerne oppfyller de lovbestemte vilkår. Forslagsstillerne plikter, når fylkesvalgstyret/valgstyret krever det, å legge frem den dokumentasjon som er nødvendig for å vise at vilkårene er oppfylt. Dersom det er uklart hvem som har rett til å representere et registrert partis lokalorganisasjon skal fylkesvalgstyret/valgstyret legge til grunn vedtak fra partiets hovedstyre om hvem som skal representere partiet. Etter omstendighetene kan fylkesvalgstyret/valgstyret også godta en uttalelse fra et arbeidsutvalg i partiets hovedstyre eller partiets leder, dersom en slik uttalelse støttes av de øvrige opplysninger i saken.\nOversittes fristene som er satt i § 25 nr. 1 og 4, kan det ikke avhjelpes. Etter at fristen som er satt i nr. 1 er utløpt, kan forslagsstillerne bare gjøre de endringer i listeforslagene som måtte være nødvendig for å bringe forslagene i samsvar med lovens krav.\nFor øvrig skal fylkesvalgstyret/valgstyret eller dets leder ved forhandlinger med den utpekte tillitsmann søke å bringe forslag eller tilbakekallelser i foreskrevet stand.\nStår en forslagsstiller på flere listeforslag for samme valg, skal han gis pålegg om å si fra innen en bestemt frist hvilket forslag han vil stå på. Svarer han ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere listeforslag som gjelder samme valg, skal han gis tilsvarende pålegg. Svarer han ikke blir han stående på det forslaget som først er innlevert uten senere å være tilbakekalt, men strykes av de andre forslagene.\nEn kandidat som ikke er valgbar,​2 strykes av listeforslaget med mindre det blir dokumentert at vedkommende oppfyller valgbarhetsvilkårene på valgdagen. En kandidat som blir fritatt etter reglene i § 14 og § 25 nr. 5 strykes av listeforslaget.\nTillitsmannen bestemmer hvilket navn skal settes inn på en plass som er blitt ledig fordi en kandidat er blitt strøket av listen. Gjør han ikke det, rykker de etterfølgende kandidater opp i uforandret rekkefølge.\nNår det etter at fristen etter § 25 nr. 1 er gått ut, skal settes inn et navn i stedet for et som er strøket, må tillitsmannen legge frem skriftlig erklæring fra den nye kandidaten om at vedkommende er villig til å stå på listen. Det kan ikke settes inn navn som allerede er ført opp på et annet innlevert listeforslag for samme valg.\nHar flere valglister for samme valg samme overskrift, eller overskrifter som ikke tydelig skiller seg fra hverandre, og saken ikke blir ordnet ved forhandlinger, seirer det forslaget som er innlevert først. Enerett til partinavn etter § 17 går likevel alltid foran.\n2. Listeforslagene skal, etter hvert som de kommer inn, ligge til ettersyn i fylkesvalgstyrets/valgstyrets lokaler. Senest den 1. juni​3 i valgåret skal fylkesvalgstyret/valgstyret i eller ved sitt lokale slå opp bekreftede avskrifter av de godkjente forslag som offisielle valglister, hver liste med en overskrift som nevner hvilket valg og hvilket fylke/hvilken kommune den gjelder, tidspunktet for valget, det parti eller den gruppe listen utgår fra og tillitsmannens navn. Samtidig med at avskriftene blir slått opp, skal tillitsmannen for hver liste få tilsendt en avskrift av den godkjente listen.\nFylkesvalgstyret/valgstyret skal dessuten – så vidt mulig innen samme frist som nevnt i foregående ledd – kunngjøre overskriftene på de godkjente listeforslagene i avisene i fylket/kommunen.\nFylkesvalgstyret sørger for at alle valgstyrer i fylket får tilsendt et tilstrekkelig antall av alle de godkjente listene ved stortingsvalg og fylkestingsvalg bl.a. til oppslag i valglokalene.\n3. Fylkesvalgstyret sørger i god tid før 15. juli​3 for at det ved stortingsvalg og fylkestingsvalg blir trykt et tilstrekkelig antall stemmesedler av alle godkjente valglister i fylket til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene.​4 Fylkesvalgstyret skal oversende et tilstrekkelig antall av disse stemmesedlene til bruk ved forhåndsstemmegivningen til statens postselskap. Stemmesedlene ved stortingsvalg skal være hvite, og stemmesedlene ved fylkestingsvalg skal være blå. Ved kommunestyrevalg sørger valgstyret for at det til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene blir trykt et tilstrekkelig antall hvite stemmesedler av alle godkjente valglister i kommunen.​4 Valgstyret skal oversende et tilstrekkelig antall av disse stemmesedlene til bruk ved forhåndsstemmegivningen til statens postselskap. Stemmesedlene må være enslydende med en offisiell valgliste og ha en overskrift som denne – valgtid, fylke/kommune og navnene på tillitsmannen og forslagsstillerne behøver likevel ikke være tatt med. Likeledes skal fylkesvalgstyret ved stortingsvalg og fylkestingsvalg sørge for at valgstyrene i fylket blir utstyrt med et tilstrekkelig antall blanke stemmesedler, av samme farge som de trykte stemmesedler. Tillitsmannen for den enkelte valgliste kan utover det antall som trykkes til bruk for velgerne, for egen regning kreve å få det antall stemmesedler han ønsker. Krav om dette må i tilfelle fremsettes skriftlig innen den frist fylkesvalgstyret/valgstyret fastsetter.\nFylkesvalgstyret/Valgstyret skal sørge for at det trykkes en veiledning på stemmesedlene om hvordan velgeren kan foreta endring på valglisten.\nDepartementet​5 kan gi nærmere bestemmelser om innholdet og utformingen av trykte stemmesedler, herunder om veiledning for velgerne om fremgangsmåten ved valget og om trykningstekniske metoder som kan lette behandlingen og opptellingen av stemmesedlene. Departementet kan gi nærmere bestemmelser om sortering og pakking eller annen praktisk tilrettelegging av trykte stemmesedler med godkjent valgliste til bruk ved forhåndsstemmegivningen.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se § 15 og § 16.\n2 Se § 12 og § 13.\n3 Jfr. § 86.\n4 Jfr. § 91.\n5 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Valgtingene holdes i høvelige lokaler som valgstyret velger. Tinget holdes i kirken​1 dersom en ikke har andre tjenlige lokaler. Valgstyret bør la valgting holdes på flere steder i kommunen hvor det finner det ønskelig av hensyn til velgerne.​2 Vedtak om å foreta endringer i stemmekretsinndelingen og orientering til folkeregisteret om vedtaket, må være gjort senest 15. februar​3 i valgåret.\nI kommuner hvor det skal holdes valgting søndag​4 og hvor stemmegivning skal foregå på flere steder, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27 (i kraft straks iflg. res. 7 mai 1999 nr. 433).\n1 Jfr. lov 7 juni 1996 nr. 31 kap. 3.\n2 Jfr. § 40.\n3 Se § 86 annet ledd.\n4 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skal stemmegivning foregå på flere steder i kommunen, leder et stemmestyre med minst 3 medlemmer valgtinget på hvert sted.\nKommunestyret velger medlemmer og varamedlemmer til stemmestyrene og blant disse leder og nestleder. Kommunestyret kan overlate til valgstyret å foreta valgene. Valgbar og pliktig til å motta valg er enhver som har stemmerett ved kommunestyrevalg og fylkestingsvalg, og som står innført i folkeregisteret som bosatt i kommunen når valg av stemmestyre finner sted. En bør fortrinnsvis velge personer som bor i vedkommende stemmekrets.\n0 Endret ved lover 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 16 juni 1995 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Valgstyret​1 kunngjør når og hvor valgtinget skal holdes og når stemmegivningen skal være avsluttet. Kunngjøringen skjer en av de siste dagene før valget. Dersom valgstyret ønsker å kunngjøre valgtinget flere ganger bør første kunngjøring foretas 3 til 4 uker før valget.\nTiden for stemmegivningen bør settes rommelig. Den må på mandag​2 være minst 5 timer. Stemmegivningen kan tidligst avsluttes kl. 20. Valgstyret kan likevel i visse tilfelle vedta at valglokalene skal stenge på et tidligere tidspunkt. Vilkåret for et slikt vedtak er enten, at det antas å være unødvendig, eller, at det vil skape vanskeligheter, å holde valglokalene åpne til kl. 20. Vedtak som nevnt i fjerde punktum skal være enstemmig og begrunnet. Stemmegivningen kan ikke i noe tilfelle foregå senere enn kl. 21.00. Stemmetiden på søndag​2 må under ingen omstendighet settes kortere enn 3 timer, og stemmegivningen kan tidligst ta til kl. 13.\n0 Endret ved lov 22 mars 1991 nr. 15, 16 juni 1995 nr. 29.\n1 Jfr. § 15.\n2 Jfr. § 24 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "En velger som vil være forhindret fra å møte personlig på valgtinget,​1 kan etter reglene i dette avsnitt avgi stemme på forhånd, hos en som er stemmemottaker​2 etter § 32.\nVelgeren må medbringe valgkort for å kunne forhåndsstemme innenriks (unntatt på Svalbard​3 og Jan Mayen).\nForegår stemmegivningen i et land hvis regelverk er til hinder for medvirkning av en stemmemottaker, skjer den i samsvar med reglene i § 34a, forutsatt at dette ikke strider mot landets regelverk.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6.\n1 Jfr. § 34 nr. 3.\n2 Jfr. § 32.\n3 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Forhåndsstemmegivning skal starte 15. juli​1 i valgåret innenriks (unntatt på Svalbard​2 og Jan Mayen) og 1. juli i valgåret utenriks, på Svalbard og Jan Mayen. Stemmegivningen må ikke foregå senere enn siste fredag før valget.​3\nVelgeren må selv sørge for å avgi forhåndsstemme så tidlig at den kommer vedkommende valgstyre i hende innen utgangen av første tirsdag etter valgdagen. Stemmemottakeren er ikke forpliktet til å sette i verk særskilte foranstaltninger for at stemmegivningen skal komme frem til valgstyret i tide.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6.\n1 Jfr. § 86.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Som stemmemottaker tjenestgjør:\na. Stemmemottaker oppnevnt av statens postselskap​1 blant de tilsatte.\nb. På Svalbard​2 sysselmannen,​3 som også kan oppnevne andre stemmemottakere. Sysselmannen bestemmer i så fall hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønnede norske utenriksstasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den Kongen bestemmer. Ved utenriksstasjoner kan stasjonssjefen, når han finner det påkrevet, oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmer på stasjonen.​4\nd. På Jan Mayen den som Kongen bestemmer. Bestemmelsene i § 35 gjelder tilsvarende etter nærmere bestemmelse av departementet.​5\ne. På norsk fartøy som går i utenriksfart eller i fart mellom Norge og Svalbard​2 eller Jan Mayen, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap og passasjerer.\nf. På norsk borefartøy, og andre faste eller flyttbare innretninger i sjøen, som er engasjert i virksomhet utenfor norsk territorialfarvann, innretningens sjef eller dennes stedfortreder. Bestemmelsene i bokstav e annet punktum gjelder tilsvarende.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se lov 22 nov 1996 nr. 65.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Se lov 17 juli 1925 nr. 11 § 5.\n4 Jfr. lov 18 juli 1958 nr. 1.\n5 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Velgeren må avgi stemme personlig overfor en stemmemottaker etter § 32.\nStemmegivning for stemmemottaker etter § 32 bokstav a foregår enten på et postkontor, på en landpostrute eller på en institusjon eller i et egnet kommunalt lokale der statens postselskap har besluttet å motta forhåndsstemmer. Stemmegivning for stemmemottaker etter § 32 bokstav b foregår der sysselmannen har bestemt. Stemmegivning for utenrikstjenestemann ved norsk utenriksstasjon foregår ved stasjonen. Stemmegivning i overvær av stemmemottaker utenfor riket oppnevnt av Kongen og på Jan Mayen foregår der Kongen bestemmer. Stemmegivning etter § 32 bokstav e og f foregår ombord på vedkommende fartøy eller innretning. Foregår stemmegivningen på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon beregnet på pleie, opphold eller behandling for personer som er syke, uføre e.l., kan stemmer mottas også på pasientrommene.​1 Stemmer kan også mottas hjemme hos personer som oppholder seg i trygdeboliger eller lignende boliger med umiddelbar tilknytning til slik institusjon som nevnt i foregående punktum.​2\nInnen 1. juni i valgåret fremmer valgstyret​3 et forslag overfor statens postselskap om på hvilke institusjoner i kommunen statens postselskap skal motta forhåndsstemmer. Innen 1. august i valgåret avgjør statens postselskap når og på hvilke institusjoner det skal motta forhåndsstemmer, og sender samtidig en orientering om avgjørelsen til valgstyrene. Statens postselskap​4 skal kunngjøre stemmegivning ved oppslag på institusjonen.\nStemmemottaker på institusjon skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 44.\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27, 16 mars 2001 nr. 9.\n1 Jfr. § 34 nr. 2.\n2 Jfr. § 36.\n3 Se § 15.\n4 Se lov 22 nov 1996 nr. 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Stemmegivningen foregår slik:\n1. Stemmemottakeren​1 gjør velgeren kjent med reglene for stemmegivningen og skaffer ham, om han ønsker det, de nødvendige skrivesaker. Stemmemottaker kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for å være.\n2. Stemmemottakeren gir velgeren en stemmeseddelkonvolutt.\nNår stemmegivningen foregår etter § 32 bokstav a, skal stemmemottakeren gi til velgeren en stemmeseddel for hver godkjent valgliste som deltar ved valget. Velgere som ikke har stemmerett i fylket ved stortingsvalg og fylkestingsvalg og i kommunen ved kommunestyrevalg, skal få utlevert en stemmeseddel for hvert registrert parti som stiller liste ved valget, og som bare lyder på valglistens navn uten å ha med kandidatnavn. I tillegg skal velgeren få utlevert en blank, hvit stemmeseddel ved kommunestyrevalg og stortingsvalg og en blank, blå stemmeseddel ved fylkestingsvalg. Stemmemottakeren må ikke i noe tilfelle ta tilbake noen av de utleverte stemmesedler som velgeren ikke har brukt.\nVelgeren legger selv stemmeseddel i stemmeseddelkonvolutten i enerom og usett. Ved fylkestingsvalg og kommunestyrevalg legges en stemmeseddel for hvert valg i samme stemmeseddelkonvolutt. Ved stemmegivning for landpostbud og på pasientrom gjelder kravet om at stemmegivningen skal foregå i enerom og usett, i den utstrekning det lar seg gjøre.\n3. Når forhåndsstemmegivningen foregår etter § 32 bokstav a, gir velgeren stemmeseddelkonvolutten og valgkortet til stemmemottakeren. Hvis det er grunn til å anta at velgeren er i en slik tilstand som nevnt i § 41 annet ledd, skal stemmemottakeren bevitne dette ved påtegning på valgkortet. Stemmemottakeren legger deretter stemmeseddelkonvolutten og valgkortet i en omslagskonvolutt som han kleber igjen og legger i en forseglet urne i velgerens påsyn.\nNår forhåndsstemmegivningen foregår etter § 32 bokstav b-f, gir stemmemottakeren velgeren en omslagskonvolutt. I denne legger velgeren selv stemmeseddelkonvolutten og velgeren kleber selv igjen omslagskonvolutten. Deretter skal stemmemottakeren påføre omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 31. mars i valgåret, sammen med tid og sted for stemmegivningen. Ved stemmegivning i overvær av stemmemottaker nevnt i § 32 bokstav e og f trengs ingen stedsangivelse, men fartøyets/innretningens navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1 og nr. 2 siste ledd og nr. 3 andre ledd andre punktum er iakttatt, og om stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være. Hvis det er grunn til å anta at velgeren er i slik tilstand som nevnt i § 41 annet ledd, bevitner stemmemottakeren dette ved påtegning på omslagskovolutten. Stemmemottakeren skriver så under det som er påført omslagskonvolutten. Stemmemottakeren leverer deretter omslagskonvolutten til velgeren, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten.\n4. Stemmemottakeren sender forhåndsstemmegivningen på hurtigste betryggende måte til vedkommende valgstyre.\nValgstyrets leder skal sørge for at det føres en liste i samsvar med skjema fastsatt av departementet,​2 over de mottatte forhåndsstemmegivningene med angivelse av når de ble mottatt. Valgstyrets leder skal ikke åpne omslagskonvolutten når han er alene. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmene, skal lederen legge frem den nevnte listen.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom. Valgfunksjonærer må ikke gi opplysninger til uvedkommende om forbruket av de forskjellige valglisters stemmesedler. Uvedkommende må heller ikke gis adgang til stemmeavlukkene for å kontrollere forbruket av stemmesedler.\nVelgere som på grunn av legemlige mangler eller andre årsaker, ikke er i stand til å avgi sin stemme slik som beskrevet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker, og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt eget navn på vegne av velgeren.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 32.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "content": "I land hvis regelverk er til hinder for stemmegivning i overvær av stemmemottaker foregår stemmegivningen slik:\n1. Velgeren legger selv stemmeseddel i konvolutten i enerom og usett. Ved fylkestingsvalg og kommunestyrevalg legges en stemmeseddel for hvert valg i samme konvolutt.\n2. Velgeren legger stemmeseddelkonvolutten i en omslagskonvolutt og kleber denne igjen. Velgeren påfører omslagskonvolutten sitt fulle navn og nøyaktige adresse pr. 31. mars i valgåret, sammen med tid og sted for stemmegivningen. Videre påfører velgeren forsikring om at stemmegivningen er skjedd i samsvar med reglene foran. Velgeren skriver så under det som er påført omslagskonvolutten.\n3. Velgeren leverer deretter omslagskonvolutten til et vitne over 18 år, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten og at velgeren er den vedkommende sier seg å være. Vitnets adresse og fødselsdato skal påføres omslagskonvolutten.\n4. Velgeren besørger stemmegivningen sendt på hurtigste betryggende måte direkte til vedkommende valgstyre.\n5. For øvrig gjelder bestemmelsene i § 34 tilsvarende så langt de passer.\n0 Tilføyd ved lov 14 april 1989 nr. 15, endret ved lov 10 jan 1997 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "1. Stemmemottaker som nevnt i § 32 bokstav e og f skal i skipets/innretningens dagbok innføre at stemmegivningen er skjedd, velgerens fulle navn, den kommunen hvor han er stemmeberettiget, og når stemmegivningen er sendt.\n2. Enhver stemmemottaker utenriks, på Svalbard​1 og Jan Mayen skal straks gi vedkommende valgstyre telegrafisk underretning dersom han får vite at noen velger som har avgitt stemme hos ham, er avgått ved døden før valget.\n3. Stemmemottaker som nevnt i § 32 bokstav e og f skal sørge for at det i mannskapets oppholdsrom ombord finnes oppslått en veiledning om utenriksværendes stemmegivning, utarbeidet av departementet.​2 Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas og hos spesielt oppnevnt stemmemottaker utenriks.\nEier av norsk fartøy og innretning som nevnt i § 32 bokstav e og f plikter å sørge for at materiell som er nødvendig etter bestemmelsene i denne lov og som departementet​1 foranlediger sendt til ham, straks blir sendt videre til stemmemottakeren på vedkommende fartøy, innretning.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "1. Stemmeberettigede​1 som oppholder seg i Norge, unntatt Svalbard​2 og Jan Mayen, og som ikke har mulighet til å avgi forhåndsstemme til landpostbud, kan, dersom de er syke eller uføre og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen, avgi forhåndsstemme til en stemmemottaker​3 der de oppholder seg, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjon hvor det etter vedtak av statens postselskap​4 avholdes forhåndsstemmegivning etter §§ 30, 31, 32, 33 og 34.\n2. Den stemmeberettigede må i brev til statens postselskap​4 sette frem krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn og nøyaktig adresse, fødselsår og -dato, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen.\n3. Sammen med brevet som nevnt i nr. 2 må det sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 14 år – om at han kjenner den stemmeberettigede og at han kan bekrefte at vedkommende er syk eller ufør og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen. En slik person kan også skrive under på brevet som nevnt i nr. 2 med sitt eget navn på vegne av velgeren.\n4. Brev og erklæring som nevnt i nr. 2 og 3 må være kommet inn til statens postselskap senest kl. 15 siste tirsdag før valgdagen.\n5. Statens postselskap​4 sørger for at det på hvert brev m.m. som kommer inn, straks blir notert dato og klokkeslett for mottakelsen, sammen med mottakerens signatur. Det skal kontrolleres at vilkårene etter nr. 2, 3 og 4 er oppfylt. Er vilkårene ikke oppfylt, skal den stemmeberettigede straks underrettes om dette, og om hva mangelen består i. Er fristen etter nr. 4 ennå ikke utløpt, skal det samtidig opplyses at mangelen kan rettes innen fristens utløp.\nDersom statens postselskap​4 mottar en muntlig henvendelse om å avgi stemme etter reglene i denne paragraf, skal mottakeren straks notere de opplysninger som er nevnt i første ledd første punktum og i nr. 2. Videre skal velgeren gjøres kjent med de krav som stilles til brev og erklæring i nr. 2 og 3, og anmodes om – om mulig – å forholde seg på denne måten. Statens postselskap kan likevel ikke nekte å motta en stemmegivning etter denne paragraf med den begrunnelse at det foreligger kun en muntlig henvendelse.\n6. Stemmeberettigede som har satt frem krav m.m. som oppfyller vilkårene i nr. 2, 3 og 4 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 5 – skal oppsøkes av en stemmemottaker.\nAndre stemmeberettigede har ikke krav på å få avgi stemme etter denne paragraf.\n7. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn én gang. Er den stemmeberettigede ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfeller og ellers når en stemmemottaker ikke finner frem til stemmeberettiget han skal besøke, skal han snarest mulig skrive ned en redegjørelse om det som er skjedd. Han bør såvidt mulig få en tilstedeværende person til å bekrefte riktigheten av forklaringen.\n8. Dersom en stemmeberettiget som har satt frem krav om å få stemme etter denne paragraf, likevel ikke vil avgi stemme når han blir oppsøkt av en stemmemottaker, skal denne straks skrive ned en forklaring om dette. Han skal anmode den stemmeberettigede og – hvis mulig – en tredjemann om skriftlig å bekrefte riktigheten av det nedskrevne.\n9. Stemmemottakeren leverer til velgeren en stemmeseddel for hver liste som er med i valget, og ber velgeren beholde de stemmesedler han ikke bruker, jf. § 34 nr. 2 annet ledd, som gjelder tilsvarende.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se § 3.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Se § 32.\n4 Se lov 22 nov 1996 nr. 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Kongen fastsetter hvordan valgtinget skal åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Valgtinget begynner til fastsatt tid.​1\nPå valgtinget kan det ikke reises strid om stemmerett.\nInnsigelse mot at valget fremmes, skal fremsettes så snart tinget er satt, eller så snart det som innsigelsen grunnes på er inntruffet.\nValgstyret avgjør hver innsigelse så snart den er reist. Blir innsigelsen fremsatt for et stemmestyre, går det frem som beskrevet i § 39 annet ledd.\nI valglokalet, i tilstøtende rom eller i umiddelbar nærhet av valglokalet er det ikke tillatt\n- å drive valgagitasjon\n- å utføre handlinger som kan forstyrre eller hindre en normal gjennomføring av valghandlingen\n- for uvedkommende å føre kontroll med hvem som møter frem og avgir stemme\n- å foreta velgerundersøkelser eller lignende utspørring av velgerne.\nValgstyret kan bestemme om en viss aktivitet er omfattet av forbudet i foregående ledd, og kan bestemme hvilke områder som skal regnes for å være i umiddelbar nærhet av valglokalet. Stemmestyrets​2 leder eller nestleder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\nTrykte stemmesedler skal være som beskrevet i § 26 nr. 3 første ledd sjette punktum, eller lyde på valglistens navn, eller på navnet til parti eller gruppe av velgere som deltar i felleslisten uten å ha med kandidatnavn. Andre trykte stemmesedler må ikke utdeles.\nValgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler for alle godkjente valglister i fylket og kommunen. Dersom beholdningen av stemmesedler for en valgliste ikke blir tilstrekkelig, må en sørge for at det i stedet er tilgjengelig blanke stemmesedler av slike farger som nevnt i § 26 nr. 3 første ledd og § 44 nr. 2, som velgerne i tilfelle kan fylle ut. Departementet kan gi nærmere forskrifter om utlegging av stemmesedler.\nStemmestyrets medlemmer og valgfunksjonærene må ikke gi opplysninger til uvedkommende om forbruket av de forskjellige valglisters stemmesedler. Uvedkommende må heller ikke gis adgang til stemmeavlukkene eller andre steder der stemmesedler er utlagt for å kontrollere forbruket av stemmesedlene.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 24.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Valgstyrets​1 leder fører inn i en bok (valgboken) alt som behandles og avgjøres på valgtinget. Valgboken føres i samsvar med formular fastsatt av departementet,​2 og den skal oppbevares av valgstyrets leder. I valgboken innføres uttrykkelig datoene for kunngjøringen om utlegging av manntallet m.v. (§ 7), for kjennelsesmøtet (§ 9) og for kunngjøringen om valgtinget (§ 29).\nForegår stemmegivningen på flere steder i kommunen, skal stemmestyrets leder​3 bokføre alt som behandles i en bok som føres i samsvar med formular fastsatt av departementet. Blir det reist innsigelse mot at valget fremmes, bokføres innsigelsen og grunnen.​4 Deretter får velgerne adgang til å avgi stemme.\nLederen i valgstyret eller stemmestyret leser opp det som er bokført, og samtlige medlemmer skriver under. Dette gjøres hver dag, dersom valgtinget varer i flere dager.\n0 Endret ved lov 5 juni 1987 nr. 25.\n1 Jfr. § 15.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 28.\n4 Jfr. § 38 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Når valgtinget er åpnet i samsvar med § 37, får de velgere som er innført i manntallet, adgang til å avgi stemme etterhvert som de møter frem. Også velgere som har stemt på forhånd, kan avgi stemme hvis det ikke er satt kryss i manntallet ved velgerens navn.​1 Fremgangsmåten er slik: Først settes et kryss i manntallet ved velgerens navn. Så får han utlevert en stemmeseddelkonvolutt og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmeseddel i konvolutten. Ved fylkestingsvalg og kommunestyrevalg legges stemmeseddel for begge valg i samme konvolutt. Konvolutten legger han så ned i en urne som står på stemmestyrets bord.\nForegår stemmegivningen på flere steder i kommunen,​2 skal også velgere som ikke står i vedkommende del av manntallet få adgang til å avgi stemme. Disse skal imidlertid ikke legge stemmeseddelkonvolutten ned i valgurnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og gi det til valgstyret etter at stemmegivningen er avsluttet (jfr. § 42).\nVelger som på grunn av legemlige mangler eller andre årsaker ikke er i stand til å avgi stemme slik som nevnt i første og annet ledd, kan få den nødvendige hjelp av en person som han selv utpeker blant dem som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor lokalet en stemmeseddelkonvolutt og en stemmeseddel for hver godkjent valgliste, jfr. § 34 nr. 2 som gjelder tilsvarende. Etter at velgeren på stedet – i tilfelle med slik hjelp som nevnt foran – har lagt stemmeseddel (-sedler) i konvolutten, leverer han denne til de to personene. Disse begir seg straks sammen inn i valglokalet og legger konvolutten i urnen etter at avkryssing i manntallet er skjedd, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i annet ledd siste punktum.\nStemmestyret kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for å være.\nDepartementet​3 kan gi nærmere bestemmelser om bruk av valgurner og annen oppbevaring av mottatte stemmer.\n0 Endret ved lover 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Jfr. § 47.\n2 Jfr. § 27.\n3 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Også velger ved hvis navn det er satt kryss i manntallet og den som er nektet stemmerett ved valgstyrets kjennelse​1 eller av andre grunner ikke er innført i manntallet, skal få avgi stemme. Han skal ikke legge stemmeseddelkonvolutten ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og oppbevare det ubrutt.\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet, skal velgeren ikke legge stemmeseddelkonvolutten ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå og oppbevare det ubrutt. På omslaget skal også gis påtegning om grunnen til at stemmeseddelkonvolutten er lagt til side, og om avgjørelsen er enstemmig. Når stemmegivningen er avsluttet, skal stemmestyret levere omslaget til valgstyret,​3 som avgjør om stemmegivningen skal vrakes.\nDersom ikke noe annet følger av lovens bestemmelser, jfr. § 49 annet og tredje ledd, skal de stemmegivninger som er avgitt i medhold av denne paragrafen og som valgstyret har vraket, forvares inntil valgresultatet er endelig.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Se § 9.\n2 Se § 28.\n3 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Når den tid som er fastsatt for stemmegivningen er utløpt, og de velgere som da er til stede i valglokalet, har fått adgang til å avgi stemme, erklærer lederen i valgstyret/stemmestyret stemmegivningen for avsluttet. Foregår stemmegivningen over to dager, fortsetter den til fastsatt tid neste dag. Urnene med stemmesedler og det øvrige valgmateriell skal oppbevares på sikkert sted under betryggende forsegling fra stemmegivningen er slutt første dag og inntil den tar til neste dag. Valgstyret kan bestemme at de avgitte stemmesedler skal bringes i forseglede urner fra stemmestedet til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil stemmegivningen neste dag eller opptellingen skal begynne. Valgstyret kan også bestemme at det øvrige valgmateriell samtidig skal bringes fra stemmestedene og oppbevares sammen med urnene inntil stemmegivningen tar til neste dag.\nDepartementet​1 gir nærmere bestemmelser om forsegling og oppbevaring av valgmateriell etter foregående ledd.\nNår stemmegivningen er avsluttet annen dag i kommuner hvor stemmegivningen foregår på flere steder, skal de avgitte stemmer, sammen med den del av manntallet som er brukt og stemmestyrets møtebok, snarest mulig bringes til valgstyret til videre behandling, dersom det ikke skal holdes foreløpig opptelling på stemmestedet, jfr. § 46.\n0 Endret ved lover 5 juni 1987 nr. 25, 10 jan 1997 nr. 6.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Det er ikke tillatt å offentliggjøre valgresultater eller prognoser, som er laget på grunnlag av undersøkelser foretatt den søndag og mandag valget foregår, før tidligst mandag kl. 21.00.\n0 Tilføyd ved lov 16 juni 1995 nr. 29, endret 10 jan 1997 nr. 6 (tidligere § 43a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "1. Stemmeseddelkonvoluttene skal være​1 ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 tredje ledd første og annet punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farge.\n2. Stemmesedlene for stortingsvalg skal være av hvitt papir.\nStemmesedlene for fylkestingsvalg og kommunestyrevalg skal være enten av blått eller av hvitt papir. Stemmesedlene for fylkestingsvalg bør være blå og stemmesedlene for kommunestyrevalg bør være hvite, jfr. § 45.\nStemmesedlene må ikke​1 være merket slik at det fremgår hvem velgeren er. De må ikke være påført ord eller tegn som må antas å skulle gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i eller forsøk på å forandre stemmeseddelens innhold, eller fremheving av innholdet, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvoluttene, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha​1 en overskrift som viser hvilken valgliste den gjelder. Har to eller flere partier som er registrert etter § 17 stilt fellesliste, eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppen som ikke representerer noe parti eller felleslistens fulle navn, regnes felleslisten til gode. Gyldige stemmesedler uten kandidatnavn anses å inneholde de navn som er oppført i den offisielle valglisten for fylket (ved stortingsvalg og fylkestingsvalg) eller kommunen (ved kommunestyrevalg) i samme rekkefølge som angitt på vedkommende liste. Det samme gjelder stemmesedler som er gyldige etter nr. 6 annet og tredje punktum.\n4. Rekkefølgen av kandidatnavnene på stemmesedlene regnes slik velgeren har angitt den ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen. Et kandidatnavn kan strykes ved markering på stemmeseddelen i samsvar med anvisningen nevnt foran.\nVed kommunestyrevalg kan velgeren gi en tilleggsstemme til kandidater som står på den valglisten stemmeseddelen gjelder. Dette gjøres ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen.\n5. Ved stortingsvalg og fylkestingsvalg settes kandidatnavn som står på en annen valgliste enn den stemmeseddelen gjelder ut av betraktning. Ved kommunestyrevalg kan velgeren føre opp en gang inntil så mange kandidatnavn fra andre valglister som svarer til en fjerdedel av antall representanter som skal velges, avrundet nedover til nærmeste hele tall. I kommuner hvor kommunestyret har 19 eller færre representanter, kan det likevel føres opp inntil 5 navn. Dette gjøres ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen.\nNavn på personer som ikke står på noen offisiell valgliste, settes ut av betraktning.\n6. Trykt stemmeseddel må​1 være som beskrevet i § 26 nr. 3 første ledd sjette punktum eller § 38 sjuende ledd. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i et annet fylke (ved stortingsvalg og fylkestingsvalg) eller en annen kommune (ved kommunestyrevalg), og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i det fylket/den kommunen stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Trykt stemmeseddel som er enslydende med et registrert partis valgliste ved sametingsvalget og som ikke er rettet, skal likevel godkjennes dersom partiet også stiller liste ved stortingsvalget i det fylket stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Nr. 3 annet punktum får tilsvarende anvendelse for så vidt gjelder registrerte partier.\nAndre trykte stemmesedler må ikke brukes.​1\nLikestillet med trykking er fremstilling på annen mekanisk måte, herunder også maskinskriving.\n0 Endret ved lover 14 april 1989 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Se § 45 jfr. § 92 første ledd nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Stemmegivningen skal vrakes dersom bestemmelsene i § 44 nr. 1 ikke er iakttatt. Stemmeseddelen skal vrakes dersom bestemmelsene i § 44 nr. 2, 3 og 6 ikke er iakttatt.​1 Uoverensstemmelse mellom farge og valgbetegnelse på stemmeseddelen fører ikke til vraking. Det forhold at en stemmeseddel ved stortingsvalg har den farge som er fastsatt for stemmesedler til sametingsvalget fører ikke til vraking. Uoverensstemmelse mellom godkjent listeforslag og trykt stemmeseddel når det gjelder navn som listeforslag kan utfylles med i henhold til § 25 nr. 1 bokstav c første ledd annet punktum og fjerde ledd, fører heller ikke til vraking.\nLigger det flere stemmesedler i en konvolutt ved stortingsvalg, skal alle vrakes dersom de er ulike, men den ene godkjennes dersom de er enslydende. Gjelder stemmesedlene samme valgliste, men bare en av dem er ulik den offisielle valglisten, skal likevel den godkjennes og de andre vrakes. Det forhold at det i en stemmeseddelkonvolutt for stortingsvalg ligger både en stemmeseddel for stortingsvalg og en stemmeseddel for sametingsvalg fører ikke til at stemmeseddelen for stortingsvalget skal vrakes.\nInneholder en stemmeseddel ved fylkestingsvalg og kommunestyrevalg opplysning om hvilket valg den gjelder (valgbetegnelse), er denne avgjørende for hvilket valg stemmeseddelen skal gjelde. For øvrig gjelder følgende regler om dette:\nEr det bare en stemmeseddel uten valgbetegnelse i konvolutten, er fargen på stemmeseddelen avgjørende. Er det to stemmesedler i konvolutten, og bare den ene har valgbetegnelse, anses den andre stemmeseddelen å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, men forskjellig farge, er fargen avgjørende. Har ingen av stemmesedlene valgbetegnelse, men er enslydende og har samme farge, anses en stemmeseddel å gjelde hvert valg. Er de derimot ikke enslydende skal begge vrakes.\nEr det tre eller flere stemmesedler i konvolutten, og det blant disse er minst en med valgbetegnelse og minst en uten valgbetegnelse, avgjør fargen hvilket valg stemmesedlene uten valgbetegnelse skal gjelde, med følgende unntak: Hvis alle stemmesedler med valgbetegnelse gjelder samme valg, og alle stemmesedler uten valgbetegnelser har den farge som er fastsatt for dette valget, anses alle stemmesedler uten valgbetegnelse å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, gjelder foregående ledd tredje og følgende punktum tilsvarende.\nBestemmelsene i annet ledd første og annet punktum gjelder tilsvarende ved fylkestingsvalg og kommunestyrevalg, dersom det i en konvolutt ligger flere stemmesedler for samme valg.\n0 Endret ved lov 16 juni 1995 nr. 29.\n1 Jfr. § 72 nr. 8 og § 75 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Foregår stemmegivningen på flere steder i kommunen,​1 kan valgstyret​2 bestemme at stemmestyret​3 på de steder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløpig opptelling av stemmesedlene umiddelbart etter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløpig opptelling skal foretas under ett for flere stemmesteder som tilsammen har minst 500 navn i manntallet, på ett av disse stemmesteder og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas dersom de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.​4\nEr det grunn til å anta at en avgitt stemme må vrakes på grunn av stemmeseddelkonvoluttens beskaffenhet, jfr. § 45 første ledd, legges konvolutten uåpnet til side. Er det grunn til å anta at en stemmeseddel må vrakes, jfr. § 45, eller er det – ved fylkestingsvalg og kommunestyrevalg – tvil om hvilket valg en eller flere stemmesedler skal gjelde, legges innholdet tilbake i konvolutten. Er dette ikke mulig, legges vedkommende stemmeseddel/-sedler til side.\nDe øvrige stemmesedler ordnes i grupper, hver valglistes sedler for seg og – ved fylkestingsvalg og kommunestyrevalg – hvert valg for seg. For hver valgliste ordnes stemmesedlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende offisielle valgliste). Deretter telles stemmesedlene innen hver gruppe, og en finner det samlede antall stemmesedler for hver gruppe. Ved fylkestingsvalg og kommunestyrevalg telles hvert valg for seg. Stemmesedlene for hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler konvolutten inneholder, om disse er rettet eller urettet, og – ved fylkestingsvalg og kommunestyrevalg – hvilket valg de gjelder.\nValgstyret foretar selv, eller oppnevner andre til å foreta, en foreløpig opptelling av de stemmesedler som er avgitt på de stemmesteder der det ikke foretas foreløpig opptelling etter første ledd. Opptellingen foregår i samsvar med bestemmelsene i annet og tredje ledd, og foretas så snart stemmesedlene er kommet inn til valgstyret. Særskilt opptelling av stemmer avgitt på en del av disse stemmestedene kan bare foretas dersom vedkommende deler av manntallet til sammen inneholder minst 500 navn.\nValgstyret skal, dersom det ikke holdes foreløpig opptelling på stemmestedene, foreta foreløpig opptelling av stemmene fra samtlige stemmesteder i kommunen, snarest mulig etter at stemmene er kommet frem. Foregående ledd gjelder tilsvarende. Valgstyret bør foreta behandlingen av stemmer avgitt etter § 40 annet ledd, jfr. § 47, og blande disse sammen med de andre stemmene før den foreløpige opptellingen etter dette ledd tar til, forutsatt at dette kan skje uten særlig forsinkelse for den foreløpige opptellingen.\nValgstyret kan, dersom stemmegivningen er avsluttet ved samtlige stemmelokaler i kommunen og lovens vilkår for øvrig er oppfylt, begynne den foreløpige opptellingen etter de to foregående leddene før alle avgitte stemmer er kommet valgstyret i hende.\nValgstyret skal foreta foreløpig opptelling av de forhåndsstemmene som er godkjent etter § 47, på valgdagen mandag. Denne opptellingen skal begynne senest fire timer før stemmegivningen er avsluttet ved samtlige stemmelokaler i kommunen.\nFør den foreløpige opptellingen begynner, skal valgstyret legge en del forhåndsstemmegivninger, som tas ut ved et tilfeldig utvalg, til side i en særskilt urne. I denne urnen legger valgstyret også de forhåndsstemmegivningene som ikke er med i opptellingen etter forrige ledd og de som kommer inn til valgstyret etter at opptellingen har begynt. Antallet som legges til side må være tilstrekkelig stort til at de forhåndsstemmegivningene som kommer inn til valgstyret etter at opptellingen har begynt, forblir anonyme ved opptellingen. Valgstyret kan ta forhåndsstemmegivninger ut av denne urnen for telling før tirsdag kl. 24 under forutsetning av at det til enhver tid er et tilstrekkelig antall forhåndsstemmegivninger igjen til å sikre at samtlige forhåndsstemmegivninger forblir anonyme ved opptellingen.\n0 Endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 27 og § 28.\n2 Jfr. § 15.\n3 Jfr. § 28.\n4 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Valgstyret​1 undersøker om de velgerne som har avgitt stemme etter § 40 annet ledd, har adgang til å stemme. Har velgeren ikke stemt i den kretsen hvor vedkommende er manntallsført, settes et kryss ved navnet i manntallet, og stemmeseddelkonvolutten tas ut av omslaget og legges ned i en valgurne. I motsatt fall forkastes stemmegivningen og omslaget forvares uåpnet. En stemmegivning skal forkastes dersom omslaget, jf. § 40 annet ledd tredje punktum, ikke er klebet igjen. Har velgeren levert flere stemmegivninger etter § 40 annet ledd, skal alle stemmegivningene forkastes. Dersom ikke noe annet følger av lovens bestemmelser, jf. § 49 første ledd annet punktum, skal de forkastede stemmegivningene forvares inntil valgresultatet er endelig.\nForhåndsstemmegivningene kan legges frem for godkjenning etter hvert som de kommer inn til valgstyret. For å kunne foreta avkryssing i manntallet ved navnet til de velgerne som har avgitt forhåndsstemmegivning som vil bli godkjent, skal forhåndsstemmegivningene så langt det er mulig legges frem for godkjenning før valgtinget åpner. De forhåndsstemmegivningene som har kommet inn innen fristen jf. § 31 andre ledd, og som det ikke er blitt krysset av for før valgtinget åpnet, kan først fremlegges for godkjenning etter at stemmegivningen er avsluttet på valgtinget.\nEn forhåndsstemmegivning godkjennes ikke med mindre de lovbestemte vilkårene er oppfylt. Det forhold at en forhåndsstemmegivning ikke er sendt i samsvar med § 34 nr. 4, fører ikke til forkastelse med mindre noe tyder på at omslagskonvolutten har vært åpnet. En forhåndsstemmegivning skal ikke forkastes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, godkjennes den forhåndsstemmegivningen som kommer først frem til valgstyret dersom den er i forskriftsmessig stand. Fremgår det av forhåndsstemmegivningene i hvilken rekkefølge de er avgitt, og den sist avgitte er i forskriftsmessig stand, godkjennes denne dersom de tidligere avgitte stemmegivningene må forkastes på grunn av formelle feil.\nHar en velger avgitt forhåndsstemme, og det er satt kryss i manntallet ved velgerens navn, jf. andre ledd, skal velgerens stemmegivning på valgtinget avgitt etter § 40 andre ledd eller § 41 første ledd forkastes. Har en velger avgitt forhåndsstemme uten at det er satt kryss i manntallet ved velgerens navn, jf. andre ledd, skal forhåndsstemmegivningen forkastes dersom velgeren også har avgitt valgtingsstemme etter § 40 første eller andre ledd.\nDersom en velger har forhåndsstemt en eller flere ganger, og alle forhåndsstemmegivningene forkastes, godkjennes stemmegivning som er avgitt på valgtinget, hvis denne er i forskriftsmessig stand. I så fall tas stemmeseddelkonvolutten ut av omslaget, jf. § 40 annet ledd og § 41 første ledd, og legges ned i en valgurne. For øvrig gjelder første ledd fjerde og sjette punktum tilsvarende.\nDersom valgkort som er utstedt i samsvar med § 9 a, ikke ligger ved en forhåndsstemmegivning som er avgitt innenriks (unntatt på Svalbard og Jan Mayen), skal stemmegivningen forkastes. Ligger det valgkort ved flere forhåndsstemmegivninger avgitt av samme velger, godkjennes den forhåndsstemmegivningen som kommer først frem til valgstyret dersom den er i forskriftsmessig stand. Forhåndsstemmegivning som er avgitt utenriks, på Svalbard​2 eller Jan Mayen, skal ikke forkastes selv om valgkortet ikke ligger ved.\nNår en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Valgstyret avgjør om avkryssing i manntallet for forhåndsstemmer skal skje manuelt eller ved hjelp av maskinelle hjelpemidler.\nStemmeseddelkonvolutten legges uåpnet ned i en særskilt urne. Valgkortet legges til side og oppbevares til valgresultatet er endelig og tilintetgjøres deretter på betryggende måte, dersom ikke noe annet følger av § 49 annet og tredje ledd.\nLigger det i en omslagskonvolutt flere stemmeseddelkonvolutter til det samme valget, åpner valgstyret disse konvoluttene og legger alle stemmesedlene ulest inn i en stemmeseddelkonvolutt, som legges i valgurnen i samsvar med det som er bestemt i foregående ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter reglene i § 45.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten så vidt mulig forvares uåpnet. Når omslagskonvolutten er blitt åpnet, legges valgkortet og stemmeseddelkonvolutten tilbake i omslagskonvolutten som legges til side, jf. første ledd siste punktum.\n0 Endret ved lover 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 42, 7 mai 1999 nr. 27.\n1 Se § 15.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Stemmeopptellingen foretas særskilt for stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan bare foretas dersom vedkommende del – eller deler til sammen – inneholder minst 500 navn.\nVed fylkestingsvalg og kommunestyrevalg telles stemmene for de to valg opp hver for seg, slik at stemmene for fylkestingsvalget telles opp først.\nOpptelling foretas av de personer og på den måten valgstyret har bestemt, og under valgstyrets tilsyn. Opptellingen tar til umiddelbart etter at den foreløpige opptellingen, jfr. § 46, er avsluttet og alle de avgitte valgtingsstemmene er kommet valgstyret i hende. Opptellingen av forhåndsstemmer, unntatt de forhåndsstemmegivningene som er omtalt i § 46 åttende ledd, kan begynne til samme tid. Dersom valgstyret ikke har foretatt foreløpig opptelling av forhåndsstemmene, gjelder § 46 åttende ledd tilsvarende når opptellingen begynner før fristen i § 31 annet ledd første punktum er gått ut.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på opptelling og registrering av stemmegivninger etter sjette ledd, og fastsetter nærmere krav til systemene.\nVed stortingsvalg og fylkestingsvalg finner en først hver listes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jf. § 44 nr. 3.\nVed kommunestyrevalg undersøkes først hvor mange listestemmer som tilfaller den enkelte valgliste på hver stemmeseddel. Er det ført opp et kandidatnavn som står på en annen valgliste enn den stemmeseddelen gjelder, gir dette en listestemme til den valglisten som navnet står på, og en stemme til kandidaten. Er det ført opp flere slike navn enn det som er bestemt i § 44 nr. 5, settes de som står sist i rekkefølgen ut av betraktning. Med fradrag av eventuelle listestemmer som nevnt i annet punktum, får den valglisten som stemmeseddelen gjelder, så mange listestemmer fra stemmeseddelen som tallet på representanter som skal velges. Ved denne beregningen tar en også med navn på personer som ikke er valgbare, såfremt de står på en offisiell valgliste i vedkommende kommune. Den enkelte valglistes stemmetall er summen av de listestemmer som tilfaller valglisten.\nMå det gjøres avbrudd i opptellingen, skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret påse at det ikke er foretatt noe urettmessig med valgmateriellet.\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1995 iflg. res. 5 mars 1993 nr. 174), 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Når opptellingen av stemmene til stortingsvalget er avsluttet, skal valgstyrets​1 leder innføre i valgboken stemmetallene for valglistene, med opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og stemmer avgitt på forhånd og på urettede og rettede stemmesedler.\nHvis valgstyret ikke også er fylkesvalgstyre,​2 skal valgstyret ved stortingsvalg omgående sende i forseglet pakke til fylkesvalgstyrets leder en bekreftet avskrift av det som er bokført på valgtinget og på stemmestedene, alle valgkort innkommet i forbindelse med forhåndsstemmegivningen, alle innkomne omslagskonvolutter for forhåndsstemmegivninger utenriks og på Svalbard og Jan Mayen, kopi av innkomne klager og bemerkninger, de stemmegivninger og stemmesedler valgstyret har vraket eller som er innlevert til valgstyret i medhold av § 41, alle godkjente stemmesedler, de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg, og de urettede og de rettede hver for seg.\nHvis valgstyret også er fylkesvalgstyre, skal valgstyret ved stortingsvalg, så snart valgoppgjøret er avsluttet, sende i forseglet pakke til fylkesmannen det valgmateriellet som er omtalt i annet ledd.\nDepartementet kan gi nærmere bestemmelser om valgstyrenes innsending av valgmateriell til fylkesvalgstyrene og fylkesmannen, herunder om emballasje for materiellet.\nEtterhvert som de mottas, skal valgstyret sende alle innkomne klager og bemerkninger til departementet.\nNår opptellingen av stemmene til fylkestingsvalget er avsluttet skal valgstyrets leder føre inn i valgboken stemmetallene for valglistene, med opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Valgstyret skal deretter omgående sende i forseglet pakke til fylkesvalgstyrets leder en bekreftet avskrift av det som er innført i valgboken vedrørende fylkestingsvalget, sammen med alle innkomne stemmesedler for dette valget, de som er godkjent og de som er vraket hver for seg og de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\nPolitiske partier som er registrert etter § 17 og som stiller liste i fylket ved stortingsvalg og fylkestingsvalg, skal uten betaling få tilsendt utskrift av valgboken dersom de setter frem krav om det innen valgdagen.\nDen avskrift av manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget, skal valgstyrets leder sørge for blir oppbevart til to valgperioder er utløpt. Deretter skal den brennes eller tilintetgjøres på annen betryggende måte.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Se § 15.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Fylkesvalgstyret​1 skal kontrollere forberedelse og gjennomføring av stortingsvalg på grunnlag av de tilsendte møtebøkene og valgmateriellet, jfr. § 49 annet ledd, etterhvert som de kommer inn.\nFylkesvalgstyret skal uten opphold foreta valgoppgjør for fylket på grunnlag av de tilsendte møtebøkene og valgmateriellet, jfr. § 49 annet ledd. Finner fylkesvalgstyret feil ved valgstyrenes beslutninger om å godkjenne eller forkaste stemmegivninger og stemmesedler eller feil i opptellingen, skal det først rette feilene.\nI de tilfellene som er nevnt i § 49 tredje ledd, skal fylkesmannen foreta den kontrollen som er nevnt i første ledd og herunder kontrollere valgstyrets beslutninger om å godkjenne eller forkaste stemmegivninger og stemmesedler og valgstyrets opptelling. Resultatet av fylkesmannens kontroll skal straks meddeles Stortingets kontor.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør og fastsetter nærmere krav til systemene.\n0 Endret ved lover 5 mars 1993 nr. 31 (i kraft 1 jan 1997), 13 juni 1997 nr. 50.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Fylkesvalgstyret​1 legger sammen valglistenes stemmetall i alle kommunene. Deretter fordeles fylkets representantplasser, jfr. Grunnlovens § 58 tredje ledd, på valglistene. Fylkesvalgstyret går frem som beskrevet i Grunnlovens § 59 fjerde ledd.\n0 Endret ved lov 14 april 1989 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "1. Når det er avgjort hvor mange representantplasser hver liste skal ha, foretas en ny stemmeopptelling for listens kandidater. En går frem slik:\nEn teller først bare de navn som står som nr. 1 på stemmesedlene. Den kandidat som får flest stemmer ved denne opptellingen er valgt. Skal listen ha mer enn en representant, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer sammenlagt ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en, inntil alle de representantplasser listen skal ha er besatt. Navn på personer som ikke er valgbare,​1 settes ut av betraktning ved opptellingen, og de etterfølgende kandidater rykker opp. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes ved fortsatt opptelling på samme måte som bestemt for representantene foran under nr. 1.​2\n1 Se § 12 og § 13.\n2 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Når valgoppgjøret er avsluttet skal fylkesvalgstyrets​1 leder i en bok innføre:\n- de offisielle valglistene med stemmetall for de enkelte kommuner og for hele fylket,\n- opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer,\n- beregning av det antall representanter som tilfaller hver liste,\n- hvem som etter reglene i § 52 er valgt til representanter og vararepresentanter,\n- hvor mange stemmesedler som er endret av velgerne, og om disse endringene kan tenkes å ha noen betydning for Riksvalgstyrets valgoppgjør etter § 55,\n- oversikt over antall forkastede stemmegivninger og stemmesedler, fordelt på kommuner, med kommentarer om hyppig forekommende feil.\n- oversikt over de feil som er rettet i valgstyrenes valgoppgjør etter § 50 annet ledd annet punkt,\n- oversikt over feil ved valget som er avdekket ved kontrollen i medhold av § 50 første ledd, især feil som kan få betydning for valgets gyldighet.\nAlle medlemmer av fylkesvalgstyret underskriver boken.\nBoken føres i samsvar med formular fastsatt av departementet.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Fylkesvalgstyret​1 skal omgående sende til Stortingets kontor og til riksvalgstyret bekreftet utskrift av det som er bokført.\nDet valgmateriellet fylkesvalgstyret og fylkesmannen har mottatt fra valgstyrene skal oppbevares på et sikkert sted under betryggende forsegling til valgperioden er utløpt. Deretter skal det brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31, 13 juni 1997 nr. 50.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Riksvalgstyret​1 skal uten opphold foreta valgoppgjør for fordeling av utjevningsrepresentantene på grunnlag av de utskrifter som er tilsendt riksvalgstyret fra fylkesvalgstyrene, jfr. § 54 første ledd. Riksvalgstyret går frem som beskrevet i Grunnlovens § 59 femte, sjette og sjuende ledd. Kongen godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\nNår det er avgjort hvilke fylkeslister som får utjevningsrepresentanter, utpeker riksvalgstyret listenes utjevningsrepresentanter og samtlige vararepresentanter i samsvar med reglene i § 52 i loven her. Ved dette oppgjøret ser en bort fra de kandidater som allerede er valgt som distriktsrepresentanter.\nRiksvalgstyret utferdiger fullmakt for samtlige valgte representanter og vararepresentanter, jf. Grunnlovens § 64. Representantene nevnes i den rekkefølge som fremgår av Grunnlovens § 59 fjerde ledd, § 52 i loven her, samt første og andre ledd i paragrafen her. For vararepresentantene angis hvilken eller hvilke representanter de i tilfelle skal erstatte, samtidig som det angis i hvilken rekkefølge de er valgt.\nFullmakten underskrives av alle medlemmer av riksvalgstyret og sendes til den som er valgt som første representant i hvert fylke, jfr. Grunnlovens § 59 fjerde ledd annet punktum. Samtidig underrettes samtlige fylkesvalgstyrer om utfallet av riksvalgstyrets valgoppgjør. Fylkesvalgstyrene skal snarest mulig etter å ha fått melding fra riksvalgstyret underrette de valgte representanter og vararepresentanter om valgutfallet.\nDepartementet kan gi nærmere regler om formen på stortingsrepresentantenes fullmakter.\nNår riksvalgstyrets valgoppgjør er ferdig, skal lederen føre inn i en bok fremgangsmåten ved valgoppgjøret og dets utfall. Alle medlemmer av riksvalgstyret underskriver boken.\nRiksvalgstyret skal omgående sende til Stortingets kontor bekreftet utskrift av det som er bokført.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1997).\n1 Se § 16 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "En valgt representant eller vararepresentant, som ikke plikter å motta valget, jfr. Grunnlovens § 63,​1 skal innen tre dager etter å ha mottatt underretning om valget fra fylkesvalgstyret,​2 sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Jfr. § 14.\n2 Jfr. § 16 a og § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Er noen blitt valgt til representant eller vararepresentant for to fylker, skal vedkommende senest innen tre dager etter å ha mottatt underretning fra fylkesvalgstyrene​1 om valget, på hurtigst mulig måte underrette begge fylkesvalgstyrer om hvilket valg som mottas. Innen samme frist skal vedkommende skriftlig bekrefte sin beslutning overfor begge fylkesvalgstyrer og – såvidt mulig – også overfor vararepresentanter.\nDersom vedkommende ikke sender slik skriftlig erklæring som ovenfor nevnt, anses vedkommende å ha mottatt valget som representant eller vararepresentant for det fylket hvor han er stemmeberettiget. Er han ikke stemmeberettiget i noen av fylkene, anses han valgt for det fylket som står først i ordenen, jfr. Grunnlovens § 58.\nBestemmelsene i første og annet ledd får tilsvarende anvendelse dersom noen er valgt til representant eller vararepresentant for flere enn to fylker, likevel slik at vedkommende selv kan velge hvilket fylke han vil representere uansett om han allerede før har truffet et valg mellom noen av dem.\nBlir det valg vedkommende har mottatt kjent ugyldig av Stortinget, kan han innen tre dager etter å ha fått underretning om dette, avgi erklæring om at han mottar et av de andre valgene.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Fylkesvalgstyret​1 skal uten opphold foreta valgoppgjør for fylket på grunnlag av de utskrifter og stemmesedler som er nevnt i § 49 sjette ledd. Finner fylkesvalgstyret feil i valgstyrenes opptelling eller avgjørelser om godkjenning eller vraking av stemmesedler, skal det rette disse.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1995), 13 juni 1997 nr. 50.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "1. Fylkesvalgstyret​1 legger sammen valglistenes stemmetall i alle kommunene. Deretter fordeles representantplassene på valglistene i forhold til deres stemmetall på følgende måte:\nEn fører opp de kvotienter som fremkommer når hver listes stemmetall etter hvert divideres med 1,4 – 3 – 5 – 7 osv., inntil hvert stemmetall er dividert det antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplassen tilfaller den listen som har den største kvotienten. Den andre representantplassen tilfaller den listen som har den nest største kvotienten osv., inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall avgjøres det ved loddtrekning, hvilken liste representantplassen skal tilfalle.\n2. Deretter avsettes en sjettedel av fylkestingets samlede medlemstall – i tilfelle avrundet oppover til nærmeste hele tall – som utjevningsrepresentanter på listene på samme måte som etter nr. 1 foran. Utjevningsrepresentantplassene – som skal fordeles på valglistene i samsvar med bestemmelsene i nr. 1 annet ledd annet og tredje punktum – nyttes i den utstrekning det er nødvendig for å sikre alle kommuner i fylket minst en representant i fylkestinget.\nSkulle det tilfalle en liste flere utjevningsrepresentantplasser enn den har valgbare kandidater til overs når de ordinære representantplassene er besatt, skal listens utjevningsrepresentantplasser anses som forlodds valgt, og de øvrige plasser fordeles på de andre listene slik som bestemt i første ledd.\n0 Endret ved lov 22 mars 1991 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "1. Når det er foreløpig avgjort hvor mange ordinære representantplasser hver liste skal ha, foretas en ny stemmeopptelling for listens kandidater. En går fram slik:\nEn teller først bare de navn som står som nr. 1 på hver stemmeseddel. Den kandidat som får flest stemmer ved denne opptellingen er valgt. Skal listen ha mer enn en representant, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer sammenlagt ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en inntil alle de ordinære representantplasser listen skal ha i denne omgang er besatt. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\n2. Etter at det er avgjort hvilke kandidater som er valgt til ordinære representanter, skal utjevningsrepresentantplassene, jfr. § 59 nr. 2, fordeles. Representantplassene fordeles i samsvar med reglene i § 59 nr. 1 annet og tredje ledd. Som representanter velges kandidater bosatt i kommuner som foreløpig ikke har fått valgt inn noen representant i fylkestinget. Har en liste som skulle ha utjevningsrepresentantplass, ingen kandidat fra kommuner som ikke har fått noen representantplass i fylkesstinget, anses den kandidaten valgt på vedkommende plass som ville blitt valgt etter reglene i nr. 1.\nEr det fortsatt ledige representantplasser igjen når alle kommuner har fått minst en representant i fylkestinget, fordeles de ledige plasser etter reglene i nr. 1.\nEn kandidat anses i dette nr. bosatt i den kommunen hvor han har stemmerett ved valget.​1\nDepartementet kan gi nærmere regler om valgoppgjør etter første ledd.\n3. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes ved fortsatt opptelling på samme måte som bestemt for de ordinære representantene under nr. 1 foran, idet man ser bort fra de som er valgt til utjevningsrepresentanter.\n4. Ved fordeling av representantplasser og vararepresentantplasser etter denne paragraf settes navn på personer som ikke er valgbare ut av betraktning. Ved fordeling som nevnt i nr. 1, nr. 2 og nr. 3 rykker i så fall de etterfølgende navn opp.\n0 Endret ved lover 22 mars 1991 nr. 15, 22 mars 1991 nr. 15.\n1 Se § 9, jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Når valgoppgjøret er avsluttet skal fylkesvalgstyrets​1 leder i en bok innføre:\n- de offisielle valglistene med stemmetall for de enkelte kommuner og for hele fylket,\n- opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer,\n- beregning av det antall representanter som tilfaller hver liste,\n- hvem som etter reglene i § 60 er valgt til representanter og vararepresentanter,\n- oversikt over antall forkastede stemmegivninger og stemmesedler, fordelt på kommuner, med kommentarer om hyppig forekommende feil.\nAlle medlemmer av fylkesvalgstyret underskriver boken.\nUtskrift av valgboken skal uten opphold sendes fylkesmannen og departementet. Politiske partier som er registrert etter § 17, og som stiller liste i fylket, skal uten betaling få tilsendt utskrift av valgboken dersom de fremsetter krav om det til fylkesvalgstyret innen valgdagen.\n0 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1995 nr. 29.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Fylkesvalgstyret​1 skal straks underette de valgte representanter og vararepresentanter om valget. Er noen blitt valgt som ikke plikter å ta imot valget, jfr. § 14, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter å ha mottatt underretning om valget fra fylkesvalgstyret, sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "De stemmesedler fylkesvalgstyret har mottatt, jfr. § 49 sjette ledd, skal oppbevares på et sikkert sted under betryggende forsegling, inntil valgperioden er utløpt. Så skal de brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995 iflg. res. 5 mars 1993 nr. 174), 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Valgstyret​1 foretar valgoppgjør for kommunestyrevalget, og fordeler representantplassene i kommunestyret på valglistene i forhold til deres stemmetall på følgende måte:\nEn dividerer summen av listestemmetallene, jfr. § 48 sjette ledd, med representantplassenes antall forøket med 1. Kvotientens hele tall forøkes med 1. Hver listes stemmetall divideres med den forøkede kvotient, og listen får så mange representantplasser som de nye kvotienters hele tall angir.\nViser det seg at ikke alle representantplassene blir fordelt mellom listene på denne måten, divideres hver listes stemmetall først med det antall representantplasser listen har fått forøket med 1, deretter, om det er nødvendig, med det samme tall forøket med 2, osv.\nEt antall kvotienter tilsvarende antall ikke fordelte representantplasser nummereres deretter, slik at den største kvotienten får nr. 1, den nest største får nr. 2 osv. Divisjonene etter foregående ledd må fortsette inntil det viser seg at ingen kvotient i en senere kvotientrekke er større enn den sist nummererte, som kalles delingstallet. De gjenværende representantplassene fordeles deretter på valglistene på grunnlag av de nummererte kvotientene.\nHvis flere lister har samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall avgjøres det ved loddtrekning hvilken liste representantplassen skal tilfalle.\nSkulle det tilfalle en liste flere plasser enn den har valgbare kandidater, skal dens kandidater anses som forlodds valgt, og de øvrige plasser fordeles på de andre listene slik som bestemt foran.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995).\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "1. Når det er avgjort hvor mange representantplasser hver liste skal ha, undersøker en hvor mange stemmer hver kandidat på disse listene har fått. Her tar en også med stemmer kandidatene har fått på stemmesedler som gjelder andre valglister, jfr. § 48 sjette ledd annet punktum. Navn på personer som ikke er valgbare​1 settes ut av betraktning. Deretter besettes hver listes plasser med de kandidater på vedkommende liste som har fått flest stemmer, i rekkefølge etter stemmetall, og i tilfelle av stemmelikhet, etter rekkefølge på listen.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes på samme måte som bestemt for representantene foran under nr. 1.\n0 Endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50.\n1 Se § 12 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Når stemmeopptellingen og valgoppgjøret er avsluttet, skal valgstyret​1 i valgboken innføre de offisielle valglistene, med stemmetall for den enkelte kandidat og for listen, med opplysning om hvordan disse tallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer. Videre skal innføres beregningen av det antall representanter som tilfaller hver liste, og hvem som etter reglene i § 65 er valgt til representanter og vararepresentanter. Er det avgitt stemme til ikke valgbare personer, jfr. § 65 nr. 1 tredje punktum, skal også dette føres inn.\nValgstyret skal uten opphold sende utskrift av alt som er innført i valgboken i anledning fylkestingsvalget og kommunestyrevalget til fylkesmannen. Politiske partier som er registrert etter § 17, og som stiller liste i kommunen, skal uten betaling få tilsendt utskrift av valgboken dersom de fremsetter krav om det til valgstyret innen valgdagen.\n0 Endret ved lov 13 juni 1997 nr. 50.\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Valgstyret​1 skal straks underrette de valgte representanter og vararepresentanter om valget. Er noen blitt valgt som ikke plikter å ta imot valget, jfr. § 14, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter å ha mottatt underretning om valget fra valgstyret sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Stemmesedlene skal oppbevares på et trygt sted under sikker forsegling til valgperioden er utløpt. Så skal de brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Kommunestyrevalget holdes som flertallsvalg, dersom det i en kommune ikke blir innlevert eller godkjent noen listeforslag. Det samme gjelder dersom bare ett listeforslag blir innlevert eller godkjent. I slike tilfelle gjelder følgende særlige regler:\n1. Valgstyret offentliggjør snarest mulig en kunngjøring til velgerne om at valget holdes som flertallsvalg. Kunngjøringen skal gjøre rede for de regler som gjelder for valget.\n2. Velgerne stemmer ved samme stemmeseddel på representanter og vararepresentanter. Stemmesedlene kan inneholde høyst så mange navn som det skal velges representanter i kommunestyret, og like mange vararepresentanter. Er det på stemmeseddelen ikke skilt mellom representanter og vararepresentanter, anses de først oppførte som representanter i det tillatte antall, og de følgende som vararepresentanter i det tillatte antall. Inneholder stemmeseddelen flere navn som representanter eller vararepresentanter enn tillatt, settes de overskytende navnene som står sist i rekkefølgen ut av betraktning.\nEt navn kan bare føres opp en gang på hver stemmeseddel. Er det ført opp flere ganger, gjelder det bare på den første plass i rekkefølgen og strykes på de følgende.\nNavn på personer som ikke er valgbare,​1 settes ut av betraktning.\n3. Ved valgoppgjøret teller en først de stemmer som er avgitt på representanter. De som har fått flest stemmer, er valgt.\nDe som deretter har fått flest stemmer, når representantstemmer og vararepresentantstemmer telles under ett, er valgt til vararepresentanter i den rekkefølgen stemmetallet viser og i et antall som svarer til representantenes.\nHvis flere kandidater har fått like mange stemmer, avgjøres utfallet ved loddtrekning.\n1 Se § 12 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Valgstyrets kjennelser om stemmerett og om adgang til å avgi stemme​1 kan ved stortingsvalg påklages til Stortinget, og ved fylkestingsvalg og kommunestyrevalg til departementet.​2 Klagerett har den som kjennelsen går imot, og enhver annen som står innført i manntallet i vedkommende kommune.\nVed stortingsvalg må skriftlig klage være kommet inn til valgstyret, fylkesvalgstyret, fylkesmannen, departementet eller Stortingets kontor innen kl 15 første onsdag etter valgdagen. Klagene sendes deretter til departementet. Departementet sender brev til Stortinget med uttalelser om klagene.\nKlage til departementet​2 ved fylkestingsvalg og kommunestyrevalg må være fremført muntlig i valgstyrets møte eller skriftlig være kommet inn til lederen i valgstyret innen kl. 15 den 30de dagen​3 etter valgdagen. Lederen sender snarest mulig klagen via fylkesmannen til departementet. Han opplyser om klageren har klagerett og, hvis klagen er skriftlig, om når han mottok klagen. Han legger ved nødvendig utskrift av valgboken og de dokumenter som kan antas å ha betydning for saken.\nDepartementets​2 avgjørelse i klagesaken kan påklages videre til Stortinget. Valgstyret har klagerett dersom departementet har omgjort kjennelsen. Klage til Stortinget må sendes inn skriftlig til departementet og være kommet inn til dette senest kl. 15 den 30de dagen​3 etter at departementet har truffet sin avgjørelse. Departementet sender snarest mulig klagen sammen med tilhørende dokumenter til Stortinget.\nDepartementet​2 sender melding til Stortinget om de avgjørelser som blir truffet i klagesaker etter denne paragraf, og som ikke er påklaget etter foregående ledd.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Se § 47.\n2 Kommunal- og regionaldepartementet.\n3 Se § 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Forberedelse og gjennomføring av valg kan ved stortingsvalg påklages til Stortinget, og ved fylkestingsvalg og kommunestyrevalg til departementet.​1 Klagerett ved stortingsvalg og fylkestingsvalg har enhver som er stemmeberettiget i vedkommende fylke, og ved kommunestyrevalg enhver som er stemmeberettiget i vedkommende kommune.​2\n§ 70 annet ledd gjelder tilsvarende for klager etter denne paragraf i forbindelse med stortingsvalg.\nKlager i forbindelse med kommunestyrevalg må være fremsatt innen den frist og på den måte som er bestemt i § 70 tredje ledd. Valgstyrets leder forelegger klagen for valgstyret til uttalelse dersom han finner grunn til det, og sender den snarest mulig gjennom fylkesmannen til departementet. Han opplyser om klageren har klagerett og, hvis klagen er skriftlig, om når han mottok klagen. Han legger ved nødvendig utskrift av valgboken og de dokumenter som antas å ha betydning for saken.\nTredje ledd gjelder tilsvarende for klager i forbindelse med fylkestingsvalg, likevel slik at klagen må være fremsatt muntlig i fylkesvalgstyrets møte eller skriftlig være kommet inn til lederen i fylkesvalgstyret innen fristens utløp.\nEn klage som gjelder forhold av betydning for både fylkestingsvalg og kommunestyrevalg anses å gjelde begge valg, og den anses lovlig fremsatt om den er fremsatt slik som bestemt i enten tredje eller fjerde ledd. Er klagen fremsatt bare overfor enten fylkesvalgstyret eller valgstyret, skal dette straks sende kopi av klagen til den andre instansen.\nFår fylkesmannen kjennskap til at noen ved kommunestyrevalg er valgt til representant eller vararepresentant ved uriktig valgoppgjør (jfr. §§ 64 og 65), kan han påby feilen rettet innen den frist som er fastsatt i § 70 tredje ledd. Vedkommende valgstyre kan bringe fylkesmannens avgjørelse inn for departementet.​1\nBlir fylkesmannen kjent med feil i forbindelse med forberedelsen og gjennomføringen av fylkestingsvalg og gjennomføringen av fylkestingsvalg og kommunestyrevalg, og som han ikke selv kan påby rettet i medhold av foregående ledd, sender han melding om feilen til departementet​1 innen den frist som er fastsatt i § 70 tredje ledd. Samtidig underretter han fylkesvalgstyrets/valgstyrets leder.\nDepartementets​1 avgjørelser i saker etter denne paragraf kan ikke påklages.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Kommunal- og regionaldepartementet.\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Ved stortingsvalg skal Stortinget – når betingelsene i § 77 foreligger – kjenne utfallet av stemmegivningen i en kommune ugyldig:​1\n1. når bestemmelsene om oppsetting av manntallet​2 er satt til side, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggingen ikke har vært kunngjort. Manglende underretning etter §§ 6, 8 og 10 er ikke ugyldighetsgrunn,\n2. når valget er holdt på annen tid enn loven gir adgang til,​3 eller når forskriftene om hvordan valget skal forberedes og styres, er satt til side,​4\n3. når en stemmemottaker ved forhåndsstemmegivning har gjort seg skyldig i feil eller forsømmelse, eller en forhåndsstemme ikke er nådd frem som følge av forsømmelse fra stemmemottakeren eller en tilsatt i statens postselskap,​5\n4. når forskriftene om fremgangsmåten på valgtinget er overtrådt, såsom når stemmegivningen, eller behandlingen eller opptellingen av stemmesedlene er foretatt på uriktig måte, eller velgerne ikke har fått rimelig tid til å avgi stemme,\n5. når det er truffet en uriktig avgjørelse om innføring eller strykning i manntallet, eller om gyldigheten av en stemmeseddel,\n6. når noen som ikke står i manntallet har avgitt stemme, eller noen har avgitt stemme mer enn en gang,\n7. når noen på straffbar måte har søkt å skaffe seg innflytelse på valget,​6\n8. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 45 første ledd, jfr. § 44 nr. 6, og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n0 Endret ved lov 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Jfr. § 77 og § 78.\n2 Jfr. § 9 jfr. § 3.\n3 Jfr. § 38.\n4 Jfr. §§ 30 flg.\n5 Jfr. lov 22 nov 1996 nr. 65.\n6 Se § 92 nr. 4, jfr. § 44 nr. 6, strl. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Ved stortingsvalg skal Stortinget – når betingelsene i § 77 foreligger – kjenne valgoppgjøret for et fylke ugyldig, dersom det er inntruffet feil ved fylkesvalgstyrets oppgjør. Det samme gjelder dersom utfallet av stemmegivningen i en kommune, som er lagt til grunn for oppgjøret, er kjent helt eller delvis ugyldig i medhold av § 72.\nStortinget skal – når betingelsene i § 77 foreligger – kjenne riksvalgstyrets oppgjør ugyldig dersom det er inntruffet feil ved oppgjøret.\n0 Endret ved lov 14 april 1989 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Stortingets adgang til å kjenne utfallet av stemmegivningen eller valgoppgjøret ugyldig​1 i medhold av §§ 72 og 73 er ikke avhengig av at det er inngitt klage etter §§ 70 eller 71.\n1 Se § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Ved fylkestingsvalg og kommunestyrevalg, skal departementet​1 i henhold til klage eller melding etter § 71 – når betingelsene i § 77 foreligger – kjenne valget i en kommune ugyldig:​2\n1. når bestemmelsene om oppsetting av manntallet er satt til side, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggingen ikke har vært kunngjort. Manglende underretning etter §§ 6, 8 og 10 er ikke ugyldighetsgrunn,\n2. når valget er holdt på annen tid enn loven gir adgang til, eller når forskriftene om hvordan valget skal forberedes og styres, er satt til side,\n3. når en stemmemottaker ved forhåndsstemmegivning har gjort seg skyldig i feil eller forsømmelse, eller en forhåndsstemme ikke er nådd frem som følge av forsømmelse fra stemmemottakeren eller en tilsatt i statens postselskap,\n4. når forskriftene om fremgangsmåten på valgtinget er overtrådt, såsom når stemmegivningen eller behandlingen eller opptellingen av stemmesedlene, er foregått på uriktig måte, eller en stemmeseddel uriktig er godkjent eller forkastet, eller velgerne ikke har fått rimelig tid til å avgi stemme,\n5. når noen som ikke står i manntallet har avgitt stemme, eller noen har avgitt stemme mer enn en gang,\n6. når trykt stemmeseddel er forkastet i henhold til § 45 første ledd, jfr. § 44 nr. 6, og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n0 Endret ved lover 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Kommunal- og regionaldepartementet.\n2 Se noter til § 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Ved fylkestingsvalg og kommunestyrevalg, skal departementet​1 uten hensyn til om klage eller melding etter § 71 er innlevert – når betingelsene i § 77 foreligger – kjenne valget ugyldig:\n1. når en kjennelse som omhandlet i § 70 er omgjort med endelig virkning,\n2. når det får kjennskap til noen ved uriktig valgoppgjør (§§ 59, 60, 64 og 65) er valgt til representant eller vararepresentant,\n3. når det får kjennskap til at noen på straffbar måte har søkt å skaffe seg innflytelse på valget.​2\n1 Kommunal- og regionaldepartementet.\n2 Se § 92 nr. 4, jfr. § 44 nr. 6, strl. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Alle de feil som er omhandlet i §§ 72, 73, 75 og 76 er ugyldighetsgrunner dersom det finnes antakelig at de har hatt innflytelse på utfallet av valget.\nValget kjennes ikke ugyldig i videre utstrekning enn feilen medfører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Kan virkningen av en feil som er omhandlet i §§ 72, 73, 75 og 76 avhjelpes ved opptelling av innleverte stemmesedler, ved sammenlegging av stemmer, ved annen fastsetting av valgutfallet eller ved loddtrekning skal dette gjøres, enten av Stortinget eller departementet, eller ved at det påbys nytt valgoppgjør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Når Stortinget kjenner valgoppgjøret i et fylke helt eller delvis ugyldig etter §§ 72 og 73, og dessuten underkjenner resultatet av stemmegivningen i en kommune, påbyr det omvalg i kommunen, dersom feilen ikke lar seg rette på noen av de måter som er omhandlet i § 78. Stortinget kan likevel – når det påbyr omvalg i en eller flere kommuner i et fylke – også bestemme at det skal holdes omvalg i de øvrige kommuner i fylket når særlige forhold tilsier det. I så fall underkjenner Stortinget resultatet av stemmegivningen i hele fylket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Når departementet​1 har erklært valget i en kommune ugyldig i medhold av § 77, og feilen ikke lar seg rette på noen av de måter som er omhandlet i § 78, påbyr det omvalg i kommunen, dersom feilens innflytelse gjelder fordelingen mellom valglistene av representantplassene i fylkestinget eller kommunestyret.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Ved omvalg i medhold av §§ 79 og 80 brukes manntallet fra det opprinnelige valget, rettet på den måten som er bestemt i § 10 første ledd. Dessuten skal valgstyret innføre de som feilaktig var utelatt ved det opprinnelige valget, og stryke dem som feilaktig var tatt inn i manntallet, i henhold til avgjørelser etter §§ 70 og 72. Endringer i manntallet som nevnt i foregående punktum kan bare skje ved kjennelse, jfr. § 9.\nEr valget kjent ugyldig fordi lovens regler om utarbeidelse av manntallet ikke er fulgt, skal arbeidet med dette gjenopptas, med sikte på å bringe manntallet i samsvar med reglene. Rett til å bli innført har i dette tilfelle – i samsvar med lovens regler – alle de som skulle ha vært innført i manntallet ved det opprinnelige valget, og som ikke senere har tapt stemmeretten.\nVed omvalg kan det fastsettes kortere frister for istandbringelsen av manntallet og forberedelsene av valget.\nFor øvrig gjelder ved omvalget de vanlige regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Er noen blitt valgt til representant eller vararepresentant uten å være valgbar, skal denne feilen avhjelpes på en av de måter som er nevnt i § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Stortinget skal påby nytt valgoppgjør hvis en representantplass i Stortinget, etter at vararepresentanten eller vararepresentantene i tilfelle er rykket opp, blir ubesatt eller uten vararepresentant som kan møte. Dette gjelder både når det er valgt noen som har unnslått seg for å motta valg, jfr. §§ 56 og 57, og når ledighet oppstår på grunn av omstendigheter som inntreffer etter valget.\nFylkesvalgstyret​1 utferdiger fullmakt for dem som er valgt til representant eller vararepresentant i medhold av første ledd. § 55 tredje ledd annet og tredje punktum og fjerde ledd første og tredje punktum gjelder tilsvarende.\n0 Endret ved lov 22 mars 1991 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Blir en representantplass i fylkestinget/kommunestyret ubesatt etter at vararepresentantene i tilfelle er rykket opp, enten fordi det er valgt noen som har unnslått seg for å motta valg, jfr. §§ 62 og 67, eller på grunn av omstendigheter som inntreffer etter valget, skal fylkesordføreren/ordføreren sørge for at fylkesvalgstyret/valgstyret uten opphold foretar nytt valgoppgjør.\nFylkesvalgstyret/valgstyret​1 skal også foreta nytt valgoppgjør når en vararepresentantplass er blitt ledig av en grunn som nevnt i første ledd, og fylkesordføreren/ordføreren finner dette påkrevd.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Er antallet av vararepresentanter eller av en gruppes vararepresentanter i fylkestinget/kommunestyret blitt utilstrekkelig, og forholdet ikke kan avhjelpes ved nytt valgoppgjør etter § 84 annet ledd, kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige vararepresentantplassen. Gruppen underretter deretter fylkesvalgstyret/valgstyret,​1 som velger vedkommende som vararepresentant dersom vilkårene for dette er til stede. Er kommunestyrevalget holdt som flertallsvalg, jfr. § 69, utpekes kandidaten til den ledige plassen av kommunestyret. Annet punktum gjelder tilsvarende.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "6:86",
      "chapter": "6",
      "section": "86",
      "content": "I frister etter denne lov som er fastsatt til et bestemt antall dager før valgdagen, regnes ikke med den valgdag som er fastsatt av Kongen​1 og den foregående dag. Ender fristen på en helligdag, regnes den å løpe ut den nærmest etterfølgende hverdag.\nFaller en dato, som etter denne lov er utgangspunktet for en frist, på en helligdag, begynner vedkommende frist å løpe fra nærmest påfølgende hverdag. Faller en dato, som etter denne lov er avslutningen av en frist, på en helligdag, anses vedkommende frist å løpe ut den sist foregående hverdag.\nBestemmelsene i annet ledd gjelder tilsvarende i de tilfelle hvor en dato, som er det tidligste eller seneste tidspunkt for noen handling etter denne lov, faller på en helligdag.\nMot oversitting av frister etter denne lov kan det ikke gis oppreising.\n1 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "6:87",
      "chapter": "6",
      "section": "87",
      "content": "Alle offentlige tjenestemenn plikter, så langt deres offentlige stilling setter dem i stand til det og hensynet til andre lovbestemte gjøremål ikke blir tilsidesatt, å gi valgmyndighetene de opplysninger de måtte kreve til bruk ved manntallsføringen, og ellers ved forberedelsene og gjennomføringen av valget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "6:88",
      "chapter": "6",
      "section": "88",
      "content": "Etter nærmere bestemmelse av departementet plikter fylkesvalgstyret og valgstyret​1 å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "6:89",
      "chapter": "6",
      "section": "89",
      "content": "Med mindre noe annet følger av bestemmelser i denne lov (§ 7 annet ledd), kan adgang til eller avskrift av manntallseksemplarer – herunder det manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget – bare gis​1\n1. til tjenestlig bruk for offentlig tjenestemann når det er påkrevd av hensyn til tjenesten\n2. til forskere, herunder til bruk for statistisk bearbeidelse i vitenskaplig øyemed, når det foreligger samtykke fra Sentralkontoret for folkeregistrering i medhold av lov av 16. januar 1970 nr. 1 om folkeregistrering § 14 andre ledd\n3. til andre når det foreligger samtykke fra folkeregisterets kontor i medhold av lov av 16. januar 1970 nr. 1 om folkeregistrering § 13 første ledd.\n0 Endret ved lov 16 juni 1995 nr. 29.\n1 Jfr. § 92 første ledd nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "6:90",
      "chapter": "6",
      "section": "90",
      "content": "Den som er gitt adgang til det avkryssede manntall eller avskrift av dette, plikter​1 å bevare taushet om hvilke enkeltpersoner som har avgitt stemme eller unnlatt å avgi stemme.\nDen som i kraft av noen bestemmelse i denne lov får kjennskap til hvordan enkeltpersoner har stemt, plikter å hindre at andre får adgang eller kjennskap til dette.\n1 Jfr. § 92 første ledd nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "6:91",
      "chapter": "6",
      "section": "91",
      "content": "Statskassen bærer de utgifter som følger av denne lov til:\n1. stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. Anskaffelse av trykte stemmesedler med kandidatnavn til bruk for velgerne ved forhåndsstemmegivningen og i stemmelokalene ved stortingsvalg,\n3. statens postselskaps mottak av forhåndstemmer,\n4. produksjon og utsending av valgkort,\n5. porto og telegrammer ved meldinger etter § 35 nr. 2,\n6. fylkesvalgstyrenes og riksvalgstyrets virksomhet ved stortingsvalg.\nFylkeskommunen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler med kandidatnavn til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene ved fylkestingsvalg,\n2. fylkesvalgstyrets virksomhet ved fylkestingsvalg.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune. Ved stortingsvalg gir statskassen kommunene refusjon for deres utgifter etter satser som fastsettes av departementet.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "6:92",
      "chapter": "6",
      "section": "92",
      "content": "Den som forsettlig eller uaktsomt\n1. unnlater å utføre, eller ikke i rett tid eller på rett måte utfører, noe gjøremål vedkommende i kraft av stilling eller funksjon er pålagt etter denne lov, eller etter bestemmelser gitt i medhold av denne lov\n2. uteblir fra noe møte som denne lov nevner, uten å ha gyldig forfall, og uten å melde fra til det organ som sørger for innkalling av vararepresentanter\n3. overtrer bestemmelsene i § 7 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v., eller forskrifter gitt med hjemmel i denne bestemmelsen\n4. overtrer bestemmelsene i § 44 nr. 6 ved omdeling av trykte stemmesedler\n5. overtrer bestemmelsene i § 89 ved å gi adgang til eller avskrift av det avkryssede manntallet\n6. overtrer bestemmelsene i § 90 om taushetsplikt\nVed forseelser som nevnt i første ledd nr. 1, nr. 2 eller nr. 3 skal den skyldige også erstatte de skader som er forvoldt, dersom han har opptrådt forsettlig eller grovt uaktsomt.\n1 Jfr. strl. § 27.\n2 Jfr. strl. kap. 10 og § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "6:93",
      "chapter": "6",
      "section": "93",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1997 nr. 28 (i kraft 1 jan 1998).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "6:94",
      "chapter": "6",
      "section": "94",
      "content": "Denne lovs bestemmelser om fylkestingsvalg gjelder ikke i de tilfelle hvor en kommune utgjør et eget fylke. Likevel skal det også i disse kommuner være adgang til å avgi forhåndsstemme til fylkestingsvalg når vedkommende velger har stemmerett i en kommune som utgjør en del av et fylke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "6:94 a",
      "chapter": "6",
      "section": "94 a",
      "content": "Kongen​1 kan etter søknad gi samtykke til at det i enkelte kommuner gjøres forsøk med elektronisk avkryssing i manntallet på valgtinget, og kan herunder gi samtykke til at det gjøres avvik fra lovens bestemmelser om avkryssing i manntall og behandling av stemmer avgitt i medhold av § 40 annet ledd. Kongen​1 fastsetter nærmere vilkår for gjennomføring av forsøk etter første punktum.\n0 Tilføyd ved lov 5 mars 1993 nr. 31, endret ved lov 10 jan 1997 nr. 6.\n1 Kommunal- og regionaldepartementet iflg. res. 18 juni 1993 nr. 537.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94a",
        "source_heading": "§ 94 a."
      }
    },
    {
      "provision_ref": "7:95",
      "chapter": "7",
      "section": "95",
      "content": "Denne lov trer i kraft straks. Samtidig oppheves​1 – – –\n– – –\nKongen gir for øvrig de nødvendige bestemmelser i forbindelse med denne lovs ikrafttreden.\n1 Se fotnote til lovens overskrift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder ved valg av representanter til Stortinget,​1 fylkesting​2 og kommunestyrer.​2 Med mindre noe annet følger av den enkelte bestemmelse eller det enkelte kapittel, gjelder reglene i loven for alle tre valg.\n1 Jfr. Grl. §§ 49 flg.\n2 Jfr. lov 25 sep 1992 nr. 107 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I denne lov benyttes ved stortingsvalg «fylke» i stedet for «valgdistrikt», jfr. Grunnlovens § 58, og «kommune» i stedet for «valgsogn», jfr. Grunnlovens § 59. Med «fylke» forstås ved fylkestingsvalg det samme som «fylkeskommune».​1\n1 Jfr. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Stemmeberettiget ved valg etter denne lov er norske statsborgere​1 som senest i det året valgtinget holdes vil ha fylt 18 år​2 og som ikke har mistet stemmeretten etter Grunnlovens § 53.​3 Personer som ikke er norske statsborgere​1 har stemmerett ved fylkestingsvalg og kommunestyrevalg dersom de har stått innført i norsk folkeregister​4 som bosatt i riket de tre siste år før valgdagen og ellers fyller de vilkår som gjelder for norske statsborgere. Personer som er statsborgere i andre nordiske land har stemmerett ved fylkestingsvalg og kommunestyrevalg dersom de den 31. mars i valgåret står innført i norsk folkeregister som bosatt i riket, og ellers fyller de vilkår som gjelder for norske statsborgere.\nNorske statsborgere som på valgdagen er bosatt utenfor riket, er likevel stemmeberettiget bare når de – foruten å oppfylle vilkårene i første ledd første punktum – noen gang har stått innført i norsk folkeregister​4 som bosatt i riket.\nNorske tjenestemenn som er ansatt i diplomatiet eller konsulatvesenet og deres husstand, er stemmeberettiget uten hensyn til reglene i annet ledd.​5\nDen som er stemmeberettiget etter reglene foran, må dessuten være innført i manntall på valgdagen for å kunne utøve stemmerett.​6\n0 Endret ved lov 7 mai 1999 nr. 27.\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.\n2 Jfr. Grl. § 50.\n3 Se strl. § 16, § 31, § 32, strl.ikrl. § 9, milstrl. § 12 og § 20.\n4 Jfr. lov 16 jan 1970 nr. 1.\n5 Jfr. lov 18 juli 1958 nr. 1.\n6 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Manntallet over dem som har stemmerett etter § 3 skal for hver kommune føres av valgstyret.​1 Det føres felles manntall for fylkestingsvalg og kommunestyrevalg.\nDepartementet​2 kan gi nærmere forskrifter om hvordan manntallet skal føres.\n1 Se § 15.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Manntallet utarbeides i de år det skal være valg.​1 Til grunn legges folkeregisteret i kommunen.​2 Folkeregisterets kontor har ansvaret for at valgstyret får et utkast til manntall som er i samsvar med folkeregisteret. Valgstyret kan kreve at manntallsutkastet blir skrevet ut kretsvis.\nI manntallet innføres de som den 31. mars​3 i valgåret står innført i folkeregisteret​2 som bosatt i kommunen, og som har stemmerett etter § 3.\nLikeså innføres i manntallet de som har stemmerett etter § 3 og som er bosatt utenfor riket, såfremt de noen gang i løpet av de siste ti år før valgdagen har vært folkeregisterført​2 som bosatt i riket, jfr. femte ledd. Personer som er nevnt i § 3 annet ledd, og som ikke har vært folkeregisterført​2 som bosatt i riket noen gang i løpet av de siste ti år før valgdagen, skal føres inn i manntallet dersom søknad om slik innføring er kommet inn til valgstyret senest kl. 15 mandag to uker før valgdagen. Søknaden må inneholde forsikring om at søkeren fortsatt er norsk statsborger. Departementet kan gi nærmere forskrifter​3 om søknaden. Personer som er nevnt i § 3 tredje ledd skal føres inn i manntallet uten søknad.\nDe som har stemmerett etter § 3, og som flytter til riket etter 31. mars,​4 skal – når de ikke har vært folkeregisterført​2 som bosatt i riket noen gang i løpet av de siste ti år før valgdagen – manntallsføres i den kommunen de flytter til dersom valgstyret får melding fra folkeregisteret om flyttingen senest kl. 15 mandag to uker før valgdagen.\nStemmeberettigede som er bosatt utenfor riket, jfr. § 3 annet og tredje ledd, på Svalbard​5 eller Jan Mayen, skal manntallsføres i den kommunen hvor de sist var innført i folkeregisteret​2 som bosatt. Det samme gjelder stemmeberettigede som flytter inn i riket etter 31. mars,​3 når de noen gang i løpet av de siste ti år før valgdagen har vært folkeregisterført som bosatt i riket. Personer som er stemmeberettiget etter § 3 tredje ledd, og som ikke har vært folkeregisterført som bosatt i riket noen gang, skal manntallsføres i Oslo kommune.\nPersoner som er døde, strykes i manntallet.​6\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Jfr. § 87.\n2 Jfr. lov 16 jan 1970 nr. 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 86 annet ledd.\n5 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n6 Jfr. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Valgstyret​1 sørger for at det senest 10. mai​2 i valgåret er satt opp et utkast til manntall. Innen samme frist​2 skal det settes opp en liste over dem som har søkt om å bli innført i manntallet, men som en ikke har funnet å kunne føre inn. Valgstyret​1 sørger for at disse straks blir gitt melding. I meldingen skal opplyses hvorfor vedkommende ikke er ført inn i manntallsutkastet, om den lovbestemte måte å klage på, jfr. § 8, og tid og sted for det møte som er nevnt i § 9 første ledd.\n0 Endret ved lov 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Det utkast til manntall valgstyret​1 har latt utarbeide, jf. § 6, skal i tiden fra og med den 11. mai​2 til og med den 24. mai​2 i valgåret ligge ute til alminnelig ettersyn på de steder som valgstyret bestemmer. Valgstyret​1 skal før utleggingen kunngjøre tid og sted for denne, sammen med oppfordring til enhver om å klage, dersom en måtte finne at en selv eller noen annen med urette er innført i eller utelatt fra manntallet. Kunngjøringen skal dessuten redegjøre for den lovbestemte måten å klage på, og inneholde opplysning om hvor klagen skal innleveres og siste frist for når den må være innkommet, samtidig kunngjøres tid og sted for kjennelsesmøtet, jfr. § 9 første ledd.\nValgstyret​1 sørger for at politiske partier og andre grupper som stiller liste ved valget, får et gratis eksemplar av manntallsutkastet, dersom de har satt frem skriftlig krav om dette til valgstyret senest 15. april​2 i valgåret. Manntallsavskrifter og eventuelt annet materiell som bygger på manntallet, kan bare brukes til politiske formål og ikke overlates til utenforstående.​3 Materiellet skal leveres tilbake til valgstyret når det ikke lenger brukes, senest to år etter utløpet av valgåret. Departementet​4 kan gi nærmere forskrifter om dette.\n0 Endret ved lover 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.\n3 Se § 92 nr. 3.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Klager over manntallet må være kommet inn til valgstyret​1 senest kl. 15 den 24. mai​2 i valgåret. Klagene skal være skriftlige og begrunnet. En liste over dem som klagene gjelder skal straks etter fristens utløp legges ut på de steder hvor manntallet har vært lagt ut.\nValgstyret​1 skal straks underrette dem hvis stemmerett det er reist innsigelse mot.\n0 Endret ved lov 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Valgstyret​1 skal senest den 1. juni​2 i valgåret avholde møte for å avsi kjennelser om innføringer og strykninger i manntallet. Den hvis stemmerett skal behandles, og den som har klaget, har rett til selv og ved fullmektig​3 å uttale seg og føre bevis under møtet.\nI kjennelsesmøtet kan innføring i manntallet skje etter klage, oppdaget feil eller når vedkommende har fått stemmerett eller vil få stemmerett senest på valgdagen. Innføring kan også skje etter søknad som nevnt i § 5 tredje ledd annet punktum eller melding som nevnt i § 5 fjerde ledd. Strykning kan skje etter klage, oppdaget feil eller når vedkommende har mistet stemmeretten. Strykning kan også skje etter melding fra valgstyret i en annen kommune om at vedkommende er innført i manntallet der. Er det grunn til å tro at den som blir innført også står i manntallet i en annen kommune, skal underretning om innføringen straks sendes til valgstyret der.\n0 Endret ved lover 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 15.\n2 Se § 86 annet ledd.\n3 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "content": "Det utstedes valgkort til alle stemmeberettigede som er innført i manntallet og som har bostedsadresse innenriks (unntatt Svalbard​1 og Jan Mayen).\nDepartementet kan gi nærmere bestemmelser om produksjon og utsendelse av valgkort, herunder om valgstyrets​2 plikter i forbindelse med produksjonen og utsendelsen.\n0 Tilføyd ved lov 10 jan 1997 nr. 6.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Valgstyret​1 kan bestemme at manntallet skal ligge ute til ettersyn etter at kjennelsesmøtet er avholdt. Valgstyret​1 skal før valgdagen stryke de som dør eller mister stemmeretten​2 og de som er innført i manntallet i en annen kommune, når valgstyret får melding om innføringen. Når valgstyret godkjenner søknad om innføring i manntallet etter § 5 tredje ledd eller mottar melding som nevnt i § 5 fjerde ledd, skal innføringen i manntallet foretas før valgdagen. Departementet kan, etter søknad fra valgstyret, gi samtykke til at personer som ikke er kommet med i manntallet føres inn etter at kjennelsesmøtet er avholdt, dersom utelatelsen skyldes teknisk feil av generell karakter. Personer som er blitt norske statsborgere,​3 kan føres inn i manntallet selv om valgstyret ikke har fått melding om dette før kjennelsesmøtet er holdt.\nValgstyret skal straks sende underretning til dem som blir strøket i manntallet, fordi de ikke er stemmeberettiget i kommunen eller fordi de har mistet stemmeretten, etter at dette er lagt ut etter § 7 første ledd. På samme måte skal valgstyret underrette dem som i nevnte tidsrom blir innført i manntallet.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Se § 15.\n2 Se § 3.\n3 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Når manntallet skal brukes til avstemning utenom valg til Stortinget, fylkesting eller kommunestyre,​1 skal valgstyret foreta de strykninger eller tilføyelser i manntallet som følger av avgjørelser av stemmerettsspørsmål i henhold til klage etter § 70. Videre stryker valgstyret dem som er døde, har mistet stemmeretten eller som den 30de dagen før avstemningsdagen ikke lenger står innført i folkeregisteret​2 som bosatt i kommunen. Valgstyret føyer til i manntallet dem som oppfyller vilkårene for stemmerett ved avstemningen og som den 30de dagen før avstemningsdagen står innført i folkeregisteret som bosatt i kommunen.\n1 Se lov 7 juni 1996 nr. 31 § 4.\n2 Jfr. lov 16 jan 1970 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Valgbar til Stortinget og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som har oppholdt seg i riket i minst ti år og som ikke er utelukket eller fritatt.​1\nValgbar til fylkestinget og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som står innført i folkeregisteret​2 som bosatt i en av kommunene i fylket på valgdagen og som ikke er utelukket eller fritatt.​3\nValgbar til kommunestyret og pliktig til å ta mot valget er enhver som har stemmerett ved valget, og som står innført i folkeregisteret​2 som bosatt i kommunen på valgdagen og som ikke er utelukket eller fritatt.​3\n1 Jfr. Grl. § 63.\n2 Se lov 16 jan 1970 nr. 1.\n3 Se § 13 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Utelukket fra valg til Stortinget er:​1\na. ansatte i departementene, med unntak av statsråder og statssekretærer\nb. hoffets ansatte og dets pensjonister\nc. ansatte i diplomatiet og konsulatvesenet.\nUtelukket fra valg til fylkestinget er fylkesmannen, assisterende fylkesmann og den som i vedkommende fylkeskommune er administrasjonssjef eller dennes stedfortreder, er sekretær for fylkestinget, er leder av forvaltningsgren, har ansvaret for regnskapsfunksjonen i fylkeskommunen eller foretar revisjon for fylkeskommunen.\nUtelukket fra valg til kommunestyret er fylkesmannen, assisterende fylkesmann og den som i vedkommende kommune er administrasjonssjef eller dennes stedfortreder, er sekretær for kommunestyret, er leder av forvaltningsgren, har ansvar for regnskapsfunksjonen i kommunen, eller foretar revisjon for kommunen.\nI kommuner og fylkeskommuner med parlamentarisk styreform er ansatte i sekretariatet til rådet som har fått myndighet delegert fra rådet heller ikke valgbare til fylkestinget eller kommunestyret.\nHvorvidt en person skal utelukkes fra valg til Stortinget avhenger av hvorvidt han eller hun innehar stillingen på valgdagen. Ved valg til kommunestyre og fylkesting er utelukkelse avhengig av om vedkommende innehar stillingen når organet trer i funksjon.\n0 Endret ved lover 25 sep 1992 nr. 107, 16 april 1999 nr. 18 (i kraft 1 juli 1999 iflg. res. 16 april 1999 nr. 388).\n1 Jfr. Grl. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Rett til å kreve seg fritatt for å stå på en liste ved stortingsvalg​1 har\na. den som er stemmeberettiget i et annet fylke\nb. den som har møtt som representant på alle Storting etter forrige valg\nc. den som innen valgårets utløp har fylt 60 år\nd. den som er medlem av et parti som er registrert etter § 17, når vedkommende er oppført som kandidat på et listeforslag som ikke er fremsatt av dette partiet.\nRett til å kreve seg fritatt for valg til fylkesting og kommunestyre​2 har\na. den som innen valgårets utløp har fylt 65 år\nb. den som ved valgårets utløp har gjort tjeneste som medlem av henholdsvis fylkestinget og kommunestyret de siste fire år\nc. den som har rett til fritak etter andre lover\n0 Endret ved lover 25 sep 1992 nr. 107, 13 juni 1997 nr. 50.\n1 Jfr. Grl. § 63.\n2 Jfr. § 26 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I hver kommune skal det være et valgstyre som består av formannskapet.\nI kommuner som har innført parlamentarisk styringsform, skal det velges et valgstyre med minimum 5 medlemmer. Kommunestyret velger selv medlemmer og varamedlemmer og blant medlemmene, leder og nestleder til valgstyret. Valget skjer som forholdsvalg. Valgbar og pliktig til å motta valg er enhver som er valgbar til formannskapet, jf. kommuneloven​1 § 14.\nValgstyret kan overdra til lederen, et arbeidsutvalg eller sekretæren å treffe vedtak i enkeltsaker eller typer av saker som ikke er av prinsipiell betydning. Lederen kan bestemme at enkeltsaker som ikke er av prinsipiell betydning skal avgjøres ved sirkulasjon mellom valgstyrets medlemmer.\nValgstyret oppnevner selv de nødvendige hjelpere.\nAlle møter holdes for åpne dører med mindre lukkede dører er nødvendig for å hindre at opplysninger underlagt taushetsplikt blir spredt.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 11 juni 1993 nr. 85.\n1 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "I hvert fylke skal det være et fylkesvalgstyre som består av fylkesutvalget. I fylke som omfatter bare en kommune, består fylkesvalgstyret av valgstyrets medlemmer.​1\nI fylkeskommuner som har innført parlamentarisk styringsform, skal det velges et fylkesvalgstyre med minimum 5 medlemmer. Fylkestinget velger selv medlemmer og varamedlemmer og blant medlemmene, leder og nestleder til fylkesvalgstyret. Valget skjer som forholdsvalg. Valgbar og pliktig til å motta valg er enhver som er valgbar til fylkesutvalget, jf. kommuneloven​2 § 14. Bestemmelsene i § 15 tredje, fjerde og femte ledd gjelder tilsvarende for fylkesvalgstyret.\n0 Endret ved lover 22 mars 1991 nr. 15, 11 juni 1993 nr. 85.\n1 Jfr. § 94.\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Kongen oppnevner et riksvalgstyre i de år det holdes stortingsvalg. Riksvalgstyret skal ha minst fem medlemmer med varemedlemmer. Kongen oppnevner leder og nestleder, og gir nærmere bestemmelser om hvem som skal fungere som arbeidshjelp for riksvalgstyret.\n§ 15 tredje og femte ledd gjelder tilsvarende for riksvalgstyret.\n0 Tilføyd ved lov 14 april 1989 nr. 15, endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Et politisk parti kan søke notarius publicus​1 i Oslo om å bli registrert med et bestemt partinavn. Søknadene må være underskrevet av medlemmene av partiets hovedstyre. Som vedlegg til søknaden må følge utskrift av møteboken for det møtet hvor partiet ble opprettet. Av denne må fremgå hvem som på møtet er valgt til medlemmer av partiets hovedstyre. Utskriften må være bekreftet av disse medlemmene. Underavdeling av politisk organisasjon kan ikke bli registrert.\nSammen med søknad om registrering må det legges frem for notarius publicus egenhendig underskrevet erklæring fra minst 5.000 personer som har stemmerett ved stortingsvalg,​2 om at de ønsker partiet registrert. Stemmerettsalderen må være nådd innen utgangen av det kalenderår søknaden er fremsatt. Hver underskrift må være datert, og dateringen må ikke være mer en ett år eldre enn søknaden. Hver underskrivers postadresse og fødselsdato må være påført. Det skal legges til grunn at de oppførte underskrivere selv har skrevet under på erklæring som nevnt, og at de gitte erklæringer og opplysninger er riktige, med mindre særlige forhold tilsier noe annet.\nEt parti kan ikke bli registrert dersom partinavnet er utsatt for å bli forvekslet med partinavn som allerede er registrert. Partiet kan heller ikke registreres dersom navnet er utsatt for å bli forvekslet med navn på parti som tidligere er søkt registrert, med mindre sistnevnte søknad er endelig avslått. Et registrert partinavn blir fritt fire år etter at partiet er oppløst eller har skiftet navn. Navnet blir også fritt når partiet ved to påfølgende stortingsvalg ikke har stilt valgliste i noe fylke.\nOm saksbehandlingen gjelder reglene i forvaltningsloven​3 uten hinder av dennes § 4.\nKlage​4 over vedtak som treffes av notarius publicus​1 avgjøres av en nemnd som oppnevnes av departementet.​5 Vedtak av notarius publicus​1 eller av nemnda om registrering av partier skal kunngjøres i Norsk lysingsblad.​6\nSøknad om registrering må være kommet inn til notarius publicus senest 1. februar​7 i valgåret for at registreringen skal ha virkning ved valget.\nEt parti som allerede er registrert kan søke notarius publicus om å få endre det registrerte navnet. I så fall gjelder bestemmelsene i denne paragrafs første, tredje, fjerde, femte og sjette ledd tilsvarende, likevel slik at den utskrift som er nevnt i første ledd erstattes av utskrift av møteboken fra det møtet hvor det ble vedtatt å endre navnet på partiet.\nBestemmelsene i første til sjette ledd om registrering av et nytt partinavn gjelder tilsvarende dersom to eller flere registrerte partier går sammen i et parti under et nytt navn.\n0 Endret ved lover 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Jfr. lov 14 aug 1918 nr. 4 § 6.\n2 Se § 3.\n3 Lov 10 feb 1967.\n4 Se lov 10 feb 1967 kap. VI.\n5 Kommunal- og regionaldepartementet.\n6 Jfr. lov 11 okt 1946 nr. 1 § 2.\n7 Jfr. § 86 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Når et parti som er registrert etter § 17 holder møte for å nominere kandidater til Stortinget eller fylkesting i samsvar med reglene i dette avsnitt, har de valgte utsendingene som deltar i møtet krav på skyss- og kostgodtgjørelse av statskassen etter regulativet for reiser innenlands for statens regning.​1\nTilsidesettelse av lovens regler bevirker ikke i noe tilfelle at nominasjonen er ugyldig.\n1 Jfr. § 19 femte ledd, § 21 femte ledd, § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Nominasjonsmøte for fylket sammenkalles av styret for partiets organisasjon i fylket eller – om slik organisasjon ikke finnes – av partiets hovedstyre. Styret sørger for at valg på utsendinger fra kommunene i fylket, jfr. § 21, kan bli holdt i tide, og for at utsendingene underrettes om tid og sted for nominasjonsmøtet.\nPå de møter som omhandles i § 21 kan det holdes avstemning over hvilke personer deltakerne ønsker oppført på partiets forslag til valgliste, og i hvilken rekkefølge de ønskes oppført.\nBlir det holdt slik avstemning, skal møtelederen snarest mulig, og i god tid før nominasjonsmøtet holdes, sende underretning om avstemningen til styret for partiets fylkesorganisasjon eller – hvis partiet ikke har fylkesorganisasjon – partiets hovedstyre. Styret setter opp en oversikt over utfallet av disse avstemningene, og sørger for at oversikten blir lagt frem på nominasjonsmøtet.\nNominasjonsmøtet holdes på et passende sted som fastsettes av styret. Møtet består av de utsendingene som er valgt fra kommunene i fylket, jfr. §§ 20-22. Leder og sekretær for partiets organisasjon i fylket eller – hvis slik organisasjon ikke finnes – partiets hovedstyre kan delta i forhandlingene med tale- og forslagsrett. De har ikke stemmerett, med mindre de er valgt som utsendinger fra en kommune. Møtet holdes for åpne dører, dersom utsendingene vedtar dette.\nTo eller flere partiers nominasjonsmøter kan etter forslag fra vedkommende partistyrer vedta å holde et felles nominasjonsmøte. Dersom et nominasjonsmøte må utsettes av denne grunn, får deltakerne ikke kostgodtgjørelse​1 fra statskassen for den tiden som medgår pga. utsettelsen. Heller ikke får utsendingene skyssgodtgjørelse​1 for reiser som måtte skyldes utsettelsen.\nDet skal føres bok over nominasjonsmøtets forhandlinger. I boken innføres navnene på dem som deltar i møtet, sammen med de beslutninger som treffes på møtet, med stemmetall.\nUtsendingenes fullmakter, jfr. § 21, skal fremlegges på nominasjonsmøtet. Fullmaktene i original skal sammen med utskrift av møteboken sendes fylkesmannen.\nDen nominasjonen som foretas av nominasjonsmøtet er endelig, med mindre den i samsvar med partiets vedtekter forelegges partiets stemmeberettigede medlemmer i fylket til uravstemning.\nI så fall er resultatet av uravstemningen partiets endelige nominasjon i fylket.\nStyret for partiets fylkesorganisasjon eller – hvis slik organisasjon ikke finnes – partiets hovedstyre skal gi fylkesmannen underretning om uravstemningen og utfallet av denne.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Antall utsendinger fra en kommune til et partis nominasjonsmøte beregnes ved stortingsvalg på grunnlag av partiets stemmetall i kommunen ved sist foregående stortingsvalg, og ved fylkestingsvalg på grunnlag av partiets stemmetall i kommunen ved sist foregående fylkestingsvalg, på følgende måte:​1\nFor 20-150 stemmer: 1 utsending.\nFor overskytende antall inntil 1.900: 1 utsending for hvert påbegynt 250.\nFor overskytende antall inntil 7.900: 1 utsending for hvert påbegynt 400.\nFor ytterligere overskytende antall: 1 utsending for hvert påbegynt 700.\nDersom det ble avgitt vesentlig færre stemmer enn vanlig i en kommune ved det sist foregående valg, kan fylkesmannen bestemme at antall utsendinger skal beregnes på grunnlag av avgitte stemmer ved det nest foregående valg.\nDersom en kommune er blitt delt eller noen del av dens område overført til en annen kommune etter det sist foregående valg, bestemmer fylkesmannen hvordan antall utsendinger fra kommunen, beregnet etter reglene i første, eventuelt annet ledd, skal fordeles på de berørte kommuner. Vedkommende partiorganisasjon skal ha anledning til å uttale seg før fylkesmannen tar sin avgjørelse.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Utsendingene til nominasjonsmøtet velges på partimøte, som kan holdes på ett eller flere steder i kommunen. Partimøte skal med minst 8 dagers frist – bekjentgjøringsdagen og møtedagen iberegnet​1 – gjøres alminnelig kjent for partiets medlemmer i kommunen. Rett til å møte og å stemme har de medlemmer av partiet som er bosatt i kommunen og har stemmerett ved valget.​2 I partiets vedtekter kan det likevel bestemmes at bare medlemmer av partiets representantskap i kommunen skal ha møterett og stemmerett. Møtet holdes for åpne dører dersom de stemmeberettigede deltakere vedtar det. Bare personer som antas å ha stemmerett i kommunen ved valget kan velges som utsendinger til nominasjonsmøtet. For øvrig bestemmer vedkommende partiorganisasjoner hvordan møtene skal ordnes og ledes.\nDet utferdiges skriftlig fullmakt for de valgte utsendingene. Fullmaktene skal inneholde opplysning om hvordan og når møtet er gjort kjent for partiets medlemmer. For øvrig må fullmaktene inneholde de opplysninger som er nødvendige for at det skal kunne ses at lovens forskrifter er fulgt. Fullmaktene underskrives av møtelederen og to av deltakerne.\nHoldes møte til valg av utsendinger på flere steder i kommunen, skal fullmakten underskrives av lederne for samtlige møter.\nNår det foretas avstemning over de personer partimøtets deltakere ønsker oppført på forslaget til valgliste, og i hvilken rekkefølge de ønskes oppført, jfr. § 19 annet ledd, skal en i møteboken føre inn antall deltakere på partimøtet, navnene på dem som ønskes oppført på listeforslaget, og antall avgitte stemmer. Bekreftet utskrift av det bokførte skal straks sendes styret for partiets fylkesorganisasjon eller – hvis partiet ikke har fylkesorganisasjon – partiets hovedstyre.\nDersom det ikke er holdt partimøte i en kommune, eller partimøtet ikke er holdt i samsvar med lovens bestemmelser, eller de valgte utsendinger ikke møter på nominasjonsmøtet, har likevel de utsendinger som møter krav på skyss- og kostgodtgjørelse,​3 med mindre den begåtte feil skyldes det partiorganet som etter § 19 første ledd skulle sammenkalle nominasjonsmøtet.\n0 Endret ved lov 14 april 1989 nr. 15.\n1 Jfr. § 86.\n2 Se § 3.\n3 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Dersom et parti som ikke stilte liste ved det sist foregående valg, holder nominasjonsmøte i fylket, har utsendingene krav på skyss- og kostgodtgjørelse etter reglene i denne loven​1 dersom de er valgt i samsvar med reglene i § 21. Det er et vilkår at utsendingenes antall ikke vesentlig overskrider det antall partiet skulle hatt etter § 20, når en legger til grunn det stemmetall partiet oppnår ved det valg nominasjonen gjelder. Utsendingene har rett til godtgjørelse selv om deres fordeling på kommunene ikke samsvarer med lovens regler, forutsatt at det finnes antakelig at partiorganisasjonen har handlet etter beste skjønn.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Dersom et registrert parti ved det sist foregående valg stilte liste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, regnes alle stemmer som er avgitt til denne listen til det registrerte partiet.\nDersom to eller flere registrerte partier stilte fellesliste ved det sist foregående valg, beregnes antall utsendinger for partiene under ett og fordeles særskilt for hver kommune. Skulle partiene i en kommune ha færre utsendinger enn antall partier som deltok i felleslisten, får de likevel en utsending hver. Kan partiorganisasjonene ikke bli enige om fordelingen, avgjør fylkesmannen saken, etter at partiene har fått anledning til å uttale seg.\nBestemmelsene i første og annet ledd gjelder tilsvarende dersom to eller flere registrerte partier ved det sist foregående valg har stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe parti.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Valg av stortingsrepresentanter skal holdes i alle kommuner i landet på en og samme dag i september måned i hver stortingsperiodes siste år.​1 Valg av fylkesting og kommunestyre skal holdes i alle kommuner i landet på en og samme dag i september måned hvert fjerde år.\nKongen fastsetter i god tid før valget valgdagen etter første ledd til en mandag. Kommunestyret kan likevel bestemme at det i vedkommende kommune skal holdes valg også på søndagen før den valgdagen som er fastsatt av Kongen.​2\n1 Jfr. Grl. § 54.\n2 Jfr. § 27 annet ledd og § 29 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "1. Et forslag til valgliste må for å kunne godkjennes​1 fylle følgende krav:\na. Det må være innlevert senest 31. mars​2 i valgåret. Et listeforslag anses innlevert ved stortingsvalg og fylkestingsvalg når det er kommet fylkesvalgstyret i hende, og ved kommunestyrevalg når det er kommet valgstyret i hende. Det anses også innlevert når det er levert til postoperatør eller telegrafstasjon for viderebefordring, eller til offentlig tjenestemann som har fullmakt til å motta listeforslaget.\nb. Det må tydelig angi hvilket valg det gjelder, og dessuten ha en overskrift som angir det parti eller den gruppe det går ut fra, og som ikke kan lede til forveksling, jfr. § 26 nr. 1 siste ledd.\nUtgår listeforslaget fra et parti som er registrert etter § 17, skal partibetegnelsen i listeoverskriften være enslydende med partiets registrerte navn.\nc. Det må ved stortingsvalg være utfylt i tydelig rekkefølge med så mange forskjellige navn som det skal velges representanter til Stortinget fra fylket, jf. Grunnlovens § 58 tredje ledd. Forslaget kan dessuten utfylles i fortsatt rekkefølge med inntil 6 andre forskjellige navn.\nDet må ved fylkestingsvalg være utfylt i tydelig rekkefølge med så mange forskjellige navn som det skal velges representanter til fylkestinget.​3\nVed kommunestyrevalg må det være utfylt i tydelig rekkefølge med så mange forskjellige eller en gang gjentatte navn som det skal velges representanter.​3 Gjentatte navn skal stå først på listen, og gjentakelsen skal skje på plassen nærmest etter.\nVed fylkestingsvalg og kommunestyrevalg kan listeforslaget dessuten i fortsatt rekkefølge utfylles med inntil 10 andre forskjellige navn, men hvor fylkestinget/kommunestyret skal ha minst 41 representanter med inntil 20 andre forskjellige navn, og hvor fylkestinget/kommunestyret skal ha minst 71 representanter med inntil 40 andre forskjellige navn.\nKandidatene skal være betegnet med fornavn og etternavn, og – hvis det er nødvendig for å unngå forveksling – med stilling og/eller bostedsadresse.\nd. Det må ved stortingsvalg og fylkestingsvalg være egenhendig underskrevet av minst 500 personer med stemmerett i fylket, og ved kommunestyrevalg av minst like mange personer med stemmerett i kommunen som det skal velges kommunestyrerepresentanter.​4 Underskriverne må ikke stå som forslagsstillere på noe annet forslag som gjelder samme valg, jfr. § 26 nr. 1, fjerde ledd.\nUtgår forslaget fra et parti som er registrert etter § 17, er det ved stortingsvalg og fylkestingsvalg nok at forslaget er underskrevet av leder og sekretær for partiets lokalavdeling i fylket, og ved kommunestyrevalg av leder og sekretær for partiets lokalavdeling i kommunen, dersom vedkommende har stemmerett i det fylket/den kommunen listeforslaget gjelder. I stedet for leder og/eller sekretær som ikke har stemmerett i det fylket/den kommunen listeforslaget gjelder, kan listeforslaget underskrives av like mange styremedlemmer for vedkommende lokalavdeling, som har stemmerett i det fylket/den kommunen listeforslaget gjelder. Dersom partiet ikke har lokalavdeling i fylket/kommunen, gjelder bestemmelsene i første ledd.\nUtgår forslaget fra både parti som er registrert etter § 17 og fra velgere som organisasjonsmessig ikke representerer noe slikt parti, gjelder også bestemmelsene i første ledd.\nEt parti, herunder innbefattet alle lokalavdelinger, fylkesavdelinger og tilsluttede partiavdelinger, kan bare stille en liste i hvert fylke ved stortingsvalg og fylkestingsvalg, og en liste i hver kommune ved kommunestyrevalg.\ne. Det må ikke ha kandidat felles med andre forslag som gjelder samme valg, jfr. § 26 nr. 1 fjerde ledd.\n2. Et forslag til valgliste må videre inneholde angivelse av en tillitsmann med varamann blant dem som har underskrevet listeforslaget, som fylkesvalgstyret/valgstyret kan henvende seg til ved forhandlinger om listeforslaget.\nListeforslaget bør inneholde fortegnelse over et tillitsutvalg på 10 personer med 3 vararepresentanter blant forslagsstillerne som kan gi erklæring om å kalle tilbake listeforslaget, jfr. nr. 4. Er det ikke utpekt tillitsutvalg, anses de 10 første forslagsstillerne som tillitsutvalg og de 3 neste som vararepresentanter. Styret for den partiavdeling som har underskrevet et listeforslag i samsvar med nr. 1 bokstav d anses i dette tilfelle som tillitsutvalg.\nListeforslaget kan ikke inneholde annen informasjon til velgerne enn de opplysninger som kreves i nr. 1 og i første ledd i bestemmelsen her.\n3. Som vedlegg til listeforslaget skal følge en fortegnelse over kandidatenes fødselsdato. Dersom en kandidat til fylkestingsvalg/kommunestyrevalg ikke er innført i folkeregisteret som bosatt i fylket/kommunen 31. mars​5 i valgåret, må det også ligge ved en erklæring fra vedkommende om at så vil være tilfellet innen valgdagen. Er listeforslaget underskrevet i samsvar med reglene i nr. 1 bokstav d første ledd, jfr. annet ledd annet punktum og tredje ledd, skal det videre ligge ved en fortegnelse over forslagsstillernes fødselsdato og bostedsadresse.\n4. Et forslag til valgliste kan kalles tilbake av forslagets tillitsutvalg. Erklæring om tilbakekallelse av listeforslag må være innlevert senest 20. april​5 i valgåret. Bestemmelsene i nr. 1 bokstav a annet og tredje punktum gjelder tilsvarende.\n5. Fylkesvalgstyret/valgstyret​6 skal underrette samtlige kandidater på listeforslagene.​7 I underretningen skal gjøres rede for grunnene for å kunne kreve seg fritatt for valg, og at slike krav må fremsettes skriftlig og – sammen med nødvendige begrunnelser og attester – være kommet inn til fylkesvalgstyrets/valgstyrets adresse innen en bestemt dato. Underretningen skal også inneholde opplysning om at retten til å kreve seg fritatt er gått tapt dersom kravet ikke er fremsatt på den måten og innen den frist som er fastsatt, jfr. likevel § 56 første ledd. Departementet​8 fastsetter skjema for underretningen.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 9 jan 1998 nr. 5.\n1 Jfr. § 26.\n2 Jfr. § 86.\n3 Jfr. lov 25 sep 1992 nr. 107 § 7.\n4 Se § 3.\n5 Se § 86 jfr. § 5.\n6 Se § 15 og § 16.\n7 Se § 69.\n8 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "1. Fylkesvalgstyret/valgstyret​1 avgjør om forslagene til valglister og tilbakekallelser etter § 25 nr. 4 skal godkjennes, og undersøker om kandidatene og forslagsstillerne oppfyller de lovbestemte vilkår. Forslagsstillerne plikter, når fylkesvalgstyret/valgstyret krever det, å legge frem den dokumentasjon som er nødvendig for å vise at vilkårene er oppfylt. Dersom det er uklart hvem som har rett til å representere et registrert partis lokalorganisasjon skal fylkesvalgstyret/valgstyret legge til grunn vedtak fra partiets hovedstyre om hvem som skal representere partiet. Etter omstendighetene kan fylkesvalgstyret/valgstyret også godta en uttalelse fra et arbeidsutvalg i partiets hovedstyre eller partiets leder, dersom en slik uttalelse støttes av de øvrige opplysninger i saken.\nOversittes fristene som er satt i § 25 nr. 1 og 4, kan det ikke avhjelpes. Etter at fristen som er satt i nr. 1 er utløpt, kan forslagsstillerne bare gjøre de endringer i listeforslagene som måtte være nødvendig for å bringe forslagene i samsvar med lovens krav.\nFor øvrig skal fylkesvalgstyret/valgstyret eller dets leder ved forhandlinger med den utpekte tillitsmann søke å bringe forslag eller tilbakekallelser i foreskrevet stand.\nStår en forslagsstiller på flere listeforslag for samme valg, skal han gis pålegg om å si fra innen en bestemt frist hvilket forslag han vil stå på. Svarer han ikke, strykes han som forslagsstiller av alle forslag. Står en kandidat på flere listeforslag som gjelder samme valg, skal han gis tilsvarende pålegg. Svarer han ikke blir han stående på det forslaget som først er innlevert uten senere å være tilbakekalt, men strykes av de andre forslagene.\nEn kandidat som ikke er valgbar,​2 strykes av listeforslaget med mindre det blir dokumentert at vedkommende oppfyller valgbarhetsvilkårene på valgdagen. En kandidat som blir fritatt etter reglene i § 14 og § 25 nr. 5 strykes av listeforslaget.\nTillitsmannen bestemmer hvilket navn skal settes inn på en plass som er blitt ledig fordi en kandidat er blitt strøket av listen. Gjør han ikke det, rykker de etterfølgende kandidater opp i uforandret rekkefølge.\nNår det etter at fristen etter § 25 nr. 1 er gått ut, skal settes inn et navn i stedet for et som er strøket, må tillitsmannen legge frem skriftlig erklæring fra den nye kandidaten om at vedkommende er villig til å stå på listen. Det kan ikke settes inn navn som allerede er ført opp på et annet innlevert listeforslag for samme valg.\nHar flere valglister for samme valg samme overskrift, eller overskrifter som ikke tydelig skiller seg fra hverandre, og saken ikke blir ordnet ved forhandlinger, seirer det forslaget som er innlevert først. Enerett til partinavn etter § 17 går likevel alltid foran.\n2. Listeforslagene skal, etter hvert som de kommer inn, ligge til ettersyn i fylkesvalgstyrets/valgstyrets lokaler. Senest den 1. juni​3 i valgåret skal fylkesvalgstyret/valgstyret i eller ved sitt lokale slå opp bekreftede avskrifter av de godkjente forslag som offisielle valglister, hver liste med en overskrift som nevner hvilket valg og hvilket fylke/hvilken kommune den gjelder, tidspunktet for valget, det parti eller den gruppe listen utgår fra og tillitsmannens navn. Samtidig med at avskriftene blir slått opp, skal tillitsmannen for hver liste få tilsendt en avskrift av den godkjente listen.\nFylkesvalgstyret/valgstyret skal dessuten – så vidt mulig innen samme frist som nevnt i foregående ledd – kunngjøre overskriftene på de godkjente listeforslagene i avisene i fylket/kommunen.\nFylkesvalgstyret sørger for at alle valgstyrer i fylket får tilsendt et tilstrekkelig antall av alle de godkjente listene ved stortingsvalg og fylkestingsvalg bl.a. til oppslag i valglokalene.\n3. Fylkesvalgstyret sørger i god tid før 15. juli​3 for at det ved stortingsvalg og fylkestingsvalg blir trykt et tilstrekkelig antall stemmesedler av alle godkjente valglister i fylket til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene.​4 Fylkesvalgstyret skal oversende et tilstrekkelig antall av disse stemmesedlene til bruk ved forhåndsstemmegivningen til statens postselskap. Stemmesedlene ved stortingsvalg skal være hvite, og stemmesedlene ved fylkestingsvalg skal være blå. Ved kommunestyrevalg sørger valgstyret for at det til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene blir trykt et tilstrekkelig antall hvite stemmesedler av alle godkjente valglister i kommunen.​4 Valgstyret skal oversende et tilstrekkelig antall av disse stemmesedlene til bruk ved forhåndsstemmegivningen til statens postselskap. Stemmesedlene må være enslydende med en offisiell valgliste og ha en overskrift som denne – valgtid, fylke/kommune og navnene på tillitsmannen og forslagsstillerne behøver likevel ikke være tatt med. Likeledes skal fylkesvalgstyret ved stortingsvalg og fylkestingsvalg sørge for at valgstyrene i fylket blir utstyrt med et tilstrekkelig antall blanke stemmesedler, av samme farge som de trykte stemmesedler. Tillitsmannen for den enkelte valgliste kan utover det antall som trykkes til bruk for velgerne, for egen regning kreve å få det antall stemmesedler han ønsker. Krav om dette må i tilfelle fremsettes skriftlig innen den frist fylkesvalgstyret/valgstyret fastsetter.\nFylkesvalgstyret/Valgstyret skal sørge for at det trykkes en veiledning på stemmesedlene om hvordan velgeren kan foreta endring på valglisten.\nDepartementet​5 kan gi nærmere bestemmelser om innholdet og utformingen av trykte stemmesedler, herunder om veiledning for velgerne om fremgangsmåten ved valget og om trykningstekniske metoder som kan lette behandlingen og opptellingen av stemmesedlene. Departementet kan gi nærmere bestemmelser om sortering og pakking eller annen praktisk tilrettelegging av trykte stemmesedler med godkjent valgliste til bruk ved forhåndsstemmegivningen.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se § 15 og § 16.\n2 Se § 12 og § 13.\n3 Jfr. § 86.\n4 Jfr. § 91.\n5 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Valgtingene holdes i høvelige lokaler som valgstyret velger. Tinget holdes i kirken​1 dersom en ikke har andre tjenlige lokaler. Valgstyret bør la valgting holdes på flere steder i kommunen hvor det finner det ønskelig av hensyn til velgerne.​2 Vedtak om å foreta endringer i stemmekretsinndelingen og orientering til folkeregisteret om vedtaket, må være gjort senest 15. februar​3 i valgåret.\nI kommuner hvor det skal holdes valgting søndag​4 og hvor stemmegivning skal foregå på flere steder, kan valgstyret bestemme at ett eller flere valglokaler ikke skal holdes åpne søndag.\nPå hvert stemmested foregår stemmegivning for en viss del av manntallet.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27 (i kraft straks iflg. res. 7 mai 1999 nr. 433).\n1 Jfr. lov 7 juni 1996 nr. 31 kap. 3.\n2 Jfr. § 40.\n3 Se § 86 annet ledd.\n4 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skal stemmegivning foregå på flere steder i kommunen, leder et stemmestyre med minst 3 medlemmer valgtinget på hvert sted.\nKommunestyret velger medlemmer og varamedlemmer til stemmestyrene og blant disse leder og nestleder. Kommunestyret kan overlate til valgstyret å foreta valgene. Valgbar og pliktig til å motta valg er enhver som har stemmerett ved kommunestyrevalg og fylkestingsvalg, og som står innført i folkeregisteret som bosatt i kommunen når valg av stemmestyre finner sted. En bør fortrinnsvis velge personer som bor i vedkommende stemmekrets.\n0 Endret ved lover 5 juni 1987 nr. 25, 11 juni 1993 nr. 85, 16 juni 1995 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Valgstyret​1 kunngjør når og hvor valgtinget skal holdes og når stemmegivningen skal være avsluttet. Kunngjøringen skjer en av de siste dagene før valget. Dersom valgstyret ønsker å kunngjøre valgtinget flere ganger bør første kunngjøring foretas 3 til 4 uker før valget.\nTiden for stemmegivningen bør settes rommelig. Den må på mandag​2 være minst 5 timer. Stemmegivningen kan tidligst avsluttes kl. 20. Valgstyret kan likevel i visse tilfelle vedta at valglokalene skal stenge på et tidligere tidspunkt. Vilkåret for et slikt vedtak er enten, at det antas å være unødvendig, eller, at det vil skape vanskeligheter, å holde valglokalene åpne til kl. 20. Vedtak som nevnt i fjerde punktum skal være enstemmig og begrunnet. Stemmegivningen kan ikke i noe tilfelle foregå senere enn kl. 21.00. Stemmetiden på søndag​2 må under ingen omstendighet settes kortere enn 3 timer, og stemmegivningen kan tidligst ta til kl. 13.\n0 Endret ved lov 22 mars 1991 nr. 15, 16 juni 1995 nr. 29.\n1 Jfr. § 15.\n2 Jfr. § 24 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "En velger som vil være forhindret fra å møte personlig på valgtinget,​1 kan etter reglene i dette avsnitt avgi stemme på forhånd, hos en som er stemmemottaker​2 etter § 32.\nVelgeren må medbringe valgkort for å kunne forhåndsstemme innenriks (unntatt på Svalbard​3 og Jan Mayen).\nForegår stemmegivningen i et land hvis regelverk er til hinder for medvirkning av en stemmemottaker, skjer den i samsvar med reglene i § 34a, forutsatt at dette ikke strider mot landets regelverk.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6.\n1 Jfr. § 34 nr. 3.\n2 Jfr. § 32.\n3 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Forhåndsstemmegivning skal starte 15. juli​1 i valgåret innenriks (unntatt på Svalbard​2 og Jan Mayen) og 1. juli i valgåret utenriks, på Svalbard og Jan Mayen. Stemmegivningen må ikke foregå senere enn siste fredag før valget.​3\nVelgeren må selv sørge for å avgi forhåndsstemme så tidlig at den kommer vedkommende valgstyre i hende innen utgangen av første tirsdag etter valgdagen. Stemmemottakeren er ikke forpliktet til å sette i verk særskilte foranstaltninger for at stemmegivningen skal komme frem til valgstyret i tide.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6.\n1 Jfr. § 86.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Som stemmemottaker tjenestgjør:\na. Stemmemottaker oppnevnt av statens postselskap​1 blant de tilsatte.\nb. På Svalbard​2 sysselmannen,​3 som også kan oppnevne andre stemmemottakere. Sysselmannen bestemmer i så fall hvor stemmegivningen skal foregå.\nc. Utenfor riket, utenrikstjenestemann ved lønnet norsk utenriksstasjon og ved ulønnede norske utenriksstasjoner som av Utenriksdepartementet er særskilt bemyndiget til det, eller den Kongen bestemmer. Ved utenriksstasjoner kan stasjonssjefen, når han finner det påkrevet, oppnevne en eller flere av stasjonens funksjonærer til å motta forhåndsstemmer på stasjonen.​4\nd. På Jan Mayen den som Kongen bestemmer. Bestemmelsene i § 35 gjelder tilsvarende etter nærmere bestemmelse av departementet.​5\ne. På norsk fartøy som går i utenriksfart eller i fart mellom Norge og Svalbard​2 eller Jan Mayen, skipsfører eller styrmann. Disse plikter bare å medvirke ved stemmegivning av skipets mannskap og passasjerer.\nf. På norsk borefartøy, og andre faste eller flyttbare innretninger i sjøen, som er engasjert i virksomhet utenfor norsk territorialfarvann, innretningens sjef eller dennes stedfortreder. Bestemmelsene i bokstav e annet punktum gjelder tilsvarende.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se lov 22 nov 1996 nr. 65.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Se lov 17 juli 1925 nr. 11 § 5.\n4 Jfr. lov 18 juli 1958 nr. 1.\n5 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Velgeren må avgi stemme personlig overfor en stemmemottaker etter § 32.\nStemmegivning for stemmemottaker etter § 32 bokstav a foregår enten på et postkontor, på en landpostrute eller på en institusjon eller i et egnet kommunalt lokale der statens postselskap har besluttet å motta forhåndsstemmer. Stemmegivning for stemmemottaker etter § 32 bokstav b foregår der sysselmannen har bestemt. Stemmegivning for utenrikstjenestemann ved norsk utenriksstasjon foregår ved stasjonen. Stemmegivning i overvær av stemmemottaker utenfor riket oppnevnt av Kongen og på Jan Mayen foregår der Kongen bestemmer. Stemmegivning etter § 32 bokstav e og f foregår ombord på vedkommende fartøy eller innretning. Foregår stemmegivningen på sykehus, fødehjem, sykehjem (pleiehjem), aldershjem eller annen institusjon beregnet på pleie, opphold eller behandling for personer som er syke, uføre e.l., kan stemmer mottas også på pasientrommene.​1 Stemmer kan også mottas hjemme hos personer som oppholder seg i trygdeboliger eller lignende boliger med umiddelbar tilknytning til slik institusjon som nevnt i foregående punktum.​2\nInnen 1. juni i valgåret fremmer valgstyret​3 et forslag overfor statens postselskap om på hvilke institusjoner i kommunen statens postselskap skal motta forhåndsstemmer. Innen 1. august i valgåret avgjør statens postselskap når og på hvilke institusjoner det skal motta forhåndsstemmer, og sender samtidig en orientering om avgjørelsen til valgstyrene. Statens postselskap​4 skal kunngjøre stemmegivning ved oppslag på institusjonen.\nStemmemottaker på institusjon skal på forhånd drøfte ordningen av stemmegivningen der med institusjonens ledelse.\nStemmeseddelen skal være som foreskrevet i § 44.\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27, 16 mars 2001 nr. 9.\n1 Jfr. § 34 nr. 2.\n2 Jfr. § 36.\n3 Se § 15.\n4 Se lov 22 nov 1996 nr. 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Stemmegivningen foregår slik:\n1. Stemmemottakeren​1 gjør velgeren kjent med reglene for stemmegivningen og skaffer ham, om han ønsker det, de nødvendige skrivesaker. Stemmemottaker kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for å være.\n2. Stemmemottakeren gir velgeren en stemmeseddelkonvolutt.\nNår stemmegivningen foregår etter § 32 bokstav a, skal stemmemottakeren gi til velgeren en stemmeseddel for hver godkjent valgliste som deltar ved valget. Velgere som ikke har stemmerett i fylket ved stortingsvalg og fylkestingsvalg og i kommunen ved kommunestyrevalg, skal få utlevert en stemmeseddel for hvert registrert parti som stiller liste ved valget, og som bare lyder på valglistens navn uten å ha med kandidatnavn. I tillegg skal velgeren få utlevert en blank, hvit stemmeseddel ved kommunestyrevalg og stortingsvalg og en blank, blå stemmeseddel ved fylkestingsvalg. Stemmemottakeren må ikke i noe tilfelle ta tilbake noen av de utleverte stemmesedler som velgeren ikke har brukt.\nVelgeren legger selv stemmeseddel i stemmeseddelkonvolutten i enerom og usett. Ved fylkestingsvalg og kommunestyrevalg legges en stemmeseddel for hvert valg i samme stemmeseddelkonvolutt. Ved stemmegivning for landpostbud og på pasientrom gjelder kravet om at stemmegivningen skal foregå i enerom og usett, i den utstrekning det lar seg gjøre.\n3. Når forhåndsstemmegivningen foregår etter § 32 bokstav a, gir velgeren stemmeseddelkonvolutten og valgkortet til stemmemottakeren. Hvis det er grunn til å anta at velgeren er i en slik tilstand som nevnt i § 41 annet ledd, skal stemmemottakeren bevitne dette ved påtegning på valgkortet. Stemmemottakeren legger deretter stemmeseddelkonvolutten og valgkortet i en omslagskonvolutt som han kleber igjen og legger i en forseglet urne i velgerens påsyn.\nNår forhåndsstemmegivningen foregår etter § 32 bokstav b-f, gir stemmemottakeren velgeren en omslagskonvolutt. I denne legger velgeren selv stemmeseddelkonvolutten og velgeren kleber selv igjen omslagskonvolutten. Deretter skal stemmemottakeren påføre omslagskonvolutten velgerens fulle navn og nøyaktige adresse på hjemstedet 31. mars i valgåret, sammen med tid og sted for stemmegivningen. Ved stemmegivning i overvær av stemmemottaker nevnt i § 32 bokstav e og f trengs ingen stedsangivelse, men fartøyets/innretningens navn og eier skal påføres. Videre påfører stemmemottakeren bevitnelse om at bestemmelsene i nr. 1 og nr. 2 siste ledd og nr. 3 andre ledd andre punktum er iakttatt, og om stemmemottakeren er sikker på at velgeren er den vedkommende sier seg å være. Hvis det er grunn til å anta at velgeren er i slik tilstand som nevnt i § 41 annet ledd, bevitner stemmemottakeren dette ved påtegning på omslagskovolutten. Stemmemottakeren skriver så under det som er påført omslagskonvolutten. Stemmemottakeren leverer deretter omslagskonvolutten til velgeren, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten.\n4. Stemmemottakeren sender forhåndsstemmegivningen på hurtigste betryggende måte til vedkommende valgstyre.\nValgstyrets leder skal sørge for at det føres en liste i samsvar med skjema fastsatt av departementet,​2 over de mottatte forhåndsstemmegivningene med angivelse av når de ble mottatt. Valgstyrets leder skal ikke åpne omslagskonvolutten når han er alene. Når valgstyret skal begynne å åpne og behandle disse forhåndsstemmene, skal lederen legge frem den nevnte listen.\n5. Valgagitasjon er ikke tillatt i det rom der stemmegivningen foregår og i tilstøtende rom. Valgfunksjonærer må ikke gi opplysninger til uvedkommende om forbruket av de forskjellige valglisters stemmesedler. Uvedkommende må heller ikke gis adgang til stemmeavlukkene for å kontrollere forbruket av stemmesedler.\nVelgere som på grunn av legemlige mangler eller andre årsaker, ikke er i stand til å avgi sin stemme slik som beskrevet i denne paragraf, kan få den nødvendige hjelp av en person som han selv utpeker, og som har fylt 14 år. En slik person kan også skrive under på omslagskonvolutten med sitt eget navn på vegne av velgeren.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 32.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "content": "I land hvis regelverk er til hinder for stemmegivning i overvær av stemmemottaker foregår stemmegivningen slik:\n1. Velgeren legger selv stemmeseddel i konvolutten i enerom og usett. Ved fylkestingsvalg og kommunestyrevalg legges en stemmeseddel for hvert valg i samme konvolutt.\n2. Velgeren legger stemmeseddelkonvolutten i en omslagskonvolutt og kleber denne igjen. Velgeren påfører omslagskonvolutten sitt fulle navn og nøyaktige adresse pr. 31. mars i valgåret, sammen med tid og sted for stemmegivningen. Videre påfører velgeren forsikring om at stemmegivningen er skjedd i samsvar med reglene foran. Velgeren skriver så under det som er påført omslagskonvolutten.\n3. Velgeren leverer deretter omslagskonvolutten til et vitne over 18 år, som egenhendig bekrefter riktigheten av de opplysninger som er påført omslagskonvolutten og at velgeren er den vedkommende sier seg å være. Vitnets adresse og fødselsdato skal påføres omslagskonvolutten.\n4. Velgeren besørger stemmegivningen sendt på hurtigste betryggende måte direkte til vedkommende valgstyre.\n5. For øvrig gjelder bestemmelsene i § 34 tilsvarende så langt de passer.\n0 Tilføyd ved lov 14 april 1989 nr. 15, endret ved lov 10 jan 1997 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "1. Stemmemottaker som nevnt i § 32 bokstav e og f skal i skipets/innretningens dagbok innføre at stemmegivningen er skjedd, velgerens fulle navn, den kommunen hvor han er stemmeberettiget, og når stemmegivningen er sendt.\n2. Enhver stemmemottaker utenriks, på Svalbard​1 og Jan Mayen skal straks gi vedkommende valgstyre telegrafisk underretning dersom han får vite at noen velger som har avgitt stemme hos ham, er avgått ved døden før valget.\n3. Stemmemottaker som nevnt i § 32 bokstav e og f skal sørge for at det i mannskapets oppholdsrom ombord finnes oppslått en veiledning om utenriksværendes stemmegivning, utarbeidet av departementet.​2 Veiledningen skal også stadig finnes på enhver norsk utenriksstasjon hvor forhåndsstemmer mottas og hos spesielt oppnevnt stemmemottaker utenriks.\nEier av norsk fartøy og innretning som nevnt i § 32 bokstav e og f plikter å sørge for at materiell som er nødvendig etter bestemmelsene i denne lov og som departementet​1 foranlediger sendt til ham, straks blir sendt videre til stemmemottakeren på vedkommende fartøy, innretning.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6.\n1 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "1. Stemmeberettigede​1 som oppholder seg i Norge, unntatt Svalbard​2 og Jan Mayen, og som ikke har mulighet til å avgi forhåndsstemme til landpostbud, kan, dersom de er syke eller uføre og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen, avgi forhåndsstemme til en stemmemottaker​3 der de oppholder seg, i samsvar med reglene nedenfor. For øvrig gjelder reglene om forhåndsstemmer i denne lov. Reglene nedenfor gjelder likevel ikke for stemmeberettigede som oppholder seg på institusjon hvor det etter vedtak av statens postselskap​4 avholdes forhåndsstemmegivning etter §§ 30, 31, 32, 33 og 34.\n2. Den stemmeberettigede må i brev til statens postselskap​4 sette frem krav om å få avgi stemme der han oppholder seg. I brevet må opplyses hans fulle navn og nøyaktig adresse, fødselsår og -dato, og at han er syk eller ufør og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen.\n3. Sammen med brevet som nevnt i nr. 2 må det sendes en skriftlig erklæring – egenhendig underskrevet av en person som har fylt 14 år – om at han kjenner den stemmeberettigede og at han kan bekrefte at vedkommende er syk eller ufør og av den grunn ikke vil være i stand til å møte frem i et valglokale på valgdagen. En slik person kan også skrive under på brevet som nevnt i nr. 2 med sitt eget navn på vegne av velgeren.\n4. Brev og erklæring som nevnt i nr. 2 og 3 må være kommet inn til statens postselskap senest kl. 15 siste tirsdag før valgdagen.\n5. Statens postselskap​4 sørger for at det på hvert brev m.m. som kommer inn, straks blir notert dato og klokkeslett for mottakelsen, sammen med mottakerens signatur. Det skal kontrolleres at vilkårene etter nr. 2, 3 og 4 er oppfylt. Er vilkårene ikke oppfylt, skal den stemmeberettigede straks underrettes om dette, og om hva mangelen består i. Er fristen etter nr. 4 ennå ikke utløpt, skal det samtidig opplyses at mangelen kan rettes innen fristens utløp.\nDersom statens postselskap​4 mottar en muntlig henvendelse om å avgi stemme etter reglene i denne paragraf, skal mottakeren straks notere de opplysninger som er nevnt i første ledd første punktum og i nr. 2. Videre skal velgeren gjøres kjent med de krav som stilles til brev og erklæring i nr. 2 og 3, og anmodes om – om mulig – å forholde seg på denne måten. Statens postselskap kan likevel ikke nekte å motta en stemmegivning etter denne paragraf med den begrunnelse at det foreligger kun en muntlig henvendelse.\n6. Stemmeberettigede som har satt frem krav m.m. som oppfyller vilkårene i nr. 2, 3 og 4 – i tilfelle etter rettelse eller tilføyelse i samsvar med nr. 5 – skal oppsøkes av en stemmemottaker.\nAndre stemmeberettigede har ikke krav på å få avgi stemme etter denne paragraf.\n7. Stemmemottakeren har ikke plikt til å oppsøke en stemmeberettiget mer enn én gang. Er den stemmeberettigede ikke til stede på den oppgitte adresse når stemmemottakeren kommer, skal stemmemottakeren legge igjen en skriftlig beskjed til den stemmeberettigede om når han har vært der. I slike tilfeller og ellers når en stemmemottaker ikke finner frem til stemmeberettiget han skal besøke, skal han snarest mulig skrive ned en redegjørelse om det som er skjedd. Han bør såvidt mulig få en tilstedeværende person til å bekrefte riktigheten av forklaringen.\n8. Dersom en stemmeberettiget som har satt frem krav om å få stemme etter denne paragraf, likevel ikke vil avgi stemme når han blir oppsøkt av en stemmemottaker, skal denne straks skrive ned en forklaring om dette. Han skal anmode den stemmeberettigede og – hvis mulig – en tredjemann om skriftlig å bekrefte riktigheten av det nedskrevne.\n9. Stemmemottakeren leverer til velgeren en stemmeseddel for hver liste som er med i valget, og ber velgeren beholde de stemmesedler han ikke bruker, jf. § 34 nr. 2 annet ledd, som gjelder tilsvarende.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Se § 3.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n3 Se § 32.\n4 Se lov 22 nov 1996 nr. 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Kongen fastsetter hvordan valgtinget skal åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Valgtinget begynner til fastsatt tid.​1\nPå valgtinget kan det ikke reises strid om stemmerett.\nInnsigelse mot at valget fremmes, skal fremsettes så snart tinget er satt, eller så snart det som innsigelsen grunnes på er inntruffet.\nValgstyret avgjør hver innsigelse så snart den er reist. Blir innsigelsen fremsatt for et stemmestyre, går det frem som beskrevet i § 39 annet ledd.\nI valglokalet, i tilstøtende rom eller i umiddelbar nærhet av valglokalet er det ikke tillatt\n- å drive valgagitasjon\n- å utføre handlinger som kan forstyrre eller hindre en normal gjennomføring av valghandlingen\n- for uvedkommende å føre kontroll med hvem som møter frem og avgir stemme\n- å foreta velgerundersøkelser eller lignende utspørring av velgerne.\nValgstyret kan bestemme om en viss aktivitet er omfattet av forbudet i foregående ledd, og kan bestemme hvilke områder som skal regnes for å være i umiddelbar nærhet av valglokalet. Stemmestyrets​2 leder eller nestleder kan om nødvendig bortvise den som opptrer i strid med reglene i foregående ledd. Den som blir bortvist, kan bringe avgjørelsen inn for stemmestyret, som kan stadfeste eller oppheve avgjørelsen.\nTrykte stemmesedler skal være som beskrevet i § 26 nr. 3 første ledd sjette punktum, eller lyde på valglistens navn, eller på navnet til parti eller gruppe av velgere som deltar i felleslisten uten å ha med kandidatnavn. Andre trykte stemmesedler må ikke utdeles.\nValgstyret eller stemmestyret sørger for at det i vedkommende valglokale til enhver tid er tilgjengelig for velgerne trykte stemmesedler for alle godkjente valglister i fylket og kommunen. Dersom beholdningen av stemmesedler for en valgliste ikke blir tilstrekkelig, må en sørge for at det i stedet er tilgjengelig blanke stemmesedler av slike farger som nevnt i § 26 nr. 3 første ledd og § 44 nr. 2, som velgerne i tilfelle kan fylle ut. Departementet kan gi nærmere forskrifter om utlegging av stemmesedler.\nStemmestyrets medlemmer og valgfunksjonærene må ikke gi opplysninger til uvedkommende om forbruket av de forskjellige valglisters stemmesedler. Uvedkommende må heller ikke gis adgang til stemmeavlukkene eller andre steder der stemmesedler er utlagt for å kontrollere forbruket av stemmesedlene.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6.\n1 Se § 24.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Valgstyrets​1 leder fører inn i en bok (valgboken) alt som behandles og avgjøres på valgtinget. Valgboken føres i samsvar med formular fastsatt av departementet,​2 og den skal oppbevares av valgstyrets leder. I valgboken innføres uttrykkelig datoene for kunngjøringen om utlegging av manntallet m.v. (§ 7), for kjennelsesmøtet (§ 9) og for kunngjøringen om valgtinget (§ 29).\nForegår stemmegivningen på flere steder i kommunen, skal stemmestyrets leder​3 bokføre alt som behandles i en bok som føres i samsvar med formular fastsatt av departementet. Blir det reist innsigelse mot at valget fremmes, bokføres innsigelsen og grunnen.​4 Deretter får velgerne adgang til å avgi stemme.\nLederen i valgstyret eller stemmestyret leser opp det som er bokført, og samtlige medlemmer skriver under. Dette gjøres hver dag, dersom valgtinget varer i flere dager.\n0 Endret ved lov 5 juni 1987 nr. 25.\n1 Jfr. § 15.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 28.\n4 Jfr. § 38 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Når valgtinget er åpnet i samsvar med § 37, får de velgere som er innført i manntallet, adgang til å avgi stemme etterhvert som de møter frem. Også velgere som har stemt på forhånd, kan avgi stemme hvis det ikke er satt kryss i manntallet ved velgerens navn.​1 Fremgangsmåten er slik: Først settes et kryss i manntallet ved velgerens navn. Så får han utlevert en stemmeseddelkonvolutt og blir vist til et avlukket rom i valglokalet, hvor han usett av alle kan legge stemmeseddel i konvolutten. Ved fylkestingsvalg og kommunestyrevalg legges stemmeseddel for begge valg i samme konvolutt. Konvolutten legger han så ned i en urne som står på stemmestyrets bord.\nForegår stemmegivningen på flere steder i kommunen,​2 skal også velgere som ikke står i vedkommende del av manntallet få adgang til å avgi stemme. Disse skal imidlertid ikke legge stemmeseddelkonvolutten ned i valgurnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og gi det til valgstyret etter at stemmegivningen er avsluttet (jfr. § 42).\nVelger som på grunn av legemlige mangler eller andre årsaker ikke er i stand til å avgi stemme slik som nevnt i første og annet ledd, kan få den nødvendige hjelp av en person som han selv utpeker blant dem som er til stede i valglokalet, og som har fylt 14 år. Er velgeren ikke i stand til å bevege seg inn i valglokalet, leverer to personer som enten er medlemmer av stemmestyret eller valgfunksjonærer, ham umiddelbart utenfor lokalet en stemmeseddelkonvolutt og en stemmeseddel for hver godkjent valgliste, jfr. § 34 nr. 2 som gjelder tilsvarende. Etter at velgeren på stedet – i tilfelle med slik hjelp som nevnt foran – har lagt stemmeseddel (-sedler) i konvolutten, leverer han denne til de to personene. Disse begir seg straks sammen inn i valglokalet og legger konvolutten i urnen etter at avkryssing i manntallet er skjedd, eller, dersom velgeren ikke er innført i vedkommende del av manntallet, leverer den til stemmestyret til slik behandling som nevnt i annet ledd siste punktum.\nStemmestyret kan forlange at en ukjent velger godtgjør at han er den han gir seg ut for å være.\nDepartementet​3 kan gi nærmere bestemmelser om bruk av valgurner og annen oppbevaring av mottatte stemmer.\n0 Endret ved lover 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Jfr. § 47.\n2 Jfr. § 27.\n3 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Også velger ved hvis navn det er satt kryss i manntallet og den som er nektet stemmerett ved valgstyrets kjennelse​1 eller av andre grunner ikke er innført i manntallet, skal få avgi stemme. Han skal ikke legge stemmeseddelkonvolutten ned i valgurnen, men gi den til stemmestyret.​2 Dette skal legge konvolutten i et særskilt omslag, klebe det til, skrive velgerens navn, bostedsadresse og fødselsdato utenpå og oppbevare det ubrutt.\nFinner stemmestyret grunn til å anta at velgeren lider av alvorlig sjelelig svekkelse eller nedsatt bevissthet, skal velgeren ikke legge stemmeseddelkonvolutten ned i urnen, men gi den til stemmestyret. Dette skal legge konvolutten i et særskilt omslag, klebe det til og skrive velgerens navn, bostedsadresse og fødselsdato utenpå og oppbevare det ubrutt. På omslaget skal også gis påtegning om grunnen til at stemmeseddelkonvolutten er lagt til side, og om avgjørelsen er enstemmig. Når stemmegivningen er avsluttet, skal stemmestyret levere omslaget til valgstyret,​3 som avgjør om stemmegivningen skal vrakes.\nDersom ikke noe annet følger av lovens bestemmelser, jfr. § 49 annet og tredje ledd, skal de stemmegivninger som er avgitt i medhold av denne paragrafen og som valgstyret har vraket, forvares inntil valgresultatet er endelig.\n0 Endret ved lover 22 mars 1991 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Se § 9.\n2 Se § 28.\n3 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Når den tid som er fastsatt for stemmegivningen er utløpt, og de velgere som da er til stede i valglokalet, har fått adgang til å avgi stemme, erklærer lederen i valgstyret/stemmestyret stemmegivningen for avsluttet. Foregår stemmegivningen over to dager, fortsetter den til fastsatt tid neste dag. Urnene med stemmesedler og det øvrige valgmateriell skal oppbevares på sikkert sted under betryggende forsegling fra stemmegivningen er slutt første dag og inntil den tar til neste dag. Valgstyret kan bestemme at de avgitte stemmesedler skal bringes i forseglede urner fra stemmestedet til valgstyrets lokaler eller et annet sikkert sted, og oppbevares der på betryggende måte inntil stemmegivningen neste dag eller opptellingen skal begynne. Valgstyret kan også bestemme at det øvrige valgmateriell samtidig skal bringes fra stemmestedene og oppbevares sammen med urnene inntil stemmegivningen tar til neste dag.\nDepartementet​1 gir nærmere bestemmelser om forsegling og oppbevaring av valgmateriell etter foregående ledd.\nNår stemmegivningen er avsluttet annen dag i kommuner hvor stemmegivningen foregår på flere steder, skal de avgitte stemmer, sammen med den del av manntallet som er brukt og stemmestyrets møtebok, snarest mulig bringes til valgstyret til videre behandling, dersom det ikke skal holdes foreløpig opptelling på stemmestedet, jfr. § 46.\n0 Endret ved lover 5 juni 1987 nr. 25, 10 jan 1997 nr. 6.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Det er ikke tillatt å offentliggjøre valgresultater eller prognoser, som er laget på grunnlag av undersøkelser foretatt den søndag og mandag valget foregår, før tidligst mandag kl. 21.00.\n0 Tilføyd ved lov 16 juni 1995 nr. 29, endret 10 jan 1997 nr. 6 (tidligere § 43a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "1. Stemmeseddelkonvoluttene skal være​1 ugjennomsiktige og uten tilfestet eller påsatt merke som nevnt i nr. 2 tredje ledd første og annet punktum. Ved stemmegivning innenfor rikets grenser skal konvoluttene dessuten ha offentlig stempel og ha samme størrelse, form og farge.\n2. Stemmesedlene for stortingsvalg skal være av hvitt papir.\nStemmesedlene for fylkestingsvalg og kommunestyrevalg skal være enten av blått eller av hvitt papir. Stemmesedlene for fylkestingsvalg bør være blå og stemmesedlene for kommunestyrevalg bør være hvite, jfr. § 45.\nStemmesedlene må ikke​1 være merket slik at det fremgår hvem velgeren er. De må ikke være påført ord eller tegn som må antas å skulle gi uttrykk for en mening om personer, organisasjoner eller samfunnsspørsmål. Ord eller tegn som kan regnes som forandring i eller forsøk på å forandre stemmeseddelens innhold, eller fremheving av innholdet, fører likevel ikke til vraking. Det må heller ikke ligge noe annet enn stemmesedler i konvoluttene, dersom det klart fremgår at det er lagt der med vilje eller viser hvem velgeren er.\n3. Stemmeseddelen skal ha​1 en overskrift som viser hvilken valgliste den gjelder. Har to eller flere partier som er registrert etter § 17 stilt fellesliste, eller har ett, to eller flere slike partier stilt fellesliste sammen med velgere som organisasjonsmessig ikke representerer noe slikt parti, skal stemmesedler som lyder på et av disse partiers navn, på navnet til den gruppen som ikke representerer noe parti eller felleslistens fulle navn, regnes felleslisten til gode. Gyldige stemmesedler uten kandidatnavn anses å inneholde de navn som er oppført i den offisielle valglisten for fylket (ved stortingsvalg og fylkestingsvalg) eller kommunen (ved kommunestyrevalg) i samme rekkefølge som angitt på vedkommende liste. Det samme gjelder stemmesedler som er gyldige etter nr. 6 annet og tredje punktum.\n4. Rekkefølgen av kandidatnavnene på stemmesedlene regnes slik velgeren har angitt den ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen. Et kandidatnavn kan strykes ved markering på stemmeseddelen i samsvar med anvisningen nevnt foran.\nVed kommunestyrevalg kan velgeren gi en tilleggsstemme til kandidater som står på den valglisten stemmeseddelen gjelder. Dette gjøres ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen.\n5. Ved stortingsvalg og fylkestingsvalg settes kandidatnavn som står på en annen valgliste enn den stemmeseddelen gjelder ut av betraktning. Ved kommunestyrevalg kan velgeren føre opp en gang inntil så mange kandidatnavn fra andre valglister som svarer til en fjerdedel av antall representanter som skal velges, avrundet nedover til nærmeste hele tall. I kommuner hvor kommunestyret har 19 eller færre representanter, kan det likevel føres opp inntil 5 navn. Dette gjøres ved markering på stemmeseddelen i samsvar med den anvisningen som skal trykkes på stemmeseddelen.\nNavn på personer som ikke står på noen offisiell valgliste, settes ut av betraktning.\n6. Trykt stemmeseddel må​1 være som beskrevet i § 26 nr. 3 første ledd sjette punktum eller § 38 sjuende ledd. Trykt stemmeseddel som er enslydende med et registrert partis valgliste i et annet fylke (ved stortingsvalg og fylkestingsvalg) eller en annen kommune (ved kommunestyrevalg), og som ikke er rettet, skal likevel godkjennes dersom partiet stiller liste i det fylket/den kommunen stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Trykt stemmeseddel som er enslydende med et registrert partis valgliste ved sametingsvalget og som ikke er rettet, skal likevel godkjennes dersom partiet også stiller liste ved stortingsvalget i det fylket stemmeseddelen avgis til, og stemmeseddelen for øvrig er gyldig. Nr. 3 annet punktum får tilsvarende anvendelse for så vidt gjelder registrerte partier.\nAndre trykte stemmesedler må ikke brukes.​1\nLikestillet med trykking er fremstilling på annen mekanisk måte, herunder også maskinskriving.\n0 Endret ved lover 14 april 1989 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 7 mai 1999 nr. 27.\n1 Se § 45 jfr. § 92 første ledd nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Stemmegivningen skal vrakes dersom bestemmelsene i § 44 nr. 1 ikke er iakttatt. Stemmeseddelen skal vrakes dersom bestemmelsene i § 44 nr. 2, 3 og 6 ikke er iakttatt.​1 Uoverensstemmelse mellom farge og valgbetegnelse på stemmeseddelen fører ikke til vraking. Det forhold at en stemmeseddel ved stortingsvalg har den farge som er fastsatt for stemmesedler til sametingsvalget fører ikke til vraking. Uoverensstemmelse mellom godkjent listeforslag og trykt stemmeseddel når det gjelder navn som listeforslag kan utfylles med i henhold til § 25 nr. 1 bokstav c første ledd annet punktum og fjerde ledd, fører heller ikke til vraking.\nLigger det flere stemmesedler i en konvolutt ved stortingsvalg, skal alle vrakes dersom de er ulike, men den ene godkjennes dersom de er enslydende. Gjelder stemmesedlene samme valgliste, men bare en av dem er ulik den offisielle valglisten, skal likevel den godkjennes og de andre vrakes. Det forhold at det i en stemmeseddelkonvolutt for stortingsvalg ligger både en stemmeseddel for stortingsvalg og en stemmeseddel for sametingsvalg fører ikke til at stemmeseddelen for stortingsvalget skal vrakes.\nInneholder en stemmeseddel ved fylkestingsvalg og kommunestyrevalg opplysning om hvilket valg den gjelder (valgbetegnelse), er denne avgjørende for hvilket valg stemmeseddelen skal gjelde. For øvrig gjelder følgende regler om dette:\nEr det bare en stemmeseddel uten valgbetegnelse i konvolutten, er fargen på stemmeseddelen avgjørende. Er det to stemmesedler i konvolutten, og bare den ene har valgbetegnelse, anses den andre stemmeseddelen å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, men forskjellig farge, er fargen avgjørende. Har ingen av stemmesedlene valgbetegnelse, men er enslydende og har samme farge, anses en stemmeseddel å gjelde hvert valg. Er de derimot ikke enslydende skal begge vrakes.\nEr det tre eller flere stemmesedler i konvolutten, og det blant disse er minst en med valgbetegnelse og minst en uten valgbetegnelse, avgjør fargen hvilket valg stemmesedlene uten valgbetegnelse skal gjelde, med følgende unntak: Hvis alle stemmesedler med valgbetegnelse gjelder samme valg, og alle stemmesedler uten valgbetegnelser har den farge som er fastsatt for dette valget, anses alle stemmesedler uten valgbetegnelse å gjelde det andre valget. Har ingen av stemmesedlene valgbetegnelse, gjelder foregående ledd tredje og følgende punktum tilsvarende.\nBestemmelsene i annet ledd første og annet punktum gjelder tilsvarende ved fylkestingsvalg og kommunestyrevalg, dersom det i en konvolutt ligger flere stemmesedler for samme valg.\n0 Endret ved lov 16 juni 1995 nr. 29.\n1 Jfr. § 72 nr. 8 og § 75 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Foregår stemmegivningen på flere steder i kommunen,​1 kan valgstyret​2 bestemme at stemmestyret​3 på de steder hvor vedkommende del av manntallet inneholder minst 500 navn, skal foreta en foreløpig opptelling av stemmesedlene umiddelbart etter at stemmegivningen er slutt. Valgstyret kan bestemme at foreløpig opptelling skal foretas under ett for flere stemmesteder som tilsammen har minst 500 navn i manntallet, på ett av disse stemmesteder og av vedkommende stemmestyrer. Slik opptelling som nevnt foran kan likevel bare foretas dersom de deler av manntallet som vedkommer de øvrige stemmesteder, til sammen inneholder minst 500 navn.​4\nEr det grunn til å anta at en avgitt stemme må vrakes på grunn av stemmeseddelkonvoluttens beskaffenhet, jfr. § 45 første ledd, legges konvolutten uåpnet til side. Er det grunn til å anta at en stemmeseddel må vrakes, jfr. § 45, eller er det – ved fylkestingsvalg og kommunestyrevalg – tvil om hvilket valg en eller flere stemmesedler skal gjelde, legges innholdet tilbake i konvolutten. Er dette ikke mulig, legges vedkommende stemmeseddel/-sedler til side.\nDe øvrige stemmesedler ordnes i grupper, hver valglistes sedler for seg og – ved fylkestingsvalg og kommunestyrevalg – hvert valg for seg. For hver valgliste ordnes stemmesedlene i grupper for urettede og rettede stemmesedler (stemmesedler som er ulik vedkommende offisielle valgliste). Deretter telles stemmesedlene innen hver gruppe, og en finner det samlede antall stemmesedler for hver gruppe. Ved fylkestingsvalg og kommunestyrevalg telles hvert valg for seg. Stemmesedlene for hver gruppe legges i spesielle konvolutter. Utenpå konvoluttene skrives hvilken valgliste stemmesedlene i konvolutten tilhører, hvor mange stemmesedler konvolutten inneholder, om disse er rettet eller urettet, og – ved fylkestingsvalg og kommunestyrevalg – hvilket valg de gjelder.\nValgstyret foretar selv, eller oppnevner andre til å foreta, en foreløpig opptelling av de stemmesedler som er avgitt på de stemmesteder der det ikke foretas foreløpig opptelling etter første ledd. Opptellingen foregår i samsvar med bestemmelsene i annet og tredje ledd, og foretas så snart stemmesedlene er kommet inn til valgstyret. Særskilt opptelling av stemmer avgitt på en del av disse stemmestedene kan bare foretas dersom vedkommende deler av manntallet til sammen inneholder minst 500 navn.\nValgstyret skal, dersom det ikke holdes foreløpig opptelling på stemmestedene, foreta foreløpig opptelling av stemmene fra samtlige stemmesteder i kommunen, snarest mulig etter at stemmene er kommet frem. Foregående ledd gjelder tilsvarende. Valgstyret bør foreta behandlingen av stemmer avgitt etter § 40 annet ledd, jfr. § 47, og blande disse sammen med de andre stemmene før den foreløpige opptellingen etter dette ledd tar til, forutsatt at dette kan skje uten særlig forsinkelse for den foreløpige opptellingen.\nValgstyret kan, dersom stemmegivningen er avsluttet ved samtlige stemmelokaler i kommunen og lovens vilkår for øvrig er oppfylt, begynne den foreløpige opptellingen etter de to foregående leddene før alle avgitte stemmer er kommet valgstyret i hende.\nValgstyret skal foreta foreløpig opptelling av de forhåndsstemmene som er godkjent etter § 47, på valgdagen mandag. Denne opptellingen skal begynne senest fire timer før stemmegivningen er avsluttet ved samtlige stemmelokaler i kommunen.\nFør den foreløpige opptellingen begynner, skal valgstyret legge en del forhåndsstemmegivninger, som tas ut ved et tilfeldig utvalg, til side i en særskilt urne. I denne urnen legger valgstyret også de forhåndsstemmegivningene som ikke er med i opptellingen etter forrige ledd og de som kommer inn til valgstyret etter at opptellingen har begynt. Antallet som legges til side må være tilstrekkelig stort til at de forhåndsstemmegivningene som kommer inn til valgstyret etter at opptellingen har begynt, forblir anonyme ved opptellingen. Valgstyret kan ta forhåndsstemmegivninger ut av denne urnen for telling før tirsdag kl. 24 under forutsetning av at det til enhver tid er et tilstrekkelig antall forhåndsstemmegivninger igjen til å sikre at samtlige forhåndsstemmegivninger forblir anonyme ved opptellingen.\n0 Endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 27 og § 28.\n2 Jfr. § 15.\n3 Jfr. § 28.\n4 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Valgstyret​1 undersøker om de velgerne som har avgitt stemme etter § 40 annet ledd, har adgang til å stemme. Har velgeren ikke stemt i den kretsen hvor vedkommende er manntallsført, settes et kryss ved navnet i manntallet, og stemmeseddelkonvolutten tas ut av omslaget og legges ned i en valgurne. I motsatt fall forkastes stemmegivningen og omslaget forvares uåpnet. En stemmegivning skal forkastes dersom omslaget, jf. § 40 annet ledd tredje punktum, ikke er klebet igjen. Har velgeren levert flere stemmegivninger etter § 40 annet ledd, skal alle stemmegivningene forkastes. Dersom ikke noe annet følger av lovens bestemmelser, jf. § 49 første ledd annet punktum, skal de forkastede stemmegivningene forvares inntil valgresultatet er endelig.\nForhåndsstemmegivningene kan legges frem for godkjenning etter hvert som de kommer inn til valgstyret. For å kunne foreta avkryssing i manntallet ved navnet til de velgerne som har avgitt forhåndsstemmegivning som vil bli godkjent, skal forhåndsstemmegivningene så langt det er mulig legges frem for godkjenning før valgtinget åpner. De forhåndsstemmegivningene som har kommet inn innen fristen jf. § 31 andre ledd, og som det ikke er blitt krysset av for før valgtinget åpnet, kan først fremlegges for godkjenning etter at stemmegivningen er avsluttet på valgtinget.\nEn forhåndsstemmegivning godkjennes ikke med mindre de lovbestemte vilkårene er oppfylt. Det forhold at en forhåndsstemmegivning ikke er sendt i samsvar med § 34 nr. 4, fører ikke til forkastelse med mindre noe tyder på at omslagskonvolutten har vært åpnet. En forhåndsstemmegivning skal ikke forkastes av den grunn at velgeren er avgått ved døden etter at stemmegivningen på valgtinget tok til.\nHar en velger avgitt forhåndsstemme flere ganger, godkjennes den forhåndsstemmegivningen som kommer først frem til valgstyret dersom den er i forskriftsmessig stand. Fremgår det av forhåndsstemmegivningene i hvilken rekkefølge de er avgitt, og den sist avgitte er i forskriftsmessig stand, godkjennes denne dersom de tidligere avgitte stemmegivningene må forkastes på grunn av formelle feil.\nHar en velger avgitt forhåndsstemme, og det er satt kryss i manntallet ved velgerens navn, jf. andre ledd, skal velgerens stemmegivning på valgtinget avgitt etter § 40 andre ledd eller § 41 første ledd forkastes. Har en velger avgitt forhåndsstemme uten at det er satt kryss i manntallet ved velgerens navn, jf. andre ledd, skal forhåndsstemmegivningen forkastes dersom velgeren også har avgitt valgtingsstemme etter § 40 første eller andre ledd.\nDersom en velger har forhåndsstemt en eller flere ganger, og alle forhåndsstemmegivningene forkastes, godkjennes stemmegivning som er avgitt på valgtinget, hvis denne er i forskriftsmessig stand. I så fall tas stemmeseddelkonvolutten ut av omslaget, jf. § 40 annet ledd og § 41 første ledd, og legges ned i en valgurne. For øvrig gjelder første ledd fjerde og sjette punktum tilsvarende.\nDersom valgkort som er utstedt i samsvar med § 9 a, ikke ligger ved en forhåndsstemmegivning som er avgitt innenriks (unntatt på Svalbard og Jan Mayen), skal stemmegivningen forkastes. Ligger det valgkort ved flere forhåndsstemmegivninger avgitt av samme velger, godkjennes den forhåndsstemmegivningen som kommer først frem til valgstyret dersom den er i forskriftsmessig stand. Forhåndsstemmegivning som er avgitt utenriks, på Svalbard​2 eller Jan Mayen, skal ikke forkastes selv om valgkortet ikke ligger ved.\nNår en forhåndsstemmegivning er godkjent, settes et kryss ved velgerens navn i manntallet. Valgstyret avgjør om avkryssing i manntallet for forhåndsstemmer skal skje manuelt eller ved hjelp av maskinelle hjelpemidler.\nStemmeseddelkonvolutten legges uåpnet ned i en særskilt urne. Valgkortet legges til side og oppbevares til valgresultatet er endelig og tilintetgjøres deretter på betryggende måte, dersom ikke noe annet følger av § 49 annet og tredje ledd.\nLigger det i en omslagskonvolutt flere stemmeseddelkonvolutter til det samme valget, åpner valgstyret disse konvoluttene og legger alle stemmesedlene ulest inn i en stemmeseddelkonvolutt, som legges i valgurnen i samsvar med det som er bestemt i foregående ledd. Om noen av stemmesedlene skal godkjennes, avgjøres etter reglene i § 45.\nEr stemmegivningen ikke godkjent, eller er velgeren ved valgstyrets kjennelse nektet stemmerett, skal omslagskonvolutten så vidt mulig forvares uåpnet. Når omslagskonvolutten er blitt åpnet, legges valgkortet og stemmeseddelkonvolutten tilbake i omslagskonvolutten som legges til side, jf. første ledd siste punktum.\n0 Endret ved lover 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 10 jan 1997 nr. 6, 13 juni 1997 nr. 42, 7 mai 1999 nr. 27.\n1 Se § 15.\n2 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Stemmeopptellingen foretas særskilt for stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Særskilt opptelling av stemmer vedkommende en del – eller deler – av manntallet kan bare foretas dersom vedkommende del – eller deler til sammen – inneholder minst 500 navn.\nVed fylkestingsvalg og kommunestyrevalg telles stemmene for de to valg opp hver for seg, slik at stemmene for fylkestingsvalget telles opp først.\nOpptelling foretas av de personer og på den måten valgstyret har bestemt, og under valgstyrets tilsyn. Opptellingen tar til umiddelbart etter at den foreløpige opptellingen, jfr. § 46, er avsluttet og alle de avgitte valgtingsstemmene er kommet valgstyret i hende. Opptellingen av forhåndsstemmer, unntatt de forhåndsstemmegivningene som er omtalt i § 46 åttende ledd, kan begynne til samme tid. Dersom valgstyret ikke har foretatt foreløpig opptelling av forhåndsstemmene, gjelder § 46 åttende ledd tilsvarende når opptellingen begynner før fristen i § 31 annet ledd første punktum er gått ut.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på opptelling og registrering av stemmegivninger etter sjette ledd, og fastsetter nærmere krav til systemene.\nVed stortingsvalg og fylkestingsvalg finner en først hver listes stemmetall ved å telle hvor mange stemmesedler som kommer listen til gode, jf. § 44 nr. 3.\nVed kommunestyrevalg undersøkes først hvor mange listestemmer som tilfaller den enkelte valgliste på hver stemmeseddel. Er det ført opp et kandidatnavn som står på en annen valgliste enn den stemmeseddelen gjelder, gir dette en listestemme til den valglisten som navnet står på, og en stemme til kandidaten. Er det ført opp flere slike navn enn det som er bestemt i § 44 nr. 5, settes de som står sist i rekkefølgen ut av betraktning. Med fradrag av eventuelle listestemmer som nevnt i annet punktum, får den valglisten som stemmeseddelen gjelder, så mange listestemmer fra stemmeseddelen som tallet på representanter som skal velges. Ved denne beregningen tar en også med navn på personer som ikke er valgbare, såfremt de står på en offisiell valgliste i vedkommende kommune. Den enkelte valglistes stemmetall er summen av de listestemmer som tilfaller valglisten.\nMå det gjøres avbrudd i opptellingen, skal valgstyret sørge for at stemmesedlene og det øvrige valgmateriellet blir oppbevart på helt betryggende måte. Før opptellingen gjenopptas, skal valgstyret påse at det ikke er foretatt noe urettmessig med valgmateriellet.\n0 Endret ved lover 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1995 iflg. res. 5 mars 1993 nr. 174), 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Når opptellingen av stemmene til stortingsvalget er avsluttet, skal valgstyrets​1 leder innføre i valgboken stemmetallene for valglistene, med opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og stemmer avgitt på forhånd og på urettede og rettede stemmesedler.\nHvis valgstyret ikke også er fylkesvalgstyre,​2 skal valgstyret ved stortingsvalg omgående sende i forseglet pakke til fylkesvalgstyrets leder en bekreftet avskrift av det som er bokført på valgtinget og på stemmestedene, alle valgkort innkommet i forbindelse med forhåndsstemmegivningen, alle innkomne omslagskonvolutter for forhåndsstemmegivninger utenriks og på Svalbard og Jan Mayen, kopi av innkomne klager og bemerkninger, de stemmegivninger og stemmesedler valgstyret har vraket eller som er innlevert til valgstyret i medhold av § 41, alle godkjente stemmesedler, de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg, og de urettede og de rettede hver for seg.\nHvis valgstyret også er fylkesvalgstyre, skal valgstyret ved stortingsvalg, så snart valgoppgjøret er avsluttet, sende i forseglet pakke til fylkesmannen det valgmateriellet som er omtalt i annet ledd.\nDepartementet kan gi nærmere bestemmelser om valgstyrenes innsending av valgmateriell til fylkesvalgstyrene og fylkesmannen, herunder om emballasje for materiellet.\nEtterhvert som de mottas, skal valgstyret sende alle innkomne klager og bemerkninger til departementet.\nNår opptellingen av stemmene til fylkestingsvalget er avsluttet skal valgstyrets leder føre inn i valgboken stemmetallene for valglistene, med opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og stemmer avgitt på forhånd. Valgstyret skal deretter omgående sende i forseglet pakke til fylkesvalgstyrets leder en bekreftet avskrift av det som er innført i valgboken vedrørende fylkestingsvalget, sammen med alle innkomne stemmesedler for dette valget, de som er godkjent og de som er vraket hver for seg og de som er avgitt på valgtinget og de som er avgitt på forhånd hver for seg.\nPolitiske partier som er registrert etter § 17 og som stiller liste i fylket ved stortingsvalg og fylkestingsvalg, skal uten betaling få tilsendt utskrift av valgboken dersom de setter frem krav om det innen valgdagen.\nDen avskrift av manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget, skal valgstyrets leder sørge for blir oppbevart til to valgperioder er utløpt. Deretter skal den brennes eller tilintetgjøres på annen betryggende måte.\n0 Endret ved lover 5 juni 1987 nr. 25, 22 mars 1991 nr. 15, 5 mars 1993 nr. 31, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Se § 15.\n2 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Fylkesvalgstyret​1 skal kontrollere forberedelse og gjennomføring av stortingsvalg på grunnlag av de tilsendte møtebøkene og valgmateriellet, jfr. § 49 annet ledd, etterhvert som de kommer inn.\nFylkesvalgstyret skal uten opphold foreta valgoppgjør for fylket på grunnlag av de tilsendte møtebøkene og valgmateriellet, jfr. § 49 annet ledd. Finner fylkesvalgstyret feil ved valgstyrenes beslutninger om å godkjenne eller forkaste stemmegivninger og stemmesedler eller feil i opptellingen, skal det først rette feilene.\nI de tilfellene som er nevnt i § 49 tredje ledd, skal fylkesmannen foreta den kontrollen som er nevnt i første ledd og herunder kontrollere valgstyrets beslutninger om å godkjenne eller forkaste stemmegivninger og stemmesedler og valgstyrets opptelling. Resultatet av fylkesmannens kontroll skal straks meddeles Stortingets kontor.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør og fastsetter nærmere krav til systemene.\n0 Endret ved lover 5 mars 1993 nr. 31 (i kraft 1 jan 1997), 13 juni 1997 nr. 50.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Fylkesvalgstyret​1 legger sammen valglistenes stemmetall i alle kommunene. Deretter fordeles fylkets representantplasser, jfr. Grunnlovens § 58 tredje ledd, på valglistene. Fylkesvalgstyret går frem som beskrevet i Grunnlovens § 59 fjerde ledd.\n0 Endret ved lov 14 april 1989 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "1. Når det er avgjort hvor mange representantplasser hver liste skal ha, foretas en ny stemmeopptelling for listens kandidater. En går frem slik:\nEn teller først bare de navn som står som nr. 1 på stemmesedlene. Den kandidat som får flest stemmer ved denne opptellingen er valgt. Skal listen ha mer enn en representant, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer sammenlagt ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en, inntil alle de representantplasser listen skal ha er besatt. Navn på personer som ikke er valgbare,​1 settes ut av betraktning ved opptellingen, og de etterfølgende kandidater rykker opp. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes ved fortsatt opptelling på samme måte som bestemt for representantene foran under nr. 1.​2\n1 Se § 12 og § 13.\n2 Se § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Når valgoppgjøret er avsluttet skal fylkesvalgstyrets​1 leder i en bok innføre:\n- de offisielle valglistene med stemmetall for de enkelte kommuner og for hele fylket,\n- opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer,\n- beregning av det antall representanter som tilfaller hver liste,\n- hvem som etter reglene i § 52 er valgt til representanter og vararepresentanter,\n- hvor mange stemmesedler som er endret av velgerne, og om disse endringene kan tenkes å ha noen betydning for Riksvalgstyrets valgoppgjør etter § 55,\n- oversikt over antall forkastede stemmegivninger og stemmesedler, fordelt på kommuner, med kommentarer om hyppig forekommende feil.\n- oversikt over de feil som er rettet i valgstyrenes valgoppgjør etter § 50 annet ledd annet punkt,\n- oversikt over feil ved valget som er avdekket ved kontrollen i medhold av § 50 første ledd, især feil som kan få betydning for valgets gyldighet.\nAlle medlemmer av fylkesvalgstyret underskriver boken.\nBoken føres i samsvar med formular fastsatt av departementet.\n0 Endret ved lover 5 juni 1987 nr. 25, 14 april 1989 nr. 15, 22 mars 1991 nr. 15, 16 juni 1995 nr. 29, 13 juni 1997 nr. 50, 7 mai 1999 nr. 27.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Fylkesvalgstyret​1 skal omgående sende til Stortingets kontor og til riksvalgstyret bekreftet utskrift av det som er bokført.\nDet valgmateriellet fylkesvalgstyret og fylkesmannen har mottatt fra valgstyrene skal oppbevares på et sikkert sted under betryggende forsegling til valgperioden er utløpt. Deretter skal det brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31, 13 juni 1997 nr. 50.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Riksvalgstyret​1 skal uten opphold foreta valgoppgjør for fordeling av utjevningsrepresentantene på grunnlag av de utskrifter som er tilsendt riksvalgstyret fra fylkesvalgstyrene, jfr. § 54 første ledd. Riksvalgstyret går frem som beskrevet i Grunnlovens § 59 femte, sjette og sjuende ledd. Kongen godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\nNår det er avgjort hvilke fylkeslister som får utjevningsrepresentanter, utpeker riksvalgstyret listenes utjevningsrepresentanter og samtlige vararepresentanter i samsvar med reglene i § 52 i loven her. Ved dette oppgjøret ser en bort fra de kandidater som allerede er valgt som distriktsrepresentanter.\nRiksvalgstyret utferdiger fullmakt for samtlige valgte representanter og vararepresentanter, jf. Grunnlovens § 64. Representantene nevnes i den rekkefølge som fremgår av Grunnlovens § 59 fjerde ledd, § 52 i loven her, samt første og andre ledd i paragrafen her. For vararepresentantene angis hvilken eller hvilke representanter de i tilfelle skal erstatte, samtidig som det angis i hvilken rekkefølge de er valgt.\nFullmakten underskrives av alle medlemmer av riksvalgstyret og sendes til den som er valgt som første representant i hvert fylke, jfr. Grunnlovens § 59 fjerde ledd annet punktum. Samtidig underrettes samtlige fylkesvalgstyrer om utfallet av riksvalgstyrets valgoppgjør. Fylkesvalgstyrene skal snarest mulig etter å ha fått melding fra riksvalgstyret underrette de valgte representanter og vararepresentanter om valgutfallet.\nDepartementet kan gi nærmere regler om formen på stortingsrepresentantenes fullmakter.\nNår riksvalgstyrets valgoppgjør er ferdig, skal lederen føre inn i en bok fremgangsmåten ved valgoppgjøret og dets utfall. Alle medlemmer av riksvalgstyret underskriver boken.\nRiksvalgstyret skal omgående sende til Stortingets kontor bekreftet utskrift av det som er bokført.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1997).\n1 Se § 16 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "En valgt representant eller vararepresentant, som ikke plikter å motta valget, jfr. Grunnlovens § 63,​1 skal innen tre dager etter å ha mottatt underretning om valget fra fylkesvalgstyret,​2 sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Jfr. § 14.\n2 Jfr. § 16 a og § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "Er noen blitt valgt til representant eller vararepresentant for to fylker, skal vedkommende senest innen tre dager etter å ha mottatt underretning fra fylkesvalgstyrene​1 om valget, på hurtigst mulig måte underrette begge fylkesvalgstyrer om hvilket valg som mottas. Innen samme frist skal vedkommende skriftlig bekrefte sin beslutning overfor begge fylkesvalgstyrer og – såvidt mulig – også overfor vararepresentanter.\nDersom vedkommende ikke sender slik skriftlig erklæring som ovenfor nevnt, anses vedkommende å ha mottatt valget som representant eller vararepresentant for det fylket hvor han er stemmeberettiget. Er han ikke stemmeberettiget i noen av fylkene, anses han valgt for det fylket som står først i ordenen, jfr. Grunnlovens § 58.\nBestemmelsene i første og annet ledd får tilsvarende anvendelse dersom noen er valgt til representant eller vararepresentant for flere enn to fylker, likevel slik at vedkommende selv kan velge hvilket fylke han vil representere uansett om han allerede før har truffet et valg mellom noen av dem.\nBlir det valg vedkommende har mottatt kjent ugyldig av Stortinget, kan han innen tre dager etter å ha fått underretning om dette, avgi erklæring om at han mottar et av de andre valgene.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Fylkesvalgstyret​1 skal uten opphold foreta valgoppgjør for fylket på grunnlag av de utskrifter og stemmesedler som er nevnt i § 49 sjette ledd. Finner fylkesvalgstyret feil i valgstyrenes opptelling eller avgjørelser om godkjenning eller vraking av stemmesedler, skal det rette disse.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\n0 Endret ved lover 14 april 1989 nr. 15, 5 mars 1993 nr. 31 (i kraft 1 jan 1995), 13 juni 1997 nr. 50.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "1. Fylkesvalgstyret​1 legger sammen valglistenes stemmetall i alle kommunene. Deretter fordeles representantplassene på valglistene i forhold til deres stemmetall på følgende måte:\nEn fører opp de kvotienter som fremkommer når hver listes stemmetall etter hvert divideres med 1,4 – 3 – 5 – 7 osv., inntil hvert stemmetall er dividert det antall ganger som svarer til det største antall representanter listen kan ventes å få. Den første representantplassen tilfaller den listen som har den største kvotienten. Den andre representantplassen tilfaller den listen som har den nest største kvotienten osv., inntil alle representantplasser er fordelt.\nHvis flere lister har samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall avgjøres det ved loddtrekning, hvilken liste representantplassen skal tilfalle.\n2. Deretter avsettes en sjettedel av fylkestingets samlede medlemstall – i tilfelle avrundet oppover til nærmeste hele tall – som utjevningsrepresentanter på listene på samme måte som etter nr. 1 foran. Utjevningsrepresentantplassene – som skal fordeles på valglistene i samsvar med bestemmelsene i nr. 1 annet ledd annet og tredje punktum – nyttes i den utstrekning det er nødvendig for å sikre alle kommuner i fylket minst en representant i fylkestinget.\nSkulle det tilfalle en liste flere utjevningsrepresentantplasser enn den har valgbare kandidater til overs når de ordinære representantplassene er besatt, skal listens utjevningsrepresentantplasser anses som forlodds valgt, og de øvrige plasser fordeles på de andre listene slik som bestemt i første ledd.\n0 Endret ved lov 22 mars 1991 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "1. Når det er foreløpig avgjort hvor mange ordinære representantplasser hver liste skal ha, foretas en ny stemmeopptelling for listens kandidater. En går fram slik:\nEn teller først bare de navn som står som nr. 1 på hver stemmeseddel. Den kandidat som får flest stemmer ved denne opptellingen er valgt. Skal listen ha mer enn en representant, teller en deretter opp de navn som står som nr. 2 på stemmesedlene. Den kandidat som får flest stemmer sammenlagt ved de to opptellingene, når en ser bort fra den allerede valgte, er valgt. På samme måte fortsetter en inntil alle de ordinære representantplasser listen skal ha i denne omgang er besatt. Hvis flere kandidater har fått like mange stemmer, anses den valgt som står først i rekkefølgen på listen.\n2. Etter at det er avgjort hvilke kandidater som er valgt til ordinære representanter, skal utjevningsrepresentantplassene, jfr. § 59 nr. 2, fordeles. Representantplassene fordeles i samsvar med reglene i § 59 nr. 1 annet og tredje ledd. Som representanter velges kandidater bosatt i kommuner som foreløpig ikke har fått valgt inn noen representant i fylkestinget. Har en liste som skulle ha utjevningsrepresentantplass, ingen kandidat fra kommuner som ikke har fått noen representantplass i fylkesstinget, anses den kandidaten valgt på vedkommende plass som ville blitt valgt etter reglene i nr. 1.\nEr det fortsatt ledige representantplasser igjen når alle kommuner har fått minst en representant i fylkestinget, fordeles de ledige plasser etter reglene i nr. 1.\nEn kandidat anses i dette nr. bosatt i den kommunen hvor han har stemmerett ved valget.​1\nDepartementet kan gi nærmere regler om valgoppgjør etter første ledd.\n3. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes ved fortsatt opptelling på samme måte som bestemt for de ordinære representantene under nr. 1 foran, idet man ser bort fra de som er valgt til utjevningsrepresentanter.\n4. Ved fordeling av representantplasser og vararepresentantplasser etter denne paragraf settes navn på personer som ikke er valgbare ut av betraktning. Ved fordeling som nevnt i nr. 1, nr. 2 og nr. 3 rykker i så fall de etterfølgende navn opp.\n0 Endret ved lover 22 mars 1991 nr. 15, 22 mars 1991 nr. 15.\n1 Se § 9, jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Når valgoppgjøret er avsluttet skal fylkesvalgstyrets​1 leder i en bok innføre:\n- de offisielle valglistene med stemmetall for de enkelte kommuner og for hele fylket,\n- opplysning om hvordan stemmetallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer,\n- beregning av det antall representanter som tilfaller hver liste,\n- hvem som etter reglene i § 60 er valgt til representanter og vararepresentanter,\n- oversikt over antall forkastede stemmegivninger og stemmesedler, fordelt på kommuner, med kommentarer om hyppig forekommende feil.\nAlle medlemmer av fylkesvalgstyret underskriver boken.\nUtskrift av valgboken skal uten opphold sendes fylkesmannen og departementet. Politiske partier som er registrert etter § 17, og som stiller liste i fylket, skal uten betaling få tilsendt utskrift av valgboken dersom de fremsetter krav om det til fylkesvalgstyret innen valgdagen.\n0 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1995 nr. 29.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Fylkesvalgstyret​1 skal straks underette de valgte representanter og vararepresentanter om valget. Er noen blitt valgt som ikke plikter å ta imot valget, jfr. § 14, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter å ha mottatt underretning om valget fra fylkesvalgstyret, sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "De stemmesedler fylkesvalgstyret har mottatt, jfr. § 49 sjette ledd, skal oppbevares på et sikkert sted under betryggende forsegling, inntil valgperioden er utløpt. Så skal de brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995 iflg. res. 5 mars 1993 nr. 174), 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Valgstyret​1 foretar valgoppgjør for kommunestyrevalget, og fordeler representantplassene i kommunestyret på valglistene i forhold til deres stemmetall på følgende måte:\nEn dividerer summen av listestemmetallene, jfr. § 48 sjette ledd, med representantplassenes antall forøket med 1. Kvotientens hele tall forøkes med 1. Hver listes stemmetall divideres med den forøkede kvotient, og listen får så mange representantplasser som de nye kvotienters hele tall angir.\nViser det seg at ikke alle representantplassene blir fordelt mellom listene på denne måten, divideres hver listes stemmetall først med det antall representantplasser listen har fått forøket med 1, deretter, om det er nødvendig, med det samme tall forøket med 2, osv.\nEt antall kvotienter tilsvarende antall ikke fordelte representantplasser nummereres deretter, slik at den største kvotienten får nr. 1, den nest største får nr. 2 osv. Divisjonene etter foregående ledd må fortsette inntil det viser seg at ingen kvotient i en senere kvotientrekke er større enn den sist nummererte, som kalles delingstallet. De gjenværende representantplassene fordeles deretter på valglistene på grunnlag av de nummererte kvotientene.\nHvis flere lister har samme kvotient, tilfaller plassen den av listene som har størst stemmetall. Har de samme stemmetall avgjøres det ved loddtrekning hvilken liste representantplassen skal tilfalle.\nSkulle det tilfalle en liste flere plasser enn den har valgbare kandidater, skal dens kandidater anses som forlodds valgt, og de øvrige plasser fordeles på de andre listene slik som bestemt foran.\nDepartementet godkjenner bruk av edb-tekniske system beregnet på valgoppgjør, og fastsetter nærmere krav til systemene.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995).\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "1. Når det er avgjort hvor mange representantplasser hver liste skal ha, undersøker en hvor mange stemmer hver kandidat på disse listene har fått. Her tar en også med stemmer kandidatene har fått på stemmesedler som gjelder andre valglister, jfr. § 48 sjette ledd annet punktum. Navn på personer som ikke er valgbare​1 settes ut av betraktning. Deretter besettes hver listes plasser med de kandidater på vedkommende liste som har fått flest stemmer, i rekkefølge etter stemmetall, og i tilfelle av stemmelikhet, etter rekkefølge på listen.\n2. Hver liste skal såvidt mulig tildeles så mange vararepresentanter som den får representanter, med tillegg av tre. Vararepresentantplassene besettes på samme måte som bestemt for representantene foran under nr. 1.\n0 Endret ved lover 22 mars 1991 nr. 15, 13 juni 1997 nr. 50.\n1 Se § 12 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Når stemmeopptellingen og valgoppgjøret er avsluttet, skal valgstyret​1 i valgboken innføre de offisielle valglistene, med stemmetall for den enkelte kandidat og for listen, med opplysning om hvordan disse tallene fordeler seg på stemmer avgitt på valgtinget og forhåndsstemmer. Videre skal innføres beregningen av det antall representanter som tilfaller hver liste, og hvem som etter reglene i § 65 er valgt til representanter og vararepresentanter. Er det avgitt stemme til ikke valgbare personer, jfr. § 65 nr. 1 tredje punktum, skal også dette føres inn.\nValgstyret skal uten opphold sende utskrift av alt som er innført i valgboken i anledning fylkestingsvalget og kommunestyrevalget til fylkesmannen. Politiske partier som er registrert etter § 17, og som stiller liste i kommunen, skal uten betaling få tilsendt utskrift av valgboken dersom de fremsetter krav om det til valgstyret innen valgdagen.\n0 Endret ved lov 13 juni 1997 nr. 50.\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Valgstyret​1 skal straks underrette de valgte representanter og vararepresentanter om valget. Er noen blitt valgt som ikke plikter å ta imot valget, jfr. § 14, og som ikke har forspilt sin rett til å unnslå seg, skal han innen tre dager etter å ha mottatt underretning om valget fra valgstyret sende dette skriftlig melding om hvorvidt valget mottas.\nValget anses som mottatt dersom vedkommende ikke i rett tid har sendt slik melding som nevnt i foregående ledd.\n1 Se § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Stemmesedlene skal oppbevares på et trygt sted under sikker forsegling til valgperioden er utløpt. Så skal de brennes eller tilintetgjøres på annen sikker måte.\n0 Endret ved lov 5 mars 1993 nr. 31 (i kraft 1 jan 1995).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Kommunestyrevalget holdes som flertallsvalg, dersom det i en kommune ikke blir innlevert eller godkjent noen listeforslag. Det samme gjelder dersom bare ett listeforslag blir innlevert eller godkjent. I slike tilfelle gjelder følgende særlige regler:\n1. Valgstyret offentliggjør snarest mulig en kunngjøring til velgerne om at valget holdes som flertallsvalg. Kunngjøringen skal gjøre rede for de regler som gjelder for valget.\n2. Velgerne stemmer ved samme stemmeseddel på representanter og vararepresentanter. Stemmesedlene kan inneholde høyst så mange navn som det skal velges representanter i kommunestyret, og like mange vararepresentanter. Er det på stemmeseddelen ikke skilt mellom representanter og vararepresentanter, anses de først oppførte som representanter i det tillatte antall, og de følgende som vararepresentanter i det tillatte antall. Inneholder stemmeseddelen flere navn som representanter eller vararepresentanter enn tillatt, settes de overskytende navnene som står sist i rekkefølgen ut av betraktning.\nEt navn kan bare føres opp en gang på hver stemmeseddel. Er det ført opp flere ganger, gjelder det bare på den første plass i rekkefølgen og strykes på de følgende.\nNavn på personer som ikke er valgbare,​1 settes ut av betraktning.\n3. Ved valgoppgjøret teller en først de stemmer som er avgitt på representanter. De som har fått flest stemmer, er valgt.\nDe som deretter har fått flest stemmer, når representantstemmer og vararepresentantstemmer telles under ett, er valgt til vararepresentanter i den rekkefølgen stemmetallet viser og i et antall som svarer til representantenes.\nHvis flere kandidater har fått like mange stemmer, avgjøres utfallet ved loddtrekning.\n1 Se § 12 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Valgstyrets kjennelser om stemmerett og om adgang til å avgi stemme​1 kan ved stortingsvalg påklages til Stortinget, og ved fylkestingsvalg og kommunestyrevalg til departementet.​2 Klagerett har den som kjennelsen går imot, og enhver annen som står innført i manntallet i vedkommende kommune.\nVed stortingsvalg må skriftlig klage være kommet inn til valgstyret, fylkesvalgstyret, fylkesmannen, departementet eller Stortingets kontor innen kl 15 første onsdag etter valgdagen. Klagene sendes deretter til departementet. Departementet sender brev til Stortinget med uttalelser om klagene.\nKlage til departementet​2 ved fylkestingsvalg og kommunestyrevalg må være fremført muntlig i valgstyrets møte eller skriftlig være kommet inn til lederen i valgstyret innen kl. 15 den 30de dagen​3 etter valgdagen. Lederen sender snarest mulig klagen via fylkesmannen til departementet. Han opplyser om klageren har klagerett og, hvis klagen er skriftlig, om når han mottok klagen. Han legger ved nødvendig utskrift av valgboken og de dokumenter som kan antas å ha betydning for saken.\nDepartementets​2 avgjørelse i klagesaken kan påklages videre til Stortinget. Valgstyret har klagerett dersom departementet har omgjort kjennelsen. Klage til Stortinget må sendes inn skriftlig til departementet og være kommet inn til dette senest kl. 15 den 30de dagen​3 etter at departementet har truffet sin avgjørelse. Departementet sender snarest mulig klagen sammen med tilhørende dokumenter til Stortinget.\nDepartementet​2 sender melding til Stortinget om de avgjørelser som blir truffet i klagesaker etter denne paragraf, og som ikke er påklaget etter foregående ledd.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Se § 47.\n2 Kommunal- og regionaldepartementet.\n3 Se § 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Forberedelse og gjennomføring av valg kan ved stortingsvalg påklages til Stortinget, og ved fylkestingsvalg og kommunestyrevalg til departementet.​1 Klagerett ved stortingsvalg og fylkestingsvalg har enhver som er stemmeberettiget i vedkommende fylke, og ved kommunestyrevalg enhver som er stemmeberettiget i vedkommende kommune.​2\n§ 70 annet ledd gjelder tilsvarende for klager etter denne paragraf i forbindelse med stortingsvalg.\nKlager i forbindelse med kommunestyrevalg må være fremsatt innen den frist og på den måte som er bestemt i § 70 tredje ledd. Valgstyrets leder forelegger klagen for valgstyret til uttalelse dersom han finner grunn til det, og sender den snarest mulig gjennom fylkesmannen til departementet. Han opplyser om klageren har klagerett og, hvis klagen er skriftlig, om når han mottok klagen. Han legger ved nødvendig utskrift av valgboken og de dokumenter som antas å ha betydning for saken.\nTredje ledd gjelder tilsvarende for klager i forbindelse med fylkestingsvalg, likevel slik at klagen må være fremsatt muntlig i fylkesvalgstyrets møte eller skriftlig være kommet inn til lederen i fylkesvalgstyret innen fristens utløp.\nEn klage som gjelder forhold av betydning for både fylkestingsvalg og kommunestyrevalg anses å gjelde begge valg, og den anses lovlig fremsatt om den er fremsatt slik som bestemt i enten tredje eller fjerde ledd. Er klagen fremsatt bare overfor enten fylkesvalgstyret eller valgstyret, skal dette straks sende kopi av klagen til den andre instansen.\nFår fylkesmannen kjennskap til at noen ved kommunestyrevalg er valgt til representant eller vararepresentant ved uriktig valgoppgjør (jfr. §§ 64 og 65), kan han påby feilen rettet innen den frist som er fastsatt i § 70 tredje ledd. Vedkommende valgstyre kan bringe fylkesmannens avgjørelse inn for departementet.​1\nBlir fylkesmannen kjent med feil i forbindelse med forberedelsen og gjennomføringen av fylkestingsvalg og gjennomføringen av fylkestingsvalg og kommunestyrevalg, og som han ikke selv kan påby rettet i medhold av foregående ledd, sender han melding om feilen til departementet​1 innen den frist som er fastsatt i § 70 tredje ledd. Samtidig underretter han fylkesvalgstyrets/valgstyrets leder.\nDepartementets​1 avgjørelser i saker etter denne paragraf kan ikke påklages.\n0 Endret ved lover 5 juni 1987 nr. 25, 13 juni 1997 nr. 50.\n1 Kommunal- og regionaldepartementet.\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Ved stortingsvalg skal Stortinget – når betingelsene i § 77 foreligger – kjenne utfallet av stemmegivningen i en kommune ugyldig:​1\n1. når bestemmelsene om oppsetting av manntallet​2 er satt til side, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggingen ikke har vært kunngjort. Manglende underretning etter §§ 6, 8 og 10 er ikke ugyldighetsgrunn,\n2. når valget er holdt på annen tid enn loven gir adgang til,​3 eller når forskriftene om hvordan valget skal forberedes og styres, er satt til side,​4\n3. når en stemmemottaker ved forhåndsstemmegivning har gjort seg skyldig i feil eller forsømmelse, eller en forhåndsstemme ikke er nådd frem som følge av forsømmelse fra stemmemottakeren eller en tilsatt i statens postselskap,​5\n4. når forskriftene om fremgangsmåten på valgtinget er overtrådt, såsom når stemmegivningen, eller behandlingen eller opptellingen av stemmesedlene er foretatt på uriktig måte, eller velgerne ikke har fått rimelig tid til å avgi stemme,\n5. når det er truffet en uriktig avgjørelse om innføring eller strykning i manntallet, eller om gyldigheten av en stemmeseddel,\n6. når noen som ikke står i manntallet har avgitt stemme, eller noen har avgitt stemme mer enn en gang,\n7. når noen på straffbar måte har søkt å skaffe seg innflytelse på valget,​6\n8. når trykt stemmeseddel er forkastet i henhold til bestemmelsene i § 45 første ledd, jfr. § 44 nr. 6, og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n0 Endret ved lov 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Jfr. § 77 og § 78.\n2 Jfr. § 9 jfr. § 3.\n3 Jfr. § 38.\n4 Jfr. §§ 30 flg.\n5 Jfr. lov 22 nov 1996 nr. 65.\n6 Se § 92 nr. 4, jfr. § 44 nr. 6, strl. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Ved stortingsvalg skal Stortinget – når betingelsene i § 77 foreligger – kjenne valgoppgjøret for et fylke ugyldig, dersom det er inntruffet feil ved fylkesvalgstyrets oppgjør. Det samme gjelder dersom utfallet av stemmegivningen i en kommune, som er lagt til grunn for oppgjøret, er kjent helt eller delvis ugyldig i medhold av § 72.\nStortinget skal – når betingelsene i § 77 foreligger – kjenne riksvalgstyrets oppgjør ugyldig dersom det er inntruffet feil ved oppgjøret.\n0 Endret ved lov 14 april 1989 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Stortingets adgang til å kjenne utfallet av stemmegivningen eller valgoppgjøret ugyldig​1 i medhold av §§ 72 og 73 er ikke avhengig av at det er inngitt klage etter §§ 70 eller 71.\n1 Se § 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Ved fylkestingsvalg og kommunestyrevalg, skal departementet​1 i henhold til klage eller melding etter § 71 – når betingelsene i § 77 foreligger – kjenne valget i en kommune ugyldig:​2\n1. når bestemmelsene om oppsetting av manntallet er satt til side, såsom når manntallet ikke har vært utlagt lenge nok, eller utleggingen ikke har vært kunngjort. Manglende underretning etter §§ 6, 8 og 10 er ikke ugyldighetsgrunn,\n2. når valget er holdt på annen tid enn loven gir adgang til, eller når forskriftene om hvordan valget skal forberedes og styres, er satt til side,\n3. når en stemmemottaker ved forhåndsstemmegivning har gjort seg skyldig i feil eller forsømmelse, eller en forhåndsstemme ikke er nådd frem som følge av forsømmelse fra stemmemottakeren eller en tilsatt i statens postselskap,\n4. når forskriftene om fremgangsmåten på valgtinget er overtrådt, såsom når stemmegivningen eller behandlingen eller opptellingen av stemmesedlene, er foregått på uriktig måte, eller en stemmeseddel uriktig er godkjent eller forkastet, eller velgerne ikke har fått rimelig tid til å avgi stemme,\n5. når noen som ikke står i manntallet har avgitt stemme, eller noen har avgitt stemme mer enn en gang,\n6. når trykt stemmeseddel er forkastet i henhold til § 45 første ledd, jfr. § 44 nr. 6, og grunnen til forkastelsen ikke er fremkommet som følge av forsettlig handling.\n0 Endret ved lover 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.\n1 Kommunal- og regionaldepartementet.\n2 Se noter til § 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Ved fylkestingsvalg og kommunestyrevalg, skal departementet​1 uten hensyn til om klage eller melding etter § 71 er innlevert – når betingelsene i § 77 foreligger – kjenne valget ugyldig:\n1. når en kjennelse som omhandlet i § 70 er omgjort med endelig virkning,\n2. når det får kjennskap til noen ved uriktig valgoppgjør (§§ 59, 60, 64 og 65) er valgt til representant eller vararepresentant,\n3. når det får kjennskap til at noen på straffbar måte har søkt å skaffe seg innflytelse på valget.​2\n1 Kommunal- og regionaldepartementet.\n2 Se § 92 nr. 4, jfr. § 44 nr. 6, strl. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Alle de feil som er omhandlet i §§ 72, 73, 75 og 76 er ugyldighetsgrunner dersom det finnes antakelig at de har hatt innflytelse på utfallet av valget.\nValget kjennes ikke ugyldig i videre utstrekning enn feilen medfører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Kan virkningen av en feil som er omhandlet i §§ 72, 73, 75 og 76 avhjelpes ved opptelling av innleverte stemmesedler, ved sammenlegging av stemmer, ved annen fastsetting av valgutfallet eller ved loddtrekning skal dette gjøres, enten av Stortinget eller departementet, eller ved at det påbys nytt valgoppgjør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Når Stortinget kjenner valgoppgjøret i et fylke helt eller delvis ugyldig etter §§ 72 og 73, og dessuten underkjenner resultatet av stemmegivningen i en kommune, påbyr det omvalg i kommunen, dersom feilen ikke lar seg rette på noen av de måter som er omhandlet i § 78. Stortinget kan likevel – når det påbyr omvalg i en eller flere kommuner i et fylke – også bestemme at det skal holdes omvalg i de øvrige kommuner i fylket når særlige forhold tilsier det. I så fall underkjenner Stortinget resultatet av stemmegivningen i hele fylket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Når departementet​1 har erklært valget i en kommune ugyldig i medhold av § 77, og feilen ikke lar seg rette på noen av de måter som er omhandlet i § 78, påbyr det omvalg i kommunen, dersom feilens innflytelse gjelder fordelingen mellom valglistene av representantplassene i fylkestinget eller kommunestyret.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Ved omvalg i medhold av §§ 79 og 80 brukes manntallet fra det opprinnelige valget, rettet på den måten som er bestemt i § 10 første ledd. Dessuten skal valgstyret innføre de som feilaktig var utelatt ved det opprinnelige valget, og stryke dem som feilaktig var tatt inn i manntallet, i henhold til avgjørelser etter §§ 70 og 72. Endringer i manntallet som nevnt i foregående punktum kan bare skje ved kjennelse, jfr. § 9.\nEr valget kjent ugyldig fordi lovens regler om utarbeidelse av manntallet ikke er fulgt, skal arbeidet med dette gjenopptas, med sikte på å bringe manntallet i samsvar med reglene. Rett til å bli innført har i dette tilfelle – i samsvar med lovens regler – alle de som skulle ha vært innført i manntallet ved det opprinnelige valget, og som ikke senere har tapt stemmeretten.\nVed omvalg kan det fastsettes kortere frister for istandbringelsen av manntallet og forberedelsene av valget.\nFor øvrig gjelder ved omvalget de vanlige regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Er noen blitt valgt til representant eller vararepresentant uten å være valgbar, skal denne feilen avhjelpes på en av de måter som er nevnt i § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Stortinget skal påby nytt valgoppgjør hvis en representantplass i Stortinget, etter at vararepresentanten eller vararepresentantene i tilfelle er rykket opp, blir ubesatt eller uten vararepresentant som kan møte. Dette gjelder både når det er valgt noen som har unnslått seg for å motta valg, jfr. §§ 56 og 57, og når ledighet oppstår på grunn av omstendigheter som inntreffer etter valget.\nFylkesvalgstyret​1 utferdiger fullmakt for dem som er valgt til representant eller vararepresentant i medhold av første ledd. § 55 tredje ledd annet og tredje punktum og fjerde ledd første og tredje punktum gjelder tilsvarende.\n0 Endret ved lov 22 mars 1991 nr. 15.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Blir en representantplass i fylkestinget/kommunestyret ubesatt etter at vararepresentantene i tilfelle er rykket opp, enten fordi det er valgt noen som har unnslått seg for å motta valg, jfr. §§ 62 og 67, eller på grunn av omstendigheter som inntreffer etter valget, skal fylkesordføreren/ordføreren sørge for at fylkesvalgstyret/valgstyret uten opphold foretar nytt valgoppgjør.\nFylkesvalgstyret/valgstyret​1 skal også foreta nytt valgoppgjør når en vararepresentantplass er blitt ledig av en grunn som nevnt i første ledd, og fylkesordføreren/ordføreren finner dette påkrevd.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Er antallet av vararepresentanter eller av en gruppes vararepresentanter i fylkestinget/kommunestyret blitt utilstrekkelig, og forholdet ikke kan avhjelpes ved nytt valgoppgjør etter § 84 annet ledd, kan vedkommende gruppe selv utpeke den som skal rykke inn på den ledige vararepresentantplassen. Gruppen underretter deretter fylkesvalgstyret/valgstyret,​1 som velger vedkommende som vararepresentant dersom vilkårene for dette er til stede. Er kommunestyrevalget holdt som flertallsvalg, jfr. § 69, utpekes kandidaten til den ledige plassen av kommunestyret. Annet punktum gjelder tilsvarende.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "6:86",
      "chapter": "6",
      "section": "86",
      "content": "I frister etter denne lov som er fastsatt til et bestemt antall dager før valgdagen, regnes ikke med den valgdag som er fastsatt av Kongen​1 og den foregående dag. Ender fristen på en helligdag, regnes den å løpe ut den nærmest etterfølgende hverdag.\nFaller en dato, som etter denne lov er utgangspunktet for en frist, på en helligdag, begynner vedkommende frist å løpe fra nærmest påfølgende hverdag. Faller en dato, som etter denne lov er avslutningen av en frist, på en helligdag, anses vedkommende frist å løpe ut den sist foregående hverdag.\nBestemmelsene i annet ledd gjelder tilsvarende i de tilfelle hvor en dato, som er det tidligste eller seneste tidspunkt for noen handling etter denne lov, faller på en helligdag.\nMot oversitting av frister etter denne lov kan det ikke gis oppreising.\n1 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "6:87",
      "chapter": "6",
      "section": "87",
      "content": "Alle offentlige tjenestemenn plikter, så langt deres offentlige stilling setter dem i stand til det og hensynet til andre lovbestemte gjøremål ikke blir tilsidesatt, å gi valgmyndighetene de opplysninger de måtte kreve til bruk ved manntallsføringen, og ellers ved forberedelsene og gjennomføringen av valget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "6:88",
      "chapter": "6",
      "section": "88",
      "content": "Etter nærmere bestemmelse av departementet plikter fylkesvalgstyret og valgstyret​1 å gi de oppgaver angående valget som til enhver tid finnes ønskelig for utarbeidelse av offisiell valgstatistikk.\n1 Se § 15 og § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "6:89",
      "chapter": "6",
      "section": "89",
      "content": "Med mindre noe annet følger av bestemmelser i denne lov (§ 7 annet ledd), kan adgang til eller avskrift av manntallseksemplarer – herunder det manntallet eller den del av manntallet som er brukt til avkryssing på valgtinget – bare gis​1\n1. til tjenestlig bruk for offentlig tjenestemann når det er påkrevd av hensyn til tjenesten\n2. til forskere, herunder til bruk for statistisk bearbeidelse i vitenskaplig øyemed, når det foreligger samtykke fra Sentralkontoret for folkeregistrering i medhold av lov av 16. januar 1970 nr. 1 om folkeregistrering § 14 andre ledd\n3. til andre når det foreligger samtykke fra folkeregisterets kontor i medhold av lov av 16. januar 1970 nr. 1 om folkeregistrering § 13 første ledd.\n0 Endret ved lov 16 juni 1995 nr. 29.\n1 Jfr. § 92 første ledd nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "6:90",
      "chapter": "6",
      "section": "90",
      "content": "Den som er gitt adgang til det avkryssede manntall eller avskrift av dette, plikter​1 å bevare taushet om hvilke enkeltpersoner som har avgitt stemme eller unnlatt å avgi stemme.\nDen som i kraft av noen bestemmelse i denne lov får kjennskap til hvordan enkeltpersoner har stemt, plikter å hindre at andre får adgang eller kjennskap til dette.\n1 Jfr. § 92 første ledd nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "6:91",
      "chapter": "6",
      "section": "91",
      "content": "Statskassen bærer de utgifter som følger av denne lov til:\n1. stemmeseddelkonvolutter, omslagskonvolutter for forhåndsstemmer og valgurner,\n2. Anskaffelse av trykte stemmesedler med kandidatnavn til bruk for velgerne ved forhåndsstemmegivningen og i stemmelokalene ved stortingsvalg,\n3. statens postselskaps mottak av forhåndstemmer,\n4. produksjon og utsending av valgkort,\n5. porto og telegrammer ved meldinger etter § 35 nr. 2,\n6. fylkesvalgstyrenes og riksvalgstyrets virksomhet ved stortingsvalg.\nFylkeskommunen bærer de utgifter som følger av denne lov til\n1. anskaffelse av trykte stemmesedler med kandidatnavn til bruk for velgerne ved forhåndsstemmegivningen og i valglokalene ved fylkestingsvalg,\n2. fylkesvalgstyrets virksomhet ved fylkestingsvalg.\nDe øvrige utgifter som følger av denne lov, bæres av vedkommende kommune. Ved stortingsvalg gir statskassen kommunene refusjon for deres utgifter etter satser som fastsettes av departementet.\n0 Endret ved lover 14 april 1989 nr. 15, 10 jan 1997 nr. 6, 13 juni 1997 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "6:92",
      "chapter": "6",
      "section": "92",
      "content": "Den som forsettlig eller uaktsomt\n1. unnlater å utføre, eller ikke i rett tid eller på rett måte utfører, noe gjøremål vedkommende i kraft av stilling eller funksjon er pålagt etter denne lov, eller etter bestemmelser gitt i medhold av denne lov\n2. uteblir fra noe møte som denne lov nevner, uten å ha gyldig forfall, og uten å melde fra til det organ som sørger for innkalling av vararepresentanter\n3. overtrer bestemmelsene i § 7 annet ledd om bruk og tilintetgjøring av manntallsavskrifter m.v., eller forskrifter gitt med hjemmel i denne bestemmelsen\n4. overtrer bestemmelsene i § 44 nr. 6 ved omdeling av trykte stemmesedler\n5. overtrer bestemmelsene i § 89 ved å gi adgang til eller avskrift av det avkryssede manntallet\n6. overtrer bestemmelsene i § 90 om taushetsplikt\nVed forseelser som nevnt i første ledd nr. 1, nr. 2 eller nr. 3 skal den skyldige også erstatte de skader som er forvoldt, dersom han har opptrådt forsettlig eller grovt uaktsomt.\n1 Jfr. strl. § 27.\n2 Jfr. strl. kap. 10 og § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "6:93",
      "chapter": "6",
      "section": "93",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1997 nr. 28 (i kraft 1 jan 1998).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "6:94",
      "chapter": "6",
      "section": "94",
      "content": "Denne lovs bestemmelser om fylkestingsvalg gjelder ikke i de tilfelle hvor en kommune utgjør et eget fylke. Likevel skal det også i disse kommuner være adgang til å avgi forhåndsstemme til fylkestingsvalg når vedkommende velger har stemmerett i en kommune som utgjør en del av et fylke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "6:94 a",
      "chapter": "6",
      "section": "94 a",
      "content": "Kongen​1 kan etter søknad gi samtykke til at det i enkelte kommuner gjøres forsøk med elektronisk avkryssing i manntallet på valgtinget, og kan herunder gi samtykke til at det gjøres avvik fra lovens bestemmelser om avkryssing i manntall og behandling av stemmer avgitt i medhold av § 40 annet ledd. Kongen​1 fastsetter nærmere vilkår for gjennomføring av forsøk etter første punktum.\n0 Tilføyd ved lov 5 mars 1993 nr. 31, endret ved lov 10 jan 1997 nr. 6.\n1 Kommunal- og regionaldepartementet iflg. res. 18 juni 1993 nr. 537.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94a",
        "source_heading": "§ 94 a."
      }
    },
    {
      "provision_ref": "7:95",
      "chapter": "7",
      "section": "95",
      "content": "Denne lov trer i kraft straks. Samtidig oppheves​1 – – –\n– – –\nKongen gir for øvrig de nødvendige bestemmelser i forbindelse med denne lovs ikrafttreden.\n1 Se fotnote til lovens overskrift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    }
  ]
}