{
  "id": "LOV-1948-03-05-1",
  "type": "statute",
  "title": "Lov om margarinprodukter.",
  "short_name": "Margarinloven.",
  "status": "in_force",
  "issued_date": "1948-03-05",
  "in_force_date": "1948-03-05",
  "url": "https://lovdata.no/dokument/NLO/lov/1948-03-05-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Som margarinprodukt regnes i denne lov:\n1. Margarin, det vil si et hvert vannholdig fettprodukt av hvilken som helst opprinnelse, blanding eller sammensetning, som inneholder noe fettstoff som ikke er framstilt av melk, og som er bestemt til eller egnet til å erstatte smør.\n2. Fettemulsjon, det vil si et hvert vannholdig fettprodukt av hvilken som helst opprinnelse, blanding eller sammensetning som inneholder noe fettstoff som ikke er framstilt av melk, og som er bestemt til eller egnet til å erstatte melk eller fløte.\n3. Matfett, det vil si rent spiselig fettstoff, fast eller flytende, av hvilken som helst opprinnelse, blanding eller sammensetning som inneholder noe annet fettstoff enn melkefett, svinefett eller råtalg.\n4. Margarinost (margarinmysost) det vil si et hvert produkt av fett og ostemasse (mysostmasse) som inneholder noe fettstoff som ikke er framstilt av melk.\n5. Enhver blanding av fett og andre stoffer, når blandingen er bestemt til eller egnet til å erstatte produkt som nevnt under punkt 1-4 eller melk og melkeprodukter (herunder iskrem), svinefett eller råtalg.\nEt margarinprodukt omfattes av loven, selv om det ved farging er gitt et utseende som tydelig skiller det ut fra det tilsvarende naturprodukt.\nI tvilstilfelle avgjør vedkommende departement​1 med bindende virkning om et produkt skal regnes for å høre under en av de varesorter som er nevnt ovenfor.\n1 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I bygning som hører til anlegg hvor det tilvirkes margarinprodukt​1 eller i lokale, som ved dør, innebygd gang eller vei, rørledning eller lignende står i umiddelbar forbindelse med sådan bygning må ikke​2 tilvirkes, behandles, lagres eller pakkes melk og melkeprodukter, herunder iskrem, uten til eget bruk. Departementet​3 kan bestemme at alt salg av smør og fløte fra margarinfabrikk skal være forbudt.\nI bygning som hører til anlegg hvor det tilvirkes, sammeneltes, pakkes eller lagres melk og melkeprodukter, herunder iskrem, til salg eller fordeling, eller i lokale som ved dør, innebygd gang eller vei, rørledning eller lignende står i umiddelbar forbindelse med sådan bygning må ikke​2 tilvirkes margarinprodukter.​1\nMargarinprodukt​1 eller fettstoff som er anvendelig til margarintilvirkning, må dersom det er bestemt for salg eller fordeling – ikke​2 finnes i rom hvor det tilvirkes eller behandles melk eller melkeprodukter (herunder iskrem).\n1 Se § 1.\n2 Se § 13.\n3 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Enhver som vil tilvirke margarinprodukt​2 til salg eller fordeling skal anmelde​3 dette til vedkommende departement​4 minst 2 måneder før virksomheten skal begynne. Departementet kan la de for virksomheten bestemte maskiner, redskaper og utstyr besiktige enten ved den for virksomheten oppnevnte kontrollør eller av helse- og sosialstyret eller av noen annen som dertil bemyndiges. Finnes lokalene eller maskiner, redskaper eller utstyr uskikket for det påtenkte øyemed, må virksomheten ikke begynne førenn manglene er rettet. Flyttes virksomheten til et annet sted skal dette anmeldes​3 og de nye lokaler m.v. godkjennes på samme måte som for en ny bedrift.\nTilvirkningen kan uten departementets samtykke ikke skje i bygning hørende til anlegg, hvor noen annen driver sådan virksomhet. Tilvirkeren plikter å føre bok over produksjonen.​5 Ved årets begynnelse skal han gi landbruksdirektøren nøyaktig oppgave over størrelsen av det foregående års produksjon av margarinprodukter​2 og over den til framstillingen av hver av disse i det samme tidsrom anvendte mengde av forskjellige fettstoffer samt av smør, fløte og melk.\nProduksjonen må foregå på en renslig og i hygienisk henseende fullt ut tilfredsstillende måte i samsvar med regler som departementet​4 fastsetter.\nDersom en godkjent virksomhet ikke holder lokaler eller maskiner, redskaper eller utstyr i forsvarlig stand, eller dersom vilkårene i foregående ledd ikke overholdes, kan departementet​4 nekte virksomheten å tilvirke margarinprodukter inntil manglene er rettet. Beslutningen herom kan i tilfelle kreves gjennomført med politiets hjelp.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 1.\n3 Se strl. § 339.\n4 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n5 Se strl. § 374.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For margarinprodukt,​1 som tilvirkes for salg eller fordeling, falbys, forhandles eller fordeles, innføres eller utføres, gjelder følgende bestemmelser:\nMatfett må​2 ikke inneholde mindre enn 99,5 vekt pst. fett og vanninnhold må ligge mellom grensene 0 og 0,50 vekt pst.\nMargarin må ikke​2 inneholde mindre enn 80 vekt pst. fett og vanninnholdet må ligge mellom grensene 0,5 vekt pst. og 16 pst.\nFettemulsjon må ikke​2 inneholde mindre enn 50 vekt pst. vann.\nDepartementet​3 kan fastsette bestemmelser om hva margarinost og margarinmysost skal inneholde av fett og andre stoffer.\nMargarinprodukt​1 må ikke være tilsatt helseskadelig fargestoff​4 og ikke annet konserveringsmiddel enn koksalt. I tvilstilfelle avgjør departementet​5 med bindende virkning om et fargestoff skal anses helseskadelig.\n1 Se § 1.\n2 Se § 13.\n3 Landbruksdepartementet.\n4 Se strl. § 359.\n5 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Departementet​1 kan bestemme at margarin som tilvirkes for salg eller fordeling, falbys, forhandles eller fordeles, skal inneholde en viss prosent norsk smør.​2\nDepartementet fastsetter nærmere regler herfor, herunder om kontrollen med at reglene gjennomføres.\n1 Landbruksdepartementet.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Fettemulsjoner som tilvirkes, innføres eller utføres, forhandles eller fordeles skal​1 tilsettes et fargestoff så de tydelig skiller seg fra melk og fløte. Denne bestemmelse gjelder også fettemulsjoner som anvendes i bakerier eller konditorier, til spiseis eller liknende. Departementet​2 bestemmer hvilken farge som skal tilsettes og mengden herav.\nDepartementet kan bestemme at margarinost og margarinmysost på samme måte som ovenfor nevnt skal tilsettes en farge som tydelig skiller den fra de ekte produkter.\n1 Se § 13.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Departementet​2 utferdiger regler om reklame for og merking av margarinprodukter​3 med sikte på å hindre at margarinprodukter falbys, forhandles eller fordeles, utstilles, averteres, reklameres, innføres eller utføres på noen måte som kan vekke tvil om produktets opprinnelse, art eller sammensetning eller som kan muliggjøre forveksling med melk, fløte eller produkter av melk og fløte eller med andre margarinprodukter.​3 Herunder kan bestemmes at det skal være forbudt å påføre emballasjen for margarinprodukter andre merker, angivelser, bilder eller liknende enn slike som departementet tillater.\nDepartementet kan gi bestemmelser om emballasje og pakkingsform for margarinprodukter​3 som holdes til salg eller fordeling, sendes, utstilles eller utdeles som vareprøve eller som innføres eller utføres.\nDet er forbudt​1 å falby, forhandle eller fordele, utstille, avertere eller reklamere, innføre eller utføre margarinprodukt når varen er tilvirket av en bedrift i hvis firma finnes ordene melk, fløte, smør, meieri, ysteri eller seter eller gjengivelse av disse ord på fremmed språk.\n1 Se strl. § 363, jfr. nærværende lov § 13.\n2 Landbruksdepartementet.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Blanding av fett og andre stoffer som nevnt i § 1 punkt 5, må ikke​1 tilvirkes uten tillatelse av departementet.​2 Det kan settes vilkår for tillatelsen.\n1 Se § 13.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Margarinprodukt​1 som innføres fra utlandet skal​2 i forbindelse med de betegnelser som fastsettes etter denne lov tillike være påstemplet eller påtrykt ordet utenlandsk i størrelse og form som departementet​3 bestemmer.\nEr et produkt ved innførslen ikke merket som fastsatt i denne lov eller i bestemmelse som er gitt i medhold av loven, blir vedkommende vare ikke å utlevere fra tollboden før manglene er avhjulpet. Utgiftene hermed utredes av varemottakeren.\nDepartementet​4 kan tillate at margarinprodukt som utføres blir tilvirket, emballert og merket etter de regler som gjelder i det land varen blir utført til.\n1 Se § 1.\n2 Se § 13.\n3 Landbruksdepartementet.\n4 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tilsynet med at lovens regler om tilvirkning av margarinprodukter blir overholdt, besørges av særskilte kontrollører som tilsettes av departementet.​2 Kontrollørenes godtgjørelse fastsettes av departementet.\nDepartementet utferdiger instruks for kontrollørenes virksomhet og treffer de nødvendige bestemmelser om benyttelse av sakkyndig bistand samt om betaling for denne. En kontrollør har adgang​3 til et hvert ham underlagt anlegg eller del av anlegg hvor margarinprodukter​4 eller noe til produksjonen bestemt stoff tilvirkes eller finnes. Han kan også besiktige en hver beholdning av margarinprodukter hos tilvirkere, forhandlere eller store forbrukere. Virksomhetens bestyrer er forpliktet​5 til på begjæring å gi forklaring om de forhold som vedrører tilsynet. Kontrolløren har rett til å utta prøver samt til å etterse de i § 3 nevnte bøker, undersøke de råprodukter som anvendes ved tilvirkningen, inspisere lokalene og inventaret samt undersøke arbeidernes sunnhetstilstand.\nFor prøver som i kontrolløyemed uttas hos tilvirker eller fra lager som tilhører ham betales ikke vederlag.\n1 Endret ved lov 16 mai 1986 nr. 21.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n3 Se strl. § 326.\n4 Se § 1.\n5 Se strl. § 327 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Til dekning av de utgifter som er forbundet med det under § 10 nevnte tilsyn med tilvirkningen og øvrige omkostninger ved kontrollen, betaler bedriftene en avgift som utregnes på grunnlag av deres produksjon av margarinprodukter.\nAv margarinprodukt som innføres fra utlandet, betales tilsvarende avgift beregnet på grunnlag av innførselsmengden. Avgiften betales i dette tilfelle av importøren til tollvesenet ved varens fortolling.\nDepartementet​2 fastsetter avgiftens størrelse og gir de nærmere regler for dens beregning og oppkreving. Reglene om inndriving av formues- og inntektsskatt til staten gjelder tilsvarende.​3\n1 Endret ved lov 31 mai 1963 nr. 2.\n2 Landbruksdepartementet.\n3 Se lov 21 nov 1952 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Departementet​1 kan gi nærmere regler til gjennomføring av loven.\nDepartementet​2 kan gi dispensasjon fra lovens bestemmelser for produsent som er medlem av godkjent salgssammenslutning, og kan også ellers i særlige tilfelle dispensere fra lovens bestemmelser.\nFor meddelelse av dispensasjon kan departementet sette vilkår.\nDepartementet kan bestemme om og i hvilken utstrekning denne lov og regler som er gitt i medhold av loven skal komme til anvendelse på den som tilvirker margarinprodukt​3 til bruk i egen næringsvirksomhet.\n1 Landbruksdepartementet.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "For så vidt forholdet ikke rammes av noen strengere straffebestemmelser​2 straffes med bøter:\n1. den som falholder margarinprodukt​3 under andre betegnelser enn tillatt etter denne lov eller forskrifter utferdiget med hjemmel i den.\n2. den som gjør seg skyldig i andre overtredelser av nærværende lov eller de med hjemmel av denne utferdigede forskrifter.\n3. den som selger eller falholder margarinprodukt som er framstilt av sunnhetsskadelige råstoffer.\nEn overtredelse straffes også når den er begått av uaktsomhet.\nEr overtredelsen foretatt av noen som har handlet på vegne av et selskap eller en sammenslutning, kan bøtestraff og tap av retten til å tilvirke margarinprodukter også idømmes den som det er handlet på vegne av.\n1 Endret ved lover 22 mai 1953 nr. 3, 26 jan 1973 nr. 2.\n2 Se strl. §§ 121, 326, 350 og 363.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov av 24 juni 1931 om margarin og margarinost m.v. Bestemmelser gitt i medhold av sistnevnte lov gjelder fortsatt inntil de blir opphevet eller avløst av nye bestemmelser.\n1 Fra 1 feb 1949 iflg. res. 7 jan 1949. Loven oppheves 1 juli 1991 når lov 22 juni 1990 nr. 45 settes i kraft (se res. 14 des 1990 nr. 985).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Som margarinprodukt regnes i denne lov:\n1. Margarin, det vil si et hvert vannholdig fettprodukt av hvilken som helst opprinnelse, blanding eller sammensetning, som inneholder noe fettstoff som ikke er framstilt av melk, og som er bestemt til eller egnet til å erstatte smør.\n2. Fettemulsjon, det vil si et hvert vannholdig fettprodukt av hvilken som helst opprinnelse, blanding eller sammensetning som inneholder noe fettstoff som ikke er framstilt av melk, og som er bestemt til eller egnet til å erstatte melk eller fløte.\n3. Matfett, det vil si rent spiselig fettstoff, fast eller flytende, av hvilken som helst opprinnelse, blanding eller sammensetning som inneholder noe annet fettstoff enn melkefett, svinefett eller råtalg.\n4. Margarinost (margarinmysost) det vil si et hvert produkt av fett og ostemasse (mysostmasse) som inneholder noe fettstoff som ikke er framstilt av melk.\n5. Enhver blanding av fett og andre stoffer, når blandingen er bestemt til eller egnet til å erstatte produkt som nevnt under punkt 1-4 eller melk og melkeprodukter (herunder iskrem), svinefett eller råtalg.\nEt margarinprodukt omfattes av loven, selv om det ved farging er gitt et utseende som tydelig skiller det ut fra det tilsvarende naturprodukt.\nI tvilstilfelle avgjør vedkommende departement​1 med bindende virkning om et produkt skal regnes for å høre under en av de varesorter som er nevnt ovenfor.\n1 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "I bygning som hører til anlegg hvor det tilvirkes margarinprodukt​1 eller i lokale, som ved dør, innebygd gang eller vei, rørledning eller lignende står i umiddelbar forbindelse med sådan bygning må ikke​2 tilvirkes, behandles, lagres eller pakkes melk og melkeprodukter, herunder iskrem, uten til eget bruk. Departementet​3 kan bestemme at alt salg av smør og fløte fra margarinfabrikk skal være forbudt.\nI bygning som hører til anlegg hvor det tilvirkes, sammeneltes, pakkes eller lagres melk og melkeprodukter, herunder iskrem, til salg eller fordeling, eller i lokale som ved dør, innebygd gang eller vei, rørledning eller lignende står i umiddelbar forbindelse med sådan bygning må ikke​2 tilvirkes margarinprodukter.​1\nMargarinprodukt​1 eller fettstoff som er anvendelig til margarintilvirkning, må dersom det er bestemt for salg eller fordeling – ikke​2 finnes i rom hvor det tilvirkes eller behandles melk eller melkeprodukter (herunder iskrem).\n1 Se § 1.\n2 Se § 13.\n3 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Enhver som vil tilvirke margarinprodukt​2 til salg eller fordeling skal anmelde​3 dette til vedkommende departement​4 minst 2 måneder før virksomheten skal begynne. Departementet kan la de for virksomheten bestemte maskiner, redskaper og utstyr besiktige enten ved den for virksomheten oppnevnte kontrollør eller av helse- og sosialstyret eller av noen annen som dertil bemyndiges. Finnes lokalene eller maskiner, redskaper eller utstyr uskikket for det påtenkte øyemed, må virksomheten ikke begynne førenn manglene er rettet. Flyttes virksomheten til et annet sted skal dette anmeldes​3 og de nye lokaler m.v. godkjennes på samme måte som for en ny bedrift.\nTilvirkningen kan uten departementets samtykke ikke skje i bygning hørende til anlegg, hvor noen annen driver sådan virksomhet. Tilvirkeren plikter å føre bok over produksjonen.​5 Ved årets begynnelse skal han gi landbruksdirektøren nøyaktig oppgave over størrelsen av det foregående års produksjon av margarinprodukter​2 og over den til framstillingen av hver av disse i det samme tidsrom anvendte mengde av forskjellige fettstoffer samt av smør, fløte og melk.\nProduksjonen må foregå på en renslig og i hygienisk henseende fullt ut tilfredsstillende måte i samsvar med regler som departementet​4 fastsetter.\nDersom en godkjent virksomhet ikke holder lokaler eller maskiner, redskaper eller utstyr i forsvarlig stand, eller dersom vilkårene i foregående ledd ikke overholdes, kan departementet​4 nekte virksomheten å tilvirke margarinprodukter inntil manglene er rettet. Beslutningen herom kan i tilfelle kreves gjennomført med politiets hjelp.\n1 Endret ved lov 12 juni 1987 nr. 70.\n2 Se § 1.\n3 Se strl. § 339.\n4 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n5 Se strl. § 374.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "For margarinprodukt,​1 som tilvirkes for salg eller fordeling, falbys, forhandles eller fordeles, innføres eller utføres, gjelder følgende bestemmelser:\nMatfett må​2 ikke inneholde mindre enn 99,5 vekt pst. fett og vanninnhold må ligge mellom grensene 0 og 0,50 vekt pst.\nMargarin må ikke​2 inneholde mindre enn 80 vekt pst. fett og vanninnholdet må ligge mellom grensene 0,5 vekt pst. og 16 pst.\nFettemulsjon må ikke​2 inneholde mindre enn 50 vekt pst. vann.\nDepartementet​3 kan fastsette bestemmelser om hva margarinost og margarinmysost skal inneholde av fett og andre stoffer.\nMargarinprodukt​1 må ikke være tilsatt helseskadelig fargestoff​4 og ikke annet konserveringsmiddel enn koksalt. I tvilstilfelle avgjør departementet​5 med bindende virkning om et fargestoff skal anses helseskadelig.\n1 Se § 1.\n2 Se § 13.\n3 Landbruksdepartementet.\n4 Se strl. § 359.\n5 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Departementet​1 kan bestemme at margarin som tilvirkes for salg eller fordeling, falbys, forhandles eller fordeles, skal inneholde en viss prosent norsk smør.​2\nDepartementet fastsetter nærmere regler herfor, herunder om kontrollen med at reglene gjennomføres.\n1 Landbruksdepartementet.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Fettemulsjoner som tilvirkes, innføres eller utføres, forhandles eller fordeles skal​1 tilsettes et fargestoff så de tydelig skiller seg fra melk og fløte. Denne bestemmelse gjelder også fettemulsjoner som anvendes i bakerier eller konditorier, til spiseis eller liknende. Departementet​2 bestemmer hvilken farge som skal tilsettes og mengden herav.\nDepartementet kan bestemme at margarinost og margarinmysost på samme måte som ovenfor nevnt skal tilsettes en farge som tydelig skiller den fra de ekte produkter.\n1 Se § 13.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Departementet​2 utferdiger regler om reklame for og merking av margarinprodukter​3 med sikte på å hindre at margarinprodukter falbys, forhandles eller fordeles, utstilles, averteres, reklameres, innføres eller utføres på noen måte som kan vekke tvil om produktets opprinnelse, art eller sammensetning eller som kan muliggjøre forveksling med melk, fløte eller produkter av melk og fløte eller med andre margarinprodukter.​3 Herunder kan bestemmes at det skal være forbudt å påføre emballasjen for margarinprodukter andre merker, angivelser, bilder eller liknende enn slike som departementet tillater.\nDepartementet kan gi bestemmelser om emballasje og pakkingsform for margarinprodukter​3 som holdes til salg eller fordeling, sendes, utstilles eller utdeles som vareprøve eller som innføres eller utføres.\nDet er forbudt​1 å falby, forhandle eller fordele, utstille, avertere eller reklamere, innføre eller utføre margarinprodukt når varen er tilvirket av en bedrift i hvis firma finnes ordene melk, fløte, smør, meieri, ysteri eller seter eller gjengivelse av disse ord på fremmed språk.\n1 Se strl. § 363, jfr. nærværende lov § 13.\n2 Landbruksdepartementet.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Blanding av fett og andre stoffer som nevnt i § 1 punkt 5, må ikke​1 tilvirkes uten tillatelse av departementet.​2 Det kan settes vilkår for tillatelsen.\n1 Se § 13.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Margarinprodukt​1 som innføres fra utlandet skal​2 i forbindelse med de betegnelser som fastsettes etter denne lov tillike være påstemplet eller påtrykt ordet utenlandsk i størrelse og form som departementet​3 bestemmer.\nEr et produkt ved innførslen ikke merket som fastsatt i denne lov eller i bestemmelse som er gitt i medhold av loven, blir vedkommende vare ikke å utlevere fra tollboden før manglene er avhjulpet. Utgiftene hermed utredes av varemottakeren.\nDepartementet​4 kan tillate at margarinprodukt som utføres blir tilvirket, emballert og merket etter de regler som gjelder i det land varen blir utført til.\n1 Se § 1.\n2 Se § 13.\n3 Landbruksdepartementet.\n4 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Tilsynet med at lovens regler om tilvirkning av margarinprodukter blir overholdt, besørges av særskilte kontrollører som tilsettes av departementet.​2 Kontrollørenes godtgjørelse fastsettes av departementet.\nDepartementet utferdiger instruks for kontrollørenes virksomhet og treffer de nødvendige bestemmelser om benyttelse av sakkyndig bistand samt om betaling for denne. En kontrollør har adgang​3 til et hvert ham underlagt anlegg eller del av anlegg hvor margarinprodukter​4 eller noe til produksjonen bestemt stoff tilvirkes eller finnes. Han kan også besiktige en hver beholdning av margarinprodukter hos tilvirkere, forhandlere eller store forbrukere. Virksomhetens bestyrer er forpliktet​5 til på begjæring å gi forklaring om de forhold som vedrører tilsynet. Kontrolløren har rett til å utta prøver samt til å etterse de i § 3 nevnte bøker, undersøke de råprodukter som anvendes ved tilvirkningen, inspisere lokalene og inventaret samt undersøke arbeidernes sunnhetstilstand.\nFor prøver som i kontrolløyemed uttas hos tilvirker eller fra lager som tilhører ham betales ikke vederlag.\n1 Endret ved lov 16 mai 1986 nr. 21.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n3 Se strl. § 326.\n4 Se § 1.\n5 Se strl. § 327 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Til dekning av de utgifter som er forbundet med det under § 10 nevnte tilsyn med tilvirkningen og øvrige omkostninger ved kontrollen, betaler bedriftene en avgift som utregnes på grunnlag av deres produksjon av margarinprodukter.\nAv margarinprodukt som innføres fra utlandet, betales tilsvarende avgift beregnet på grunnlag av innførselsmengden. Avgiften betales i dette tilfelle av importøren til tollvesenet ved varens fortolling.\nDepartementet​2 fastsetter avgiftens størrelse og gir de nærmere regler for dens beregning og oppkreving. Reglene om inndriving av formues- og inntektsskatt til staten gjelder tilsvarende.​3\n1 Endret ved lov 31 mai 1963 nr. 2.\n2 Landbruksdepartementet.\n3 Se lov 21 nov 1952 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Departementet​1 kan gi nærmere regler til gjennomføring av loven.\nDepartementet​2 kan gi dispensasjon fra lovens bestemmelser for produsent som er medlem av godkjent salgssammenslutning, og kan også ellers i særlige tilfelle dispensere fra lovens bestemmelser.\nFor meddelelse av dispensasjon kan departementet sette vilkår.\nDepartementet kan bestemme om og i hvilken utstrekning denne lov og regler som er gitt i medhold av loven skal komme til anvendelse på den som tilvirker margarinprodukt​3 til bruk i egen næringsvirksomhet.\n1 Landbruksdepartementet.\n2 Statens næringsmiddeltilsyn iflg. res. 29 april 1988 nr. 312.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "For så vidt forholdet ikke rammes av noen strengere straffebestemmelser​2 straffes med bøter:\n1. den som falholder margarinprodukt​3 under andre betegnelser enn tillatt etter denne lov eller forskrifter utferdiget med hjemmel i den.\n2. den som gjør seg skyldig i andre overtredelser av nærværende lov eller de med hjemmel av denne utferdigede forskrifter.\n3. den som selger eller falholder margarinprodukt som er framstilt av sunnhetsskadelige råstoffer.\nEn overtredelse straffes også når den er begått av uaktsomhet.\nEr overtredelsen foretatt av noen som har handlet på vegne av et selskap eller en sammenslutning, kan bøtestraff og tap av retten til å tilvirke margarinprodukter også idømmes den som det er handlet på vegne av.\n1 Endret ved lover 22 mai 1953 nr. 3, 26 jan 1973 nr. 2.\n2 Se strl. §§ 121, 326, 350 og 363.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov av 24 juni 1931 om margarin og margarinost m.v. Bestemmelser gitt i medhold av sistnevnte lov gjelder fortsatt inntil de blir opphevet eller avløst av nye bestemmelser.\n1 Fra 1 feb 1949 iflg. res. 7 jan 1949. Loven oppheves 1 juli 1991 når lov 22 juni 1990 nr. 45 settes i kraft (se res. 14 des 1990 nr. 985).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    }
  ]
}