{
  "id": "LOV-1983-06-03-48",
  "type": "statute",
  "title": "Lov om Universitetet i Trondheim.",
  "short_name": "Lov om Universitetet i Trondheim.",
  "status": "in_force",
  "issued_date": "1983-06-03",
  "in_force_date": "1984-04-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1983-06-03-48",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Føremålet til universitetet er opplæring og vitskapleg gransking, og å gjera vitskapen kjend også gjennom populærvitskaplege tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Universitetet er einingane Noregs tekniske høgskole, Den allmennvitskaplege høgskolen og Vitskapsmuseet. Dei er sjølvstendige i høve til kvarandre, og skal samarbeida om føremålet til universitetet.\nStyret for universitetet, for høgskolane og Vitskapsmuseet er i same rekkjefølgd kollegiet, høgskolestyra og museumsstyret.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegium og styre avgjer saker som etter lov eller føresegn høyrer under det, og førebur saker for departementet. Kongen​1 fastset føresegner om arbeidsoppgåvene for kollegium og styre og i kva mon dei kan leggja si avgjerdsmakt til rektor, administrasjonssjef eller direktør.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er: rektor for universitetet som leiar, prorektor for universitetet som nestleiar, høgskolerektorane​2, leiaren i museumsstyret, dekanus i det medisinske fakultet, valde medlemer frå dei tilsette i vitskapeleg stilling, dei hine tilsette og studentane, og eit medlem som ikkje er knytt til universitetet, oppnemnt av departementet.​3 Alle har personlege varamedlemer, unnateke høgskolerektorane, for dei er prorektorane varamedlemer.\nI kollegiet skal meir enn helvta vera tilsett i vitskapleg stilling. Rektor og prorektor for universitetet skal veljast tredje kvart år i mai månad og går inn i omboda 1. juli. Kongen​4 fastset i føresegner korleis valet skal haldast.\nReglane i § 9 gjeld tilsvarande så langt dei høver.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Jfr. § 9.\n3 Kultur- og vitskapsdept.\n4 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Høgskolestyret er: høgskolerektor som leiar, prorektor, leiarane for faktultetsråda eller avdelingsråda og medlemer frå dei tilsette i vitskapleg stilling, dei hine tilsette og studentane. Rektor og prorektor har ikkje varamedlem, rådsleiaren har nestleiaren til varamedlem, dei hine har valde personlege varamedlemer.\n§ 4 andre leden gjeld tilsvarande.\nStyrar for ein universitetsinstitusjon som ikkje høyrer til fakultet eller avdeling, møter i styret utan røysterett når det har føre saker som vedkjem institusjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Museumsstyret skal så langt råd er setjast saman etter prinsippa for dei andre styra. Kongen​1 fastset samansetjinga i føresegn. Leiaren blir vald mellom styremedlemene.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kongen​1 fastset føresegner om val, funksjonstid og talet på medlemer frå dei tilsette og studentane i kollegiet og styra.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kollegium og styre held møte med jamne mellomrom slik dei sjølve fastset, og elles når leiaren meiner det er turvande eller to medlemer krev det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Høgskolerektor og høgskoleprorektor skal veljast tredje kvart år i mai månad, og går inn i ombodet 1. juli.\nValet blir halde på eit møte av medlemene i styret og faktultetsråda eller avdelingsråda saman med valmedlemer frå dei tilsette som ikkje er knytte til faktultet eller avdeling. Den som har ombodet kan attveljast ein gong, men har rett til å nekta attval. Føresegner om rektorvalet og valet på medlemer frå dei tilsette blir gjevne av Kongen​2 etter tilråding frå styret.\nTil rektor og prorektor skal veljast professor i hovudstilling. Kongen skal ha melding om valet.\nMå rektor eller prorektor gå frå ombodet minst 6 månader før tenestetida er ute, skal det veljast ny for den tida som er att.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Universitetsrektor er fremste målsmann for universitetet, fører tilsyn med den samla verksemda og representerer universitetet utetter. Rektor kan vera med på møta i alle styre og råd og etter eiga avgjerd førelesa og vera med i eksamen.\nFor høgskolerektorane og leiaren for museumsstyret gjeld første leden tilsvarande i universitetseininga.\nKongen​1 kan fastsetja instruks for omboda i første og andre leden.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Universitetseiningane blir skipa i fakultet eller avdelingar. Kongen fastset skipnaden etter tilråding frå styret, og kan gjera unnatak for einskilde universitetsinstitusjonar. Styret avgjer tvilsmål om kva for fakultet eller avdeling ei tenestestilling eller eit vitskapleg institutt soknar til.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Fakultetsrådet og avdelingsrådet er høgste organ i fakultetet og avdelinga. Det blir sett saman frå gruppene:\na. fast tilsett vitskapleg personale\nb. vitskapleg personale på åremål\nc. dei andre tilsette\nd. studentane.\n§ 4 andre leden gjeld tilsvarande. Høgskolerektor kan ikkje vera rådsmedlem.\nKvar gruppe vel medlemer. Styret kan dela opp fakultet og avdeling i fagområde for valet frå ei eller fleire av gruppene. For eit lite fakultet eller avdeling kan styret vedta at dei tilsette i alle vitskapelege stillingar eller grupper av dei skal vera med i rådet. Styret avgjer tvilsmål om ei stilling skal reknast for vitskapleg, og andre spørsmål om avgrensing mellom gruppene.\nKongen​1 fastset etter tilråding frå styret talet på rådsmedlemer, fordelinga på gruppene, den rett og skyldnad dei har og reglar om valet og funksjonstida. For gruppe a) kan det fastsetjast fordelig mellom professorar/dosentar og dei andre.\nRådet vel leiar og nestleiar mellom dei fast tilsette i vitskapleg stilling. Valet blir halde i mai månad med skriftleg røysting. Den som har gjort teneste som leiar eller rektor i ein heil periode kan nekta å ta imot val.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Rådet kan nemna opp eit arbeidsutval mellom medlemene. Styret fastset samansetjinga og gjeremåla etter tilråding frå rådet. Rådsleiaren er leiar i utvalet.\nRådet skal nemna opp undervisningsutval og budsjettutval og kan nemna opp andre faste utval. Styret fastset føresegner for slike utval etter tilråding frå rådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Rådsleiaren kallar inn rådet og arbeidsutvalet slik dei sjølve fastset, og når leiaren meiner det er turvande eller det blir kravt av styret, høgskolerektor eller minst 1/3 av medlemene.\nLeiaren førebur sakene. Dei som ikkje lyt førehavast i møte kan sendast til medlemene til avgjerd eller leiaren kan avgjera dei sjølv.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Institutt og andre grunneiningar skal ha eit instituttråd frå dei gruppene som er nemnde i § 12. § 4 andre leden gjeld tilsvarande. Instituttrådet er det høgste organet på instituttet.\nRådet vel instituttstyrar mellom dei fast tilsette i vitskapleg stilling. Styraren er leiar i rådet.\n§ 13 første leden om arbeidsutval gjeld tilsvarande.\nFakultetsråd og avdelingråd kan vedta at eit lite institutt ikkje skal ha instituttråd, det skal da styrast av ein i vitskapleg stilling som styret peikar ut.\nStyret fastset føresegner om styreskipnaden elles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Kollegium, styre, råd, utval o.a. avgjer sakene med røystefleirtal når ikkje anna er sagt i lov eller føresegn.\nBerre den som er til stades kan røysta i møte.\nStår røystene likt, gjer røysta til møteleiaren utslaget så nær som i val. Då skal det vera lutdraging. Om ikkje anna er fastsett, er eit møte vedtaksført når meir enn helvta av medlemene er til stades.\nMedlemene har skyldnad til å møta om dei ikkje har lovleg forfall, og til å røysta om dei ikkje må unntakast etter føresegnene i forvaltningslova​1 kapittel 2.\n1 Lov 10 feb. 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Med samtykke frå departementet​1 fastset styret læreterminane. Det kan fastsetjast særskilde terminar for einskilde fag eller for faggrupper.\nStyret avgjer om opplæringa i sume fag skal stogga i eksamenstida.\n1 Kultur- og vitskapsdept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Alle førelesingar er offentlege. Styret kan vedta at visse førelesingar berre er for studentar. Styret kan la andre enn dei som studerer få hospitera på øvingar og kurs.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Styret gjev doktorgrad etter tilråding frå vedkomande faktultetsråd eller avdelingsråd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Den som har gjort seg skuldig i misgjerd som har eller kunne ha ført til utvising, kan nektast å framstilla seg til prøva.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Styret kan etter tilråding frå vedkomande råd nemna ut heidersdoktorar (doctores honoris causa) for framifrå innsats i vitskapen eller til framgang av norsk vitskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Andre gradar blir gjevne av fakultetsrådet eller avdelingsrådet, likevel slik at dei på Noregs tekniske høgskole kan gjevast av styret i den mon dette sjølv fastset. Føresegna i § 20 gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Universitetet har ein administrasjonssjef og høgskolane kvar sin høgskoledirektør til å ta seg av den daglege styringa, vera sekretær for kollegium og høgskolestyre, førebu sakene og vera med på møta. Kongen​1 fastset instruks for administrasjonssjefen og direktørane.\nKongen gjev føresegn om kva for tilsette i leiande stilling som ikkje er valføre til kollegiet og andre styre og råd.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Professorat i hovudstilling og stilling som administrasjonssjef og direktør skal vera embete.​2\n1 Endra ved lov 16 jan 1987 nr 10. – Jfr grl § 92, fund 28 juli 1824 § 39.\n2 Jfr. Grunnlovens §§ 21, 22, lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Fakultetsrådet eller avdelingsrådet og styret skal gje fråsegn før professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing blir lagd fram for Kongen. Styret og kollegiet gjev fråsegn før utnemning av administrasjonssjef og direktør.\nLedig professorat skal lysast ut, og sakkundige skal døma om kvalifikasjonane til dei som søkjer. Styret nemner opp sakkunnige etter framlegg frå rådet.\nYnskjer rådet eller nokon av dei sakkunnige at det skal vera prøveførelesingar eller andre prøver, kan styret vedta det.\nRådet med 4/5 fleirtal og styret samrøystes kan gjera framlegg om utnemning eller tilsetjing i professorat utan at det har vore utlyst, når det meiner vedkomande har fullgod dugleik og er særleg skikka.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "9:26",
      "chapter": "9",
      "section": "26",
      "content": "Den som har norsk vidaregåande skole og fyller dei krav til fag- og timefordeling og karakterar som Kongen fastset, har rett til å bli immatrikulert. Kongen kan fastsetja at anna utdanning skal gje rett til immatrikulering.\nSame rett kan styret etter søknad gje den som har utdanning høveleg for eit universitetsstudium.\nDen som er immatrikulert på anna norsk universitet, har rett til å studera og ta eksamen utan ny immatrikulering.\nDen som har gjort seg skuldig i misgjerd som kunne ha ført til utvising, kan styret nekta immatrikulering eller studium og eksamen etter tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "9:27",
      "chapter": "9",
      "section": "27",
      "content": "Når plassomsyn eller annan særleg grunn gjer det naudsynleg, kan departementet etter tilråding frå styret avgrensa tilgangen til dei einskilde studium.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Studentane har skyldnad til å retta seg etter dei føresegner som gjeld på universitetet.​1\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Styret kan utvisa ein student frå universitetet for ei viss tid dersom studenten har gjort seg saka i grovt brot mot dei føresegner som gjeld på universitetet eller i uverdig framferd som monaleg kan skada universitetet eller studentane der i det ålmenne omdømet. Til avgjerd om utvising krevst det 2/3 fleirtal.\nTil å førebu saka og gjera framlegg for styret om avgjerda, skal det nemnast opp eit utval på tre medlemer. Leiaren skal fylla dei lovsette vilkåra for å vera domar.​1 Ingen i utvalet kan vera med i styringsorgan på universitetet. Utvalet bør møta i styret under førehavinga av framlegget.\nUtvising frå anna norsk universitet gjeld og på Universitetet i Trondheim i same tidbolken, om ikkje styret gjer anna vedtak.\nUtvisinga kan styret ta bort om det finn grunn til det.\n1 Jfr. domstolsl. §§ 53, 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Student som er utvist kan anka avgjerda inn for Høgsteretten seinast fire veker etter at avgjerda i styret er kunngjord for han. Han skal anka på den måten som er påboden i offentlege straffesaker.​1 Anken utset verknaden av utvisinga, slik at studenten kan gå opp til eksamen så lenge dom ikkje har falle. Vitnemål om greidd eksamen kan berre skrivast ut dersom vedtaket om utvisinga fell bort med domen.\n1 Jfr. strpl. kap. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Studentane kan velja studentutval til å ta seg av saker som er viktige for dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "10:33",
      "chapter": "10",
      "section": "33",
      "content": "Kollegiet kan leiga bort eller mellombels gje rådvelde over fast eigedom etter reglar departementet​1 fastset.\n1 Kultur- og vitskapsdept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "10:34",
      "chapter": "10",
      "section": "34",
      "content": "Universitetet skal få att av statskassa innførsleavgifter som er lagde på ting det har skaffa til vitskapleg bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "11:35",
      "chapter": "11",
      "section": "35",
      "content": "Kongen​1 kan gje føresegner til utfylling av lova.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "11:36",
      "chapter": "11",
      "section": "36",
      "content": "Denne lova tek til å gjelda den dagen Kongen fastset.​1\nFra same tid sluttar desse lovene å gjelda:\n1. Lov om Norges tekniske Høiskole frå 12. juni 1936 nr. 2.\n2. Midlertidig lov om Universitetet i Trondheim frå 23. februar 1973 nr. 8.\n1 Fra 1 april 1984 iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Føremålet til universitetet er opplæring og vitskapleg gransking, og å gjera vitskapen kjend også gjennom populærvitskaplege tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Universitetet er einingane Noregs tekniske høgskole, Den allmennvitskaplege høgskolen og Vitskapsmuseet. Dei er sjølvstendige i høve til kvarandre, og skal samarbeida om føremålet til universitetet.\nStyret for universitetet, for høgskolane og Vitskapsmuseet er i same rekkjefølgd kollegiet, høgskolestyra og museumsstyret.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegium og styre avgjer saker som etter lov eller føresegn høyrer under det, og førebur saker for departementet. Kongen​1 fastset føresegner om arbeidsoppgåvene for kollegium og styre og i kva mon dei kan leggja si avgjerdsmakt til rektor, administrasjonssjef eller direktør.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er: rektor for universitetet som leiar, prorektor for universitetet som nestleiar, høgskolerektorane​2, leiaren i museumsstyret, dekanus i det medisinske fakultet, valde medlemer frå dei tilsette i vitskapeleg stilling, dei hine tilsette og studentane, og eit medlem som ikkje er knytt til universitetet, oppnemnt av departementet.​3 Alle har personlege varamedlemer, unnateke høgskolerektorane, for dei er prorektorane varamedlemer.\nI kollegiet skal meir enn helvta vera tilsett i vitskapleg stilling. Rektor og prorektor for universitetet skal veljast tredje kvart år i mai månad og går inn i omboda 1. juli. Kongen​4 fastset i føresegner korleis valet skal haldast.\nReglane i § 9 gjeld tilsvarande så langt dei høver.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Jfr. § 9.\n3 Kultur- og vitskapsdept.\n4 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Høgskolestyret er: høgskolerektor som leiar, prorektor, leiarane for faktultetsråda eller avdelingsråda og medlemer frå dei tilsette i vitskapleg stilling, dei hine tilsette og studentane. Rektor og prorektor har ikkje varamedlem, rådsleiaren har nestleiaren til varamedlem, dei hine har valde personlege varamedlemer.\n§ 4 andre leden gjeld tilsvarande.\nStyrar for ein universitetsinstitusjon som ikkje høyrer til fakultet eller avdeling, møter i styret utan røysterett når det har føre saker som vedkjem institusjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Museumsstyret skal så langt råd er setjast saman etter prinsippa for dei andre styra. Kongen​1 fastset samansetjinga i føresegn. Leiaren blir vald mellom styremedlemene.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kongen​1 fastset føresegner om val, funksjonstid og talet på medlemer frå dei tilsette og studentane i kollegiet og styra.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kollegium og styre held møte med jamne mellomrom slik dei sjølve fastset, og elles når leiaren meiner det er turvande eller to medlemer krev det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Høgskolerektor og høgskoleprorektor skal veljast tredje kvart år i mai månad, og går inn i ombodet 1. juli.\nValet blir halde på eit møte av medlemene i styret og faktultetsråda eller avdelingsråda saman med valmedlemer frå dei tilsette som ikkje er knytte til faktultet eller avdeling. Den som har ombodet kan attveljast ein gong, men har rett til å nekta attval. Føresegner om rektorvalet og valet på medlemer frå dei tilsette blir gjevne av Kongen​2 etter tilråding frå styret.\nTil rektor og prorektor skal veljast professor i hovudstilling. Kongen skal ha melding om valet.\nMå rektor eller prorektor gå frå ombodet minst 6 månader før tenestetida er ute, skal det veljast ny for den tida som er att.\n1 Endra ved lov 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Universitetsrektor er fremste målsmann for universitetet, fører tilsyn med den samla verksemda og representerer universitetet utetter. Rektor kan vera med på møta i alle styre og råd og etter eiga avgjerd førelesa og vera med i eksamen.\nFor høgskolerektorane og leiaren for museumsstyret gjeld første leden tilsvarande i universitetseininga.\nKongen​1 kan fastsetja instruks for omboda i første og andre leden.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Universitetseiningane blir skipa i fakultet eller avdelingar. Kongen fastset skipnaden etter tilråding frå styret, og kan gjera unnatak for einskilde universitetsinstitusjonar. Styret avgjer tvilsmål om kva for fakultet eller avdeling ei tenestestilling eller eit vitskapleg institutt soknar til.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Fakultetsrådet og avdelingsrådet er høgste organ i fakultetet og avdelinga. Det blir sett saman frå gruppene:\na. fast tilsett vitskapleg personale\nb. vitskapleg personale på åremål\nc. dei andre tilsette\nd. studentane.\n§ 4 andre leden gjeld tilsvarande. Høgskolerektor kan ikkje vera rådsmedlem.\nKvar gruppe vel medlemer. Styret kan dela opp fakultet og avdeling i fagområde for valet frå ei eller fleire av gruppene. For eit lite fakultet eller avdeling kan styret vedta at dei tilsette i alle vitskapelege stillingar eller grupper av dei skal vera med i rådet. Styret avgjer tvilsmål om ei stilling skal reknast for vitskapleg, og andre spørsmål om avgrensing mellom gruppene.\nKongen​1 fastset etter tilråding frå styret talet på rådsmedlemer, fordelinga på gruppene, den rett og skyldnad dei har og reglar om valet og funksjonstida. For gruppe a) kan det fastsetjast fordelig mellom professorar/dosentar og dei andre.\nRådet vel leiar og nestleiar mellom dei fast tilsette i vitskapleg stilling. Valet blir halde i mai månad med skriftleg røysting. Den som har gjort teneste som leiar eller rektor i ein heil periode kan nekta å ta imot val.\n1 Kultur- og vitenskapsdepartementet iflg. res. 25 mai 1984 nr. 1158.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Rådet kan nemna opp eit arbeidsutval mellom medlemene. Styret fastset samansetjinga og gjeremåla etter tilråding frå rådet. Rådsleiaren er leiar i utvalet.\nRådet skal nemna opp undervisningsutval og budsjettutval og kan nemna opp andre faste utval. Styret fastset føresegner for slike utval etter tilråding frå rådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Rådsleiaren kallar inn rådet og arbeidsutvalet slik dei sjølve fastset, og når leiaren meiner det er turvande eller det blir kravt av styret, høgskolerektor eller minst 1/3 av medlemene.\nLeiaren førebur sakene. Dei som ikkje lyt førehavast i møte kan sendast til medlemene til avgjerd eller leiaren kan avgjera dei sjølv.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Institutt og andre grunneiningar skal ha eit instituttråd frå dei gruppene som er nemnde i § 12. § 4 andre leden gjeld tilsvarande. Instituttrådet er det høgste organet på instituttet.\nRådet vel instituttstyrar mellom dei fast tilsette i vitskapleg stilling. Styraren er leiar i rådet.\n§ 13 første leden om arbeidsutval gjeld tilsvarande.\nFakultetsråd og avdelingråd kan vedta at eit lite institutt ikkje skal ha instituttråd, det skal da styrast av ein i vitskapleg stilling som styret peikar ut.\nStyret fastset føresegner om styreskipnaden elles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Kollegium, styre, råd, utval o.a. avgjer sakene med røystefleirtal når ikkje anna er sagt i lov eller føresegn.\nBerre den som er til stades kan røysta i møte.\nStår røystene likt, gjer røysta til møteleiaren utslaget så nær som i val. Då skal det vera lutdraging. Om ikkje anna er fastsett, er eit møte vedtaksført når meir enn helvta av medlemene er til stades.\nMedlemene har skyldnad til å møta om dei ikkje har lovleg forfall, og til å røysta om dei ikkje må unntakast etter føresegnene i forvaltningslova​1 kapittel 2.\n1 Lov 10 feb. 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "content": "Med samtykke frå departementet​1 fastset styret læreterminane. Det kan fastsetjast særskilde terminar for einskilde fag eller for faggrupper.\nStyret avgjer om opplæringa i sume fag skal stogga i eksamenstida.\n1 Kultur- og vitskapsdept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Alle førelesingar er offentlege. Styret kan vedta at visse førelesingar berre er for studentar. Styret kan la andre enn dei som studerer få hospitera på øvingar og kurs.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "7:19",
      "chapter": "7",
      "section": "19",
      "content": "Styret gjev doktorgrad etter tilråding frå vedkomande faktultetsråd eller avdelingsråd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "7:20",
      "chapter": "7",
      "section": "20",
      "content": "Den som har gjort seg skuldig i misgjerd som har eller kunne ha ført til utvising, kan nektast å framstilla seg til prøva.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "Styret kan etter tilråding frå vedkomande råd nemna ut heidersdoktorar (doctores honoris causa) for framifrå innsats i vitskapen eller til framgang av norsk vitskap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Andre gradar blir gjevne av fakultetsrådet eller avdelingsrådet, likevel slik at dei på Noregs tekniske høgskole kan gjevast av styret i den mon dette sjølv fastset. Føresegna i § 20 gjeld tilsvarande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Universitetet har ein administrasjonssjef og høgskolane kvar sin høgskoledirektør til å ta seg av den daglege styringa, vera sekretær for kollegium og høgskolestyre, førebu sakene og vera med på møta. Kongen​1 fastset instruks for administrasjonssjefen og direktørane.\nKongen gjev føresegn om kva for tilsette i leiande stilling som ikkje er valføre til kollegiet og andre styre og råd.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Professorat i hovudstilling og stilling som administrasjonssjef og direktør skal vera embete.​2\n1 Endra ved lov 16 jan 1987 nr 10. – Jfr grl § 92, fund 28 juli 1824 § 39.\n2 Jfr. Grunnlovens §§ 21, 22, lov 4 mars 1983 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "content": "Fakultetsrådet eller avdelingsrådet og styret skal gje fråsegn før professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing blir lagd fram for Kongen. Styret og kollegiet gjev fråsegn før utnemning av administrasjonssjef og direktør.\nLedig professorat skal lysast ut, og sakkundige skal døma om kvalifikasjonane til dei som søkjer. Styret nemner opp sakkunnige etter framlegg frå rådet.\nYnskjer rådet eller nokon av dei sakkunnige at det skal vera prøveførelesingar eller andre prøver, kan styret vedta det.\nRådet med 4/5 fleirtal og styret samrøystes kan gjera framlegg om utnemning eller tilsetjing i professorat utan at det har vore utlyst, når det meiner vedkomande har fullgod dugleik og er særleg skikka.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "9:26",
      "chapter": "9",
      "section": "26",
      "content": "Den som har norsk vidaregåande skole og fyller dei krav til fag- og timefordeling og karakterar som Kongen fastset, har rett til å bli immatrikulert. Kongen kan fastsetja at anna utdanning skal gje rett til immatrikulering.\nSame rett kan styret etter søknad gje den som har utdanning høveleg for eit universitetsstudium.\nDen som er immatrikulert på anna norsk universitet, har rett til å studera og ta eksamen utan ny immatrikulering.\nDen som har gjort seg skuldig i misgjerd som kunne ha ført til utvising, kan styret nekta immatrikulering eller studium og eksamen etter tredje leden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "9:27",
      "chapter": "9",
      "section": "27",
      "content": "Når plassomsyn eller annan særleg grunn gjer det naudsynleg, kan departementet etter tilråding frå styret avgrensa tilgangen til dei einskilde studium.\n1 Endra ved lov 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "9:28",
      "chapter": "9",
      "section": "28",
      "content": "Studentane har skyldnad til å retta seg etter dei føresegner som gjeld på universitetet.​1\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Styret kan utvisa ein student frå universitetet for ei viss tid dersom studenten har gjort seg saka i grovt brot mot dei føresegner som gjeld på universitetet eller i uverdig framferd som monaleg kan skada universitetet eller studentane der i det ålmenne omdømet. Til avgjerd om utvising krevst det 2/3 fleirtal.\nTil å førebu saka og gjera framlegg for styret om avgjerda, skal det nemnast opp eit utval på tre medlemer. Leiaren skal fylla dei lovsette vilkåra for å vera domar.​1 Ingen i utvalet kan vera med i styringsorgan på universitetet. Utvalet bør møta i styret under førehavinga av framlegget.\nUtvising frå anna norsk universitet gjeld og på Universitetet i Trondheim i same tidbolken, om ikkje styret gjer anna vedtak.\nUtvisinga kan styret ta bort om det finn grunn til det.\n1 Jfr. domstolsl. §§ 53, 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Student som er utvist kan anka avgjerda inn for Høgsteretten seinast fire veker etter at avgjerda i styret er kunngjord for han. Han skal anka på den måten som er påboden i offentlege straffesaker.​1 Anken utset verknaden av utvisinga, slik at studenten kan gå opp til eksamen så lenge dom ikkje har falle. Vitnemål om greidd eksamen kan berre skrivast ut dersom vedtaket om utvisinga fell bort med domen.\n1 Jfr. strpl. kap. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Studentane kan velja studentutval til å ta seg av saker som er viktige for dei.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "10:33",
      "chapter": "10",
      "section": "33",
      "content": "Kollegiet kan leiga bort eller mellombels gje rådvelde over fast eigedom etter reglar departementet​1 fastset.\n1 Kultur- og vitskapsdept.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "10:34",
      "chapter": "10",
      "section": "34",
      "content": "Universitetet skal få att av statskassa innførsleavgifter som er lagde på ting det har skaffa til vitskapleg bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "11:35",
      "chapter": "11",
      "section": "35",
      "content": "Kongen​1 kan gje føresegner til utfylling av lova.\n1 Kultur- og vitskapsdep. iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "11:36",
      "chapter": "11",
      "section": "36",
      "content": "Denne lova tek til å gjelda den dagen Kongen fastset.​1\nFra same tid sluttar desse lovene å gjelda:\n1. Lov om Norges tekniske Høiskole frå 12. juni 1936 nr. 2.\n2. Midlertidig lov om Universitetet i Trondheim frå 23. februar 1973 nr. 8.\n1 Fra 1 april 1984 iflg. res. 24 feb. 1984 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ]
}