{
  "id": "LOV-1974-05-31-19",
  "type": "statute",
  "title": "Lov om konsesjon ved erverv av fast eiendom (konsesjonsloven).",
  "short_name": "Konsesjonsloven – konsl.",
  "status": "in_force",
  "issued_date": "1974-05-31",
  "in_force_date": "1975-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1974-05-31-19",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(formål).",
      "content": "Denne lov har til formål å regulere og kontrollere omsetningen av fast eiendom for å oppnå et effektivt vern om landbrukets produksjonsarealer og slike eier- og bruksforhold som er mest gagnlige for samfunnet, bl.a. for å tilgodese:\n1. jord-, hage- og skogbruksnæringen (landbruksnæringen),\n2. behovet for utbyggingsgrunn,\n3. allmenne naturverninteresser og friluftsinteresser,\n4. en samfunnsmessig forsvarlig prisutvikling vedrørende fast eiendom.\n5. hensynet til bosettingen.\n0 Endret ved lover 26 mai 1978 nr. 36, 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkemidler).",
      "content": "Med de unntak som følger av denne lov,​1 kan fast eiendom ikke erverves​2 uten tillatelse av Kongen​3 (konsesjon). Kongens myndighet kan overlates til kommunen.\nLoven omfatter ikke erverv som er konsesjonspliktige etter:\n1. lov 3. juli 1914 nr. 5 om erverv av kalkstensforekomster,\n2. lov 14. desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. kapittel I eller II,\n3. lov 17. juni 1949 nr. 3 om erverv av kvartsforekomster.\nKongen kan ved forskrift​4 gjøre unntak fra konsesjonsplikten utover det som følger av §§ 5 og 6. Når særlige hensyn foreligger, kan Kongen også i det enkelte tilfelle​5 gjøre unntak fra konsesjonsplikt.\n0 Endret ved lover 3 juni 1983 nr. 50, 21 april 1989 nr. 17, 11 juni 1993 nr. 96, 23 des 1994 nr. 79 (i kraft 1 jan 1995), 30 april 1999 nr. 23, 4 mai 2001 nr. 17 (se dens V), 21 juni 2002 nr. 38 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 561), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. kap. 3.\n2 Jfr. kap. 2.\n3 Landbruksdepartementet etter res. 13 des 1974, 28 juli, 12 des 1980 og 20 jan 1984 nr. 213 (i visse tilfelle Nærings- og handelsdepartementet når det gjelder konsesjon til utenlandske næringsdrivende, jfr. res. 17 mars 1989 nr. 169), fylkeslandbruksstyret og kommunestyret i visse saker etter forskrift 6 jan 1989 nr. 82.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 10 feb 1967 § 2 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(særlige rettigheter som omfattes av loven).",
      "content": "Denne lovs regler om konsesjon gjelder også stiftelse og overdragelse av leierett og annen liknende bruksrett over fast eiendom med mindre retten er stiftet for en tid av høyst 10 år, uten adgang for brukeren til å kreve kontraktstiden forlenget ut over dette tidsrom. Reglene gjelder også for utbyggingskontrakter av enhver art, herunder avtaler om fortrinnsrett til å foreta utbygging og for andre rettigheter over fast eiendom som innebærer at eierens adgang til å rå over eiendommen eller til å få det økonomiske utbytte av den blir vesentlig innskrenket. Kongen​1 kan ved forskrift​2 gi nærmere regler om hvilke rettigheter som medfører konsesjonsplikt etter dette ledd.\nFast eiendom kan ikke tas til brukelig pant​3 for lengre tid enn 3 år​4 uten konsesjon.\nI strøk som i reguleringsplan etter plan- og bygningsloven​5 er avsatt til fornyelsesområde (§ 25 nr. 8) gjelder loven stiftelse og overdragelse av slike retter som nevnt i første ledd første punktum, uansett for hvor lang tid retten er stiftet.​6\n0 Endret ved lover 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 14 juni 1985 nr. 77, 4 mai 2001 nr. 17 (se dens IV).\n1 Landbruksdepartementet iflg. res. 12 des 1980 og 20 jan 1984 nr. 213. – Jfr. forskrift 6 jan 1989 nr. 82 om delegasjon til kommunestyre og fylkeslandbruksstyre.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. pantel. § 2-6 (3), tvangsl. kap. 11 I og IV.\n4 Jfr. §§ 20, 25 og 26\n5 Lov 14 juni 1985 nr. 77.\n6 Etter V i endringslov av 2 april 1976 nr. 15 skal – i strøk som omfattes av tidligere stadfestet fornyelsesvedtak (saneringsvedtak) – spørsmålet om konsesjon og forkjøp avgjøres på grunnlag av de regler som gjaldt før lovens ikrafttreden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(aksjesalg som omfattes av loven).",
      "content": "Erverv av aksjer eller parter i et selskap med begrenset ansvar, i et slikt antall at erververen dermed blir innehaver av mer enn en tredel, eller minst en halvdel, eller minst to tredeler av samtlige aksjer eller parter eller av stemmeberettigede aksjer eller parter, er betinget av konsesjon etter reglene i denne lov, såfremt selskapet innehar eiendomsrett eller annen rettighet​1 som erververen ikke kunne erverve uten konsesjon etter denne lov. Konsesjon er på samme måte nødvendig når to eller flere personer eller andre rettsubjekter, enten i fellesskap eller hver for seg, erverver aksjer eller parter som ovenfor nevnt i slikt antall at de til sammen blir innehavere av mer enn en tredel, eller minst en halvdel eller minst to tredeler av samtlige aksjer eller parter, når ervervet har funnet sted etter forutgående innbyrdes overenskomst. Sammen med erververens aksjer eller parter regnes også aksjer eller parter som tilhører hans ektefelle,​2 barn,​3 foreldre​3 eller søsken.​3 Er erververen medlem av et ansvarlig selskap eller et kommandittselskap, medregnes også aksjer eller parter som tilhører selskapet eller de andre medlemmene av selskapet. Denne regel gjelder tilsvarende for innehaveren og det stille medlem i et selskap. Er erververen et selskap med begrenset ansvar, medregnes også aksjer og parter som tilhører selskapets styremedlemmer og tjenestemenn eller et annet selskap, dersom flertallet av selskapets styremedlemmer består av personer som også er medlemmer av styret i det første selskap.\nDenne lovs bestemmelser om erverv av aksjer eller parter i selskaper med begrenset ansvar, skal også gjelde ved erverv av parter i selskaper (holding-selskaper) som direkte eller indirekte eier mer enn en tredel av grunnkapitalen i andre selskaper som omhandlet i denne lov.\nLikeledes skal denne lovs bestemmelser om erverv av aksjer eller parter gjelde tilsvarende i tilfelle hvor vedkommende aksjers eller parters andel av grunnkapitalen øker som følge av at selskapet kjøper inn egne aksjer eller parter til amortisering.\n0 Endret ved lover 3 juni 1983 nr. 50, 23 des 1994 nr. 79 (i kraft 1 jan 1995).\n1 Jfr. § 3.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 28 feb 1986 nr. 8 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "(unntak på grunnlag av eiendommens karakter).​1",
      "content": "Konsesjon er ikke nødvendig ved erverv av:\n1. en enkelt boligtomt eller tomt for fritidshus, dersom tomten ikke er større enn 2 dekar og er godkjent fradelt etter 1. januar 1977 etter plan- og bygningsloven​2 og jordloven​3 eller tomten ligger i området som i kommuneplan, reguleringsplan eller bebyggelsesplan etter plan- og bygningsloven er utlagt til byggeområde, og hvor tomtedeling er foretatt eller godkjent av bygningsmyndighetene.​4\nForutsetningen er at erververen eller hans ektefelle​5 eller barn​6 under 18 år ikke eier eller fester annen tomt til bolig- eller fritidshus i kommunen. Hvis erververen selv er under 18 år, er forutsetningen at ikke hans foreldre​6 eller søsken​6 under 18 år eier eller fester slik eiendom i kommunen,\n2. bebygd eiendom, forutsatt at eiendommen ikke er større enn 20 dekar. At disse forutsetningene for konsesjonsfrihet foreligger anses i alminnelighet godtgjort når dette bekreftes av kommunen. I områder som er regulert i reguleringsplan, er konsesjonsfriheten betinget av at erververen ikke foretar bruksendring i strid med planen. Det samme gjelder hvor eiendommen i kommuneplanens arealdel er lagt ut til landbruks-, natur- og friluftsområder. Ved erverv av eiendom med jordbruksareal er konsesjonsfriheten betinget av at arealet holdes i hevd, jf. jordloven​3 § 8.\n3. tomtearealer til boligformål og andre tomtearealer ikke over 20 dekar ved overdragelse fra den kommune hvor arealet ligger eller fra kommunalt tomteselskap hvor kommunen har minst halvparten av kapitalen og flertallet i styret, og arealet er ervervet av kommunen eller tomteselskapet til slikt formål etter 1. januar 1977.\nKonsesjonsfriheten etter nr. 1 og nr. 2 gjelder ikke for områder som er regulert til fornyelsesområder etter plan- og bygningsloven​2 (§ 25 nr. 8), med mindre erververen før planen er bindende har fått tinglyst​7 hjemmelsdokumenter, har fått stadfestet tvangssalgsbud​8 eller har tiltrådt eiendommen eller bruken.\nFor så vidt gjelder eiendom med bebyggelse som er eller har vært i bruk som helårsbolig, kan Kongen​9 ved forskrift​10 begrense eller sette ut av kraft konsesjonsfriheten etter første ledd nr. 2 i områder hvor det anses nødvendig å hindre at hus som bør nyttes til helårsbolig blir brukt til fritidshus. Konsesjonsplikt kan likevel ikke innføres for erverv hvor erververen forplikter seg til at eiendommen blir brukt som helårsbolig.\nDepartementet​11 kan gi forskrifter​10 om hvilke opplysninger som må foreligge for at et erverv kan sies å gå inn under denne paragraf.\n0 Endret ved lover 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 8 juni 1979 nr. 38, 3 juni 1983 nr. 50, 14 juni 1985 nr. 77, 26 juni 1992 nr. 86, 11 juni 1993 nr. 85, 12 mai 1995 nr. 23 (i kraft 1 juli 1995 iflg. res. 12 mai 1995 nr. 412 – endrer første ledd nr. 1 – skal være første ledd nr. 1 første ledd), 4 mai 2001 nr. 17 (se dens V, i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 5 a.\n2 Lov 14 juni 1985 nr. 77.\n3 Lov 12 mai 1995 nr. 23.\n4 Jfr. lov 14 juni 1985 nr. 77 § 63.\n5 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n6 Jfr. lov 28 feb 1986 nr. 8 § 13.\n7 Jfr. lov 7 juni 1935 nr. 2.\n8 Jfr. tvangsl. § 11-30.\n9 Landbruksdepartementet iflg. res. 17 juli 1992 nr. 837 (myndighet til å gi forskrifter) og res. 22 sep 1995 nr. 802 (myndighet til å oppheve forskrifter).\n10 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n11 Se forskrift 6 jan 1989 nr. 82 om avgjørelsesmyndighet for kommunestyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:5 a",
      "chapter": "3",
      "section": "5 a",
      "title": "(særregler for utenlandsboendes erverv av rett til visse eiendommer)",
      "content": "Konsesjonsfriheten etter § 5 første ledd nr. 1 og nr. 2 gjelder ikke ved utenlandsboendes erverv av eiendomsrett eller bruksrett til eiendom som ikke skal tjene som nødvendig helårsbolig eller som forutsetning for utøvelse av selvstendig næringsvirksomhet eller levering av tjenesteytelser.\nFysiske personer regnes som utenlandsboende dersom de ikke er fast bosatt i Norge og heller ikke tidligere har vært fast bosatt i Norge i minst fem år. Juridiske personer regnes som utenlandsboende dersom de ikke har hovedkontor, vedtektsfestet forretningskontor, eller annet hjemsted i Norge. Juridiske personer som har hjemsted i Norge, regnes likevel som utenlandsboende dersom personer som ikke er fast bosatt her har bestemmende innflytelse over den juridiske personen.\nKonsesjon for en utenlandsboende er ikke nødvendig der ektefeller​1 erverver en eiendom sammen, og den ene av dem ikke trenger konsesjon.\nDepartementet kan gi forskrifter​2 om hvilke opplysninger som må foreligge for at et erverv kan anses konsesjonsfritt etter denne paragraf.\n0 Tilføyd ved lov 23 des 1994 nr. 77 (i kraft 1 jan 1995 med overgangsbestemmelse: Er det før lovens ikrafttredelse søkt om konsesjon, skal søknad om konsesjon avgjøres på grunnlag av de regler som gjaldt før lovens ikrafttredelse. Det samme skal gjelde for erverv som etter de eldre regler ikke var konsesjonspliktige, såfremt hjemmelsdokument er tinglyst eller eiendommen tiltrådt før lovens ikrafttredelse).\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "(unntak på grunnlag av erververens stilling).",
      "content": "Konsesjon er ikke nødvendig når erververen er:\n1. eierens ektefelle,​1 eller er i slekt med eieren eller eierens ektefelle​1 i rett oppstigende eller nedstigende linje eller i eierens eller ektefellens første sidelinje til og med barn​2 av søsken.​2 Når det gjelder jord- og skogbrukseiendommer over 20 dekar, er konsesjonsfriheten betinget av at erververen bosetter seg på eiendommen innen ett år og selv bebor og driver den i minst 5 år.​3 Erververen kan oppfylle driveplikten ved å leie bort jordbruksarealet som tilleggsjord til annen landbrukseiendom i minst 10 år. Slik oppfyllelse av driveplikten er betinget av at leieavtalen er skriftlig, og at den fører til driftsmessig gode løsninger. Avtaler som fører til driftsmessig uheldige løsninger kan følges opp som brudd på forutsetningen for konsesjonsfritaket, jf. § 24.\n2. odelsberettiget​4 til eiendommen,\n3. staten,\n4. den fylkeskommune eller kommune der eiendommen ligger, såfremt ervervet gjelder eiendom i område som omfattes av kommuneplan, reguleringsplan eller bebyggelsesplan etter plan- og bygningsloven​5 og eiendommen i planen er utlagt til annet enn landbruksområde eller ervervet skjer ved ekspropriasjon. Kommunalt tomteselskap hvor vedkommende kommune har minst halvparten av kapitalen og flertallet i styret, likestilles med kommunen når det gjelder konsesjonsfrihet etter dette nr,\n5. Bank eller annen institusjon som Kongen​6 har godkjent i denne sammenheng, og ervervet skjer gjennom tvangssalg​7 for å redde en fordring som erververen har panterett​8 for i eiendommen. Eiendommen må selges videre innen to år. Fristen reknes fra stadfestingen av auksjonsbudet​9 og kan forlenges av departementet.​6\nKongen​6 kan lempe på eller helt frita fra bo- og driveplikten etter nr. 1.\nDepartementet​6 kan gi forskrifter​10 om hvilke opplysninger som må foreligge for at et erverv kan sies å gå inn under denne paragraf.\n0 Endret ved lover 28 juni 1974 nr. 58, 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 14 juni 1985 nr. 77, 26 juni 1992 nr. 86, 12 mai 1995 nr. 23 (se dens III – i kraft 1 juli 1995 iflg. res. 12 mai 1995 nr. 412), 4 mai 2001 nr. 17 (se dens V, i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Se lov 28 feb 1986 nr. 8 § 13.\n3 Se § 6 a.\n4 Jfr. lov 28 juni 1974 nr. 58 kap. II.\n5 Lov 14 juni 1985 nr. 77.\n6 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213, og kommunestyret og fylkeslandbruksstyret (eller fylkeslandbrukssjefen eller fylkesskogsjefen etter fullmakt) i visse saker etter forskrift 6 jan 1989 nr. 82.\n7 Se tvangsl. kap. 11.\n8 Se pantel. kap. 2 og 5.\n9 Se tvangsl. § 11-30.\n10 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "title": "(bopliktens innhold)",
      "content": "Erverver som etter § 6 første ledd nr. 1 har boplikt på en eiendom, skal ta eiendommen som sin reelle bolig. En eiendom er tatt som reell bolig hvis eieren er registrert bosatt på eiendommen etter regler fastsatt i eller i medhold av lov 16. januar 1970 nr. 1 om folkeregistrering.\nEn eier som over tid overnatter på eiendommen minst 50 prosent av nettene, men som ikke oppfyller vilkåret om registrering i folkeregisteret, jf. første ledd, fordi eierens øvrige husstand er bosatt et annet sted, må gi kommunen melding om hvordan bosettingsforholdet vil bli ordnet. Meldingen må sendes skriftlig innen utløpet av ett år. Departementet avgjør om boplikten kan anses oppfylt på den måten eieren har gjort rede for.\n0 Tilføyd ved lov 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "4:7",
      "chapter": "4",
      "section": "7",
      "title": "(alminnelige forhold som taler mot konsesjon).",
      "content": "Konsesjon skal i alminnelighet ikke gis dersom det er grunn til å anta at erververen først og fremst tar sikte på å plassere kapital i eiendommen, eller dersom ervervet kan sees som et ledd i oppsamling av fast eiendom. Det samme gjelder hvis det er grunn til å anta at erververen tar sikte på å skaffe seg vinning ved å selge eiendommen eller deler av den innen kort tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "title": "(særlige forhold for landbrukseiendommer).",
      "content": "Ved avgjørelsen av søknad om tillatelse til erverv av eiendom som skal nyttes til landbruksformål skal det særlig tas hensyn til formålet med jordloven,​1 jf. jordloven § 1, og til:\n1. om erververen anses skikket til å drive eiendommen\n2. om erververen vil ta fast bopel på eiendommen for selv å drive den.\n0 Endret ved lov 4 mai 2001 nr. 17 (se dens IV).\n1 Lov 12 mai 1995 nr. 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "(vilkår for konsesjon).",
      "content": "Konsesjon etter denne lov kan gis på slike vilkår som i hvert enkelt tilfelle finnes påkrevd av hensyn til de formål loven skal fremme. Det kan lempes på vilkårene etter søknad.\n0 Endret ved lov 3 juni 1983 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "(søknad om konsesjon).",
      "content": "Søknad om konsesjon etter denne lov skal sendes til ordføreren i den kommune der eiendommen ligger. Søknaden skal gi opplysning om erververen og den eiendom det gjelder og om formålet med og alle vilkår for ervervet. Gjelder det arv, gave eller gavesalg, skal eiendommens eller rettighetens verdi oppgis. Avskrift av hjemmelsdokument (skjøte), kontrakt og takst skal vedlegges hvis slike dokumenter foreligger. Det må gjøres rede for forhold som kan ha betydning for spørsmålet om konsesjon. Eier og bruker må finne seg i at det blir holdt synfaring, oppmåling, kartlegging og bonitering av eiendom og bebyggelse.​1\nKongen​2 kan gi nærmere regler om opplysninger som skal gis i eller dokumenter som skal følge søknad om konsesjon og om at søknaden skal skrives på særskilt formular.\n0 Endret ved lov 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).\n1 Sml. lov 23 okt 1959 nr. 3 § 4.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "(frist for søknad om konsesjon).",
      "content": "Søknad etter § 19 skal sendes til ordføreren innen fire uker etter at avtalen om overdragelsen ble gjort eller erververen fikk rådighet over eiendommen. Ved tvangssalg reknes fristen fra stadfestelsen av budet. Tingretten skal sende melding til departementet​2 når den stadfester et bud​3 fra en kjøper som trenger konsesjon til ervervet.​4\nOverholdes ikke reglene i første ledd, skal Kongen​5 sette en frist for erververen til å søke om konsesjon eller gi ordføreren melding inneholdende opplysninger som fastsatt i eller i medhold av § 19. Også overdrageren kan pålegges å gi slik melding innen en fastsatt frist.\nDersom tidsgrensen for tvangsbruk etter § 3 annet ledd overskrides, eller erververen foretar bruksendring i strid med plan eller unnlater å holde jordbruksarealet i hevd i henhold til § 5 første ledd nr. 2, eller erverver som nevnt i § 6 første ledd nr. 1 eller 2 ikke overholder bo- og driveplikten, eller erverver som nevnt i § 6 første ledd nr. 5 ikke overholder fristen for videre salg, kan Kongen sette en frist for erververen til å søke konsesjon.\nKongen​5 kan fastsette en løpende tvangsmulkt som må betales hvis frist fastsatt etter annet eller tredje ledd oversittes. Fristen kan forlenges hvis særlige hensyn tilsier det.\n0 Endret ved lover 26 mai 1978 nr. 36, 26 juni 1992 nr. 86, 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474), 30 aug 2002 nr. 67 (kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 25.\n2 Landbruksdepartementet.\n3 Se tvangsl. § 11-30.\n4 Jfr. § 6.\n5 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(saksbehandlingsorganer).",
      "content": "Kommunen gir uttalelse om konsesjonsspørsmålet og sender deretter saken videre til fylkesmannen.\nI uttalelsen bør det tas stilling til om det skal settes særskilte vilkår for konsesjon.\nKongen kan gi nærmere forskrifter​1 som supplerer saksbehandlingsreglene i forvaltningsloven​2 og loven her, derunder om at den ordinære saksgang skal fravikes for visse typer saker og om intern arbeidsdeling i fylkeslandbruksstyret slik at styret kan overlate til administrasjonen å gi uttalelse eller ta avgjerder på vegne av styret i nærmere bestemte saker.\n0 Endret ved lover 26 mai 1978 nr. 36, 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 aug 1995), 4 mai 2001 nr. 17 (se dens IV).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "title": "(konsesjon er et vilkår for tinglysing).",
      "content": "Erverv som krever konsesjon etter denne lov, kan ikke tinglyses​1 med mindre konsesjon er gitt.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "(overtredelse av konsesjonsvilkår).",
      "content": "For overtredelse av vilkår som er satt for konsesjon i henhold til denne lov, kan Kongen​1 fastsette en tvangsmulkt som påløper inntil forholdet er bragt i orden, eller forfaller for hver overtredelse. Pålegg om mulkt er tvangsgrunnlag for utlegg.​2\nDersom konsesjon er gitt på grunnlag av uriktige eller ufullstendige opplysninger om forhold av vesentlig betydning eller erververen overtrer fastsatte vilkår av vesentlig betydning, kan konsesjonen trekkes tilbake.\nBlir konsesjonen trukket tilbake, skal det fastsettes en frist for innehaveren til å sørge for at eiendommen blir overdratt til noen som lovlig kan erverve den. Oversittes fristen får § 26 tilsvarende anvendelse.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.\n2 Jfr. § 20 og tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "(kontroll med at vilkår overholdes m.m.).",
      "content": "Kommunen og fylkesmannen skal føre kontroll med at vilkår som er satt for konsesjon blir overholdt. Melding om overtredelse eller brudd på forutsetninger skal straks sendes til departementet.​1 Det samme gjelder dersom kommunen eller fylkesmannen får kjennskap til erverv som mangler nødvendig konsesjon etter denne lov.\nKongen​2 kan bestemme at andre sakkyndige organer skal utføre gjøremålene etter denne paragraf istedenfor eller i tillegg til fylkesmannen eller kommunen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 juli 1995), 4 mai 2001 nr. 17 (se dens IV).\n1 Landbruksdepartementet iflg. res. 12 mai 1995 nr. 413.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "(frist til å ordne forholdet når konsesjon ikke er gitt).",
      "content": "Er søknad om konsesjon ikke innsendt innen den frist som er satt i medhold av § 20 annet eller tredje ledd, eller er søknaden avslått, skal Kongen​2 sette en frist for panthaver til å bringe tvangsbruk som strider mot § 3 annet ledd til opphør eller sette en frist for erverver til å sørge for enten at overdragelsen blir omgjort eller at eiendommen blir overdratt til noen som kan få konsesjon eller som ikke trenger konsesjon.\n0 Endret ved lov 4 mai 2001 nr. 17 (se dens IV).\n1 Jfr. § 26.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "(oversittelse av fastsatt frist).",
      "content": "Oversittes frist som er fastsatt etter § 25 for avvikling av eiendomserverv eller panthavers tvangsbruk, kan departementet​1 uten varsel la eiendommen selge gjennom namsmyndighetene etter reglene om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven​2 § 11-20 om det minste bud som kan stadfestes, gjelder ikke i dette tilfelle.\nOversittes frist som er fastsatt etter § 25 når det gjelder rettigheter som nevnt i § 3 første ledd, kan departementet enten la rettigheten tvangsselge etter reglene i første ledd eller med bindende virkning erklære rettigheten for bortfalt.\nReglene i første ledd gjelder tilsvarende for overdragelse av aksje eller part i selskap med begrenset ansvar. Unnlater innehaver av et partsbrev som er tvangssolgt å utlevere det, kan kjøperen på eierens og innehaverens felles bekostning kreve partsbrevet mortifisert.​3 Selskapet plikter deretter å utstede nytt partsbrev som skal inneholde uttrykkelig opplysning om at det trer i stedet for det som er mortifisert.\n0 Endret ved lover 26 juni 1992 nr. 86, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Landbruksdepartementet.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).\n3 Jfr. lov 18 des 1959 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "(forbud mot forringelse av eiendommen).",
      "content": "Er erverv av fast eiendom betinget av konsesjon etter denne lov, må det inntil forholdet er bragt i orden ikke foretas hugst eller noe som forringer eiendommens verdi. Departementet​1 kan gjøre unntak fra denne bestemmelse.\nForsettlig overtredelse av forbudet i første ledd straffes med bøter.​2 Det som er avvirket eller på annen måte fraskilt eiendommen i strid med forbudet eller verdien av dette, kan inndras hos den skyldige eller den han har handlet på vegne av.\n1 Landbruksdepartementet.\n2 Jfr. strl. §§ 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "(overgangsbestemmelse).",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "(ikrafttreden – endring i andre lover).",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra denne lovs ikrafttreden oppheves eller endres følgende lover og bestemmelser: – – –\n1 Fra 1 jan 1975 iflg. res. 13 des 1974. Endringene ved lov 3 juni 1983 nr. 50 fra 3 juni 1983 iflg. res. 3 juni 1983 nr. 1027 og fra 20 jan 1984 (endringen i § 5 tredje ledd) iflg. res. 20 jan 1984 nr. 213. Forskrifter gitt med hjemmel i tidligere § 5 tredje ledd første punktum står ved makt til de blir opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(formål).",
      "content": "Denne lov har til formål å regulere og kontrollere omsetningen av fast eiendom for å oppnå et effektivt vern om landbrukets produksjonsarealer og slike eier- og bruksforhold som er mest gagnlige for samfunnet, bl.a. for å tilgodese:\n1. jord-, hage- og skogbruksnæringen (landbruksnæringen),\n2. behovet for utbyggingsgrunn,\n3. allmenne naturverninteresser og friluftsinteresser,\n4. en samfunnsmessig forsvarlig prisutvikling vedrørende fast eiendom.\n5. hensynet til bosettingen.\n0 Endret ved lover 26 mai 1978 nr. 36, 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(virkemidler).",
      "content": "Med de unntak som følger av denne lov,​1 kan fast eiendom ikke erverves​2 uten tillatelse av Kongen​3 (konsesjon). Kongens myndighet kan overlates til kommunen.\nLoven omfatter ikke erverv som er konsesjonspliktige etter:\n1. lov 3. juli 1914 nr. 5 om erverv av kalkstensforekomster,\n2. lov 14. desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. kapittel I eller II,\n3. lov 17. juni 1949 nr. 3 om erverv av kvartsforekomster.\nKongen kan ved forskrift​4 gjøre unntak fra konsesjonsplikten utover det som følger av §§ 5 og 6. Når særlige hensyn foreligger, kan Kongen også i det enkelte tilfelle​5 gjøre unntak fra konsesjonsplikt.\n0 Endret ved lover 3 juni 1983 nr. 50, 21 april 1989 nr. 17, 11 juni 1993 nr. 96, 23 des 1994 nr. 79 (i kraft 1 jan 1995), 30 april 1999 nr. 23, 4 mai 2001 nr. 17 (se dens V), 21 juni 2002 nr. 38 (i kraft 1 juli 2002 iflg. res. 21 juni 2002 nr. 561), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. kap. 3.\n2 Jfr. kap. 2.\n3 Landbruksdepartementet etter res. 13 des 1974, 28 juli, 12 des 1980 og 20 jan 1984 nr. 213 (i visse tilfelle Nærings- og handelsdepartementet når det gjelder konsesjon til utenlandske næringsdrivende, jfr. res. 17 mars 1989 nr. 169), fylkeslandbruksstyret og kommunestyret i visse saker etter forskrift 6 jan 1989 nr. 82.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. lov 10 feb 1967 § 2 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(særlige rettigheter som omfattes av loven).",
      "content": "Denne lovs regler om konsesjon gjelder også stiftelse og overdragelse av leierett og annen liknende bruksrett over fast eiendom med mindre retten er stiftet for en tid av høyst 10 år, uten adgang for brukeren til å kreve kontraktstiden forlenget ut over dette tidsrom. Reglene gjelder også for utbyggingskontrakter av enhver art, herunder avtaler om fortrinnsrett til å foreta utbygging og for andre rettigheter over fast eiendom som innebærer at eierens adgang til å rå over eiendommen eller til å få det økonomiske utbytte av den blir vesentlig innskrenket. Kongen​1 kan ved forskrift​2 gi nærmere regler om hvilke rettigheter som medfører konsesjonsplikt etter dette ledd.\nFast eiendom kan ikke tas til brukelig pant​3 for lengre tid enn 3 år​4 uten konsesjon.\nI strøk som i reguleringsplan etter plan- og bygningsloven​5 er avsatt til fornyelsesområde (§ 25 nr. 8) gjelder loven stiftelse og overdragelse av slike retter som nevnt i første ledd første punktum, uansett for hvor lang tid retten er stiftet.​6\n0 Endret ved lover 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 14 juni 1985 nr. 77, 4 mai 2001 nr. 17 (se dens IV).\n1 Landbruksdepartementet iflg. res. 12 des 1980 og 20 jan 1984 nr. 213. – Jfr. forskrift 6 jan 1989 nr. 82 om delegasjon til kommunestyre og fylkeslandbruksstyre.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. pantel. § 2-6 (3), tvangsl. kap. 11 I og IV.\n4 Jfr. §§ 20, 25 og 26\n5 Lov 14 juni 1985 nr. 77.\n6 Etter V i endringslov av 2 april 1976 nr. 15 skal – i strøk som omfattes av tidligere stadfestet fornyelsesvedtak (saneringsvedtak) – spørsmålet om konsesjon og forkjøp avgjøres på grunnlag av de regler som gjaldt før lovens ikrafttreden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(aksjesalg som omfattes av loven).",
      "content": "Erverv av aksjer eller parter i et selskap med begrenset ansvar, i et slikt antall at erververen dermed blir innehaver av mer enn en tredel, eller minst en halvdel, eller minst to tredeler av samtlige aksjer eller parter eller av stemmeberettigede aksjer eller parter, er betinget av konsesjon etter reglene i denne lov, såfremt selskapet innehar eiendomsrett eller annen rettighet​1 som erververen ikke kunne erverve uten konsesjon etter denne lov. Konsesjon er på samme måte nødvendig når to eller flere personer eller andre rettsubjekter, enten i fellesskap eller hver for seg, erverver aksjer eller parter som ovenfor nevnt i slikt antall at de til sammen blir innehavere av mer enn en tredel, eller minst en halvdel eller minst to tredeler av samtlige aksjer eller parter, når ervervet har funnet sted etter forutgående innbyrdes overenskomst. Sammen med erververens aksjer eller parter regnes også aksjer eller parter som tilhører hans ektefelle,​2 barn,​3 foreldre​3 eller søsken.​3 Er erververen medlem av et ansvarlig selskap eller et kommandittselskap, medregnes også aksjer eller parter som tilhører selskapet eller de andre medlemmene av selskapet. Denne regel gjelder tilsvarende for innehaveren og det stille medlem i et selskap. Er erververen et selskap med begrenset ansvar, medregnes også aksjer og parter som tilhører selskapets styremedlemmer og tjenestemenn eller et annet selskap, dersom flertallet av selskapets styremedlemmer består av personer som også er medlemmer av styret i det første selskap.\nDenne lovs bestemmelser om erverv av aksjer eller parter i selskaper med begrenset ansvar, skal også gjelde ved erverv av parter i selskaper (holding-selskaper) som direkte eller indirekte eier mer enn en tredel av grunnkapitalen i andre selskaper som omhandlet i denne lov.\nLikeledes skal denne lovs bestemmelser om erverv av aksjer eller parter gjelde tilsvarende i tilfelle hvor vedkommende aksjers eller parters andel av grunnkapitalen øker som følge av at selskapet kjøper inn egne aksjer eller parter til amortisering.\n0 Endret ved lover 3 juni 1983 nr. 50, 23 des 1994 nr. 79 (i kraft 1 jan 1995).\n1 Jfr. § 3.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. lov 28 feb 1986 nr. 8 § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "(unntak på grunnlag av eiendommens karakter).​1",
      "content": "Konsesjon er ikke nødvendig ved erverv av:\n1. en enkelt boligtomt eller tomt for fritidshus, dersom tomten ikke er større enn 2 dekar og er godkjent fradelt etter 1. januar 1977 etter plan- og bygningsloven​2 og jordloven​3 eller tomten ligger i området som i kommuneplan, reguleringsplan eller bebyggelsesplan etter plan- og bygningsloven er utlagt til byggeområde, og hvor tomtedeling er foretatt eller godkjent av bygningsmyndighetene.​4\nForutsetningen er at erververen eller hans ektefelle​5 eller barn​6 under 18 år ikke eier eller fester annen tomt til bolig- eller fritidshus i kommunen. Hvis erververen selv er under 18 år, er forutsetningen at ikke hans foreldre​6 eller søsken​6 under 18 år eier eller fester slik eiendom i kommunen,\n2. bebygd eiendom, forutsatt at eiendommen ikke er større enn 20 dekar. At disse forutsetningene for konsesjonsfrihet foreligger anses i alminnelighet godtgjort når dette bekreftes av kommunen. I områder som er regulert i reguleringsplan, er konsesjonsfriheten betinget av at erververen ikke foretar bruksendring i strid med planen. Det samme gjelder hvor eiendommen i kommuneplanens arealdel er lagt ut til landbruks-, natur- og friluftsområder. Ved erverv av eiendom med jordbruksareal er konsesjonsfriheten betinget av at arealet holdes i hevd, jf. jordloven​3 § 8.\n3. tomtearealer til boligformål og andre tomtearealer ikke over 20 dekar ved overdragelse fra den kommune hvor arealet ligger eller fra kommunalt tomteselskap hvor kommunen har minst halvparten av kapitalen og flertallet i styret, og arealet er ervervet av kommunen eller tomteselskapet til slikt formål etter 1. januar 1977.\nKonsesjonsfriheten etter nr. 1 og nr. 2 gjelder ikke for områder som er regulert til fornyelsesområder etter plan- og bygningsloven​2 (§ 25 nr. 8), med mindre erververen før planen er bindende har fått tinglyst​7 hjemmelsdokumenter, har fått stadfestet tvangssalgsbud​8 eller har tiltrådt eiendommen eller bruken.\nFor så vidt gjelder eiendom med bebyggelse som er eller har vært i bruk som helårsbolig, kan Kongen​9 ved forskrift​10 begrense eller sette ut av kraft konsesjonsfriheten etter første ledd nr. 2 i områder hvor det anses nødvendig å hindre at hus som bør nyttes til helårsbolig blir brukt til fritidshus. Konsesjonsplikt kan likevel ikke innføres for erverv hvor erververen forplikter seg til at eiendommen blir brukt som helårsbolig.\nDepartementet​11 kan gi forskrifter​10 om hvilke opplysninger som må foreligge for at et erverv kan sies å gå inn under denne paragraf.\n0 Endret ved lover 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 8 juni 1979 nr. 38, 3 juni 1983 nr. 50, 14 juni 1985 nr. 77, 26 juni 1992 nr. 86, 11 juni 1993 nr. 85, 12 mai 1995 nr. 23 (i kraft 1 juli 1995 iflg. res. 12 mai 1995 nr. 412 – endrer første ledd nr. 1 – skal være første ledd nr. 1 første ledd), 4 mai 2001 nr. 17 (se dens V, i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 5 a.\n2 Lov 14 juni 1985 nr. 77.\n3 Lov 12 mai 1995 nr. 23.\n4 Jfr. lov 14 juni 1985 nr. 77 § 63.\n5 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n6 Jfr. lov 28 feb 1986 nr. 8 § 13.\n7 Jfr. lov 7 juni 1935 nr. 2.\n8 Jfr. tvangsl. § 11-30.\n9 Landbruksdepartementet iflg. res. 17 juli 1992 nr. 837 (myndighet til å gi forskrifter) og res. 22 sep 1995 nr. 802 (myndighet til å oppheve forskrifter).\n10 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n11 Se forskrift 6 jan 1989 nr. 82 om avgjørelsesmyndighet for kommunestyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:5 a",
      "chapter": "3",
      "section": "5 a",
      "title": "(særregler for utenlandsboendes erverv av rett til visse eiendommer)",
      "content": "Konsesjonsfriheten etter § 5 første ledd nr. 1 og nr. 2 gjelder ikke ved utenlandsboendes erverv av eiendomsrett eller bruksrett til eiendom som ikke skal tjene som nødvendig helårsbolig eller som forutsetning for utøvelse av selvstendig næringsvirksomhet eller levering av tjenesteytelser.\nFysiske personer regnes som utenlandsboende dersom de ikke er fast bosatt i Norge og heller ikke tidligere har vært fast bosatt i Norge i minst fem år. Juridiske personer regnes som utenlandsboende dersom de ikke har hovedkontor, vedtektsfestet forretningskontor, eller annet hjemsted i Norge. Juridiske personer som har hjemsted i Norge, regnes likevel som utenlandsboende dersom personer som ikke er fast bosatt her har bestemmende innflytelse over den juridiske personen.\nKonsesjon for en utenlandsboende er ikke nødvendig der ektefeller​1 erverver en eiendom sammen, og den ene av dem ikke trenger konsesjon.\nDepartementet kan gi forskrifter​2 om hvilke opplysninger som må foreligge for at et erverv kan anses konsesjonsfritt etter denne paragraf.\n0 Tilføyd ved lov 23 des 1994 nr. 77 (i kraft 1 jan 1995 med overgangsbestemmelse: Er det før lovens ikrafttredelse søkt om konsesjon, skal søknad om konsesjon avgjøres på grunnlag av de regler som gjaldt før lovens ikrafttredelse. Det samme skal gjelde for erverv som etter de eldre regler ikke var konsesjonspliktige, såfremt hjemmelsdokument er tinglyst eller eiendommen tiltrådt før lovens ikrafttredelse).\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "(unntak på grunnlag av erververens stilling).",
      "content": "Konsesjon er ikke nødvendig når erververen er:\n1. eierens ektefelle,​1 eller er i slekt med eieren eller eierens ektefelle​1 i rett oppstigende eller nedstigende linje eller i eierens eller ektefellens første sidelinje til og med barn​2 av søsken.​2 Når det gjelder jord- og skogbrukseiendommer over 20 dekar, er konsesjonsfriheten betinget av at erververen bosetter seg på eiendommen innen ett år og selv bebor og driver den i minst 5 år.​3 Erververen kan oppfylle driveplikten ved å leie bort jordbruksarealet som tilleggsjord til annen landbrukseiendom i minst 10 år. Slik oppfyllelse av driveplikten er betinget av at leieavtalen er skriftlig, og at den fører til driftsmessig gode løsninger. Avtaler som fører til driftsmessig uheldige løsninger kan følges opp som brudd på forutsetningen for konsesjonsfritaket, jf. § 24.\n2. odelsberettiget​4 til eiendommen,\n3. staten,\n4. den fylkeskommune eller kommune der eiendommen ligger, såfremt ervervet gjelder eiendom i område som omfattes av kommuneplan, reguleringsplan eller bebyggelsesplan etter plan- og bygningsloven​5 og eiendommen i planen er utlagt til annet enn landbruksområde eller ervervet skjer ved ekspropriasjon. Kommunalt tomteselskap hvor vedkommende kommune har minst halvparten av kapitalen og flertallet i styret, likestilles med kommunen når det gjelder konsesjonsfrihet etter dette nr,\n5. Bank eller annen institusjon som Kongen​6 har godkjent i denne sammenheng, og ervervet skjer gjennom tvangssalg​7 for å redde en fordring som erververen har panterett​8 for i eiendommen. Eiendommen må selges videre innen to år. Fristen reknes fra stadfestingen av auksjonsbudet​9 og kan forlenges av departementet.​6\nKongen​6 kan lempe på eller helt frita fra bo- og driveplikten etter nr. 1.\nDepartementet​6 kan gi forskrifter​10 om hvilke opplysninger som må foreligge for at et erverv kan sies å gå inn under denne paragraf.\n0 Endret ved lover 28 juni 1974 nr. 58, 2 april 1976 nr. 15, 26 mai 1978 nr. 36, 14 juni 1985 nr. 77, 26 juni 1992 nr. 86, 12 mai 1995 nr. 23 (se dens III – i kraft 1 juli 1995 iflg. res. 12 mai 1995 nr. 412), 4 mai 2001 nr. 17 (se dens V, i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Se lov 28 feb 1986 nr. 8 § 13.\n3 Se § 6 a.\n4 Jfr. lov 28 juni 1974 nr. 58 kap. II.\n5 Lov 14 juni 1985 nr. 77.\n6 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213, og kommunestyret og fylkeslandbruksstyret (eller fylkeslandbrukssjefen eller fylkesskogsjefen etter fullmakt) i visse saker etter forskrift 6 jan 1989 nr. 82.\n7 Se tvangsl. kap. 11.\n8 Se pantel. kap. 2 og 5.\n9 Se tvangsl. § 11-30.\n10 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:6 a",
      "chapter": "3",
      "section": "6 a",
      "title": "(bopliktens innhold)",
      "content": "Erverver som etter § 6 første ledd nr. 1 har boplikt på en eiendom, skal ta eiendommen som sin reelle bolig. En eiendom er tatt som reell bolig hvis eieren er registrert bosatt på eiendommen etter regler fastsatt i eller i medhold av lov 16. januar 1970 nr. 1 om folkeregistrering.\nEn eier som over tid overnatter på eiendommen minst 50 prosent av nettene, men som ikke oppfyller vilkåret om registrering i folkeregisteret, jf. første ledd, fordi eierens øvrige husstand er bosatt et annet sted, må gi kommunen melding om hvordan bosettingsforholdet vil bli ordnet. Meldingen må sendes skriftlig innen utløpet av ett år. Departementet avgjør om boplikten kan anses oppfylt på den måten eieren har gjort rede for.\n0 Tilføyd ved lov 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "4:7",
      "chapter": "4",
      "section": "7",
      "title": "(alminnelige forhold som taler mot konsesjon).",
      "content": "Konsesjon skal i alminnelighet ikke gis dersom det er grunn til å anta at erververen først og fremst tar sikte på å plassere kapital i eiendommen, eller dersom ervervet kan sees som et ledd i oppsamling av fast eiendom. Det samme gjelder hvis det er grunn til å anta at erververen tar sikte på å skaffe seg vinning ved å selge eiendommen eller deler av den innen kort tid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "title": "(særlige forhold for landbrukseiendommer).",
      "content": "Ved avgjørelsen av søknad om tillatelse til erverv av eiendom som skal nyttes til landbruksformål skal det særlig tas hensyn til formålet med jordloven,​1 jf. jordloven § 1, og til:\n1. om erververen anses skikket til å drive eiendommen\n2. om erververen vil ta fast bopel på eiendommen for selv å drive den.\n0 Endret ved lov 4 mai 2001 nr. 17 (se dens IV).\n1 Lov 12 mai 1995 nr. 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "title": "(vilkår for konsesjon).",
      "content": "Konsesjon etter denne lov kan gis på slike vilkår som i hvert enkelt tilfelle finnes påkrevd av hensyn til de formål loven skal fremme. Det kan lempes på vilkårene etter søknad.\n0 Endret ved lov 3 juni 1983 nr. 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "(søknad om konsesjon).",
      "content": "Søknad om konsesjon etter denne lov skal sendes til ordføreren i den kommune der eiendommen ligger. Søknaden skal gi opplysning om erververen og den eiendom det gjelder og om formålet med og alle vilkår for ervervet. Gjelder det arv, gave eller gavesalg, skal eiendommens eller rettighetens verdi oppgis. Avskrift av hjemmelsdokument (skjøte), kontrakt og takst skal vedlegges hvis slike dokumenter foreligger. Det må gjøres rede for forhold som kan ha betydning for spørsmålet om konsesjon. Eier og bruker må finne seg i at det blir holdt synfaring, oppmåling, kartlegging og bonitering av eiendom og bebyggelse.​1\nKongen​2 kan gi nærmere regler om opplysninger som skal gis i eller dokumenter som skal følge søknad om konsesjon og om at søknaden skal skrives på særskilt formular.\n0 Endret ved lov 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474).\n1 Sml. lov 23 okt 1959 nr. 3 § 4.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "(frist for søknad om konsesjon).",
      "content": "Søknad etter § 19 skal sendes til ordføreren innen fire uker etter at avtalen om overdragelsen ble gjort eller erververen fikk rådighet over eiendommen. Ved tvangssalg reknes fristen fra stadfestelsen av budet. Tingretten skal sende melding til departementet​2 når den stadfester et bud​3 fra en kjøper som trenger konsesjon til ervervet.​4\nOverholdes ikke reglene i første ledd, skal Kongen​5 sette en frist for erververen til å søke om konsesjon eller gi ordføreren melding inneholdende opplysninger som fastsatt i eller i medhold av § 19. Også overdrageren kan pålegges å gi slik melding innen en fastsatt frist.\nDersom tidsgrensen for tvangsbruk etter § 3 annet ledd overskrides, eller erververen foretar bruksendring i strid med plan eller unnlater å holde jordbruksarealet i hevd i henhold til § 5 første ledd nr. 2, eller erverver som nevnt i § 6 første ledd nr. 1 eller 2 ikke overholder bo- og driveplikten, eller erverver som nevnt i § 6 første ledd nr. 5 ikke overholder fristen for videre salg, kan Kongen sette en frist for erververen til å søke konsesjon.\nKongen​5 kan fastsette en løpende tvangsmulkt som må betales hvis frist fastsatt etter annet eller tredje ledd oversittes. Fristen kan forlenges hvis særlige hensyn tilsier det.\n0 Endret ved lover 26 mai 1978 nr. 36, 26 juni 1992 nr. 86, 4 mai 2001 nr. 17 (i kraft 1 sep 2001 iflg. res. 4 mai 2001 nr. 474), 30 aug 2002 nr. 67 (kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 25.\n2 Landbruksdepartementet.\n3 Se tvangsl. § 11-30.\n4 Jfr. § 6.\n5 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "(saksbehandlingsorganer).",
      "content": "Kommunen gir uttalelse om konsesjonsspørsmålet og sender deretter saken videre til fylkesmannen.\nI uttalelsen bør det tas stilling til om det skal settes særskilte vilkår for konsesjon.\nKongen kan gi nærmere forskrifter​1 som supplerer saksbehandlingsreglene i forvaltningsloven​2 og loven her, derunder om at den ordinære saksgang skal fravikes for visse typer saker og om intern arbeidsdeling i fylkeslandbruksstyret slik at styret kan overlate til administrasjonen å gi uttalelse eller ta avgjerder på vegne av styret i nærmere bestemte saker.\n0 Endret ved lover 26 mai 1978 nr. 36, 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 aug 1995), 4 mai 2001 nr. 17 (se dens IV).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "title": "(konsesjon er et vilkår for tinglysing).",
      "content": "Erverv som krever konsesjon etter denne lov, kan ikke tinglyses​1 med mindre konsesjon er gitt.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Jfr. lov 7 juni 1935 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "title": "(overtredelse av konsesjonsvilkår).",
      "content": "For overtredelse av vilkår som er satt for konsesjon i henhold til denne lov, kan Kongen​1 fastsette en tvangsmulkt som påløper inntil forholdet er bragt i orden, eller forfaller for hver overtredelse. Pålegg om mulkt er tvangsgrunnlag for utlegg.​2\nDersom konsesjon er gitt på grunnlag av uriktige eller ufullstendige opplysninger om forhold av vesentlig betydning eller erververen overtrer fastsatte vilkår av vesentlig betydning, kan konsesjonen trekkes tilbake.\nBlir konsesjonen trukket tilbake, skal det fastsettes en frist for innehaveren til å sørge for at eiendommen blir overdratt til noen som lovlig kan erverve den. Oversittes fristen får § 26 tilsvarende anvendelse.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.\n2 Jfr. § 20 og tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "(kontroll med at vilkår overholdes m.m.).",
      "content": "Kommunen og fylkesmannen skal føre kontroll med at vilkår som er satt for konsesjon blir overholdt. Melding om overtredelse eller brudd på forutsetninger skal straks sendes til departementet.​1 Det samme gjelder dersom kommunen eller fylkesmannen får kjennskap til erverv som mangler nødvendig konsesjon etter denne lov.\nKongen​2 kan bestemme at andre sakkyndige organer skal utføre gjøremålene etter denne paragraf istedenfor eller i tillegg til fylkesmannen eller kommunen.\n0 Endret ved lover 13 juni 1980 nr. 41, 11 juni 1993 nr. 96, 12 mai 1995 nr. 23 (i kraft 1 juli 1995), 4 mai 2001 nr. 17 (se dens IV).\n1 Landbruksdepartementet iflg. res. 12 mai 1995 nr. 413.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "(frist til å ordne forholdet når konsesjon ikke er gitt).",
      "content": "Er søknad om konsesjon ikke innsendt innen den frist som er satt i medhold av § 20 annet eller tredje ledd, eller er søknaden avslått, skal Kongen​2 sette en frist for panthaver til å bringe tvangsbruk som strider mot § 3 annet ledd til opphør eller sette en frist for erverver til å sørge for enten at overdragelsen blir omgjort eller at eiendommen blir overdratt til noen som kan få konsesjon eller som ikke trenger konsesjon.\n0 Endret ved lov 4 mai 2001 nr. 17 (se dens IV).\n1 Jfr. § 26.\n2 Landbruksdepartementet iflg. res. 13 des 1974, 12 des 1980 og 20 jan 1984 nr. 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "(oversittelse av fastsatt frist).",
      "content": "Oversittes frist som er fastsatt etter § 25 for avvikling av eiendomserverv eller panthavers tvangsbruk, kan departementet​1 uten varsel la eiendommen selge gjennom namsmyndighetene etter reglene om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven​2 § 11-20 om det minste bud som kan stadfestes, gjelder ikke i dette tilfelle.\nOversittes frist som er fastsatt etter § 25 når det gjelder rettigheter som nevnt i § 3 første ledd, kan departementet enten la rettigheten tvangsselge etter reglene i første ledd eller med bindende virkning erklære rettigheten for bortfalt.\nReglene i første ledd gjelder tilsvarende for overdragelse av aksje eller part i selskap med begrenset ansvar. Unnlater innehaver av et partsbrev som er tvangssolgt å utlevere det, kan kjøperen på eierens og innehaverens felles bekostning kreve partsbrevet mortifisert.​3 Selskapet plikter deretter å utstede nytt partsbrev som skal inneholde uttrykkelig opplysning om at det trer i stedet for det som er mortifisert.\n0 Endret ved lover 26 juni 1992 nr. 86, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Landbruksdepartementet.\n2 Lov 26 juni 1992 nr. 86 (tvangsl.).\n3 Jfr. lov 18 des 1959 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "(forbud mot forringelse av eiendommen).",
      "content": "Er erverv av fast eiendom betinget av konsesjon etter denne lov, må det inntil forholdet er bragt i orden ikke foretas hugst eller noe som forringer eiendommens verdi. Departementet​1 kan gjøre unntak fra denne bestemmelse.\nForsettlig overtredelse av forbudet i første ledd straffes med bøter.​2 Det som er avvirket eller på annen måte fraskilt eiendommen i strid med forbudet eller verdien av dette, kan inndras hos den skyldige eller den han har handlet på vegne av.\n1 Landbruksdepartementet.\n2 Jfr. strl. §§ 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "(overgangsbestemmelse).",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "(ikrafttreden – endring i andre lover).",
      "content": "1. Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra denne lovs ikrafttreden oppheves eller endres følgende lover og bestemmelser: – – –\n1 Fra 1 jan 1975 iflg. res. 13 des 1974. Endringene ved lov 3 juni 1983 nr. 50 fra 3 juni 1983 iflg. res. 3 juni 1983 nr. 1027 og fra 20 jan 1984 (endringen i § 5 tredje ledd) iflg. res. 20 jan 1984 nr. 213. Forskrifter gitt med hjemmel i tidligere § 5 tredje ledd første punktum står ved makt til de blir opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}