{
  "id": "LOV-1932-05-27-3",
  "type": "statute",
  "title": "Lov om chekker [sjekkloven]",
  "short_name": "Sjekkloven – sjl",
  "status": "in_force",
  "issued_date": "1932-05-27",
  "in_force_date": "1932-11-01",
  "url": "https://lovdata.no/dokument/NL/lov/1932-05-27-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "En chekk skal inneholde:\n1. benevnelsen chekk, inntatt i selve teksten og uttrykt i det sprog hvori dokumentet er avfattet;\n2. en ubetinget anmodning om å betale en bestemt pengesum (chekksummen);\n3. navnet på den som skal betale (trassatbanken, jfr. § 3);\n4. angivelse av stedet hvor betalingen skal skje;\n5. angivelse av dag og sted for chekkens utstedelse; samt\n6. underskrift av den som utsteder chekken (trassenten).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et dokument hvori nogen av de i foregående paragraf nevnte anførsler mangler, gjelder ikke som chekk uten i de tilfelle som omhandles i de følgende ledd.\nI mangel av særlig angivelse anses det sted som er anført ved trassatbankens navn, som chekkens betalingssted. Er der angitt flere steder ved trassatbankens navn, er chekken betalbar på det sted som er nevnt først.\nEr betalingsstedet ikke angitt på ovennevnte eller nogen annen måte, er chekken betalbar på det sted hvor trassatbanken har sitt hovedsete.\nEn chekk som ikke angir stedet hvor den er utstedt, anses som underskrevet på det sted som er anført ved trassentens navn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "En chekk kan bare trekkes på en bank (jfr. § 54).\nAnvisning som trekkes på nogen annen enn en bank, gjelder ikke som chekk selv om den opfyller betingelsene i § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Trassenten skal hos trassatbanken ha til rådighet midler som han i medhold av en uttrykkelig eller stiltiende overenskomst kan disponere ved chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "En chekk kan lyde på betaling\ntil en bestemt person, med eller uten uttrykkelig tilføielse av at den er «til ordre»;\ntil en bestemt person, med tilføielsen «ikke til ordre» eller tilsvarende uttrykk; eller\ntil ihendehaveren.\nEn chekk som er utstedt til en bestemt person med tilføielsen «eller til ihendehaveren» eller tilsvarende uttrykk, anses som betalbar til ihendehaveren.\nEn chekk som ikke angir til hvem den skal betales, anses likeledes som betalbar til ihendehaveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "En chekk kan utstedes til trassentens egen ordre.\nDen kan trekkes for en tredjemanns regning.\nEn chekk kan ikke trekkes på trassenten selv. Dog kan en chekk som ikke lyder på betaling til ihendehaveren, trekkes mellem forskjellige kontorer av samme bank.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Inneholder en chekk bestemmelse om rente, anses bestemmelsen som uskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "En chekk kan lyde på betaling hos en annen bank enn trassatbanken, enten på det sted hvor denne har sitt sete, eller på et annet sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "En chekk hvori beløpet er anført både med bokstaver og med tall, gjelder i tilfelle av uoverensstemmelse for den sum som er anført med bokstaver.\nEn chekk hvori beløpet er anført flere ganger, enten med bokstaver eller med tall, gjelder i tilfelle av uoverensstemmelse bare for den minste sum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Finnes der på en chekk underskrift av nogen som mangler evne til å påta sig chekkforpliktelse, falsk underskrift, underskrift av opdiktede personer, eller underskrift som av annen grunn ikke er forpliktende for underskriveren eller for den i hvis navn underskriften er gitt, er de andre chekkskyldneres forpliktelse ikke desto mindre gyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Den som tegner sitt navn på en chekk på vegne av en annen for hvem han ikke var bemyndiget til å handle, blir selv forpliktet efter chekken og erhverver, når han har betalt, samme rett som vilde ha tilkommet den annen. Det samme gjelder den som har overskredet sin bemyndigelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Trassenten innestår for chekkens betaling. Enhver bestemmelse hvorved han fraskriver sig dette ansvar, anses som uskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Hvis en chekk som ved utgivelsen var ufullstendig, er blitt utfylt i strid med truffen avtale, kan denne omstendighet ikke gjøres gjeldende mot chekkinnehaveren medmindre han, da han erhvervet chekken, var i ond tro eller utviste grov uaktsomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "En chekk som lyder på betaling til bestemt person med eller uten uttrykkelig tilføielse av at den er til ordre, kan ved endossement overdras til en annen (endossatar).\nEn chekk som er betalbar til en bestemt person med tilføielsen «ikke til ordre» eller tilsvarende uttrykk, kan alene overdras i den form og med de virkninger som gjelder for almindelig overdragelse av fordring.\nEn chekk kan endosseres også til trassenten, til en endossent eller til en avalist. Disse kan endossere chekken videre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Endossementet skal være ubetinget. Er det gjort avhengig av en betingelse, anses denne som uskrevet.\nEndossement for en del av chekksummen er ugyldig.\nEndossement fra trassatbanken er likeledes ugyldig.\nEndossement til ihendehaveren anses som blankoendossement.\nEndossement til trassatbanken gjelder bare som kvittering, undtagen i de tilfelle hvor trassatbanken har flere kontorer, og hvor chekken er endossert til et annet kontor enn det som den er trukket på.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Endossement skal skrives på chekken eller på et blad som er heftet til denne (allonge). Det skal underskrives av endossenten.\nEndossementet er gyldig selv om det ikke angir hvem chekken overdras til, eller om endossenten bare har tegnet sitt navn (blankoendossement). I det sistnevnte tilfelle må endossementet for å være gyldig skrives på chekkens bakside eller på en allonge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Ved endossement overføres alle rettigheter efter chekken.\nHvis endossementet er et blankoendossement, kan chekkinnehaveren\n1. utfylle det enten med sitt eget eller med en annens navn,\n2. endossere chekken påny in blanco eller til en annen person, eller\n3. gi chekken videre til en tredjemann uten å utfylle blankoendossementet eller endossere chekken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Endossenten innestår for chekkens betaling, medmindre han har tatt særlig forbehold.\nHan kan forby at den endosseres på nytt; i så fall er han fri for ansvaret overfor dem som chekken derefter blir endossert til.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Innehaveren av en endossabel chekk anses som rettmessig chekkinnehaver når han godtgjør sin rett ved en ubrutt rekke av endossementer, selv om det siste endossement er in blanco. Utstrøkne endossementer anses i denne forbindelse som uskrevne. Når der efter et blankoendossement følger et annet endossement, antas den som har undertegnet dette, å ha erhvervet chekken ved blankoendossementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Tegnes endossement på en chekk som lyder på betaling til ihendehaveren blir endossenten ansvarlig efter de om regress gjeldende regler, men chekken vedblir å være betalbar til ihendehaveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Hvis en chekk, likegyldig på hvilken måte, er kommet bort fra besidderen, er den som har fått chekken i hende, ikke pliktig til å utlevere den, såfremt chekken lyder på betaling til ihendehaveren eller innehaveren godtgjør sin rett til den på den i § 19 angitte måte, medmindre han ved erhvervelsen var i ond tro eller utviste grov uaktsomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den som saksøkes efter en chekk, kan ikke mot chekkinnehaveren gjøre gjeldende innsigelser, som grunnes på hans særlige forhold til trassenten eller tidligere chekkinnehavere, medmindre chekkinnehaveren, da han erhvervet chekken, handlet forsettlig til skade for skyldneren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Inneholder endossementet anførslen «valuta til innfordring», «til inkasso», eller nogen annen anførsel, hvori der bare ligger en fullmakt (prokuraendossement), kan chekkinnehaveren utøve alle rettigheter efter chekken, men ikke endossere den uten ved prokuraendossement.\nChekkskyldnerne kan i så fall overfor innehaveren bare påberope de innsigelser, som vilde kunne fremsettes mot endossenten.\nDen fullmakt som inneholdes i et prokuraendossement, ophører ikke selv om opdragsgiveren dør eller mister evnen til å forplikte sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Tegnes endossement først efter protest (jfr. § 40 siste ledd) eller efter forevisningsfristens utløp, har det bare virkning som en almindelig overdragelse av fordring.\nHvis ikke det motsatte bevises, anses et udatert endossement for å være tegnet før protesten og før utløpet av forevisningsfristen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Har trassatbanken gitt chekken en underskrevet påtegning som kan forståes således at chekken vil bli betalt («bekreftes», «certifiseres», «noteres», «viseres» e.l.), eller har den anbragt sin underskrift på chekkens forside, er den forpliktet til å innfri chekken hvis denne forevises til betaling innen utløpet av den i § 29 fastsatte frist. En påtegning hvorved trassatbanken påtar sig en videregående betalingsplikt, er forsåvidt uten rettsvirkning.\nInnfrir trassatbanken ikke chekken ved forevisningen, har chekkinnehaveren, selv om det er trassenten, et umiddelbart krav mot den på alt som kan fordres efter §§ 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Betalingen av en chekk kan sikres ved aval for hele chekksummen eller for en del av den. Aval kan tegnes så vel av en chekkskyldner som av en tredjemann, dog ikke av trassatbanken.\nAval tegnes på chekken eller på en allonge, og uttrykkes ved ordene «som aval» eller et tilsvarende uttrykk; den undertegnes av den som går i borgen (avalisten). Den blotte navnetegning på chekkens forside anses som aval medmindre det er trassenten som har tegnet sitt navn.\nAval skal angi for hvem den tegnes. I mangel av sådan angivelse anses den tegnet for trassenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Avalisten er forpliktet på samme måte som den for hvem han er gått i borgen. Hans forpliktelse er gyldig, selv om den forpliktelse som han er gått i borgen for, skulde være ugyldig av nogen annen grunn enn formfeil.\nNår en avalist betaler chekken, erhverver han alle rettigheter efter chekken mot den som han er gått i borgen for, og mot dem som efter chekken er ansvarlige overfor denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "En chekk skal betales ved forevisningen. Enhver motsatt bestemmelse anses som uskrevet.\nSelv om en chekk forevises til betaling før den i chekken angitte utstedelsesdag, er den betalbar ved forevisningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "En chekk skal forevises til betaling innen 20 dager, hvis den er utstedt i Europa eller i et land som grenser til Middelhavet, og ellers innen 70 dager.\nUtgangspunktet for beregningen av forannevnte frister er den dag som i chekken er angitt som utstedelsesdag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Når en chekk er trukket mellem to steder som har forskjellig kalender, blir utstedelsesdagen å omregne til den tilsvarende dag efter betalingsstedets kalender.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Innlevering til et avregningskontor (clearinghouse) likestilles med forevisning til betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Har trassenten meddelt trassatbanken at han tilbakekaller chekken, er banken ikke berettiget til å innfri den, hvis ikke noget annet følger av § 25.\nNår chekken ikke er tilbakekalt, kan banken innfri den også efter forevisningsfristens utløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Hvis utstederen av en chekk efter utstedelsen dør eller mister evnen til å forplikte sig, er dette uten innflytelse på chekkens rettsvirkning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Når trassatbanken betaler chekken, kan den kreve den utlevert med påtegnet kvittering fra chekkinnehaveren.\nChekkinnehaveren kan ikke nekte å ta imot delvis betaling.\nI tilfelle av delvis betaling kan trassatbanken kreve at chekken får påtegning om betalingen; dessuten kan den kreve særskilt kvittering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Når trassatbanken betaler en endossabel chekk, er den pliktig til å forvisse sig om at endossementene utgjør en behørig sammenhengende rekke, men ikke om ektheten av endossentenes underskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "Når en chekk lyder på betaling i en myntsort som ikke er gangbar på betalingsstedet, kan beløpet inntil forevisningsfristens utløp betales i landets mynt efter sin verdi på betalingsdagen. Betales chekken ikke ved forevisningen, kan chekkinnehaveren, hvis han ønsker det, kreve beløpet betalt i landets mynt enten efter forevisningsdagens kurs eller efter betalingsdagens.\nVed beregningen av den fremmede mynts verdi skal handelsbruken på betalingsstedet følges, hvis ikke trassenten har foreskrevet at beløpet skal betales efter en i chekken fastsatt kurs.\nForanstående regler kommer ikke til anvendelse i de tilfelle hvor trassenten har fastsatt at betalingen skal erlegges i en bestemt angitt myntsort (bestemmelse om effektiv betaling i fremmed mynt).\nEr chekksummen angitt i en myntsort som har samme benevnelse, men en forskjellig verdi, i det land hvor chekken er utstedt, og det land hvor den skal betales, er formodningen for at det er betalingsstedets mynt som er ment.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Trassenten eller innehaveren av en chekk kan krysse den, med de i følgende paragraf angitte virkninger.\nKryssingen foregår ved at der anbringes to parallelle streker på chekkens forside.\nKryssingen kan være almindelig eller spesiell. Kryssingen er almindelig hvis den bare består av de to streker eller der mellem disse er anbragt ordene «til bank» eller lignende uttrykk: den er spesiell hvis navnet på en bank er angitt mellem strekene.\nEn almindelig kryssing kan endres til spesiell kryssing, men en spesiell kryssing kan ikke endres til almindelig kryssing.\nUtstrykning av en kryssing eller av den angitte banks navn er uten rettsvirkning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "En almindelig krysset chekk skal trassatbanken bare betale til en annen bank eller til en av sine kunder.\nEn spesielt krysset chekk skal trassatbanken bare betale til den angitte bank, eller hvis dette er trassatbanken selv, til en av sine kunder. Den angitte bank kan innkassere chekken gjennem en annen bank.\nEn bank skal ikke erhverve en krysset chekk fra andre enn en av sine kunder eller fra en annen bank. Den skal heller ikke innkassere en sådan chekk for andre enn de her nevnte.\nEn chekk på hvilken der er tegnet flere spesielle kryssinger, skal trassatbanken ikke betale. Dette gjelder dog ikke hvor der er to spesielle kryssinger, hvorav den ene er til inkasso gjennem et avregningskontor.\nDen bank som tilsidesetter ovenstående bestemmelser, er ansvarlig for den skade som voldes, dog ikke utover chekkens beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Hvis en chekk som er utstedt i utlandet, tvers over forsiden bærer påtegning «bare til avregning» («nur zur Verrechnung») eller tilsvarende uttrykk, anses den som en krysset chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Hvis en chekk ikke blir betalt, skjønt den forevises i rette tid, kan chekkinnehaveren søke regress hos endossentene, trassenten og de øvrige forpliktede, efterat betalingsnektelsen er godtgjort.\n1. enten ved offentlig bevidnelse (protest);\n2. eller ved trassatbankens daterte erklæring på chekken, med angivelse av forevisningsdagen;\n3. eller ved en datert erklæring fra et avregningskontor om at chekken er innlevert i rette tid og ikke er blitt betalt.\nUttrykket protest betegner i denne lov også de under 2 og 3 nevnte erklæringer, hvis ikke annet er sagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Protest skal foretas innen utløpet av forevisningsfristen.\nHar forevisningen funnet sted på fristens siste dag, kan protesten foretas den derpå følgende virkedag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Chekkinnehaveren skal gi den siste endossent og trassenten meddelelse om den manglende betaling innen fire virkedager efter protestdagen eller, hvis der er tatt forbehold om regress uten omkostninger, efter forevisningsdagen. Enhver endossent skal, senest annen virkedag efter den dag da han har mottatt sådan meddelelse, underrette den nærmest foregående endossent om den meddelelse som han selv har mottatt, og oplyse navn og adresse på dem som har gitt de foregående meddelelser, og således videre idet man går tilbake like til trassenten. Ovennevnte frister regnes fra mottagelsen av den foregående meddelelse.\nNår der overensstemmende med foregående ledd er gitt meddelelse til en chekkskyldner, skal tilsvarende meddelelse innen samme frist gis til dem som har tegnet aval for ham.\nHar en endossent ikke angitt sin adresse, eller er denne uleselig, er det nok at meddelelsen gis den endossent som står nærmest foran ham på chekken.\nDen som plikter å gi underretning, kan gjøre det på hvilken som helst måte, endog bare ved å sende chekken tilbake.\nDet påhviler ham å bevise at han har gitt meddelelsen innen den foreskrevne frist. Fristen anses overholdt hvis et brev som inneholder meddelelsen, er innlevert til tilbyder av posttjenester innen fristens utløp.\nDen som ikke gir underretning innen den ovennevnte frist, taper ikke sin regressrett, men er i tilfelle ansvarlig for den skade som måtte være voldt ved hans forsømmelse; dog kan skadeserstatningen ikke overstige chekkens beløp.\n0 Endret ved lover 9 jan 1998 nr. 5, 4 sep 2015 nr. 91 (ikr. 1 jan 2016 iflg. res. 4 sep 2015 nr. 1027).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Anførslen «uten omkostninger», «uten protest» eller tilsvarende anførsel, påført chekken og undertegnet av trassenten, en endossent eller en avalist, fritar chekkinnehaveren for å la foreta protest som betingelse for regress.\nEn sådan bestemmelse fritar ikke chekkinnehaveren for å forevise chekken innen de foreskrevne frister eller for å gi de i § 42 foreskrevne meddelelser. Beviset for at fristene ikke er overholdt, påhviler den som gjør det gjeldende overfor chekkinnehaveren.\nEr bestemmelsen truffet av trassenten, har den virking for alle chekkskyldnere; er den truffet av en endossent eller en avalist, har den bare virkning overfor denne. Hvis chekkinnehaveren lar foreta protest til tross for at trassenten har truffet en sådan bestemmelse, bærer han selv omkostningene. Er bestemmelsen truffet av en endossent eller en avalist, kan omkostningene ved protest, om sådan foretas, kreves erstattet hos enhver chekkskyldner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Chekkskyldnere er ansvarlige en for alle og alle for en overfor chekkinnehaveren.\nChekkinnehaveren har rett til å reise krav mot enhver av dem, særskilt eller i fellesskap, uten å være bundet til den rekkefølge hvori de har forpliktet sig.\nSamme rett tilkommer enhver chekkskyldner som har innfridd chekken.\nAt sak er anlagt mot en chekkskyldner, hindrer ikke at krav reises mot de andre, selv om de står efter den som først blev saksøkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Chekkinnehaveren kan kreve av den hos hvem han søker regress:\n1. den ikke betalte chekksum;\n2. renter fra forevisningsdagen efter en rentefot av seks pct.; samt\n3. omkostningene ved protesten og ved de meddelelser som er sendt i medhold av § 42, så vel som andre omkostninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "content": "Den som har innløst chekken, kan kreve av dem som er ansvarlige overfor ham:\n1. hele det beløp som han har betalt;\n2. renter av dette beløp fra den dag da han betalte det, efter en rentefot av seks pct.; samt\n3. de omkostninger som han har hatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Enhver chekkskyldner mot hvem regresskrav er reist eller kan gjøres gjeldende, kan mot å betale innløsningssummen kreve chekken utlevert tillikemed protesten og en kvittert regning.\nEnhver endossent som har innløst chekken, kan utstryke sitt eget og de efterfølgende endossementer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "Hvis forevisning av chekken eller optagelse av protest innen de foreskrevne frister ikke kan iverksettes på grunn av en uovervinnelig hindring (innenlandsk eller utenlandsk lovforskrift eller annet tilfelle av vis major), forlenges fristene.\nChekkinnehaveren er forpliktet til uten ophold å gi siste endossent meddelelse om hindringen og til å forsyne chekken eller en allonge datert og av ham underskrevet påtegning om meddelelsen; for øvrig kommer forskriftene i § 42 til anvendelse.\nSå snart hindringen er ophørt, skal innehaveren uten ophold forevise chekken til betaling og i tilfelle la opta protest.\nRegress kan søkes uten at forevisning eller optagelse av protest er nødvendig, hvis hindringen vedvarer lenger enn femten dager efter den dag da chekkinnehaveren har gitt den siste endossent meddelelse om hindringen, selv om sådan meddelelse er gitt før forevisningsfristens utløp.\nSom vis major anses ikke tildragelser av rent personlig natur for chekkinnehaveren eller den, som han har overdratt å forevise chekken eller opta protesten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:48 a",
      "chapter": "7",
      "section": "48 a",
      "content": "Kongen kan i påtrengende tilfelle ved forskrift gi unntaksbestemmelser om forlengelse av fristene for de handlinger som er nødvendige for å bevare regress.\n0 Tilføyd ved lov 7 juni 1985 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Enhver chekk som ikke lyder på betaling til ihendehaveren, og som er betalbar utenfor riket, kan utstedes i flere enslydende eksemplarer. Når en chekk er utstedt i flere eksemplarer, skal disse være nummerert i selve teksten; i mangel herav anses ethvert av dem som en selvstendig chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "Betaling efter ett av eksemplarene har befriende virkning, selv om det ikke er betinget at sådan betaling setter de andre ut av kraft. Dog svarer trassatbanken for ethvert eksemplar som den har forsynt med sådan påtegning som omhandles i § 25, og som den ikke har fått tilbake.\nHar en endossent overdratt eksemplarene til forskjellige personer, svarer han så vel som de efterfølgende endossenter for ethvert eksemplar som bærer deres navnetegning og som ikke er tilbakelevert.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "content": "Er der gjort forandring i en chekks tekst, er de som efter forandringen har tegnet sitt navn på chekken, forpliktet overensstemmende med den endrede tekst. De som har tegnet sitt navn før forandringen, er forpliktet overensstemmende med den oprinnelige tekst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Chekkinnehaverens krav mot endossentene, trassenten og andre chekkskyldnere foreldes i seks måneder fra forevisningsfristens utløp.\nHar en chekkskyldner innløst chekken, foreldes hans krav mot andre chekkskyldnere i seks måneder fra den dag da han innløste chekken, eller da foreldelsen blev avbrutt overfor ham (jfr. § 53).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "Sjekkforeldelse avbrytes\nved at stevning er sendt til retten eller i tilfelle klage til forliksrådet, eller ved at sjekkravet under rettssak gjøres gjeldende til motregning, eller for øvrig inndras i saken (jf. tvisteloven § 15-1) eller\nved at chekkfordringen anmeldes i skyldnerens bo dersom dette behandles av offentlige myndigheter eller\nved at den mot hvem søksmål (motregningskrav) som foran omtalt er reist, gir en forgjenger varsel om søksmålet (tvisteloven § 15-9). Den som har mottatt sådan innvarsling, kan avbryte foreldelsen ved likeledes å gi sin forgjenger prosessvarsel.\nVed stevning til utenlandsk domstol avbrytes chekkforeldelsen hvis skyldneren har sitt hjemsted i vedkommende land eller han uten å gjøre innvending mot domstolens kompetanse tar til gjenmæle i saken, eller hvis stevningen er forkynt for ham personlig. Prosessvarsel til utenlandsk domstol avbryter foreldelsen under samme betingelser som stevning. Likeledes avbrytes foreldelsen ved at chekk-kravet under en ved utenlandsk domstol verserende sak efter den på stedet gjeldende lovgivning gjøres gjeldende til motregning.\nForeldelsen avbrytes ved anmeldelse i skyldnerens bo i fremmed land dersom dette behandles av offentlige myndigheter, og skyldneren var bosatt i vedkommende land da bobehandlingen ble åpnet.\nForeldelsen avbrytes ikke i forhold til andre chekkskyldnere enn den mot hvem nogen av de ovennevnte handlinger foretas; men avbrytelsen virker til fordel for alle dens forgjengere, som har foretatt avbrytelsen.\nHar avbrytelsen av foreldelse funnet sted, uten at chekksøksmålet bringes til avslutning, begynner en ny foreldelsesfrist å løpe fra den dag da saken sist foretokes i retten.\nHvis avbrytelse av foreldelse hindres av nogen sådan omstendighet som omhandles i § 48, inntrer foreldelsen ikke i noget tilfelle før en måned efter hindringens ophør.\n0 Endret ved lover 14 feb 1969 nr. 9, 8 juni 1984 nr. 60, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127, 20 juni 2008 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "content": "Ved bank forstås i denne lov Norges Bank eller foretak som har tillatelse til å drive virksomhet som bank etter finansforetaksloven.\n0 Endret ved lover 6 juni 1986 nr. 27, 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996 iflg. res. 22 nov 1996 nr. 1075), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999), 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "content": "Forevisning av en chekk eller optagelse av offentlig protest kan bare foretas på en virkedag.\nNår den frist som av loven er fastsatt for foretagelsen av en chekkrettslig handling, såsom forevisning eller optagelse av protest, utløper på en søndag eller helligdag, utstrekkes fristen til den første virkedag derefter. Mellemliggende søndager eller helligdager tas med ved fristens beregning.\nLike med helgedag anses i denne forbindelse lørdag og den 1 og 17 mai.\nI de frister som omhandles i denne lov, medregnes ikke den dag som tjener til utgangspunkt for fristen.\nLøpedager finner ikke anvendelse på chekker.\n0 Endret ved lov 27 feb 1970 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "content": "Er en chekk som er betalbar her i riket bortkommet, kan den, selv om den lyder på betaling til ihendehaveren, bli mortifisert overensstemmende med de regler som gjelder om mortifikasjon av gjeldsbrev som lyder på navn, dog således at mortifikasjonssaken skal anlegges ved tingretten på det sted hvor chekken er betalbar.\n0 Endret ved lov 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "Er chekkfordringen foreldet, eller er chekkretten tapt ved forsømmelse av den til dens bevaring foreskrevne omgang, er dog chekkinnehaveren ikke utelukket fra som almindelig gjeldsfordring å inntale hos en chekkskyldner hvad denne vilde bli beriket med på hans bekostning hvis ethvert krav bortfalt. Når ikke annet gjøres antagelig, anses trassenten beriket på chekkinnehaveres bekostning med chekksummen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "En utlendings evne til å påta sig chekkforpliktelse bedømmes efter loven i det land hvor han er statsborger. Bestemmer denne lov at et annet lands lov skal komme til anvendelse, er den sistnevnte lov avgjørende.\nEn utlending som vilde mangle evnen til å forplikte sig chekkrettslig efter den lov som således kommer til anvendelse, er allikevel her i riket ansvarlig for en chekkforpliktelse som han har påtatt sig i et land efter hvis lovgivning han vilde hatt evne dertil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "content": "Spørsmålet om hvem en chekk kan trekkes på, avgjøres efter loven i det land hvor chekken skal betales. Dog er en chekk som er utstedt i et annet land enn betalingslandet, ikke i noget tilfelle ugyldig som chekk av den grunn at den er trukket på nogen som efter nevnte lov ikke kan være trassat.\nAt et dokument efter bestemmelsen i første ledd er ugyldig som chekk, har ingen innflytelse på gyldigheten av en forpliktelse som er tegnet på det i et land, efter hvis lovgivning chekken ikke vilde ha vært ugyldig av denne grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "content": "Formen for en chekkforpliktelse bestemmes ved loven i det land hvor forpliktelsen underskrives. Dog er det tilstrekkelig at de i betalingslandets lov foreskrevne former er iakttatt.\nHvis en chekkforpliktelse er ugyldig på grunn av bestemmelsen i første ledd, men tilfredsstiller lovgivningen i et annet land hvor en senere forpliktelse er underskrevet, blir den sistnevnte forpliktelse ikke ugyldig fordi den førstnevnte lider av formfeil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "content": "Rettsvirkningene av en chekkforpliktelse bedømmes efter loven i det land hvor den forpliktende erklæring er underskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "content": "Fristen for anlegg av regress-søksmål bestemmes for alle chekkskyldneres vedkommende ved loven i det land hvor chekken er utstedt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "12:63",
      "chapter": "12",
      "section": "63",
      "content": "Loven i det land hvor chekken skal betales, bestemmer:\n1. om en chekk alltid skal være betalbar ved forevisning eller om den kan gjøres betalbar en viss tid efter forevisning, samt hvilken virkning det har at chekken er efterdatert;\n2. forevisningsfristen;\n3. om chekken kan aksepteres, bekreftes eller viseres, og hvilke virkninger disse erklæringer har;\n4. om chekkinnehaveren kan kreve delvis betaling og om han er forpliktet til å motta sådan;\n5. om chekken kan krysses eller forsynes med påtegning «bare til avregning» eller tilsvarende påtegning, og hvilke virkninger kryssingen eller en påtegning som nevnt har;\n6. om chekkinnehaveren har nogen særrett til chekkdekningen, og hvad denne særrett innebærer;\n7. om trassenten kan tilbakekalle chekken eller gjøre innsigelse mot at den betales;\n8. hvilke forholdsregler som må tas i tilfelle av at chekken forkommer eller stjeles;\n9. om protest er nødvendig for å bevare regressretten mot endossentene, trassenten og andre chekkskyldnere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "content": "Formen og fristene for protest, samt formen for andre handlinger som er nødvendige for å utøve eller bevare rettigheter efter en chekk, bestemmes av loven i det land hvor protesten eller vedkommende handling skal foretas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "content": "Offentlig protest skal i mangel av annen avtale optas i vedkommende banks forretningslokale i den almindelige banktid. For øvrig kommer reglene i lov om veksler §§ 87-92 til anvendelse.\nBestemmelsen i første punktum får også anvendelse på chekkens forevisning til betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "content": "Med bøter eller fengsel inntil 3 måneder straffes, forsåvidt ikke strengere straff kommer til anvendelse, den som\na. utsteder en chekk uten at der foreligger sådan dekning som omhandles i § 4, eller\nb. uten skjellig grunn, ved tilbakekallelse eller ved forføininger over dekningen forhindrer at en av ham utstedt chekk betales ved forevisning før utløpet av den i § 29 bestemte frist.\n0 Endret ved lover 13 juni 1969 nr. 27, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "13:67",
      "chapter": "13",
      "section": "67",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid opheves – – –\n1 Fra 1 nov 1932 ved res. 15 juli 1932.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "En chekk skal inneholde:\n1. benevnelsen chekk, inntatt i selve teksten og uttrykt i det sprog hvori dokumentet er avfattet;\n2. en ubetinget anmodning om å betale en bestemt pengesum (chekksummen);\n3. navnet på den som skal betale (trassatbanken, jfr. § 3);\n4. angivelse av stedet hvor betalingen skal skje;\n5. angivelse av dag og sted for chekkens utstedelse; samt\n6. underskrift av den som utsteder chekken (trassenten).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et dokument hvori nogen av de i foregående paragraf nevnte anførsler mangler, gjelder ikke som chekk uten i de tilfelle som omhandles i de følgende ledd.\nI mangel av særlig angivelse anses det sted som er anført ved trassatbankens navn, som chekkens betalingssted. Er der angitt flere steder ved trassatbankens navn, er chekken betalbar på det sted som er nevnt først.\nEr betalingsstedet ikke angitt på ovennevnte eller nogen annen måte, er chekken betalbar på det sted hvor trassatbanken har sitt hovedsete.\nEn chekk som ikke angir stedet hvor den er utstedt, anses som underskrevet på det sted som er anført ved trassentens navn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "En chekk kan bare trekkes på en bank (jfr. § 54).\nAnvisning som trekkes på nogen annen enn en bank, gjelder ikke som chekk selv om den opfyller betingelsene i § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Trassenten skal hos trassatbanken ha til rådighet midler som han i medhold av en uttrykkelig eller stiltiende overenskomst kan disponere ved chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "En chekk kan lyde på betaling\ntil en bestemt person, med eller uten uttrykkelig tilføielse av at den er «til ordre»;\ntil en bestemt person, med tilføielsen «ikke til ordre» eller tilsvarende uttrykk; eller\ntil ihendehaveren.\nEn chekk som er utstedt til en bestemt person med tilføielsen «eller til ihendehaveren» eller tilsvarende uttrykk, anses som betalbar til ihendehaveren.\nEn chekk som ikke angir til hvem den skal betales, anses likeledes som betalbar til ihendehaveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "En chekk kan utstedes til trassentens egen ordre.\nDen kan trekkes for en tredjemanns regning.\nEn chekk kan ikke trekkes på trassenten selv. Dog kan en chekk som ikke lyder på betaling til ihendehaveren, trekkes mellem forskjellige kontorer av samme bank.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Inneholder en chekk bestemmelse om rente, anses bestemmelsen som uskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "En chekk kan lyde på betaling hos en annen bank enn trassatbanken, enten på det sted hvor denne har sitt sete, eller på et annet sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "En chekk hvori beløpet er anført både med bokstaver og med tall, gjelder i tilfelle av uoverensstemmelse for den sum som er anført med bokstaver.\nEn chekk hvori beløpet er anført flere ganger, enten med bokstaver eller med tall, gjelder i tilfelle av uoverensstemmelse bare for den minste sum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Finnes der på en chekk underskrift av nogen som mangler evne til å påta sig chekkforpliktelse, falsk underskrift, underskrift av opdiktede personer, eller underskrift som av annen grunn ikke er forpliktende for underskriveren eller for den i hvis navn underskriften er gitt, er de andre chekkskyldneres forpliktelse ikke desto mindre gyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Den som tegner sitt navn på en chekk på vegne av en annen for hvem han ikke var bemyndiget til å handle, blir selv forpliktet efter chekken og erhverver, når han har betalt, samme rett som vilde ha tilkommet den annen. Det samme gjelder den som har overskredet sin bemyndigelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Trassenten innestår for chekkens betaling. Enhver bestemmelse hvorved han fraskriver sig dette ansvar, anses som uskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "Hvis en chekk som ved utgivelsen var ufullstendig, er blitt utfylt i strid med truffen avtale, kan denne omstendighet ikke gjøres gjeldende mot chekkinnehaveren medmindre han, da han erhvervet chekken, var i ond tro eller utviste grov uaktsomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "En chekk som lyder på betaling til bestemt person med eller uten uttrykkelig tilføielse av at den er til ordre, kan ved endossement overdras til en annen (endossatar).\nEn chekk som er betalbar til en bestemt person med tilføielsen «ikke til ordre» eller tilsvarende uttrykk, kan alene overdras i den form og med de virkninger som gjelder for almindelig overdragelse av fordring.\nEn chekk kan endosseres også til trassenten, til en endossent eller til en avalist. Disse kan endossere chekken videre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Endossementet skal være ubetinget. Er det gjort avhengig av en betingelse, anses denne som uskrevet.\nEndossement for en del av chekksummen er ugyldig.\nEndossement fra trassatbanken er likeledes ugyldig.\nEndossement til ihendehaveren anses som blankoendossement.\nEndossement til trassatbanken gjelder bare som kvittering, undtagen i de tilfelle hvor trassatbanken har flere kontorer, og hvor chekken er endossert til et annet kontor enn det som den er trukket på.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Endossement skal skrives på chekken eller på et blad som er heftet til denne (allonge). Det skal underskrives av endossenten.\nEndossementet er gyldig selv om det ikke angir hvem chekken overdras til, eller om endossenten bare har tegnet sitt navn (blankoendossement). I det sistnevnte tilfelle må endossementet for å være gyldig skrives på chekkens bakside eller på en allonge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Ved endossement overføres alle rettigheter efter chekken.\nHvis endossementet er et blankoendossement, kan chekkinnehaveren\n1. utfylle det enten med sitt eget eller med en annens navn,\n2. endossere chekken påny in blanco eller til en annen person, eller\n3. gi chekken videre til en tredjemann uten å utfylle blankoendossementet eller endossere chekken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Endossenten innestår for chekkens betaling, medmindre han har tatt særlig forbehold.\nHan kan forby at den endosseres på nytt; i så fall er han fri for ansvaret overfor dem som chekken derefter blir endossert til.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Innehaveren av en endossabel chekk anses som rettmessig chekkinnehaver når han godtgjør sin rett ved en ubrutt rekke av endossementer, selv om det siste endossement er in blanco. Utstrøkne endossementer anses i denne forbindelse som uskrevne. Når der efter et blankoendossement følger et annet endossement, antas den som har undertegnet dette, å ha erhvervet chekken ved blankoendossementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Tegnes endossement på en chekk som lyder på betaling til ihendehaveren blir endossenten ansvarlig efter de om regress gjeldende regler, men chekken vedblir å være betalbar til ihendehaveren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Hvis en chekk, likegyldig på hvilken måte, er kommet bort fra besidderen, er den som har fått chekken i hende, ikke pliktig til å utlevere den, såfremt chekken lyder på betaling til ihendehaveren eller innehaveren godtgjør sin rett til den på den i § 19 angitte måte, medmindre han ved erhvervelsen var i ond tro eller utviste grov uaktsomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Den som saksøkes efter en chekk, kan ikke mot chekkinnehaveren gjøre gjeldende innsigelser, som grunnes på hans særlige forhold til trassenten eller tidligere chekkinnehavere, medmindre chekkinnehaveren, da han erhvervet chekken, handlet forsettlig til skade for skyldneren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Inneholder endossementet anførslen «valuta til innfordring», «til inkasso», eller nogen annen anførsel, hvori der bare ligger en fullmakt (prokuraendossement), kan chekkinnehaveren utøve alle rettigheter efter chekken, men ikke endossere den uten ved prokuraendossement.\nChekkskyldnerne kan i så fall overfor innehaveren bare påberope de innsigelser, som vilde kunne fremsettes mot endossenten.\nDen fullmakt som inneholdes i et prokuraendossement, ophører ikke selv om opdragsgiveren dør eller mister evnen til å forplikte sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Tegnes endossement først efter protest (jfr. § 40 siste ledd) eller efter forevisningsfristens utløp, har det bare virkning som en almindelig overdragelse av fordring.\nHvis ikke det motsatte bevises, anses et udatert endossement for å være tegnet før protesten og før utløpet av forevisningsfristen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Har trassatbanken gitt chekken en underskrevet påtegning som kan forståes således at chekken vil bli betalt («bekreftes», «certifiseres», «noteres», «viseres» e.l.), eller har den anbragt sin underskrift på chekkens forside, er den forpliktet til å innfri chekken hvis denne forevises til betaling innen utløpet av den i § 29 fastsatte frist. En påtegning hvorved trassatbanken påtar sig en videregående betalingsplikt, er forsåvidt uten rettsvirkning.\nInnfrir trassatbanken ikke chekken ved forevisningen, har chekkinnehaveren, selv om det er trassenten, et umiddelbart krav mot den på alt som kan fordres efter §§ 45 og 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Betalingen av en chekk kan sikres ved aval for hele chekksummen eller for en del av den. Aval kan tegnes så vel av en chekkskyldner som av en tredjemann, dog ikke av trassatbanken.\nAval tegnes på chekken eller på en allonge, og uttrykkes ved ordene «som aval» eller et tilsvarende uttrykk; den undertegnes av den som går i borgen (avalisten). Den blotte navnetegning på chekkens forside anses som aval medmindre det er trassenten som har tegnet sitt navn.\nAval skal angi for hvem den tegnes. I mangel av sådan angivelse anses den tegnet for trassenten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Avalisten er forpliktet på samme måte som den for hvem han er gått i borgen. Hans forpliktelse er gyldig, selv om den forpliktelse som han er gått i borgen for, skulde være ugyldig av nogen annen grunn enn formfeil.\nNår en avalist betaler chekken, erhverver han alle rettigheter efter chekken mot den som han er gått i borgen for, og mot dem som efter chekken er ansvarlige overfor denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "En chekk skal betales ved forevisningen. Enhver motsatt bestemmelse anses som uskrevet.\nSelv om en chekk forevises til betaling før den i chekken angitte utstedelsesdag, er den betalbar ved forevisningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "En chekk skal forevises til betaling innen 20 dager, hvis den er utstedt i Europa eller i et land som grenser til Middelhavet, og ellers innen 70 dager.\nUtgangspunktet for beregningen av forannevnte frister er den dag som i chekken er angitt som utstedelsesdag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Når en chekk er trukket mellem to steder som har forskjellig kalender, blir utstedelsesdagen å omregne til den tilsvarende dag efter betalingsstedets kalender.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Innlevering til et avregningskontor (clearinghouse) likestilles med forevisning til betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Har trassenten meddelt trassatbanken at han tilbakekaller chekken, er banken ikke berettiget til å innfri den, hvis ikke noget annet følger av § 25.\nNår chekken ikke er tilbakekalt, kan banken innfri den også efter forevisningsfristens utløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Hvis utstederen av en chekk efter utstedelsen dør eller mister evnen til å forplikte sig, er dette uten innflytelse på chekkens rettsvirkning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Når trassatbanken betaler chekken, kan den kreve den utlevert med påtegnet kvittering fra chekkinnehaveren.\nChekkinnehaveren kan ikke nekte å ta imot delvis betaling.\nI tilfelle av delvis betaling kan trassatbanken kreve at chekken får påtegning om betalingen; dessuten kan den kreve særskilt kvittering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Når trassatbanken betaler en endossabel chekk, er den pliktig til å forvisse sig om at endossementene utgjør en behørig sammenhengende rekke, men ikke om ektheten av endossentenes underskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "Når en chekk lyder på betaling i en myntsort som ikke er gangbar på betalingsstedet, kan beløpet inntil forevisningsfristens utløp betales i landets mynt efter sin verdi på betalingsdagen. Betales chekken ikke ved forevisningen, kan chekkinnehaveren, hvis han ønsker det, kreve beløpet betalt i landets mynt enten efter forevisningsdagens kurs eller efter betalingsdagens.\nVed beregningen av den fremmede mynts verdi skal handelsbruken på betalingsstedet følges, hvis ikke trassenten har foreskrevet at beløpet skal betales efter en i chekken fastsatt kurs.\nForanstående regler kommer ikke til anvendelse i de tilfelle hvor trassenten har fastsatt at betalingen skal erlegges i en bestemt angitt myntsort (bestemmelse om effektiv betaling i fremmed mynt).\nEr chekksummen angitt i en myntsort som har samme benevnelse, men en forskjellig verdi, i det land hvor chekken er utstedt, og det land hvor den skal betales, er formodningen for at det er betalingsstedets mynt som er ment.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Trassenten eller innehaveren av en chekk kan krysse den, med de i følgende paragraf angitte virkninger.\nKryssingen foregår ved at der anbringes to parallelle streker på chekkens forside.\nKryssingen kan være almindelig eller spesiell. Kryssingen er almindelig hvis den bare består av de to streker eller der mellem disse er anbragt ordene «til bank» eller lignende uttrykk: den er spesiell hvis navnet på en bank er angitt mellem strekene.\nEn almindelig kryssing kan endres til spesiell kryssing, men en spesiell kryssing kan ikke endres til almindelig kryssing.\nUtstrykning av en kryssing eller av den angitte banks navn er uten rettsvirkning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "En almindelig krysset chekk skal trassatbanken bare betale til en annen bank eller til en av sine kunder.\nEn spesielt krysset chekk skal trassatbanken bare betale til den angitte bank, eller hvis dette er trassatbanken selv, til en av sine kunder. Den angitte bank kan innkassere chekken gjennem en annen bank.\nEn bank skal ikke erhverve en krysset chekk fra andre enn en av sine kunder eller fra en annen bank. Den skal heller ikke innkassere en sådan chekk for andre enn de her nevnte.\nEn chekk på hvilken der er tegnet flere spesielle kryssinger, skal trassatbanken ikke betale. Dette gjelder dog ikke hvor der er to spesielle kryssinger, hvorav den ene er til inkasso gjennem et avregningskontor.\nDen bank som tilsidesetter ovenstående bestemmelser, er ansvarlig for den skade som voldes, dog ikke utover chekkens beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Hvis en chekk som er utstedt i utlandet, tvers over forsiden bærer påtegning «bare til avregning» («nur zur Verrechnung») eller tilsvarende uttrykk, anses den som en krysset chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Hvis en chekk ikke blir betalt, skjønt den forevises i rette tid, kan chekkinnehaveren søke regress hos endossentene, trassenten og de øvrige forpliktede, efterat betalingsnektelsen er godtgjort.\n1. enten ved offentlig bevidnelse (protest);\n2. eller ved trassatbankens daterte erklæring på chekken, med angivelse av forevisningsdagen;\n3. eller ved en datert erklæring fra et avregningskontor om at chekken er innlevert i rette tid og ikke er blitt betalt.\nUttrykket protest betegner i denne lov også de under 2 og 3 nevnte erklæringer, hvis ikke annet er sagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Protest skal foretas innen utløpet av forevisningsfristen.\nHar forevisningen funnet sted på fristens siste dag, kan protesten foretas den derpå følgende virkedag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Chekkinnehaveren skal gi den siste endossent og trassenten meddelelse om den manglende betaling innen fire virkedager efter protestdagen eller, hvis der er tatt forbehold om regress uten omkostninger, efter forevisningsdagen. Enhver endossent skal, senest annen virkedag efter den dag da han har mottatt sådan meddelelse, underrette den nærmest foregående endossent om den meddelelse som han selv har mottatt, og oplyse navn og adresse på dem som har gitt de foregående meddelelser, og således videre idet man går tilbake like til trassenten. Ovennevnte frister regnes fra mottagelsen av den foregående meddelelse.\nNår der overensstemmende med foregående ledd er gitt meddelelse til en chekkskyldner, skal tilsvarende meddelelse innen samme frist gis til dem som har tegnet aval for ham.\nHar en endossent ikke angitt sin adresse, eller er denne uleselig, er det nok at meddelelsen gis den endossent som står nærmest foran ham på chekken.\nDen som plikter å gi underretning, kan gjøre det på hvilken som helst måte, endog bare ved å sende chekken tilbake.\nDet påhviler ham å bevise at han har gitt meddelelsen innen den foreskrevne frist. Fristen anses overholdt hvis et brev som inneholder meddelelsen, er innlevert til tilbyder av posttjenester innen fristens utløp.\nDen som ikke gir underretning innen den ovennevnte frist, taper ikke sin regressrett, men er i tilfelle ansvarlig for den skade som måtte være voldt ved hans forsømmelse; dog kan skadeserstatningen ikke overstige chekkens beløp.\n0 Endret ved lover 9 jan 1998 nr. 5, 4 sep 2015 nr. 91 (ikr. 1 jan 2016 iflg. res. 4 sep 2015 nr. 1027).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "content": "Anførslen «uten omkostninger», «uten protest» eller tilsvarende anførsel, påført chekken og undertegnet av trassenten, en endossent eller en avalist, fritar chekkinnehaveren for å la foreta protest som betingelse for regress.\nEn sådan bestemmelse fritar ikke chekkinnehaveren for å forevise chekken innen de foreskrevne frister eller for å gi de i § 42 foreskrevne meddelelser. Beviset for at fristene ikke er overholdt, påhviler den som gjør det gjeldende overfor chekkinnehaveren.\nEr bestemmelsen truffet av trassenten, har den virking for alle chekkskyldnere; er den truffet av en endossent eller en avalist, har den bare virkning overfor denne. Hvis chekkinnehaveren lar foreta protest til tross for at trassenten har truffet en sådan bestemmelse, bærer han selv omkostningene. Er bestemmelsen truffet av en endossent eller en avalist, kan omkostningene ved protest, om sådan foretas, kreves erstattet hos enhver chekkskyldner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "content": "Chekkskyldnere er ansvarlige en for alle og alle for en overfor chekkinnehaveren.\nChekkinnehaveren har rett til å reise krav mot enhver av dem, særskilt eller i fellesskap, uten å være bundet til den rekkefølge hvori de har forpliktet sig.\nSamme rett tilkommer enhver chekkskyldner som har innfridd chekken.\nAt sak er anlagt mot en chekkskyldner, hindrer ikke at krav reises mot de andre, selv om de står efter den som først blev saksøkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "content": "Chekkinnehaveren kan kreve av den hos hvem han søker regress:\n1. den ikke betalte chekksum;\n2. renter fra forevisningsdagen efter en rentefot av seks pct.; samt\n3. omkostningene ved protesten og ved de meddelelser som er sendt i medhold av § 42, så vel som andre omkostninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "content": "Den som har innløst chekken, kan kreve av dem som er ansvarlige overfor ham:\n1. hele det beløp som han har betalt;\n2. renter av dette beløp fra den dag da han betalte det, efter en rentefot av seks pct.; samt\n3. de omkostninger som han har hatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Enhver chekkskyldner mot hvem regresskrav er reist eller kan gjøres gjeldende, kan mot å betale innløsningssummen kreve chekken utlevert tillikemed protesten og en kvittert regning.\nEnhver endossent som har innløst chekken, kan utstryke sitt eget og de efterfølgende endossementer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "Hvis forevisning av chekken eller optagelse av protest innen de foreskrevne frister ikke kan iverksettes på grunn av en uovervinnelig hindring (innenlandsk eller utenlandsk lovforskrift eller annet tilfelle av vis major), forlenges fristene.\nChekkinnehaveren er forpliktet til uten ophold å gi siste endossent meddelelse om hindringen og til å forsyne chekken eller en allonge datert og av ham underskrevet påtegning om meddelelsen; for øvrig kommer forskriftene i § 42 til anvendelse.\nSå snart hindringen er ophørt, skal innehaveren uten ophold forevise chekken til betaling og i tilfelle la opta protest.\nRegress kan søkes uten at forevisning eller optagelse av protest er nødvendig, hvis hindringen vedvarer lenger enn femten dager efter den dag da chekkinnehaveren har gitt den siste endossent meddelelse om hindringen, selv om sådan meddelelse er gitt før forevisningsfristens utløp.\nSom vis major anses ikke tildragelser av rent personlig natur for chekkinnehaveren eller den, som han har overdratt å forevise chekken eller opta protesten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:48 a",
      "chapter": "7",
      "section": "48 a",
      "content": "Kongen kan i påtrengende tilfelle ved forskrift gi unntaksbestemmelser om forlengelse av fristene for de handlinger som er nødvendige for å bevare regress.\n0 Tilføyd ved lov 7 juni 1985 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "content": "Enhver chekk som ikke lyder på betaling til ihendehaveren, og som er betalbar utenfor riket, kan utstedes i flere enslydende eksemplarer. Når en chekk er utstedt i flere eksemplarer, skal disse være nummerert i selve teksten; i mangel herav anses ethvert av dem som en selvstendig chekk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "content": "Betaling efter ett av eksemplarene har befriende virkning, selv om det ikke er betinget at sådan betaling setter de andre ut av kraft. Dog svarer trassatbanken for ethvert eksemplar som den har forsynt med sådan påtegning som omhandles i § 25, og som den ikke har fått tilbake.\nHar en endossent overdratt eksemplarene til forskjellige personer, svarer han så vel som de efterfølgende endossenter for ethvert eksemplar som bærer deres navnetegning og som ikke er tilbakelevert.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "content": "Er der gjort forandring i en chekks tekst, er de som efter forandringen har tegnet sitt navn på chekken, forpliktet overensstemmende med den endrede tekst. De som har tegnet sitt navn før forandringen, er forpliktet overensstemmende med den oprinnelige tekst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Chekkinnehaverens krav mot endossentene, trassenten og andre chekkskyldnere foreldes i seks måneder fra forevisningsfristens utløp.\nHar en chekkskyldner innløst chekken, foreldes hans krav mot andre chekkskyldnere i seks måneder fra den dag da han innløste chekken, eller da foreldelsen blev avbrutt overfor ham (jfr. § 53).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "Sjekkforeldelse avbrytes\nved at stevning er sendt til retten eller i tilfelle klage til forliksrådet, eller ved at sjekkravet under rettssak gjøres gjeldende til motregning, eller for øvrig inndras i saken (jf. tvisteloven § 15-1) eller\nved at chekkfordringen anmeldes i skyldnerens bo dersom dette behandles av offentlige myndigheter eller\nved at den mot hvem søksmål (motregningskrav) som foran omtalt er reist, gir en forgjenger varsel om søksmålet (tvisteloven § 15-9). Den som har mottatt sådan innvarsling, kan avbryte foreldelsen ved likeledes å gi sin forgjenger prosessvarsel.\nVed stevning til utenlandsk domstol avbrytes chekkforeldelsen hvis skyldneren har sitt hjemsted i vedkommende land eller han uten å gjøre innvending mot domstolens kompetanse tar til gjenmæle i saken, eller hvis stevningen er forkynt for ham personlig. Prosessvarsel til utenlandsk domstol avbryter foreldelsen under samme betingelser som stevning. Likeledes avbrytes foreldelsen ved at chekk-kravet under en ved utenlandsk domstol verserende sak efter den på stedet gjeldende lovgivning gjøres gjeldende til motregning.\nForeldelsen avbrytes ved anmeldelse i skyldnerens bo i fremmed land dersom dette behandles av offentlige myndigheter, og skyldneren var bosatt i vedkommende land da bobehandlingen ble åpnet.\nForeldelsen avbrytes ikke i forhold til andre chekkskyldnere enn den mot hvem nogen av de ovennevnte handlinger foretas; men avbrytelsen virker til fordel for alle dens forgjengere, som har foretatt avbrytelsen.\nHar avbrytelsen av foreldelse funnet sted, uten at chekksøksmålet bringes til avslutning, begynner en ny foreldelsesfrist å løpe fra den dag da saken sist foretokes i retten.\nHvis avbrytelse av foreldelse hindres av nogen sådan omstendighet som omhandles i § 48, inntrer foreldelsen ikke i noget tilfelle før en måned efter hindringens ophør.\n0 Endret ved lover 14 feb 1969 nr. 9, 8 juni 1984 nr. 60, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lover 26 jan 2007 nr. 3 og 21 des 2007 nr. 127, 20 juni 2008 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "content": "Ved bank forstås i denne lov Norges Bank eller foretak som har tillatelse til å drive virksomhet som bank etter finansforetaksloven.\n0 Endret ved lover 6 juni 1986 nr. 27, 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996 iflg. res. 22 nov 1996 nr. 1075), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999), 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "content": "Forevisning av en chekk eller optagelse av offentlig protest kan bare foretas på en virkedag.\nNår den frist som av loven er fastsatt for foretagelsen av en chekkrettslig handling, såsom forevisning eller optagelse av protest, utløper på en søndag eller helligdag, utstrekkes fristen til den første virkedag derefter. Mellemliggende søndager eller helligdager tas med ved fristens beregning.\nLike med helgedag anses i denne forbindelse lørdag og den 1 og 17 mai.\nI de frister som omhandles i denne lov, medregnes ikke den dag som tjener til utgangspunkt for fristen.\nLøpedager finner ikke anvendelse på chekker.\n0 Endret ved lov 27 feb 1970 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "content": "Er en chekk som er betalbar her i riket bortkommet, kan den, selv om den lyder på betaling til ihendehaveren, bli mortifisert overensstemmende med de regler som gjelder om mortifikasjon av gjeldsbrev som lyder på navn, dog således at mortifikasjonssaken skal anlegges ved tingretten på det sted hvor chekken er betalbar.\n0 Endret ved lov 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "Er chekkfordringen foreldet, eller er chekkretten tapt ved forsømmelse av den til dens bevaring foreskrevne omgang, er dog chekkinnehaveren ikke utelukket fra som almindelig gjeldsfordring å inntale hos en chekkskyldner hvad denne vilde bli beriket med på hans bekostning hvis ethvert krav bortfalt. Når ikke annet gjøres antagelig, anses trassenten beriket på chekkinnehaveres bekostning med chekksummen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "En utlendings evne til å påta sig chekkforpliktelse bedømmes efter loven i det land hvor han er statsborger. Bestemmer denne lov at et annet lands lov skal komme til anvendelse, er den sistnevnte lov avgjørende.\nEn utlending som vilde mangle evnen til å forplikte sig chekkrettslig efter den lov som således kommer til anvendelse, er allikevel her i riket ansvarlig for en chekkforpliktelse som han har påtatt sig i et land efter hvis lovgivning han vilde hatt evne dertil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "content": "Spørsmålet om hvem en chekk kan trekkes på, avgjøres efter loven i det land hvor chekken skal betales. Dog er en chekk som er utstedt i et annet land enn betalingslandet, ikke i noget tilfelle ugyldig som chekk av den grunn at den er trukket på nogen som efter nevnte lov ikke kan være trassat.\nAt et dokument efter bestemmelsen i første ledd er ugyldig som chekk, har ingen innflytelse på gyldigheten av en forpliktelse som er tegnet på det i et land, efter hvis lovgivning chekken ikke vilde ha vært ugyldig av denne grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "content": "Formen for en chekkforpliktelse bestemmes ved loven i det land hvor forpliktelsen underskrives. Dog er det tilstrekkelig at de i betalingslandets lov foreskrevne former er iakttatt.\nHvis en chekkforpliktelse er ugyldig på grunn av bestemmelsen i første ledd, men tilfredsstiller lovgivningen i et annet land hvor en senere forpliktelse er underskrevet, blir den sistnevnte forpliktelse ikke ugyldig fordi den førstnevnte lider av formfeil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "content": "Rettsvirkningene av en chekkforpliktelse bedømmes efter loven i det land hvor den forpliktende erklæring er underskrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "content": "Fristen for anlegg av regress-søksmål bestemmes for alle chekkskyldneres vedkommende ved loven i det land hvor chekken er utstedt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "12:63",
      "chapter": "12",
      "section": "63",
      "content": "Loven i det land hvor chekken skal betales, bestemmer:\n1. om en chekk alltid skal være betalbar ved forevisning eller om den kan gjøres betalbar en viss tid efter forevisning, samt hvilken virkning det har at chekken er efterdatert;\n2. forevisningsfristen;\n3. om chekken kan aksepteres, bekreftes eller viseres, og hvilke virkninger disse erklæringer har;\n4. om chekkinnehaveren kan kreve delvis betaling og om han er forpliktet til å motta sådan;\n5. om chekken kan krysses eller forsynes med påtegning «bare til avregning» eller tilsvarende påtegning, og hvilke virkninger kryssingen eller en påtegning som nevnt har;\n6. om chekkinnehaveren har nogen særrett til chekkdekningen, og hvad denne særrett innebærer;\n7. om trassenten kan tilbakekalle chekken eller gjøre innsigelse mot at den betales;\n8. hvilke forholdsregler som må tas i tilfelle av at chekken forkommer eller stjeles;\n9. om protest er nødvendig for å bevare regressretten mot endossentene, trassenten og andre chekkskyldnere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "content": "Formen og fristene for protest, samt formen for andre handlinger som er nødvendige for å utøve eller bevare rettigheter efter en chekk, bestemmes av loven i det land hvor protesten eller vedkommende handling skal foretas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "content": "Offentlig protest skal i mangel av annen avtale optas i vedkommende banks forretningslokale i den almindelige banktid. For øvrig kommer reglene i lov om veksler §§ 87-92 til anvendelse.\nBestemmelsen i første punktum får også anvendelse på chekkens forevisning til betaling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "content": "Med bøter eller fengsel inntil 3 måneder straffes, forsåvidt ikke strengere straff kommer til anvendelse, den som\na. utsteder en chekk uten at der foreligger sådan dekning som omhandles i § 4, eller\nb. uten skjellig grunn, ved tilbakekallelse eller ved forføininger over dekningen forhindrer at en av ham utstedt chekk betales ved forevisning før utløpet av den i § 29 bestemte frist.\n0 Endret ved lover 13 juni 1969 nr. 27, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "13:67",
      "chapter": "13",
      "section": "67",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid opheves – – –\n1 Fra 1 nov 1932 ved res. 15 juli 1932.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    }
  ]
}