{
  "id": "LOV-1969-06-19-66",
  "type": "statute",
  "title": "Lov om merverdiavgift.",
  "short_name": "Merverdiavgiftsloven – mval.",
  "status": "in_force",
  "issued_date": "1969-06-19",
  "in_force_date": "1970-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1969-06-19-66",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "For så vidt Stortinget vedtar at det til statskassen skal betales en avgift på omsetning​1 av varer​2 og tjenester​3 i alle ledd og ved innførsel,​4 gjelder reglene i denne lov når ikke annet er særskilt bestemt i annen lov eller Stortingets vedtak om avgiften.​5\n1 Se § 3.\n2 Se § 2 (1).\n3 Se § 2 (2).\n4 Jfr. kap. XVI.\n5 Jfr. Grl. § 75 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med vare forstås fysiske gjenstander, herunder fast eiendom.​1 Som vare anses også elektrisk kraft, vann fra vannverk, gass, varme og kulde.\nMed tjeneste forstås alt som kan omsettes og som ikke er å anse som vare etter første ledd. Som tjeneste anses også begrensede rettigheter til fysiske gjenstander eller fast eiendom, samt hel eller delvis utnyttelse av immaterielle verdier.\n0 Endret ved lover 25 feb 1972 nr. 4, 21 des 2000 nr. 113 (i kraft 1 juli 2001).\n1 Jfr. § 5 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Med omsetning forstås:\n1. Levering​1 av varer​2 mot vederlag, herunder levering av varer fremstilt etter oppdrag eller levering av varer i forbindelse med ytelser av tjenester.​3\n2. Ytelse av tjenester​3 mot vederlag.\n3. Levering av vare eller ytelse av tjeneste som helt eller delvis vederlag for mottatte varer eller tjenester.\n0 Endret ved lov 26 juni 1970 nr. 76.\n1 Jfr. lov 13 mai 1988 nr. 26 kap. II.\n2 Jfr. § 2.\n3 Se § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Med utgående avgift forstås avgift som skal beregnes og betales av omsetning​1 og ved uttak.​2\nMed inngående avgift forstås avgift som er påløpt ved kjøp m.v. av varer​3 og tjenester​4 eller ved innførsel.​5\n1 Jfr. § 3.\n2 Jfr. § 14.\n3 Jfr. § 2 (1).\n4 Se § 2 (2).\n5 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for:\n1. Omsetning​1 fra:\na. Opphavsmannen ved egen utnyttelse av opphavsrett til egne litterære og kunstneriske verk.​2 Det samme gjelder for omsetning ved mellommann i opphavsmannens navn.\nb. Tannteknikere av egne fremstilte tanntekniske produkter til bruk i syke- og tannpleien.​3\nc. Museer, teatre, arrangører av utstillinger, konserter og stevner, av kataloger, programmer, prospektkort og suvenirer.\nd. Veldedige og allmennyttige institusjoner og organisasjoner, av prospektkort, brosjyrer, kalendere og andre gjenstander av ubetydelig verdi, forutsatt at det skjer leilighetsvis og er ledd i vedkommende institusjons eller organisasjons virksomhet. Unntatt er også veldedige og allmennyttige institusjoner og organisasjoner, når disse omsetter varer til betydelig overpris. Unntakene i første og annet punktum gjelder også for slik omsetning fra kommisjonær.\ne. Veldedige og allmennyttige organisasjoner, av varer fra bruktbutikker når overskuddet helt ut anvendes til veldedige eller allmennyttige formål. Det er en forutsetning at butikkene kun omsetter brukte varer som er mottatt vederlagsfritt, og at det benyttes frivillig, ulønnet arbeidskraft.\nf. Ideelle organisasjoner og foreninger når vederlag mottas i form av medlemskontingent, og kontingenten dekker varer og tjenester som er ledd i organisasjonens eller foreningens ideelle virksomhet.​4\ng. Veldedige, allmennyttige, ideelle institusjoner, organisasjoner og foreninger av tjenester til ledd innenfor samme organisasjon mv. Tjenestene må være direkte knyttet til den ideelle virksomheten. Vederlaget for tjenestene må være basert på hel eller delvis kostnadsdekning. Det er et vilkår at tjenestene ikke ytes eksternt, og at tjenestene ikke utføres av et rettssubjekt utenfor organisasjonen mv. En eller flere enheter eller ledd innenfor en organisasjon mv. kan etter søknad utelukkes fra unntaket.\nh. Boligbyggelag​5 av forvaltningstjenester til tilknyttet borettslag.​6\n2.​7 Omsetning av frimerker, sedler og mynter som samlerobjekt.\nDepartementet​8 kan gi forskrift​9 om avgrensing og utfylling av bestemmelsene i første ledd og kan bestemme at virksomhet som nevnt i første ledd nr. 1 bokstav f skal beregne og betale merverdiavgift dersom unntaket medfører vesentlige konkurransevridninger i forhold til registrert næringsdrivende som omsetter tilsvarende varer og tjenester.​10\n0 Endret ved lover 19 des 1969 nr. 95, 25 feb 1972 nr. 4, 3 juni 1983 nr. 39, 13 des 1985 nr. 89, 18 des 1987 nr. 92, 10 jan 1992 nr. 1, 22 nov 1996 nr. 67 (i kraft 1 des 1996), 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88 (i kraft straks med virkning fra og med 1 juli 1999), 21 des 2000 nr. 113 (i kraft 1 juli 2001), 15 juni 2001 nr. 46, 21 des 2001 nr. 103, 20 des 2002 nr. 94 (i kraft 1 jan 2003), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 16 juni 2006 nr. 23 (i kraft 1 juli 2006).\n1 Se § 3.\n2 Jfr. lov 12 mai 1961 nr. 2.\n3 Jfr. § 5 b (1) nr. 1 annet punktum.\n4 Jfr. annet ledd.\n5 Jfr. lov 6 juni 2003 nr. 38.\n6 Jfr. lov 6 juni 2003 nr. 38 og lov 6 juni 2003 nr. 39.\n7 Jfr. § 63 (1).\n8 Finansdepartementet.\n9 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n10 Sml. § 10 (5) og § 11 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for omsetning​1 og utleie av fast eiendom​2 eller rettighet til fast eiendom.​3 Unntaket for utleie av fast eiendom omfatter også omsetning av varer og tjenester​4 som leveres som ledd i utleien.\nUnntaket i første ledd gjelder ikke for:\n1. utleie av parkeringsplasser i parkeringsvirksomhet,\n2. omsetning av romutleie​5 i hotellvirksomhet og lignende virksomhet, utleie av fast eiendom til camping samt utleie av hytter, ferieleiligheter og annen fritidseiendom,\n3.​6 utleie av selskapslokaler i forbindelse med servering og hotellers mv. utleie av lokaler til konferanser og møter mv.\n4. omsetning av rett til å disponere plass for reklame,\n5. utleie av oppbevaringsbokser,\n6. omsetning av trær og avling på rot når omsetningen ikke skjer sammen med grunnen,\n7. omsetning av rett til å ta ut jord, stein og andre naturalier av grunn, samt rett til jakt og fiske,\n8. omsetning av rett til å disponere lufthavn for luftfartøy,\n9. omsetning av rett til å disponere jernbanenettet til transport.\n10. omsetning av rett til å disponere kommunal havn mot anløpsavgift eller inntekter i samsvar med kapittel 7 i lov 17. april 2009 nr. 19 om havner og farvann\nTjenester som nevnt i annet ledd nr. 2 omfatter ytelser som etter sin art er unntatt fra loven når ytelsen utgjør et naturlig ledd i hovedytelsen og det ikke kreves særskilt vederlag for ytelsen.\nDepartementet​7 kan gi forskrifter​8 om avgrensning og utfylling av bestemmelsene i første, annet og tredje ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 113 (i kraft 1 juli 2001), endret ved lover 15 juni 2001 nr. 46, 20 des 2002 nr. 94 (i kraft 1 jan 2003), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 9 des 2005 nr. 116 (i kraft 1 sep 2006), 16 juni 2006 nr. 23 (i kraft 1 sep 2006), 15 des 2006 nr. 73 (i kraft 1 jan 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008), 17 april 2009 nr. 19 (i kraft 1 jan 2010 iflg. res. 4 des 2009 nr. 1456).\n1 Se § 3.\n2 Se § 2 (1).\n3 Se § 2 (2).\n4 Se § 2.\n5 Jfr. tredje ledd.\n6 Se § 22 (1).\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "1:5 b",
      "chapter": "1",
      "section": "5 b",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for omsetning​1 av:​2\n1.​3 Helsetjenester og helserelaterte tjenester, herunder tjenester som nevnt i folketrygdloven​4 §§ 5-4 til 5-12, samt ambulansetjenester utført med særskilt innrettet transportmiddel. Unntaket omfatter også tanntekniske tjenester.​5 Unntaket omfatter også formidling av slike tjenester.\n2.​3 Sosiale tjenester, herunder tjenester som nevnt i sosialtjenesteloven​6 § 4-2, samt tjenester i barne- og ungdomsinstitusjoner. Unntaket omfatter også formidling av sosiale tjenester.\n3.​2 Undervisningstjenester og formidling av slike tjenester.\n4. Finansielle tjenester, herunder\na. forsikring​7 og formidling av forsikring,\nb. finansieringstjenester,​8 men ikke finansiell leasing,\nc. utførelse av betalingsoppdrag,\nd.​9 gyldige betalingsmidler​10 og meglingstjenester ved slik omsetning,\ne. finansielle instrumenter​11 og lignende og meglingstjenester ved slik omsetning,\nf. forvaltning av verdipapirfond.​12\n5. Tjenester i form av rett til å overvære teater-, opera-, ballett- og sirkusforestillinger, konsert- og idrettsarrangementer, utstillinger i gallerier og museer, samt adgang til fornøyelsesparker, opplevelsessentra, dansetilstelninger med levende musikk og datatreff og lignende arrangementer rettet mot barn og ungdom. Unntaket omfatter også formidling av slike tjenester. Unntaket gjelder ikke tjenester i form av rett til å overvære striptease, eller formidling av slike tjenester.\n6. Lotteritjenester.​13\n7. Tjenester som ledd i offentlig myndighetsutøvelse.\n8. Seremonielle tjenester som ytes i forbindelse med begravelser og bisettelser.\n9. – – –\n10. – – –\n11. Guidetjenester og formidling av slike tjenester.\n12. Rett til å utøve idrettsaktiviteter.\n13. Serveringstjenester fra elev- og studentkantiner.\n14. Tjenester i form av kunstnerisk fremføring av åndsverk og formidling av slike tjenester. Unntaket omfatter også tjenester som er en integrert og nødvendig del av denne fremføringen.\n15. Tjenester som gjelder drift av trygghetsalarmer.\n16. – – –\nUnntaket for helsetjenester og helserelaterte tjenester, sosiale tjenester og undervisningstjenester omfatter også andre tjenester og varer som institusjonen m.v. omsetter som et naturlig ledd i ytelsen av disse tjenestene. Unntaket omfatter også utleie av arbeidskraft for utøvelse av de tjenester som omfattes av første ledd nr. 1, 2 eller 3. Unntaket omfatter også formidling av arbeidskraft for utøvelse av de tjenester som omfattes av første ledd nr. 1. Unntaket i første ledd nr. 1 omfatter også utleie av utstyr, tilgang til pasientportefølje og lignende mellom selvstendig næringsdrivende helsepersonell der begge yter helsetjenester eller helserelaterte tjenester. Unntaket omfatter også utleie fra virksomhet eiet av næringsdrivende utøvere av helsetjenester eller helserelaterte tjenester til bruk i deres helsetjenestevirksomhet. Det samme gjelder slik utleie fra offentlig helsetjeneste til selvstendig næringsdrivende utøver av helsetjenester.\nUnntaket i første ledd gjelder ikke når tjenestene omsettes eller formidles av tilbyder av elektronisk kommunikasjonstjeneste ved bruk av elektronisk kommunikasjon og vederlaget for tjenesten oppkreves av den som yter kommunikasjonstjenesten.​14\nDepartementet kan gi forskrifter​15 om avgrensing og utfylling av bestemmelsene i første og annet ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 113 (i kraft 1 juli 2001), endret ved lover 15 juni 2001 nr. 46, 21 des 2001 nr. 103, 21 des 2001 nr. 113 (i kraft 1 jan 2002 og 1 april 2002), 28 juni 2002 nr. 49 (i kraft 1 juli 2002), 20 des 2002 nr. 94 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 800), 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 17 juni 2005 nr. 70, 9 des 2005 nr. 108 (første ledd nr. 5 i kraft 1 jan 2006, annet ledd i kraft 1 mars 2006), 9 des 2005 nr. 116 (i kraft 1 sep 2006), 16 juni 2006 nr. 23 (i kraft 1 sep 2006), 29 juni 2007 nr. 49 (i kraft 1 juli 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008), 12 des 2008 nr. 89 (i kraft 1 jan 2009).\n1 Se § 3.\n2 Jfr. tredje ledd.\n3 Se annet ledd.\n4 Lov 28 feb 1997 nr. 19.\n5 Jfr. § 5 (1) nr. 1, b.\n6 Lov 13 des 1991 nr. 81.\n7 Jfr. 10 juni 2005 nr. 44.\n8 Jfr. lov 10 juni 1988 nr. 40.\n9 Se § 63 (1).\n10 Jfr. lov 24 mai 1985 nr. 28 § 14.\n11 Jfr. lov 19 juni 1997 nr. 79 § 1-2 (2).\n12 Jfr. lov 12 juni 1981 nr. 52 kap. 4.\n13 Jfr. lov 24 feb 1995 nr. 11.\n14 Sml. lov 4 juli 2003 nr. 83.\n15 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kongen gir bestemmelser om avgiftsforvaltningen og kontrollen med avgiften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Enhver som innehar offentlig verv, stilling eller oppdrag som er knyttet til avgiftsforvaltningen etter denne lov, skal​2 med de begrensninger som følger av hans gjøremål, bevare taushet om det han i sitt arbeid har fått vite om noens forretnings-, drifts-, formues- og inntektsforhold og om andre økonomiske og personlige forhold som ikke er alminnelig kjent.​3 Han må heller ikke gjøre bruk av sin viten om slike forhold i egen næringsvirksomhet.\nBestemmelsene i første ledd er ikke til hinder for at opplysninger kan gis til annen offentlig myndighet for bruk i dennes arbeid med toll​4 og andre avgifter til stat eller med skatter til stat eller kommune​5 eller for bruk i statistisk øyemed.​6 De gjelder heller ikke når almene interesser tilsier at opplysningene gis og departementet​7 samtykker i dette. Taushetsplikten skal heller ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​8\nBestemmelsen i første ledd er ikke til hinder for at opplysninger gis til politi og påtalemyndighet i straffesak. Gjelder straffesaken overtredelse av bestemmelser utenfor avgiftsmyndighetenes forvaltningsområde, kan opplysninger bare gis når det foreligger rimelig grunn til mistanke om overtredelse som kan medføre høyere straff enn fengsel i 6 måneder. Opplysninger kan likevel alltid gis til Økokrim etter anmodning grunnet i en melding om en mistenkelig transaksjon gitt i medhold av hvitvaskingsloven.\nDen som mottar opplysningene i medhold av annet ledd har selv taushetsplikt om disse.\n0 Endret ved lover 6 juni 1997 nr. 35 (i kraft 1 nov 1997), 9 mai 2008 nr. 19.\n1 Sml. lignl. § 3-13.\n2 Jfr. strl. § 121.\n3 Jfr. lov 10 feb 1967 § 13 a til § 13 f.\n4 Jfr. lov 10 juni 1966 nr. 5 kap. III.\n5 Jfr. lignl. kap. 6.\n6 Jfr. lov 16 juni 1989 nr. 54.\n7 Finansdepartementet.\n8 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Den som tiltrer verv eller stilling eller får oppdrag som nevnt i § 7 første ledd, skal avgi skriftlig erklæring om å ville utføre sitt verv eller arbeid upartisk og etter beste skjønn og overbevisning i samsvar med lov og forskrifter og om å ville overholde taushetsplikten.\n0 Endret ved lov 7 april 1995 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Omsetningsoppgavene​1 og andre avgiftsdokumenter skal​2 oppbevares i minst 10 år. Departementet​3 gir forskrifter​4 om oppbevaringsmåten og fremgangsmåten ved tilintetgjørelse av dokumentene.\n1 Jfr. kap. VII.\n2 Jfr. § 72 og § 73.\n3 Finansdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Registreringspliktig​1 næringsdrivende skal​2 beregne og betale avgift av omsetning​3 og uttak​4 som nevnt i kap. IV. Ved konkurs eller dødsfall er boet avgiftspliktig for omsetning og uttak etter konkursåpningen​5 eller dødsfallet i den utstrekning dette ville vært avgiftspliktig på debitors eller avdødes hånd. Omsetning ved kommisjon​6 regnes som både kommittentens og kommisjonærens omsetning. Ved auksjonssalg skal avgift beregnes og betales av auksjonarius.\nBestemmelsen i første ledd, første punktum, gjelder også for samvirkeforetak​7 som mot godtgjørelse direkte eller gjennom avgifter eller stønader fordeler varer eller tjenester eller formidler medlemmenes omsetning. Det er uten betydning for avgiftsplikten om varene eller samvirketjenestene faktureres og betales utenom foretaket.\nUtenlandske næringsdrivende, som ikke har forretningssted eller hjemsted i Norge, skal beregne og betale avgift ved representant når ikke annet er bestemt.​8 Også representanten er avgiftspliktig.\nNæringsdrivende som for egen regning driver virksomhet med oppføring, oppussing, modernisering mv. av bygg eller anlegg for salg eller utleie, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider, skal beregne og betale avgift som ved uttak​4 når varer og tjenester tas i bruk i virksomheten. Bestemmelsene i § 14 gis tilsvarende anvendelse.\nKongen kan etter innhentet uttalelse fra et rådgivende utvalg bestemme at næringsdrivende med virksomhet som faller utenfor loven, skal beregne og betale avgift av varer som han fremstiller eller tjenester som han yter til eget bruk i virksomheten.​9 Kongen bestemmer hva som skal medregnes i grunnlaget for beregningen av avgiften og om og i hvilken utstrekning fradrag kan gjøres for inngående avgift.​10\nDepartementet​11 avgjør med bindende virkning hvem som skal anses som næringsdrivende etter bestemmelsene i denne paragraf.\nDepartementet​11 kan fastsette forskrifter om gjennomføringen av bestemmelsene i tredje ledd og om at avgift skal kunne beregnes og betales på annen måte enn ved representant.\n0 Endret ved lover 19 des 1969 nr. 95, 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 4 mars 1977 nr. 9, 3 mars 1989 nr. 7, 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. §§ 27 og 28.\n2 Jfr. § 72 og § 73.\n3 Se § 3.\n4 Jfr. § 14.\n5 Jfr. lov 8 juni 1984 nr. 58 kap. VII.\n6 Jfr. lov 30 juni 1916 nr. 1 kap. 2.\n7 Jfr. lov 29 juni 2007 nr. 81.\n8 Jfr. § 61 a.\n9 Jfr. § 19 (1). Sml. § 5 (2) og § 11 (3).\n10 Jfr. § 4 (2) og § 11 (3).\n11 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Stat, kommune og institusjoner som eies eller drives av stat og kommune er på samme måte som næringsdrivende​1 avgiftspliktig når de driver omsetning av varer eller tjenester som nevnt i kap. IV.\nNår slike institusjoner hver for seg eller i fellesskap driver virksomhet som hovedsakelig har til formål å tilgodese egne behov, er de avgiftspliktige bare for sin omsetning til andre. I slike tilfelle skal det ikke betales avgift ved uttak​2 til eget bruk av varer og tjenester og det kan utelukkende gjøres fradrag for inngående avgift​3 på varer og tjenester som omsettes til andre. Bestemmelsene i dette ledd gjelder ikke institusjoner eller virksomhet som er organisert som aksjeselskap,​4 allmennaksjeselskap,​5 samvirkeforetak​6 eller statsforetak.​7\nStatlige enheter anses ikke avgiftspliktige når de omsetter tjenester til andre statlige enheter. Det er et vilkår at leverandøren ikke driver økonomisk aktivitet. Unntaket omfatter også omsetning av varer som leveres som naturlig ledd i ytelsen av tjenesten.\nKongen kan etter innhentet uttalelse fra et rådgivende utvalg bestemme at stat, kommune og institusjoner som eies eller drives av stat og kommune skal beregne og betale avgift av varer som fremstilles eller tjenester som ytes til eget bruk.​8 Kongen bestemmer hva som skal medregnes i grunnlaget for beregning av avgiften og om og i hvilken utstrekning fradrag kan gjøres for inngående avgift.​9\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 14 juni 1974 nr. 34, 30 aug 1991 nr. 71, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 14 des 2007 nr. 100 (i kraft 1 jan 2008).\n1 Jfr. § 10.\n2 Jfr. § 14.\n3 Jfr. kap. VI.\n4 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n5 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n6 Jfr. lov 29 juni 2007 nr. 81.\n7 Jfr. lov 30 aug 1991 nr. 71.\n8 Jfr. § 19 (1). Sml. § 5 (2), § 10 (5) og lov 12 des 2003 nr. 108.\n9 Jfr. § 4 (2) og § 10 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Flere virksomheter som drives av samme eier anses som én avgiftspliktig virksomhet.\nDersom særskilt regnskap føres for noen enkelt virksomhet som nevnt i første ledd, kan avgiftsmyndighetene​1 bestemme at denne del av virksomheten skal anses som en særskilt avgiftspliktig. Tilsvarende gjelder for virksomhet som drives av stat, kommune og institusjon under stat eller kommune.\nSamarbeidende selskaper kan anses som én avgiftspliktig virksomhet når minst 85 pst. av kapitalen i hvert selskap eies av et eller flere av de samarbeidende selskaper og selskapene er fellesregistrert.​2 Alle deltakende selskaper er da solidarisk ansvarlige for riktig betaling av avgiften.​3\nVirksomhet som drives i fellesskap av flere (sameie eller annet fellesforetak)​4 anses som én avgiftspliktig virksomhet,​5 med mindre annet bestemmes av avgiftsmyndighetene.​1\n0 Endret ved lover 11 juni 1971 nr. 56, 11 juni 1993 nr. 72.\n1 Jfr. kap. II.\n2 Jfr. § 21 (1) og § 28. Sml. sktl. § 10-4.\n3 Jfr. kap. IX.\n4 Jfr. lover 18 juni 1965 nr. 6 og 21 juni 1985 nr. 83.\n5 Sml. sktl. § 2-2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Det skal betales avgift av omsetning​2 av varer og tjenester​3 som er omfattet av loven i henhold til bestemmelsene i kapittel I.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 14 juni 1974 nr. 34, 11 juni 1993 nr. 72, 21 des 2000 nr. 113 (i kraft 1 juli 2001).\n1 Jfr. §§ 16 og 17.\n2 Se § 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Det skal​2 betales avgift når en registreringspliktig​3 næringsdrivende​4 tar ut vare​5 fra virksomheten til bruk privat eller til andre formål utenfor loven. Dette gjelder også for kapitalvarer som nevnt i § 26 c nr. 1, dersom varen tas ut til bruk privat eller til andre formål utenfor den samlede virksomheten.\nAvgiftsplikten etter første ledd gjelder i den grad en registreringspliktig​3 næringsdrivende​4 har hatt rett til fradrag for inngående avgift etter kap. VI ved anskaffelsen eller fremstillingen av varen. Vilkåret om fradragsrett gjelder likevel ikke ved uttak av varer som er anskaffet uten avgift, jf. §§ 16 og 17. Det er den registreringspliktige næringsdrivende som må dokumentere at varen som tas ut ikke har gitt rett til fradrag for inngående avgift.\nDet skal betales avgift når en registreringspliktig​3 næringsdrivende​4 tar ut tjeneste til bruk privat eller til andre formål utenfor den samlede virksomheten. Det samme gjelder når en tjeneste som nevnt i fjerde ledd eller tjenester med oppføring, oppussing, modernisering mv. av bygg eller anlegg, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider, tas ut til formål utenfor loven.\nNår fradragsrett ikke er avskåret etter § 22, skal det svares avgift som ved uttak når varer og tjenester fra virksomheten brukes:\n1. Til kost og naturalavlønning til virksomhetens innehaver, ledelse, ansatte og pensjonister.\n2. Ved arbeid på, drift eller innleie av fast eiendom som skal dekke boligbehov, fritids-, ferie- eller andre velferdsbehov, herunder løsøre og utstyr til slike eiendommer. Avgiftsplikten etter denne bestemmelse gjelder ikke oppføring og vedlikehold av bedriftskantiner.\n3. Til representasjon.​6\n4. Til gave og til utdeling i reklameøyemed. Det skal likevel ikke svares avgift av tjenester som ytes vederlagsfritt på veldedig grunnlag.\n5. – – –\nNår fradragsrett ikke er avskåret etter § 22, skal det også svares avgift som ved uttak når personkjøretøyer brukes til annet enn som salgsvare, eller som utleiekjøretøy i yrkesmessig utleievirksomhet eller som middel til å transportere personer mot vederlag i persontransportvirksomhet. Det skal også svares avgift av varer og tjenester til vedlikehold, bruk og drift av personkjøretøyer til annet formål enn nevnt i første punktum. Som personkjøretøy anses også campingtilhenger og motorvogn registrert som varebil klasse 1. Departementet​7 kan ved forskrift​8 fastsette nærmere vilkår for minste eiertid og bruk.\nDepartementet​7 kan gi forskrifter​8 om avgrensning og utfylling av bestemmelsene i første til femte ledd.\nDet skal ikke betales avgift av uttak av produkter fra eget jordbruk med binæringer, skogbruk og fiske til bruk privat eller til formål innen rammen av disse næringer. Departementet​7 gir forskrifter​8 om hva som går inn under jord- og skogbruk.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 12 juni 1987 nr. 39, 10 jan 1992 nr. 1, 21 des 2000 nr. 113 (i kraft 1 juli 2001, 1 jan 2002 og 1 april 2002), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 25 juni 2004 nr. 42 (i kraft straks, men tredje ledd tredje punktum i kraft 1 juli 2004), 29 juni 2007 nr. 45 (i kraft 1 jan 2008, men iflg. vedtak 29 juni 2007 nr. 732 er fjerde ledd satt i kraft 1 juli 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008).\n1 Jfr. § 19 (1) og § 26 d (5).\n2 Jfr. § 72 og § 73.\n3 Jfr. kap. VII.\n4 Jfr. § 10.\n5 Se § 2.\n6 Sml. sktl. § 6-21.\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1977 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Det skal ikke betales avgift av omsetning av:\n1. Varer​1 og tjenester:​2\na. til utlandet,​3\nb. til bruk i havområder utenfor norsk territorialgrense​4 i forbindelse med utforskning og utnytting av undersjøiske naturforekomster​5 eller til bruk i forbindelse med bygging, ombygging, reparasjon og vedlikehold av rørledning mellom slike havområder og land.\nc. til Svalbard​6 og Jan Mayen,​7\nd. til bruk for utenlandsk skip.\nUnntaket for rørledning gjelder bare omsetning i siste ledd og omfatter tilhørende anlegg på land i den utstrekning departementet​8 bestemmer.\n2. Varer og tjenester:\na. til bruk for skip på minst 15 meter største lengde når det i utenriks fart frakter last eller mot vederlag befordrer passasjerer,\nb. til spesialskip til bruk i petroleumsvirksomhet til havs.\nUnntaket for tjenester gjelder bare etter departementets​8 nærmere bestemmelse.\n3. Varer og tjenester til bruk for luftfartøy som nevnt i § 17 første ledd nr. 1 bokstav c, når det går i utenriks fart.\n4. Transporttjenester her i landet når transporten skjer direkte til eller fra utlandet. Med unntak av Posten Norge AS'​9 omsetning av masseforsendelser av brev til utlandet, gjelder første punktum likevel ikke for Posten Norge AS' befordring av brev til utlandet.\n5. Vare fra den som eier den til bruk privat eller til andre formål som ikke har gitt fradragsrett for inngående avgift.​10\n6. Varer og tjenester som ledd i overdragelse av virksomheten eller del av denne til ny innehaver.\n7. Aviser som utkommer regelmessig med minst ett nummer ukentlig.\n8. Bøker i siste omsetningsledd. Det samme gjelder tidsskrifter som hovedsakelig omsettes til faste abonnenter eller hovedsakelig deles ut til foreningsmedlemmer og tidsskrifter med overveiende politisk, litterært eller religiøst innhold.\n9. Elektrisk kraft​11 og energi levert fra alternative energikilder til husholdningsbruk i fylkene Finnmark, Troms og Nordland.\n10. Formidling av persontransport når transporten skjer i utlandet eller direkte til eller fra utlandet, og formidling av tjenester som nevnt i § 5a annet ledd nr. 2 når tjenestene leveres i utlandet, på Svalbard eller Jan Mayen. Det samme gjelder formidling av serveringstjenester og formidling av utleie av transportmidler.\n11. Kjøretøyer som omfattes av Stortingets vedtak om omregistreringsavgift og har vært registrert her i landet.\n12. Tjenester for regning av utenlandsk oppdragsgiver i den utstrekning departementet​8 bestemmer.\n13. Tjenester i siste omsetningsledd som gjelder planlegging, prosjektering, anlegg, reparasjon og vedlikehold av offentlig veg og baneanlegg utelukkende for skinnegående, kollektiv persontransport, samt fremstilling på verksted av bruer eller deler av bruer til slik veg eller bane.\n14. Kjøretøyer som bare bruker elektrisitet til framdrift.\n15. Alkoholholdige drikkevarer, tobakkvarer, sjokolade- og sukkervarer, parfymer, kosmetikk og toalettpreparater i transitthall ved lufthavn.\nDepartementet​8 kan gi forskrifter​12 om:\na. avgrensning, utfylling og gjennomføring av bestemmelsene i første ledd, og kan bestemme at avgiftsfrihet etter nr. 2 a også skal gjelde varer og tjenester til bruk for andre fartøyer under opphold i utenriks farvann,\nb. – – –.\n0 Endret ved lover 19 des 1969 nr. 95, 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 25 feb 1972 nr. 4, 14 juni 1974 nr. 34, 19 des 1975 nr. 60, 8 juni 1979 nr. 27, 13 juni 1980 nr. 27, 19 des 1980 nr. 60, 4 des 1981 nr. 88, 16 des 1983 nr. 72, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 3 des 1999 nr. 77, 17 des 1999 nr. 88, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 15 juni 2001 nr. 46, 21 des 2001 nr. 113 (i kraft 1 april 2002), 20 des 2002 nr. 94 (i kraft 1 jan 2003), 27 juni 2003 nr. 63 (i kraft 1 juli 2003), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 10 des 2004 nr. 77 (i kraft 1 juli 2005 iflg. res. 17 juni 2005 nr. 658), 16 juni 2006 nr. 23 (i kraft 1 sep 2006).\n1 Se § 2 (1).\n2 Se § 2 (2).\n3 Sml. § 62.\n4 Jfr. lov 27 juni 2003 nr. 57 og Canc.Prom. 25 feb 1812.\n5 Jfr. lov 21 juni 1963 nr. 12.\n6 Jfr. lov 17 juli 1925 nr. 11 § 1 (2).\n7 Jfr. lov 27 feb 1930 nr. 2.\n8 Finansdepartementet.\n9 Jfr. lov 21 juni 2002 nr. 43.\n10 Jfr. kap. VI.\n11 Jfr. § 2 (1).\n12 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Det skal heller ikke betales avgift av:\n1. Omsetning av:\na. skip på minst 15 meter største lengde, bestemt for passasjerbefordring mot vederlag eller for befordring av last eller for sleping, berging, redning, isbryting, yrkesmessig fiske eller fangstvirksomhet, samt spesialskip til bruk i petroleumsvirksomheten til havs,\nb. skoleskip, marinefartøy til forsvaret og skip til bruk for forsking og værvarsling,\nc. luftfartøyer til yrkesmessig luftfartsvirksomhet samt militære luftfartøyer,\nd. oljeboringsplattformer og andre flyttbare plattformer til bruk i petroleumsvirksomhet.\nUtstyr som leveres sammen med skip, luftfartøy eller plattformer som nevnt i første punktum litra d, omfattes også av denne bestemmelse.\n2. Levering av varer og yting av tjenester i forbindelse med reparasjon, vedlikehold, nybygging eller ombygging av skip, luftfartøy og plattformer som nevnt under nr. 1, herunder fast driftsutstyr for slike skip, luftfartøyer og plattformer.\n3. Utleie av:\na. skip på minst 15 meter største lengde til bruk i utenriks fart, og til bruk i innenriks fart dersom skipet er bestemt for personbefordring mot vederlag, samt spesialskip til bruk i petroleumsvirksomhet til havs,\nb. luftfartøyer som nevnt under nr. 1,\nc. plattformer som nevnt under nr. 1.\n4. Omsetning av fiskefartøyer under 15 meter største lengde.\n5. Ytelse av tjenester fra bergings- eller redningsfartøyer i forbindelse med berging av skip, luftfartøyer eller plattformer som nevnt under nr. 1.\nDepartementet​2 kan gi forskrifter​3 om hva som går inn under bestemmelsene i første ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 14 juni 1974 nr. 34, 16 juni 1978 nr. 57, 13 juni 1980 nr. 27, 16 des 1983 nr. 72.\n1 Jfr. § 43.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Avgiften beregnes av vederlaget for den avgiftspliktige omsetning.​2 Selve avgiften regnes ikke med i beregningsgrunnlaget.\nI beregningsgrunnlaget medregnes:\n1. Alle omkostninger ved oppfyllelsen av avtalen, herunder omkostninger til emballasje, forsendelse, forsikring o.l. som går inn i vederlaget eller som det kreves særskilt betaling for.\n2. Toll​3 og andre avgifter i henhold til lov.​4 Dette gjelder ikke avgift etter Stortingets vedtak om engangsavgift.\n3. Tilknytningsavgifter, gebyrer og andre beløp som påløper i forbindelse med leveringen av varer eller tjenester.\n4. Auksjonssalær, provisjoner o.l.\n5. Betjeningsavgift, serveringstillegg o.l.\nVed kredittkjøp som nevnt i lov om kredittkjøp​5 § 3 nr. 1, regnes kredittkostnader etter lovens § 4 første ledd bokstav c, ikke med i beregningsgrunnlaget, såfremt de er særskilt angitt i salgsdokumentet. Dette gjelder bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\nVed omsetning av brukte varer, kunstverk, samleobjekter og antikviteter angis særlige bestemmelser om beregningsgrunnlaget i § 20 b.\n0 Endret ved lover mars 1977 nr. 9, 22 mars 1991 nr. 7, 10 jan 1992 nr. 1, 8 jan 1993 nr. 2, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88 (i kraft straks med virkning fra og med 1 juli 1999), 6 april 2001 nr. 11 (i kraft 1 april 2001).\n1 Jfr. kap. Va og § 62.\n2 Jfr. kap. IV.\n3 Jfr. lov 21 des 2007 nr. 119.\n4 Jfr. § 62 (4).\n5 Lov 21 juni 1985 nr. 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Består vederlaget helt eller delvis av annet enn vanlige betalingsmidler (byttehandel),​1 legges prisen på den leverte ytelse til grunn. Hvis prisen i slike tilfelle er lavere enn den alminnelige omsetningsverdi for tilsvarende vare eller tjenester som omsettes i virksomheten, legges dog omsetningsverdien til grunn. Det samme gjelder hvis det ikke er avtalt noen særskilt pris og likeledes ved uttak og ved yting av tjenester eller ved varefremstilling som nevnt i § 10, femte ledd, § 11, tredje ledd og § 14.\nBestår det mellom leverandøren og mottakeren av varer​2 og tjenester​2 et interessefellesskap som må antas å kunne føre til en annen fastsettelse av vederlaget enn om interessefellesskapet ikke hadde foreligget, kan beregningsgrunnlaget ikke settes lavere enn den alminnelige omsetningsverdi.​3\nDepartementet​4 avgjør med bindende virkning hva som skal anses som den alminnelige omsetningsverdi.\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 25 feb 1972 nr. 4, 4 mars 1977 nr. 9.\n1 Jfr. § 3 nr. 3.\n2 Se § 2.\n3 Sml. sktl. § 13-1.\n4 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 des 1991 nr. 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:20 a",
      "chapter": "6",
      "section": "20 a",
      "content": "Med avgiftspliktige videreforhandlere forstås virksomheter som med henblikk på videresalg, herunder salg i kommisjon​2 og ved auksjon,​3 innkjøper m.v. brukte varer, kunstverk,​4 samleobjekter eller antikviteter.\nAvgiftspliktige videreforhandlere som innkjøper m.v. varer som nevnt i første ledd, kan ved videresalget av varene beregne avgiften etter reglene i dette kapittel.\nDet er en forutsetning for å anvende reglene i dette kapittel at avgiftspliktige videreforhandlere har anskaffet de brukte varer m.v. fra selgere som ikke skal beregne avgift av salget eller anføre avgift i salgsdokument.​5\nAvgiftspliktige videreforhandlere som selv innfører kunstverk, samleobjekter og antikviteter, kan likeledes beregne avgiften etter reglene i dette kapittel ved videresalget av varene.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. § 62 (2).\n2 Jfr. § 10 (1) tredje punktum.\n3 Jfr. § 10 (1) fjerde punktum.\n4 Jfr. § 5 (1) nr. 1 bokstav a og § 22 (1) nr. 2.\n5 Jfr. § 44 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "6:20 b",
      "chapter": "6",
      "section": "20 b",
      "content": "Beregningsgrunnlaget for omsetning av de varer som er nevnt i § 20 a første ledd er videreforhandlerens​1 avanse. Avansen er forskjellen mellom kjøpspris og salgspris.​2 Selve avgiften regnes ikke med i beregningsgrunnlaget.\nBeregningsgrunnlaget for omsetning av kunstverk, samleobjekter og antikviteter, som videreforhandleren selv har innført fra utlandet, er videreforhandlerens avanse. Avansen er forskjellen mellom kjøpspris og salgspris. Selve avgiften regnes ikke med i beregningsgrunnlaget. Kjøpsprisen er beregningsgrunnlaget fastsatt etter § 62 første ledd.\nDersom kjøpsprisen overstiger salgsprisen, kan differansen ikke trekkes fra i beregningsgrunnlaget for andre salg, med unntak av sjette ledd siste punktum.\nNår avgiften beregnes etter reglene i dette kapittel skal selve avgiftsbeløpet ikke angis i salgsdokumentet.​3\nVed utførsel av brukte varer, kunstverk, samleobjekter og antikviteter kommer lovens alminnelige regler til anvendelse,​4 med de unntak som følger av sjette ledd.\nDersom det ikke kan skje avgiftsberegning for den enkelte vare etter første ledd, fordi det foreligger et samlet kjøp eller salg hvor prisen på den enkelte vare ikke er kjent, beregnes avansen for de brukte varer m.v. ikke for hver enkelt vare, men samlet for hele terminen. Dersom kjøp eller salg av varer etter første punktum utgjør den hovedsakelige del av videreforhandlerens kjøp eller salg i terminen, kan avansen for andre brukte varer m.v. hvor kjøps- og salgspris er kjent også beregnes samlet og terminvis. Overstiger verdien av kjøp verdien av salg i en termin, kan det overskytende beløp medregnes til verdien av samlede kjøp i den etterfølgende termin.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. § 20 a (1).\n2 Jfr. sjette ledd.\n3 Jfr. § 44 (2).\n4 Jfr. § 16 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "6:20 c",
      "chapter": "6",
      "section": "20 c",
      "content": "Departementet kan gi forskrifter​1 om avgrensing, utfylling og gjennomføring av bestemmelsene i dette kapittel.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "En registrert​2 næringsdrivende​3 kan trekke inngående avgift​4 på varer​5 og tjenester​6 til bruk i virksomhet med omsetning som nevnt i kap. IV fra den utgående avgift​4 når ikke annet følger av bestemmelsene i dette kapittel.​7 Som varer og tjenester til bruk i virksomhet anses også andel i varer og tjenester anskaffet som eller til bruk for driftsmiddel i sameie, med mindre sameiet skal registreres etter bestemmelsene i § 12, fjerde ledd.\nVed konkurs har konkursdebitor fradragsrett for inngående avgift på varelevering og tjenesteyting frem til åpningen av bobehandlingen.​8 Etter dette tidspunkt har konkursboet fradragsrett. Ved skifte av insolvente dødsbo​9 kan boet gjøre fradrag for avgift av varer og tjenester som er levert etter åpningen av bobehandlingen i utgående avgift som er påløpt etter dette tidspunkt.\nFradragsført inngående avgift vedrørende bygg og anlegg kan kreves tilbakeført hvis bygget eller anlegget før fullføring eller innen 3 år etter fullføring, selges, leies ut eller på annen måte disponeres til formål som faller utenfor loven. Bestemmelsene i første punktum gjelder ikke ved dødsfall eller konkurs eller ved andre forhold der tilbakeføring av avgift vil virke særlig urimelig overfor den avgiftspliktige.\nDepartementet​10 kan gi forskrifter​11 om tilbakeføring av avgift som nevnt i tredje ledd.\n0 Endret ved lover 11 juni 1971 nr. 60, 4 mars 1977 nr. 9, 3 mars 1989 nr. 7. Endres ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2011).\n1 Jfr. §§ 26 a til 26 e.\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 4.\n5 Se § 2.\n6 Se § 2, jfr. § 3.\n7 Jfr. § 25.\n8 Jfr. lov 8 juni 1984 nr. 58 kap. VIII.\n9 Jfr. sl. kap. 15.\n10 Finansdepartementet.\n11 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Retten til fradrag omfatter ikke inngående avgift på:\n1. Omkostninger vedrørende servering og leie av selskapslokaler som nevnt i § 5 a annet ledd nr. 3.\n2. Kunst og antikviteter med mindre kjøperen omsetter varer av samme slag i sin næringsvirksomhet.​1\n3. Andre varer og tjenester som anskaffes utelukkende til bruk som nevnt i § 14 fjerde og femte ledd.\nDepartementet​2 kan fastsette forskrifter​3 om tilbakebetaling etter en bestemt sats av merverdiavgift på proviant til bruk for den enkelte tur om bord på fartøy som driver fiske og fangst i andre fjerne farvann enn Skagerak, Kattegat, Østersjøen, Nordsjøen, Norskehavet og de deler av Barentshavet som ligger nærmere norskekysten enn 250 nautiske mil.\n0 Endret ved lover 8 juni 1979 nr. 27, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. kap. V a.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Registrert​2 næringsdrivende​3 kan fordele inngående avgift når varer​4 og tjenester anskaffes til bruk under ett for virksomhet med omsetning som nevnt i kap. IV og til bruk som ikke gir rett til fradrag for inngående avgift etter bestemmelsene i dette kapittelet.​5 Dette gjelder ikke varer og tjenester av et slag som omsettes i virksomheten, jf. § 14. Når den bruk som ikke gir rett til fradrag for inngående avgift finner sted innenfor den samlede virksomheten, gjelder bestemmelsen i annet punktum kun tjenester som nevnt i § 14 fjerde ledd eller tjenester med oppføring, opp[p]ussing,​6 modernisering mv. av bygg eller anlegg, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider.\n0 Endret ved lover 14 juni 1974 nr. 34, 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. § 26.\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 2.\n5 Jfr. § 26.\n6 Skal vel være «oppussing.»\n1 Skal vel være «oppussing.»",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Registrert​2 næringsdrivende​3 får det overskytende beløp tilbakebetalt når inngående avgift​4 overstiger utgående avgift.​4 Det er et vilkår at omsetningsoppgaver​5 er innsendt for tidligere terminer.​6\nSelv om tilbakebetaling av beløp som nevnt i første ledd ikke har funnet sted innen neste avgiftstermin,​7 har den næringsdrivende ikke rett til å føre beløpet som fradragspost i senere omsetningsoppgave.\n0 Endret ved lover 29 mai 1981 nr. 28, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lover 15 des 2006 nr. 85, og 14 des 2007 nr. 110.\n1 Sml. § 30 (3) og lov 17 juni 2005 nr. 67 § 11-2 (5).\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 4.\n5 Jfr. kap. VIII.\n6 Jfr. § 30 og § 31.\n7 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Inngående avgift​2 som ikke kan legitimeres ved bilag, er ikke fradragsberettiget.\n1 Jfr. § 26.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 om fradragsretten og om grunnlaget for fordeling av inngående avgift etter § 23 og kan herunder bestemme at fradrag ikke skal gis når den avgiftspliktige omsetning er ubetydelig i forhold til virksomheten ellers. Departementet​1 kan likeledes gi forskrifter​2 om at fradrag kan gis uten fordeling når omsetning som ikke går inn under lovens kap. IV er ubetydelig i forhold til virksomheten ellers.\nDepartementet​1 kan gi forskrifter​2 om gjennomføringen av bestemmelsen i § 25 for samvirkeforetak.\n0 Endret ved lov 14 juni 1974 nr. 34.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:26 a",
      "chapter": "7",
      "section": "26 a",
      "content": "Utenlandsk næringsdrivende​1 som ikke er registreringspliktig​2 i Norge, har etter søknad rett til å få refundert inngående avgift​3 under forutsetning av at:\n1. den inngående avgift gjelder anskaffelse av varer eller tjenester i Norge eller innførsel av varer til Norge,​4 til bruk i virksomheten, og\n2. den utenlandske omsetning hadde medført registreringsplikt eller rett til frivillig registrering etter merverdiavgiftsloven kap VII dersom omsetningen hadde skjedd i Norge, og\n3. den inngående avgift hadde vært fradragsberettiget​5 dersom virksomheten hadde vært registrert i Norge.\nVedtak om refusjon kan endres av den myndighet som har truffet avgjørelsen. Endring til ugunst for den som avgjørelsen er rettet mot, kan bare foretas dersom nye opplysninger viser at det tidligere vedtak er uriktig. Endringsvedtak etter første og annet punktum kan treffes inntil 10 år etter det første vedtak om refusjon.\nVedtak om refusjon kan endres av overordnet avgiftsmyndighet.​6 Varsel om endring til ugunst for den utenlandske virksomhet må gis innen 2 år etter det tidspunkt da den underordnede avgiftsmyndighet har gjort sitt vedtak.\nDersom det i strid med første ledd er refundert avgift eller avgift er utbetalt med et for stort beløp, kan det uriktig refunderte beløp kreves tilbakebetalt.\nDepartementet kan gjøre refusjon betinget av at søkerens hjemland yter tilsvarende refusjon av merverdiavgift eller annen omsetningsavgift til norske næringsdrivende. Det samme gjelder for refusjon av merverdiavgift på varer og tjenester til bruk for lastebil registrert eller hjemmehørende i utlandet når lastebilen nyttes i transport til eller fra utlandet.\nDepartementet kan gi nærmere forskrifter​7 om gjennomføring, avgrensing og utfylling av denne bestemmelse, herunder sette nærmere vilkår for refusjon.\n0 Tilføyd ved lov 28 juni 1996 nr. 45 (i kraft 1 juli 1996), endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 14 des 2007 nr. 110.\n1 Jfr. § 10.\n2 Jfr. kap. VII.\n3 Jfr. § 4 (2).\n4 Jfr. kap. XVI.\n5 Jfr. § 21.\n6 Jfr. kap. II.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "7:26 b",
      "chapter": "7",
      "section": "26 b",
      "content": "Inngående avgift​1 på kapitalvarer​2 skal justeres eller tilbakeføres etter bestemmelsene i §§ 26 d og 26 e.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. § 21.\n2 Jfr. § 26 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "7:26 c",
      "chapter": "7",
      "section": "26 c",
      "content": "Med kapitalvare forstås:\n1. Maskiner, inventar og andre driftsmidler der inngående avgift av kostpris utgjør minst 50.000 kroner, unntatt kjøretøyer som er fritatt for merverdiavgift ved videreomsetning etter § 16 første ledd nr. 11.\n2. Fast eiendom som har vært gjenstand for ny-, på- eller ombygging der inngående avgift på kostnadene ved dette utgjør minst 100.000 kroner.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26c",
        "source_heading": "§ 26 c."
      }
    },
    {
      "provision_ref": "7:26 d",
      "chapter": "7",
      "section": "26 d",
      "content": "Registrert​1 næringsdrivende skal justere inngående avgift​2 når bruken av en kapitalvare​3 etter anskaffelsen, fremstillingen eller fullføringen endres i forhold til fradragsberettigede formål. Dersom virksomheten får rett til fradrag som følge av en lovendring, gjelder dette likevel ikke anskaffelser mv. foretatt før lovendringens ikrafttredelse.​4\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvare​3 som nevnt i § 26 c nr. 1 selges, men bare dersom det skal betales utgående avgift og det ikke er gitt fullt fradrag for inngående avgift ved anskaffelsen mv. Justeringsbeløpet kan ikke overstige 25 prosent av salgssummen, merverdiavgift ikke medregnet.\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvare​3 som nevnt i § 26 c nr. 2 overdras. Justering kan unnlates i det omfang den som overtar kapitalvaren overtar justeringsforpliktelsen.\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvarer​3 overdras som ledd i overdragelse av virksomhet eller del av denne etter § 16 første ledd nr. 6. Justering kan unnlates i det omfang den som overtar kapitalvaren overtar justeringsforpliktelsen.\nInngående avgift skal likevel ikke justeres dersom det skal betales avgift etter § 14 første ledd.\nDersom kapitalvare​3 som nevnt i § 26 c nr. 2 før fullføringen selges, leies ut eller på annen måte disponeres til formål som faller utenfor loven, skal fradragsført inngående avgift tilbakeføres.\nDepartementet kan gi forskrifter​6 om utfylling og gjennomføring av denne paragrafen.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. kap. VII.\n2 Jfr. § 21.\n3 Jfr. § 26 c.\n4 1 jan 2008.\n5 Jfr. § 26 e.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26d",
        "source_heading": "§ 26 d."
      }
    },
    {
      "provision_ref": "7:26 e",
      "chapter": "7",
      "section": "26 e",
      "content": "For kapitalvarer som nevnt i § 26 c nr. 1 skal justering foretas for endringer som skjer i løpet av de fem første regnskapsårene etter anskaffelsen eller fremstillingen. I justeringsperioden medregnes det regnskapsåret kapitalvaren ble anskaffet eller fremstilt.\nFor kapitalvarer som nevnt i § 26 c nr. 2 er justeringsperioden ti år etter fullføringen. Slik kapitalvare anses fullført når det er utstedt ferdigattest eller midlertidig brukstillatelse, eller når den er tatt i bruk dersom slik attest eller tillatelse ikke er nødvendig. I justeringsperioden medregnes det regnskapsåret kapitalvaren ble fullført.\nGjenstand for justering i det enkelte regnskapsår er en femdel av den inngående avgift som påløp ved anskaffelsen eller fremstillingen av kapitalvarer som nevnt i § 26 c nr. 1. For kapitalvarer nevnt i § 26 c nr. 2 er gjenstand for justering i det enkelte regnskapsår en tidel av den inngående avgift som påløp i forbindelse med ny-, på- eller ombyggingen.\nJusteringen foretas på grunnlag av endringen i fradragsprosenten som finner sted innenfor det enkelte regnskapsår i forhold til fradragsprosenten ved justeringsperiodens begynnelse. Ved justering som følge av opphør av virksomhet eller overdragelse av kapitalvare, skal justeringen foretas samlet for den resterende delen av justeringsperioden. I den resterende delen av justeringsperioden regnes også med det regnskapsåret bruken av kapitalvaren endres eller kapitalvaren overdras.\nDet skal ikke foretas justering dersom endringen i fradragsprosenten er mindre enn ti prosentpoeng i forhold til fradragsprosenten ved justeringsperiodens begynnelse.\nDersom endringen i bruken kun gjelder del av kapitalvare som nevnt i § 26 c nr. 2, skal justering foretas for inngående avgift som knytter seg til denne delen. Det samme gjelder ved overdragelse av slik del.\nDepartementet kan gi forskrifter​1 om utfylling og gjennomføring av denne paragrafen.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26e",
        "source_heading": "§ 26 e."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Næringsdrivende som driver omsetning​1 som går inn under denne lovs kap. IV eller den som er avgiftspliktig etter § 10 annet, tredje, fjerde og femte ledd, § 11 og § 12 fjerde ledd, skal​2 uoppfordret og uten opphold sende skriftlig melding om virksomheten til skattekontoret. Slik melding skal også gis når virksomheten opphører.\nVed konkurs og offentlig skifte av dødsbo hvor avdødes gjeld ikke er overtatt,​3 skal henholdsvis bostyreren og tingretten melde fra om åpning og avslutning av bobehandlingen. Departementet​4 kan gi nærmere forskrifter​5 om meldeplikten og hvem den skal påhvile når virksomheten opphører.\nDepartementet​4 kan likeledes gi forskrifter​5 om hva en melding skal inneholde.\n0 Endret ved lover 11 juni 1971 nr. 60, 20 des 1974 nr. 61, 4 mars 1977 nr. 9, 8 juni 1979 nr. 27, 3 mars 1989 nr. 7, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Se § 3.\n2 Jfr. § 72 og § 73.\n3 Jfr. sl. kap. 15.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Registrering skal skje når den næringsdrivendes omsetning​1 og avgiftspliktige uttak​2 av varer​3 og tjenester til sammen har oversteget kr 50.000 i en periode på 12 måneder. For veldedige og allmennyttige organisasjoner inntrer registreringsplikten etter første punktum når omsetning og avgiftspliktig uttak av varer og tjenester til sammen har oversteget kr 140.000 i en periode på 12 måneder.​4 Registreringspliktige etter lov om registrering av foretak​5 må være registrert i Foretaksregisteret før registrering kan skje etter første og annet punktum. Avgiftsmyndighetene​6 kan samtykke i at registrering skjer før det tidspunkt som er nevnt i første, annet og tredje punktum når særlige forhold foreligger.​7\nKommer en registreringspliktig næringsdrivende under konkursbehandling, skal boet uten hensyn til beløpsgrensen i første ledd registreres på eget nummer med virkning fra åpningen av bobehandlingen.\nHvis den næringsdrivende har virksomhet flere steder, avgjør avgiftsmyndighetene hvor han skal registreres.\nRegistrert virksomhet skal forbli registrert i minst 2 hele kalenderår etter registreringen eller etter at omsetning og avgiftspliktig uttak er sunket under den til enhver tid gjeldende beløpsgrense i første ledd, med mindre virksomheten er opphørt eller skattekontoret av særlige grunner finner å kunne slette den. Den næringsdrivende skal sende inn omsetningsoppgaver​8 og betale avgiften​9 selv om omsetning og uttak ikke overstiger minstegrensen.\n– – –​10\nDepartementet​11 kan gi forskrifter​12 om avgrensing og utfylling av bestemmelsene i første ledd.\n0 Endret ved lover 4 mars 1977 nr. 9, 8 juni 1979 nr. 27, 14 mai 1982 nr. 21, 3 mars 1989 nr. 7, 10 jan 1992 nr. 1, 26 juni 1992 nr. 71, 8 jan 1993 nr. 2 (i kraft 1 jan 1997), 5 des 1997 nr. 92, 12 des 2003 nr. 102 (i kraft 1 jan 2004), 29 juni 2007 nr. 49, 9 mai 2008 nr. 19.\n1 Se § 3.\n2 Jfr. § 14.\n3 Se § 2.\n4 Sml. sktl. § 2-32.\n5 Lov 21 juni 1985 nr. 78.\n6 Jfr. kap. II.\n7 Jfr. § 28a.\n8 Jfr. kap. VIII.\n9 Jfr. kap. IX.\n10 Femte ledd ble opphevet ved lov 8 jan 1993 nr. 2 uten at det ble bestemt at sjette ledd skulle være nytt femte ledd.\n11 Finansdepartementet.\n12 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:28 a",
      "chapter": "8",
      "section": "28 a",
      "content": "Departementet​1 kan fastsette regler om at næringsdrivende som omsetter andre tjenester enn som nevnt i kap. IV kan registreres etter søknad og kan herunder fastsette de nærmere vilkår for den frivillige registrering. Departementet​1 kan ved fastsettelsen av reglene for frivillig registrering fravike vilkåret i § 28, første ledd, når særlige forhold foreligger.\nFrivillig registrerte næringsdrivende skal svare avgift av omsetning​2 av tjenester som omfattes av den frivillige registrering med mindre annet bestemmes av departementet.​1\n0 Tilføyd ved lov 19 des 1969 nr. 95, endret ved lover 11 juni 1971 nr. 60, 8 juni 1973 nr. 42.\n1 Finansdepartementet.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Den som er avgiftspliktig skal​1 sende avgiftsmyndigheten​2 oppgave over beløp som viser:\n1. Samlet omsetning​3 og uttak.​4\n2. Omsetning og uttak som det etter §§ 16 og 17 ikke skal betales avgift av.\n3. Utgående avgift.​5\n4. Fradragsberettiget inngående avgift.​6\n5. Avregning av utgående og inngående avgift.\nAlle beløp avrundes nedover til nærmeste hele krone.\nOppgaven skal være undertegnet av den avgiftspliktige eller av den som kan forplikte ham og inneholde erklæring om at oppgaven stemmer med registrerte og dokumenterte regnskapsopplysninger og de faktiske forhold.\nDepartementet​7 fastsetter oppgaveskjema.\nRegler om oppgaver fra næringsdrivende i jordbruk med binæringer, skogbruk og fiske fastsettes ved departementets​7 nærmere bestemmelser.\nDepartementet kan i forskrift​8 bestemme at oppgavene kan sendes elektronisk og fastsette nærmere vilkår og skjema for elektronisk overlevering. Departementet kan også gi bestemmelser om signering, autentisering, integritet og konfidensialitet ved elektronisk overlevering, bruk av tjenesteleverandører, i hvilken form elektroniske oppgaver skal gis, godkjenning av programvare og vilkår for å avvise mangelfulle oppgaver. For øvrig gjelder merverdiavgiftsloven tilsvarende.\n0 Endret ved lover 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 15 juni 2001 nr. 46.\n1 Jfr. § 72 og § 73.\n2 Jfr. kap. II.\n3 Se § 3.\n4 Jfr. § 14.\n5 Se § 4.\n6 Jfr. kap. VI.\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Oppgaver gis terminvis. Hver termin omfatter 2 kalendermåneder. 1. termin januar og februar, 2. termin mars og april, 3. termin mai og juni, 4. termin juli og august, 5. termin september og oktober og 6. termin november og desember.\nDepartementet​1 kan samtykke i at det brukes lengre terminer når særlige forhold foreligger.\nDersom inngående avgift​2 regelmessig overstiger utgående avgift med minst 25 pst., kan avgiftsmyndigheten​3 samtykke i at kalenderåret deles i 12 terminer.​4 Avgiftsmyndigheten kan også samtykke i kortere terminer, dog ikke under 1 uke forutsatt at inngående avgift regelmessig overstiger utgående avgift med minst 50 pst. Samtykke gis normalt for 24 måneder medregnet første måneds- eller tilsvarende termin.\n1 Finansdepartementet.\n2 Jfr. kap. VI.\n3 Jfr. kap. II.\n4 Sml. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Næringsdrivende i jordbruk med binæringer og skogbruk skal​1 levere årsoppgave. Årsoppgaven skal sendes avgiftsmyndigheten​2 og avgiften etter avregningen betales innen 3 måneder og 10 dager etter kalenderårets utløp.​3\nDepartementet​4 kan samtykke i at det brukes kortere terminer når særlige forhold foreligger.\nDepartementet​4 gir forskrifter​5 om hvem som går inn under bestemmelsen i første ledd.\n0 Endret ved lov 8 juni 1973 nr. 42.\n1 Jfr. § 72 og § 73.\n2 Jfr. kap. II.\n3 Jfr. § 34.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:31 a",
      "chapter": "9",
      "section": "31 a",
      "content": "Registreringspliktig​1 næringsdrivende som har liten omsetning kan etter søknad levere årsoppgave. Årsoppgaven må være kommet frem til avgiftsmyndigheten innen 2 måneder og 10 dager etter kalenderårets utløp.\nDepartementet kan gi forskrifter​2 om avgrensing og gjennomføring av bestemmelsen i første ledd.\n0 Tilføyd ved lov 15 juni 2001 nr. 45 (i kraft 1 juli 2001 for næringsdrivende som blir merverdiavgiftspliktige fra dette tidspunkt, og 1 jan 2002 for næringsdrivende som er merverdiavgiftspliktige), endret ved lov 15 des 2006 nr. 73.\n1 Jfr. § 27.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31a."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Beløp som nevnt i § 29 medtas i oppgaven for den termin​1 de er bokført i regnskapssystemet etter bestemmelsene i bokføringsloven​2 eller i medhold av loven, med mindre annet bestemmes av departementet.​3\nDepartementet​3 kan når særlige forhold foreligger, samtykke i at betalingstidspunktet legges til grunn for fordeling av omsetning og avgift på terminene.\n0 Endret ved lover 26 juni 1970 nr. 76, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 19 nov 2004 nr. 73 (i kraft 1 jan 2006 iflg. vedtak 1 des 2004 nr. 1531. For bokføringspliktige som følger bokføringsloven med tilhørende forskrifter i 2005, gjaldt likevel endret første ledd fra 1 jan 2005, se lov 19 nov 2004 nr. 73 § 18 nr. 1).\n1 Jfr. § 30 og § 31.\n2 Lov 19 nov 2004 nr. 73.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Oppgaven​2 må være kommet frem til avgiftsmyndigheten​3 innen 1 måned og 10 dager etter utløpet av hver termin​4 eller fra tidspunktet for virksomhetens opphør. Fristen for 3. termin, mai og juni, er likevel 31. august. Oppgave som sendes i posten, anses fremkommet i rett tid hvis den er poststemplet innen utløpet av fristen.\nHvis ikke avgiftsmyndigheten​3 bestemmer noe annet, skal oppgave sendes inn for hver termin selv om det i en eller flere terminer ikke har vært avgiftspliktig omsetning.\n0 Endret ved lover 18 des 1987 nr. 92, 15 des 2006 nr. 73, 29 juni 2007 nr. 49.\n1 Jfr. § 34.\n2 Jfr. § 29.\n3 Jfr. kap. II.\n4 Jfr. § 31 (1) og § 40 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "10:34",
      "chapter": "10",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "10:35",
      "chapter": "10",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "10:36",
      "chapter": "10",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "10:37",
      "chapter": "10",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "content": "For fiskeres omsetning til eller gjennom fiskesalgslag som er opprettet i medhold av lov om omsetning av råfisk av 14 desember 1951, kan fastsettes en lavere sats for utgående avgift.​1\n1 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Fiskere skal​2 levere årsoppgave.\nÅrsoppgaven skal sendes avgiftsmyndigheten​3 og avgiften etter avregningen betales innen 3 måneder og 10 dager etter kalenderårets utløp. Oppgave som viser overskytende inngående avgift,​4 behandles som krav på tilbakebetaling av avgift.\nDepartementet​5 kan samtykke i at det brukes kortere terminer når særlige forhold foreligger.\nVed havari, større redskapstap o.l. kan det for fiskere som skal levere årsoppgave etter departementets​5 bestemmelse gis samtykke til at inngående avgift betales tilbake før utløpet av vedkommende kalenderår.\nPlikten til å levere oppgave og oppgjør for avgiften påhviler den reder, høvedsmann eller fisker som enten forestår leveringen av fisk til salgslag eller annen kjøper, eller som på båtens eller fiskerens vegne mottar oppgjør.\n0 Endret ved lover 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 20 des 1974 nr. 61.\n1 Jfr. § 34.\n2 Jfr. §§ 72 og § 73.\n3 Jfr. kap. II.\n4 Jfr. § 24.\n5 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "11:41",
      "chapter": "11",
      "section": "41",
      "content": "Dersom fiskesalgslag som nevnt i § 39 bare har formidlet eller godkjent fiskernes omsetning av fisk, skal laget beregne og betale avgift av den godtgjørelse som laget har mottatt.\nFor øvrig kommer bestemmelsene i denne lov til anvendelse på fiskesalgslagene.\nDepartementet​1 kan gi forskrifter​2 om gjennomføringen av bestemmelsene i dette kapittel, herunder om hva som går inn under bestemmelsene i denne paragrafs første ledd og med bindende virkning avgjøre hva som skal anses som «formidling» og «godkjenning».\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 des 2000 nr. 116 (i kraft 1 jan 2001).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "12:43",
      "chapter": "12",
      "section": "43",
      "content": "Registreringspliktig næringsdrivende​1 anses avgiftspliktig for sin omsetning i den utstrekning det ikke ved registrering og dokumentasjon av regnskapsopplysninger foretatt i samsvar med regnskapsregelverket, ved annet regnskapsmateriale eller på annen måte som avgiftsmyndighetene​2 godkjenner, godtgjøres at det ikke skal betales avgift av omsetningen.\n0 Endret ved lov 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Jfr. §§ 10, 27 og 28\n2 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Salgsdokument som omhandler avgiftspliktige varer og tjenester kan ikke utstedes før ved levering​2 med mindre annet bestemmes av departementet.\nDen som ikke er registrert hos avgiftsmyndigheten,​3 må ikke i noe tilfelle anføre avgiftsbeløp i salgsdokument. Det må i slike tilfelle heller ikke i prisangivelse opplyses at vederlaget omfatter avgift etter denne lov.\nDersom det i strid med annet ledd er anført avgift i salgsdokument, eller avgift er anført med et for stort beløp, eller det for omsetning av varer og tjenester som ikke er avgiftspliktige er anført beløp betegnet som avgift, skal det uriktig anførte beløp innbetales etter reglene for betaling av avgift etter denne lov.​4 Innbetaling kan unnlates dersom feilen rettes overfor kjøperen.\n0 Endret ved lover 14 juni 1974 nr. 34, 8 jan 1993 nr. 2 (i kraft 1 jan 1997), 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Jfr. § 10.\n2 Sml. § 3.\n3 Jfr. kap. II.\n4 Jfr. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:44 a",
      "chapter": "12",
      "section": "44 a",
      "content": "Departementet​1 kan gi forskrifter​2 om at foreninger og samvirkeforetak som hovedsakelig omsetter produkter fra medlemmenes fiske,​3 skogbruk eller jordbruk med binæringer,​4 skal kunne anføre avgift i sitt avregningsoppgjør med leverandør som ikke er registrert hos avgiftsmyndigheten.​5 Departementet​1 fastsetter nærmere vilkår for gjennomføringen av ordningen og kan bestemme at ordningen skal gjelde tilsvarende for andre avtakere og produsenter.\nDepartementet​1 kan også fastsette at bestemmelsen i første ledd, første punktum skal gjelde for forhandlere av produkter fra håndverks- og husflidsarbeid i hjemmet, selv om omsetningen ikke hovedsakelig gjelder slike produkter.\n0 Tilføyd ved lov 26 juni 1970 nr. 76, endret ved lover 16 juni 1978 nr. 57, 8 juni 1979 nr. 27, 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. kap. X.\n4 Jfr. § 31.\n5 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Departementet​1 kan gi forskrifter​2 om plikt til registrering og dokumentasjon av regnskapsopplysninger, herunder om innhold av salgsdokumenter for den som er pliktig å sende oppgave over omsetning m.v. etter denne lov​3 eller i henhold til bestemmelser gitt med hjemmel i denne lov for så vidt gjelder de beløp som skal medtas på oppgaven.\n0 Endret ved lover 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "13:46",
      "chapter": "13",
      "section": "46",
      "content": "Den som er pliktig å sende oppgave over omsetning mv. etter denne lov​1 eller i henhold til bestemmelser gitt med hjemmel i denne lov skal​2 uten opphold legge fram, utlevere eller sende inn registrerte og dokumenterte regnskapsopplysninger, regnskapsmateriale og andre dokumenter av betydning for avgiftskontrollen når avgiftsmyndighetene forlanger det. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene gjelder også elektroniske programmer og programsystemer. Det skal også gis fullstendige opplysninger om forhold som myndighetene finner kan ha betydning for kontrollen. Det samme gjelder den som er pålagt bokføringsplikt etter bokføringsloven​3 § 2 tredje ledd.\nDen næringsdrivende og de personer som er i hans tjeneste eller bistår ham, skal yte nødvendig veiledning og bistand og gi adgang til kontor- og bedriftslokaler. Ved gjennomsyn av virksomhetens arkiver kan avgiftsmyndighetene foreta kopiering til datalagringsmedium for senere gjennomgang hos den opplysningspliktige eller hos avgiftsmyndighetene. Det samme gjelder den som er pålagt bokføringsplikt etter bokføringsloven​3 § 2 tredje ledd.\nAndre næringsdrivende enn de som er nevnt i første ledd skal når avgiftsmyndighetene forlanger det, gi de opplysninger om virksomheten som kreves. Det samme gjelder for gjenpart av årsregnskap og årsberetning​4 dersom dette foreligger.\n0 Endret ved lover 11 juni 1971 nr. 60, 4 mars 1977 nr. 9, 13 juni 1980 nr. 27, 3 mars 1989 nr. 7, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001), 14 des 2007 nr. 100, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 12 des 2008 nr. 89.\n1 Jfr. § 29.\n2 Jfr. § 72 og § 73.\n3 Lov 19 nov 2004 nr. 73.\n4 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:46 a",
      "chapter": "13",
      "section": "46 a",
      "content": "Avgiftsmyndighetene kan pålegge bokføringspliktige​1 som plikter​2 å sende oppgave over omsetning mv. etter denne lov eller i henhold til bestemmelser gitt med hjemmel i denne lov, å oppfylle sin plikt til å innrette bokføringen, spesifikasjonen, dokumentasjonen og oppbevaringen av regnskapsopplysninger i samsvar med regler gitt i eller i medhold av lov 19. november 2004 nr. 73 om bokføring. Bokføringspålegg rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem. Det skal fastsettes en frist for oppfyllelse. Fristen skal være minimum fire uker og ikke lengre enn ett år. Reglene om klage over pålegg i ligningsloven​3 § 3-6 skal gjelde tilsvarende for klage over bokføringspålegg etter denne bestemmelsen.\n0 Tilføyd ved lov 14 des 2007 nr. 100, endret ved lov 27 juni 2008 nr. 55.\n1 Jfr. lov 19 nov 2004 nr. 73 § 2.\n2 Jfr. § 52 (2).\n3 Lov 13 juni 1980 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46a."
      }
    },
    {
      "provision_ref": "13:47",
      "chapter": "13",
      "section": "47",
      "content": "Næringsdrivende skal​2 på forlangende gi avgiftsmyndighetene opplysninger om ethvert økonomisk mellomværende som han har eller har hatt med andre navngitte næringsdrivende når det knytter seg til begge parters virksomhet. Det kan kreves opplysning om og spesifiserte kontrolloppgaver over varelevering og -kjøp, tjenester, vederlag og andre forhold som knytter seg til mellomværendet og oppgjøret for dette. Bestemmelsen i dette ledd gjelder også for så vidt omsetning er skjedd gjennom mellommann.\nHos næringsdrivende som etter oppdrag foretar omsetning eller kjøp, kan avgiftsmyndighetene kreve oppgave over oppdragsgivere. Hos oppdragsgiver kan det kreves oppgave over de mellommenn han har gitt oppdrag. Oppgave kan også kreves over størrelsen av omsetning som omfattes av oppdraget gjennom et nærmere angitt tidsrom.\nHos produksjons-, omsetnings- og transportorganisasjoner, derunder sammenslutninger og innretninger hvis virksomhet gjelder fastsettelse av og kontroll med kvaliteter, kvoter eller priser, kan avgiftsmyndighetene kreve kontrolloppgave vedrørende mellomværender som er oppstått ved organisasjonens egen virksomhet eller virksomhet som er foregått under dens medvirkning eller kontroll.\nDepartementet​3 kan bestemme at opplysninger og kontrolloppgaver som nevnt i denne paragraf kan innhentes også for grupper av ikke navngitte næringsdrivende.\nBestemmelsen i § 46 får tilsvarende anvendelse på den som er pålagt plikt til å gi opplysninger og oppgaver etter denne paragrafs første, annet og tredje ledd.\n1 Jfr. § 52.\n2 Jfr. § 72 og § 73.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "13:48",
      "chapter": "13",
      "section": "48",
      "content": "Finansinstitusjoner (jf. lov 10. juni 1988 nr. 40 om finansieringsvirksomhet § 1-3) og andre som driver utlånsvirksomhet eller låneformidling som næring, verdipapirforetak (jf. lov 19. juni 1997 nr. 79 om verdipapirhandel​2 § 1-4) og andre som har penger til forvaltning og pensjonskasser plikter​3 på avgiftsmyndighetenes​4 forlangende å gi opplysning om navngitt næringsdrivendes midler som has til forvaltning og om avkastning av disse, om innskudds- og gjeldskonti, deposita og andre økonomiske mellomværende med navngitt næringsdrivende. Opplysningsplikten etter første punktum omfatter også opplysninger om underbilag og annen dokumentasjon til transaksjoner, herunder hvem som er parter i transaksjonene. Postoperatører plikter på avgiftsmyndighetenes forlangende å gi opplysninger om pengeforsendelse ved verdibrev for navngitt person, bo, selskap eller innretning.\nSkattekontoret kan foreta undersøkelser eller forlange opplysninger om navngitt registreringspliktig​5 eller frivillig registrert næringsdrivendes​6 midler som has til forvaltning og om avkastning av disse, om innskudds- og gjeldskonto, deposita og andre økonomiske mellomværende med navngitt næringsdrivende som nevnt. Skattedirektoratet eller den direktoratet har gitt fullmakt, kan kreve opplysninger eller foreta undersøkelser om ikke navngitt registreringspliktig og frivillig registrert næringsdrivende hos institusjoner som er nevnt i første ledd.\nDen som undersøkelsen skjer hos, skal yte den bistand som er nødvendig for gjennomføringen av kontrollen og plikter herunder å forevise dokumenter, registrerte regnskapsopplysninger og regnskapsmateriale som kan ha betydning for undersøkelsen.\n0 Endret ved lover 19 des 1975 nr. 60, 16 juni 1978 nr. 57, 27 mars 1998 nr. 14, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 28 mai 2004 nr. 28, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. § 52. Sml. lignl. § 6-3.\n2 Loven er opphevet, se nå lov 29 juni 2007 nr. 75.\n1 Loven er opphevet, se nå lov 29 juni 2007 nr. 75.\n3 Jfr. § 72 og § 73.\n4 Jfr. kap. II.\n5 Jfr. § 28.\n6 Jfr. § 28 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "13:48 a",
      "chapter": "13",
      "section": "48 a",
      "content": "Når særlige hensyn gjør det nødvendig, og det foreligger mistanke om overtredelse av bestemmelser gitt i eller i medhold av denne lov, kan Skattedirektoratet, eller den direktoratet gir fullmakt, pålegge tilbyder av tilgang til elektronisk kommunikasjonsnett eller -tjeneste​1 å gi opplysninger om navn og adresse til en abonnent som ikke har offentlig telefonnummer, telefaksnummer eller personsøkernummer.\n0 Tilføyd ved lov 14 april 2000 nr. 28, endret ved lov 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879).\n1 Jfr. lov 4 juli 2003 nr. 83 § 1-5 nr. 2, 4 og 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "13:49",
      "chapter": "13",
      "section": "49",
      "content": "Enhver som lar utføre arbeid på bygg eller anlegg plikter​2 på forlangende å navngi og, i den utstrekning som nevnt i § 47, første ledd annet punktum, gi avgiftsmyndighetene opplysning om arbeidet og sitt økonomiske mellomværende med entreprenør, håndverker, arkitekt, konsulent og andre som for egen regning har medvirket i arbeidet.\nDen som har medvirket i arbeidet – jfr. første ledd – har tilsvarende opplysningsplikt om dette og sitt økonomiske mellomværende med byggherren og oppdragsgiveren.\n1 Jfr. § 52.\n2 Jfr. § 72 og § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "13:49 a",
      "chapter": "13",
      "section": "49 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 mai 2008 nr. 19 (i kraft 1 sep 2008 iflg. res. 9 mai 2008 nr. 441).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "13:50",
      "chapter": "13",
      "section": "50",
      "content": "Offentlige myndigheter, innretninger m.v. og tjenestemenn plikter etter krav fra avgiftsmyndighetene å gi de opplysninger​1 som de er blitt kjent med i sitt arbeid og skal i nødvendig utstrekning gi utskrift av protokoll, kopi av dokumenter m.v.\nUten hinder av den taushetsplikt som de ellers har,​2 skal\na. myndigheter som fastsetter eller innkrever skatter, toll, avgifter eller utbetaler erstatninger, tilskudd, bidrag, trygder, stønader m.v. etter krav fra avgiftsmyndighetene gi opplysninger om de fastsatte, innkrevde eller utbetalte beløp og om grunnlaget for dem,\nb. myndigheter som er tillagt kontrollerende funksjoner etter lov 29. juni 2007 nr. 75 om verdipapirhandel, etter krav fra avgiftsmyndighetene​3 gi opplysninger som de er blitt kjent med under dette arbeid, såfremt opplysningene er gitt kontrollorganet i medhold av lovbestemt opplysningsplikt,\nc. myndigheter som er tillagt kontrollerende funksjoner etter lov 29. juni 2007 nr. 73 om eiendomsmegling, etter krav fra avgiftsmyndighetene gi opplysninger som de er blitt kjent med under dette arbeid,\nDepartementet​4 kan gi forskrifter​5 om at opplysninger skal gis etter annet og tredje ledd a, b og c om ikke navngitt person, bo, selskap eller innretning.\nForskriftene kan bestemme at opplysninger til bruk for direkte kontroll av avgiftspliktiges oppgaver skal overleveres i maskinlesbar form.\n0 Endret ved lover 19 des 1975 nr. 60, 4 juni 1976 nr. 53, 16 juni 1978 nr. 57, 13 juni 1980 nr. 25, 22 mars 1991 nr. 7, 4 nov 1994 nr. 59 (i kraft 1 jan 1995), 27 mars 1998 nr. 14, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 27 juni 2008 nr. 55.\n1 Jfr. lignl. § 3-13.\n2 Jfr. bl.a. lov 10 feb 1967 §§ 13 til 13 f, lignl. § 3-13.\n3 Jfr. kap. II.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "13:51",
      "chapter": "13",
      "section": "51",
      "content": "Oppgaveplikten etter bestemmelsene i dette kapittel påhviler i enkeltpersonforetak innehaver, i selskap, samvirkeforetak, forening, institusjon eller innretning den daglige leder av virksomheten eller styrets formann hvis det ikke er noen slik leder.​1\nI bo hvor det utstedes proklama​2 plikter loddeiere, tingrettsdommer, testamentfullbyrder og andre som yter hjelp ved skifteoppgjøret å gi de opplysninger som avgiftsmyndighetene finner nødvendige for å avgjøre om boet skylder avgift etter denne lov.\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938). 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jfr. § 52 (2).\n2 Jfr. sl. kap. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "13:52",
      "chapter": "13",
      "section": "52",
      "content": "Departementet​2 kan pålegge den som ikke har etterkommet plikten til å gi opplysninger eller kontrolloppgaver som nevnt i dette kapittels §§ 47-49 a, å gi opplysningene under en daglig løpende tvangsmulkt.\nAvgiftsmyndighetene kan ilegge den som ikke har etterkommet bokføringspålegg etter § 46 a innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til utbedring skjer. Tvangsmulkten skal normalt utgjøre ett rettsgebyr per dag, jf. lov 17. desember 1982 nr. 86 om rettsgebyr § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men oppad begrenset til 10 rettsgebyr per dag. Samlet tvangsmulkt kan ikke overstige en million kroner.\nPålegg til selskap, samvirkeforetak, forening, innretning eller organisasjon rettes til styret og sendes hvert medlem i rekommandert brev. Tvangsmulkten kan inndrives så vel hos medlemmene av styret som hos selskapet, samvirkeforetaket, foreningen, innretningen eller organisasjonen.\n0 Endret ved lover 26 juni 1992 nr. 86, 20 des 1993 nr. 134 (i kraft 1 jan 1997), 14 des 2007 nr. 100, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 15 des 2006 nr. 85.\n1 Sml. lignl. § 10-3.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "13:53",
      "chapter": "13",
      "section": "53",
      "content": "Den som har oppgave- eller opplysningsplikt etter bestemmelsene i dette kapittel, skal​1 innrette sin registrering og dokumentasjon av regnskapsopplysninger eller gjøre notater slik at opplysning kan gis.\n0 Endret ved lov 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999).\n1 Jfr. § 72 og § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "14:54",
      "chapter": "14",
      "section": "54",
      "content": "Når omsetningsoppgave ikke er innkommet i rett tid eller i foreskreven form,​2 kan utgående avgift​3 for vedkommende termin forhøyes med minst kr. 250 eller med inntil 3 pst. av avgiftsbeløpet. Avgiften kan dog ikke forhøyes med mer enn kr. 5.000. Forhøyelsen kan foretas inntil 3 år etter utløpet av vedkommende termin.\nForhåndsvarsel etter forvaltningslovens​4 § 16 er ikke nødvendig ved vedtak etter første og annet ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 8 juni 1973 nr. 42, 16 juni 1978 nr. 57, 8 juni 1979 nr. 27, 13 juni 1980 nr. 27, 16 juni 1989 nr. 56, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 14 des 2007 nr. 100.\n1 Jfr. § 56.\n2 Jfr. kap. VIII.\n3 Se § 4.\n4 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "14:55",
      "chapter": "14",
      "section": "55",
      "content": "Beregningsgrunnlaget for utgående avgift​2 og beløpet for inngående avgift​2 kan fastsettes ved skjønn når:\n1. Omsetningsoppgave​3 ikke er innkommet. Oppgave som kommer inn etter at vedtak om skjønn er truffet, anses ikke innkommet i henhold til denne bestemmelse.\n2. Mottatt omsetningsoppgave finnes å være uriktig eller ufullstendig eller bygge på regnskap som finnes å ikke være ført i samsvar med gjeldende regnskapslovgivning.​4\n3. Noen er blitt registrert i avgiftsmanntallet eller blitt stående registrert uten å fylle vilkårene for registrering​5 og staten derved er påført avgiftstap.\nGjelder skjønnet mer enn en termin kan fastsettelsen foretas under ett, men ikke for lengre tidsrom enn et kalenderår. Fastsettelsen skal begrunnes samtidig med at vedtak treffes.\nFastsettelse kan foretas inntil 10 år etter utløpet av vedkommende termin.​6\n0 Endret ved lover 16 juni 1978 nr. 57, 13 juni 1980 nr. 27, 16 juni 1989 nr. 56.\n1 Jfr. § 56.\n2 Se § 4.\n3 Jfr. § 29.\n4 Jfr. lover 17 juli 1998 nr. 56 og 19 nov 2004 nr. 73.\n5 Jfr. § 28.\n6 Jfr. § 30 og § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "14:56",
      "chapter": "14",
      "section": "56",
      "content": "Forhøyelse etter § 54 og fastsettelse etter § 55 kan endres av skattekontoret​2 og Skattedirektoratet. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig er truffet vedtak etter § 55 som har direkte sammenheng med registrerings- eller slettingsvedtaket. Skattedirektoratets endringskompetanse etter første og annet punktum er begrenset til vedtak hvor etterberegnet beløp er under 15.000 kroner, renter ikke medregnet.\nDersom det foreligger nye opplysninger som viser at det tidligere vedtaket er uriktig, kan vedtaket endres til ugunst for den avgiftspliktige i inntil ti år etter utløpet av vedkommende termin.​3\nDersom det ikke foreligger nye opplysninger, må varsel om endring til ugunst for den avgiftspliktige gis innen to år etter tidspunktet for vedtaket.\n0 Endret ved lover 8 juni 1973 nr. 42, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 14 des 2007 nr. 111.\n1 Sml. lignl. § 9-6.\n2 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n3 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "15:57",
      "chapter": "15",
      "section": "57",
      "content": "Vedtak etter kap. XIII og § 73 kan påklages til Klagenemnda for merverdiavgift. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig klages over vedtak etter første punktum som har direkte sammenheng med registrerings- eller slettingsvedtaket.\nKlage til nemnda tas ikke under behandling uten samtykke av nemndas leder dersom klagegjenstandens verdi er under 15.000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages. Dersom klagegjenstandens verdi er mellom 4.000 og 15.000 kroner, renter ikke medregnet, avgjøres klagen av Skattedirektoratet. Departementet​1 avgjør hvilket organ som skal være klageinstans for andre vedtak etter denne lov.\nKlagenemnda består av en leder og fire andre medlemmer, hver med ett varamedlem, som alle oppnevnes av departementet.​1\nDepartementet​1 kan beslutte at Klagenemnda skal organiseres i to avdelinger. Begge avdelinger skal da ha en slik sammensetning som følger av annet ledd.\nKlagenemnda er beslutningsdyktig når minst tre medlemmer, herunder leder eller dennes varamedlem, er til stede. Står stemmetallet likt, gjør leders eller dennes varamedlems stemme utslaget. Leder og dennes varamedlem skal oppfylle vilkårene for å være tingrettsdommer.​2\nDepartementet​1 gir nærmere forskrifter​3 om Klagenemndas organisasjon og saksbehandling.\n0 Endret ved lover 21 des 2000 nr. 116, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Finansdepartementet.\n2 Jfr. dl. §§ 53, 54.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "15:57 a",
      "chapter": "15",
      "section": "57 a",
      "content": "Dersom Klagenemnda for merverdiavgift​1 endrer et vedtak til gunst for klageren, avgjør skattekontoret​2 saker om dekning av sakskostnader etter forvaltningsloven​3 § 36 første ledd.\nSkattekontorets vedtak etter første ledd kan påklages til Klagenemnda for merverdiavgift.​2\n0 Tilføyd ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n2 Jfr. § 57.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57a",
        "source_heading": "§ 57a."
      }
    },
    {
      "provision_ref": "15:58",
      "chapter": "15",
      "section": "58",
      "content": "Klage over vedtak etter § 55, første ledd nr. 1, tas ikke under behandling med mindre klageren samtidig med klagen sender inn omsetningsoppgave i foreskreven form​1 for den termin​2 vedtaket gjelder.\nKlage over vedtak etter kap. XIII og § 73 blir ikke å behandle dersom den myndighet som har truffet avgjørelsen, endrer vedtaket i samsvar med påstanden i klagen. Blir klagerens påstand ikke helt ut imøtekommet, legges det nye vedtak til grunn for klagebehandlingen etter at klageren er gitt anledning til å uttale seg.\nKlage over vedtak som nevnt i § 57 første ledd tas ikke under behandling uten samtykke fra klagenemndas leder dersom klagegjenstandens verdi er under 4.000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages.\n0 Endret ved lover 26 juni 1970 nr. 76, 4 mars 1977 nr. 9, 21 des 2000 nr. 116. 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. kap. VIII.\n2 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "16:58 a",
      "chapter": "16",
      "section": "58 a",
      "content": "Skattedirektoratet​1 og skattekontoret​2 kan på anmodning fra avgiftspliktig avgi forhåndsuttalelse om de avgiftsmessige virkningene av en konkret planlagt disposisjon før den igangsettes. Dette gjelder bare når det er av vesentlig betydning for den avgiftspliktige å få klarlagt virkningene før igangsetting eller Skattedirektoratet finner at spørsmålet er av allmenn interesse.\nAvgitt forhåndsuttalelse etter dette kapittel skal legges til grunn som bindende ved fastsettelsen dersom den avgiftspliktige krever det og den faktiske disposisjonen er gjennomført i samsvar med forutsetningene for uttalelsen.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186), endret ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Se lignl. § 2-3.\n2 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "16:58 b",
      "chapter": "16",
      "section": "58 b",
      "content": "Ordningen med bindende forhåndsuttalelser gjelder ikke ved innførsel av varer som nevnt i kapittel XVI.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58b",
        "source_heading": "§ 58 b."
      }
    },
    {
      "provision_ref": "16:58 c",
      "chapter": "16",
      "section": "58 c",
      "content": "Det skal betales et gebyr for en bindende forhåndsuttalelse.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58c",
        "source_heading": "§ 58 c."
      }
    },
    {
      "provision_ref": "16:58 d",
      "chapter": "16",
      "section": "58 d",
      "content": "Skattedirektoratets og skattekontorenes​1 avgjørelse om ikke å avgi bindende forhåndsuttalelse kan ikke påklages.\nEn bindende forhåndsuttalelse kan ikke påklages eller prøves i egen sak for domstol.\nAvgjørelse hvor bindende forhåndsuttalelse er lagt til grunn, kan påklages eller bringes inn for domstol etter de ellers gjeldende bestemmelser.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186), endret ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58d",
        "source_heading": "§ 58 d."
      }
    },
    {
      "provision_ref": "16:58 e",
      "chapter": "16",
      "section": "58 e",
      "content": "Departementet kan gi forskrift​1 til utfylling og gjennomføring av dette kapittel, herunder om gebyr.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58e",
        "source_heading": "§ 58 e."
      }
    },
    {
      "provision_ref": "17:59",
      "chapter": "17",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "17:59 a",
      "chapter": "17",
      "section": "59 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59a",
        "source_heading": "§ 59a."
      }
    },
    {
      "provision_ref": "17:60",
      "chapter": "17",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "17:61",
      "chapter": "17",
      "section": "61",
      "content": "Søksmål mot staten anlegges etter vernetingsreglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av det skattekontoret​1 som har truffet vedtak i første instans. Departementet kan gi instruks om utøvelsen av statens partsstilling generelt og i enkeltsaker. Departementet kan i enkeltsak eller i grupper av saker overta utøvelsen av partsstillingen eller overføre den til annen avgiftsmyndighet.\nNår en domstol finner at den avgiftspliktige bare skal betale en del av et omtvistet avgiftsbeløp eller bare skal ha tilbake en del av et tilbakebetalingskrav, og det ikke foreligger tilstrekkelige opplysninger til å fastslå det riktige beløp, skal det i domsslutningen​2 angis hvorledes ny fastsettelse blir å utføre.​3\nFinner domstolene at et avgiftskrav ikke kan opprettholdes på grunn av formelle mangler, henvises avgjørelsen til ny behandling av vedkommende avgiftsmyndighet.​4\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 14 des 2007 nr. 111.\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n2 Se tvl. § 19-6 (7).\n3 Sml. lignl. kap. 11.\n4 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "17:61 a",
      "chapter": "17",
      "section": "61 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61a",
        "source_heading": "§ 61 a."
      }
    },
    {
      "provision_ref": "18:62",
      "chapter": "18",
      "section": "62",
      "content": "Avgift av varer som innføres fra utlandet, Svalbard​1 og Jan Mayen, betales ved innførselen. Grunnlaget for avgiftens beregning fastsettes i samsvar med bestemmelsene i tolloven​2 §§ 7-10 til 7-20.\nVed innførsel av kunstverk,​3 samleobjekter og antikviteter fastsettes et lavere grunnlag for avgiftens beregning enn grunnlaget fastsatt etter første ledd.​4\nVed gjeninnførsel av varer etter foredling, bearbeidelse eller reparasjon i utlandet, beregnes avgiften av omkostningene, herunder omkostninger ved forsendelsen frem og tilbake.\nToll og andre avgifter, herunder innførselsavgifter, medregnes i avgiftsgrunnlaget etter nærmere bestemmelse av departementet.​5\nDepartementet​5 kan gi forskrifter​6 om avgiftsfri innførsel av varer som i henhold til særskilt bestemmelse kan innføres tollfritt, og nærmere regler om lavere beregningsgrunnlag etter bestemmelsen i andre ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Lov 21 des 2007 nr. 119.\n3 Jfr. § 5 (1) nr. 1, a.\n4 Jfr. kap. Va.\n5 Finansdepartementet. Jfr. § 18 (2) nr. 2.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "18:63",
      "chapter": "18",
      "section": "63",
      "content": "Det skal ikke betales avgift ved innførsel av varer som nevnt i § 5 første ledd nr. 2, § 5 b første ledd nr. 4 bokstav d, § 16 første ledd nr. 7, 8 og 14 og § 17 første ledd nr. 1. Det skal heller ikke betales avgift ved gjeninnførsel av skip, luftfartøyer, oljeboringsplattformer og andre flyttbare plattformer til bruk i petroleumsvirksomhet, herunder fast driftsutstyr i tilfelle som nevnt i § 17 første ledd nr. 2.\nKunstnere kan avgiftsfritt innføre egne originale kunstverk. Det samme gjelder for innførsel ved mellommann som nevnt i § 5 første ledd nr. 1 a.\nDepartementet kan gi forskrifter​1 om avgrensing og utfylling av bestemmelsene i denne paragraf.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 20 des 1974 nr. 61, 3 juni 1983 nr. 39, 18 des 1987 nr. 92, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 28 mai 2004 nr. 28, 9 des 2005 nr. 108.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "18:64",
      "chapter": "18",
      "section": "64",
      "content": "Avgiften skal betales av den som etter tolloven​1 §§ 2-2 og 2-3 er tollskyldner. Tolloven §§ 12-10 til 12-12 og § 16-10 får tilsvarende anvendelse på avgift etter denne lov.\n0 Endret ved lover 3 juni 1994 nr. 14, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Lov 21 des 2007 nr. 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "18:65",
      "chapter": "18",
      "section": "65",
      "content": "Tolloven​1 § 1-5 får tilsvarende anvendelse på avgift etter denne lov.\n0 Endret ved lover 3 juni 1994 nr. 14, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Lov 21 des 2007 nr. 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "18:65 a",
      "chapter": "18",
      "section": "65 a",
      "content": "Departementet​1 kan gi forskrift​2 om at det skal betales avgift av tjenester som innføres fra utlandet, Svalbard eller Jan Mayen, og som er avgiftspliktige ved innenlands omsetning.​3 Departementet kan i forskrift​2 gi nærmere regler om avgrensing, utfylling og gjennomføring av slik plikt til å betale avgift.\n0 Tilføyd ved lov 8 juni 1979 nr. 27, endret ved lover 9 jan 1998 nr. 1, 25 juni 2004 nr. 42.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 14 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65a",
        "source_heading": "§ 65 a."
      }
    },
    {
      "provision_ref": "18:66",
      "chapter": "18",
      "section": "66",
      "content": "Departementet​1 gir nærmere forskrift​2 om beregning og kontroll.\n0 Endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "19:67",
      "chapter": "19",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "19:68",
      "chapter": "19",
      "section": "68",
      "content": "Politiet er forpliktet til å yte bistand ved kontrollen, herunder ved føringen av manntallet. Politiet kan kreve opplysninger og utlevering av materiale som omhandlet i § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "20:69",
      "chapter": "20",
      "section": "69",
      "content": "Departementet​1 kan sette ned eller ettergi avgift fastsatt etter kapittel XIII dersom det av særlige grunner knyttet til fastsettelsen virker særlig urimelig å fastholde hele avgiften. Det samme gjelder tilleggsavgift​2 som er ilagt noen etter denne lov.\n0 Endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Finansdepartementet, jfr. res. 11 juni 1971 om fullmakt for Direktøren for skattevesenet.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "20:70",
      "chapter": "20",
      "section": "70",
      "content": "Departementet​1 kan helt eller delvis frita fra avgiftsplikt etter denne lov når det foreligger særlige forhold.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "20:71",
      "chapter": "20",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "21:72",
      "chapter": "21",
      "section": "72",
      "content": "1. Den som forsettlig gir uriktig eller ufullstendig opplysning i omsetningsoppgave​1 eller i annen oppgave eller forklaring til avgiftsmyndighetene,​2 og derved unndrar avgift eller oppnår uberettiget tilbakebetaling av avgift, straffes som for bedrageri etter straffeloven​3 §§ 270 og 271. Straffesak for overtredelse av bestemmelsen her hører under tingrett i første instans.\n2. Den som forsettlig unnlater å la seg registrere etter bestemmelsene i kap. VII eller å sende omsetningsoppgave etter bestemmelsen i kap. VIII eller kap. X, eller overtrer regnskaps- eller dokumentasjonsbestemmelsene i kap. XI eller bestemmelsene om opplysningsplikt i kap. XII, straffes med bøter​4 eller fengsel​5 inntil 3 måneder.​6 Det samme gjelder overtredelse av forskrift gitt i medhold av disse bestemmelsene eller forskrifter om registrering og dokumentasjon av regnskapsopplysninger gitt i medhold av denne lov.\nHar hensikten vært å unndra avgift eller å oppnå uberettiget tilbakebetaling av avgift, kan fengsel inntil 3 år​7 idømmes, og bot kan anvendes sammen med fengselsstraffen.​8\n3. Medvirkning til overtredelse straffes på samme måte som overtredelse.\n4. Er en overtredelse som nevnt i denne paragraf skjedd ved uaktsomhet, er straffen bøter.\n5. Disse bestemmelser gjelder for så vidt overtredelsen ikke rammes av strengere straffebestemmelser.​9\n0 Endret ved lover 13 juni 1980 nr. 27, 3 juni 1983 nr. 46, 21 des 2000 nr. 116 (i kraft 1 jan 2001), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. § 29.\n2 Jfr. kap. II.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n5 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n6 Jfr. strl. § 25; strl. 2005 § 31 (3).\n7 Jfr. strl. § 67; strl. 2005 kap. 15.\n8 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n9 Jfr. strl. §§ 255, 256 og 286 og lov 13 mai 1977 nr. 35 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "21:73",
      "chapter": "21",
      "section": "73",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller forskrifter gitt i medhold av loven, og statskassen derved er eller kunne ha vært unndratt avgift, kan utover avgift fastsatt etter §§ 55 og 56 ilegges tilleggsavgift med inntil 100 pst. Fastsettelse kan foretas inntil 10 år etter utløpet av vedkommende termin. Bestemmelsene i § 56 gjelder tilsvarende.\nFor så vidt angår ansvar etter denne paragraf svarer den avgiftspliktige for medhjelperes, ektefelles​2 og barns handlinger.\n0 Endret ved lover 26 juni 1970 nr. 76, 4 mars 1977 nr. 9.\n1 Jfr. §§ 34 og 57.\n2 Se lov 4 juli 1991 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "22:74",
      "chapter": "22",
      "section": "74",
      "content": "Avgift etter denne lov svares etter de regler som gjelder på leveringstiden.​1 Skal avgiften betales ved innførsel,​2 svares den etter de regler som gjelder på fortollingstiden.\nEr det før denne lovs eller senere avgiftspåleggs ikrafttreden inngått kontrakt om leveranse, plikter mottakeren å betale et tillegg motsvarende avgiften eller den forhøyede avgift, med mindre det godtgjøres at det ved prisansettelsen har vært tatt hensyn til avgiften.\n1 Jfr. § 3.\n2 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "22:75",
      "chapter": "22",
      "section": "75",
      "content": "Departementet​1 kan i forskrifter​2 gi de regler som er nødvendige til utfylling og gjennomføring av denne lov.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "22:75 a",
      "chapter": "22",
      "section": "75 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75a",
        "source_heading": "§ 75 a."
      }
    },
    {
      "provision_ref": "22:76",
      "chapter": "22",
      "section": "76",
      "content": "Denne lovs kap. VII trer i kraft 1 oktober 1969. For øvrig trer loven i kraft 1 januar 1970.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "For så vidt Stortinget vedtar at det til statskassen skal betales en avgift på omsetning​1 av varer​2 og tjenester​3 i alle ledd og ved innførsel,​4 gjelder reglene i denne lov når ikke annet er særskilt bestemt i annen lov eller Stortingets vedtak om avgiften.​5\n1 Se § 3.\n2 Se § 2 (1).\n3 Se § 2 (2).\n4 Jfr. kap. XVI.\n5 Jfr. Grl. § 75 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Med vare forstås fysiske gjenstander, herunder fast eiendom.​1 Som vare anses også elektrisk kraft, vann fra vannverk, gass, varme og kulde.\nMed tjeneste forstås alt som kan omsettes og som ikke er å anse som vare etter første ledd. Som tjeneste anses også begrensede rettigheter til fysiske gjenstander eller fast eiendom, samt hel eller delvis utnyttelse av immaterielle verdier.\n0 Endret ved lover 25 feb 1972 nr. 4, 21 des 2000 nr. 113 (i kraft 1 juli 2001).\n1 Jfr. § 5 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Med omsetning forstås:\n1. Levering​1 av varer​2 mot vederlag, herunder levering av varer fremstilt etter oppdrag eller levering av varer i forbindelse med ytelser av tjenester.​3\n2. Ytelse av tjenester​3 mot vederlag.\n3. Levering av vare eller ytelse av tjeneste som helt eller delvis vederlag for mottatte varer eller tjenester.\n0 Endret ved lov 26 juni 1970 nr. 76.\n1 Jfr. lov 13 mai 1988 nr. 26 kap. II.\n2 Jfr. § 2.\n3 Se § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Med utgående avgift forstås avgift som skal beregnes og betales av omsetning​1 og ved uttak.​2\nMed inngående avgift forstås avgift som er påløpt ved kjøp m.v. av varer​3 og tjenester​4 eller ved innførsel.​5\n1 Jfr. § 3.\n2 Jfr. § 14.\n3 Jfr. § 2 (1).\n4 Se § 2 (2).\n5 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for:\n1. Omsetning​1 fra:\na. Opphavsmannen ved egen utnyttelse av opphavsrett til egne litterære og kunstneriske verk.​2 Det samme gjelder for omsetning ved mellommann i opphavsmannens navn.\nb. Tannteknikere av egne fremstilte tanntekniske produkter til bruk i syke- og tannpleien.​3\nc. Museer, teatre, arrangører av utstillinger, konserter og stevner, av kataloger, programmer, prospektkort og suvenirer.\nd. Veldedige og allmennyttige institusjoner og organisasjoner, av prospektkort, brosjyrer, kalendere og andre gjenstander av ubetydelig verdi, forutsatt at det skjer leilighetsvis og er ledd i vedkommende institusjons eller organisasjons virksomhet. Unntatt er også veldedige og allmennyttige institusjoner og organisasjoner, når disse omsetter varer til betydelig overpris. Unntakene i første og annet punktum gjelder også for slik omsetning fra kommisjonær.\ne. Veldedige og allmennyttige organisasjoner, av varer fra bruktbutikker når overskuddet helt ut anvendes til veldedige eller allmennyttige formål. Det er en forutsetning at butikkene kun omsetter brukte varer som er mottatt vederlagsfritt, og at det benyttes frivillig, ulønnet arbeidskraft.\nf. Ideelle organisasjoner og foreninger når vederlag mottas i form av medlemskontingent, og kontingenten dekker varer og tjenester som er ledd i organisasjonens eller foreningens ideelle virksomhet.​4\ng. Veldedige, allmennyttige, ideelle institusjoner, organisasjoner og foreninger av tjenester til ledd innenfor samme organisasjon mv. Tjenestene må være direkte knyttet til den ideelle virksomheten. Vederlaget for tjenestene må være basert på hel eller delvis kostnadsdekning. Det er et vilkår at tjenestene ikke ytes eksternt, og at tjenestene ikke utføres av et rettssubjekt utenfor organisasjonen mv. En eller flere enheter eller ledd innenfor en organisasjon mv. kan etter søknad utelukkes fra unntaket.\nh. Boligbyggelag​5 av forvaltningstjenester til tilknyttet borettslag.​6\n2.​7 Omsetning av frimerker, sedler og mynter som samlerobjekt.\nDepartementet​8 kan gi forskrift​9 om avgrensing og utfylling av bestemmelsene i første ledd og kan bestemme at virksomhet som nevnt i første ledd nr. 1 bokstav f skal beregne og betale merverdiavgift dersom unntaket medfører vesentlige konkurransevridninger i forhold til registrert næringsdrivende som omsetter tilsvarende varer og tjenester.​10\n0 Endret ved lover 19 des 1969 nr. 95, 25 feb 1972 nr. 4, 3 juni 1983 nr. 39, 13 des 1985 nr. 89, 18 des 1987 nr. 92, 10 jan 1992 nr. 1, 22 nov 1996 nr. 67 (i kraft 1 des 1996), 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88 (i kraft straks med virkning fra og med 1 juli 1999), 21 des 2000 nr. 113 (i kraft 1 juli 2001), 15 juni 2001 nr. 46, 21 des 2001 nr. 103, 20 des 2002 nr. 94 (i kraft 1 jan 2003), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 16 juni 2006 nr. 23 (i kraft 1 juli 2006).\n1 Se § 3.\n2 Jfr. lov 12 mai 1961 nr. 2.\n3 Jfr. § 5 b (1) nr. 1 annet punktum.\n4 Jfr. annet ledd.\n5 Jfr. lov 6 juni 2003 nr. 38.\n6 Jfr. lov 6 juni 2003 nr. 38 og lov 6 juni 2003 nr. 39.\n7 Jfr. § 63 (1).\n8 Finansdepartementet.\n9 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n10 Sml. § 10 (5) og § 11 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:5 a",
      "chapter": "1",
      "section": "5 a",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for omsetning​1 og utleie av fast eiendom​2 eller rettighet til fast eiendom.​3 Unntaket for utleie av fast eiendom omfatter også omsetning av varer og tjenester​4 som leveres som ledd i utleien.\nUnntaket i første ledd gjelder ikke for:\n1. utleie av parkeringsplasser i parkeringsvirksomhet,\n2. omsetning av romutleie​5 i hotellvirksomhet og lignende virksomhet, utleie av fast eiendom til camping samt utleie av hytter, ferieleiligheter og annen fritidseiendom,\n3.​6 utleie av selskapslokaler i forbindelse med servering og hotellers mv. utleie av lokaler til konferanser og møter mv.\n4. omsetning av rett til å disponere plass for reklame,\n5. utleie av oppbevaringsbokser,\n6. omsetning av trær og avling på rot når omsetningen ikke skjer sammen med grunnen,\n7. omsetning av rett til å ta ut jord, stein og andre naturalier av grunn, samt rett til jakt og fiske,\n8. omsetning av rett til å disponere lufthavn for luftfartøy,\n9. omsetning av rett til å disponere jernbanenettet til transport.\n10. omsetning av rett til å disponere kommunal havn mot anløpsavgift eller inntekter i samsvar med kapittel 7 i lov 17. april 2009 nr. 19 om havner og farvann\nTjenester som nevnt i annet ledd nr. 2 omfatter ytelser som etter sin art er unntatt fra loven når ytelsen utgjør et naturlig ledd i hovedytelsen og det ikke kreves særskilt vederlag for ytelsen.\nDepartementet​7 kan gi forskrifter​8 om avgrensning og utfylling av bestemmelsene i første, annet og tredje ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 113 (i kraft 1 juli 2001), endret ved lover 15 juni 2001 nr. 46, 20 des 2002 nr. 94 (i kraft 1 jan 2003), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 9 des 2005 nr. 116 (i kraft 1 sep 2006), 16 juni 2006 nr. 23 (i kraft 1 sep 2006), 15 des 2006 nr. 73 (i kraft 1 jan 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008), 17 april 2009 nr. 19 (i kraft 1 jan 2010 iflg. res. 4 des 2009 nr. 1456).\n1 Se § 3.\n2 Se § 2 (1).\n3 Se § 2 (2).\n4 Se § 2.\n5 Jfr. tredje ledd.\n6 Se § 22 (1).\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 a."
      }
    },
    {
      "provision_ref": "1:5 b",
      "chapter": "1",
      "section": "5 b",
      "content": "Unntatt bestemmelsene i kapitlene XI, XII, XIX og XX gjelder loven ikke for omsetning​1 av:​2\n1.​3 Helsetjenester og helserelaterte tjenester, herunder tjenester som nevnt i folketrygdloven​4 §§ 5-4 til 5-12, samt ambulansetjenester utført med særskilt innrettet transportmiddel. Unntaket omfatter også tanntekniske tjenester.​5 Unntaket omfatter også formidling av slike tjenester.\n2.​3 Sosiale tjenester, herunder tjenester som nevnt i sosialtjenesteloven​6 § 4-2, samt tjenester i barne- og ungdomsinstitusjoner. Unntaket omfatter også formidling av sosiale tjenester.\n3.​2 Undervisningstjenester og formidling av slike tjenester.\n4. Finansielle tjenester, herunder\na. forsikring​7 og formidling av forsikring,\nb. finansieringstjenester,​8 men ikke finansiell leasing,\nc. utførelse av betalingsoppdrag,\nd.​9 gyldige betalingsmidler​10 og meglingstjenester ved slik omsetning,\ne. finansielle instrumenter​11 og lignende og meglingstjenester ved slik omsetning,\nf. forvaltning av verdipapirfond.​12\n5. Tjenester i form av rett til å overvære teater-, opera-, ballett- og sirkusforestillinger, konsert- og idrettsarrangementer, utstillinger i gallerier og museer, samt adgang til fornøyelsesparker, opplevelsessentra, dansetilstelninger med levende musikk og datatreff og lignende arrangementer rettet mot barn og ungdom. Unntaket omfatter også formidling av slike tjenester. Unntaket gjelder ikke tjenester i form av rett til å overvære striptease, eller formidling av slike tjenester.\n6. Lotteritjenester.​13\n7. Tjenester som ledd i offentlig myndighetsutøvelse.\n8. Seremonielle tjenester som ytes i forbindelse med begravelser og bisettelser.\n9. – – –\n10. – – –\n11. Guidetjenester og formidling av slike tjenester.\n12. Rett til å utøve idrettsaktiviteter.\n13. Serveringstjenester fra elev- og studentkantiner.\n14. Tjenester i form av kunstnerisk fremføring av åndsverk og formidling av slike tjenester. Unntaket omfatter også tjenester som er en integrert og nødvendig del av denne fremføringen.\n15. Tjenester som gjelder drift av trygghetsalarmer.\n16. – – –\nUnntaket for helsetjenester og helserelaterte tjenester, sosiale tjenester og undervisningstjenester omfatter også andre tjenester og varer som institusjonen m.v. omsetter som et naturlig ledd i ytelsen av disse tjenestene. Unntaket omfatter også utleie av arbeidskraft for utøvelse av de tjenester som omfattes av første ledd nr. 1, 2 eller 3. Unntaket omfatter også formidling av arbeidskraft for utøvelse av de tjenester som omfattes av første ledd nr. 1. Unntaket i første ledd nr. 1 omfatter også utleie av utstyr, tilgang til pasientportefølje og lignende mellom selvstendig næringsdrivende helsepersonell der begge yter helsetjenester eller helserelaterte tjenester. Unntaket omfatter også utleie fra virksomhet eiet av næringsdrivende utøvere av helsetjenester eller helserelaterte tjenester til bruk i deres helsetjenestevirksomhet. Det samme gjelder slik utleie fra offentlig helsetjeneste til selvstendig næringsdrivende utøver av helsetjenester.\nUnntaket i første ledd gjelder ikke når tjenestene omsettes eller formidles av tilbyder av elektronisk kommunikasjonstjeneste ved bruk av elektronisk kommunikasjon og vederlaget for tjenesten oppkreves av den som yter kommunikasjonstjenesten.​14\nDepartementet kan gi forskrifter​15 om avgrensing og utfylling av bestemmelsene i første og annet ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 113 (i kraft 1 juli 2001), endret ved lover 15 juni 2001 nr. 46, 21 des 2001 nr. 103, 21 des 2001 nr. 113 (i kraft 1 jan 2002 og 1 april 2002), 28 juni 2002 nr. 49 (i kraft 1 juli 2002), 20 des 2002 nr. 94 (i kraft 1 juli 2003 iflg. res. 27 juni 2003 nr. 800), 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 10 des 2004 nr. 77 (i kraft 1 jan 2005), 17 juni 2005 nr. 70, 9 des 2005 nr. 108 (første ledd nr. 5 i kraft 1 jan 2006, annet ledd i kraft 1 mars 2006), 9 des 2005 nr. 116 (i kraft 1 sep 2006), 16 juni 2006 nr. 23 (i kraft 1 sep 2006), 29 juni 2007 nr. 49 (i kraft 1 juli 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008), 12 des 2008 nr. 89 (i kraft 1 jan 2009).\n1 Se § 3.\n2 Jfr. tredje ledd.\n3 Se annet ledd.\n4 Lov 28 feb 1997 nr. 19.\n5 Jfr. § 5 (1) nr. 1, b.\n6 Lov 13 des 1991 nr. 81.\n7 Jfr. 10 juni 2005 nr. 44.\n8 Jfr. lov 10 juni 1988 nr. 40.\n9 Se § 63 (1).\n10 Jfr. lov 24 mai 1985 nr. 28 § 14.\n11 Jfr. lov 19 juni 1997 nr. 79 § 1-2 (2).\n12 Jfr. lov 12 juni 1981 nr. 52 kap. 4.\n13 Jfr. lov 24 feb 1995 nr. 11.\n14 Sml. lov 4 juli 2003 nr. 83.\n15 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5b",
        "source_heading": "§ 5 b."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kongen gir bestemmelser om avgiftsforvaltningen og kontrollen med avgiften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Enhver som innehar offentlig verv, stilling eller oppdrag som er knyttet til avgiftsforvaltningen etter denne lov, skal​2 med de begrensninger som følger av hans gjøremål, bevare taushet om det han i sitt arbeid har fått vite om noens forretnings-, drifts-, formues- og inntektsforhold og om andre økonomiske og personlige forhold som ikke er alminnelig kjent.​3 Han må heller ikke gjøre bruk av sin viten om slike forhold i egen næringsvirksomhet.\nBestemmelsene i første ledd er ikke til hinder for at opplysninger kan gis til annen offentlig myndighet for bruk i dennes arbeid med toll​4 og andre avgifter til stat eller med skatter til stat eller kommune​5 eller for bruk i statistisk øyemed.​6 De gjelder heller ikke når almene interesser tilsier at opplysningene gis og departementet​7 samtykker i dette. Taushetsplikten skal heller ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​8\nBestemmelsen i første ledd er ikke til hinder for at opplysninger gis til politi og påtalemyndighet i straffesak. Gjelder straffesaken overtredelse av bestemmelser utenfor avgiftsmyndighetenes forvaltningsområde, kan opplysninger bare gis når det foreligger rimelig grunn til mistanke om overtredelse som kan medføre høyere straff enn fengsel i 6 måneder. Opplysninger kan likevel alltid gis til Økokrim etter anmodning grunnet i en melding om en mistenkelig transaksjon gitt i medhold av hvitvaskingsloven.\nDen som mottar opplysningene i medhold av annet ledd har selv taushetsplikt om disse.\n0 Endret ved lover 6 juni 1997 nr. 35 (i kraft 1 nov 1997), 9 mai 2008 nr. 19.\n1 Sml. lignl. § 3-13.\n2 Jfr. strl. § 121.\n3 Jfr. lov 10 feb 1967 § 13 a til § 13 f.\n4 Jfr. lov 10 juni 1966 nr. 5 kap. III.\n5 Jfr. lignl. kap. 6.\n6 Jfr. lov 16 juni 1989 nr. 54.\n7 Finansdepartementet.\n8 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Den som tiltrer verv eller stilling eller får oppdrag som nevnt i § 7 første ledd, skal avgi skriftlig erklæring om å ville utføre sitt verv eller arbeid upartisk og etter beste skjønn og overbevisning i samsvar med lov og forskrifter og om å ville overholde taushetsplikten.\n0 Endret ved lov 7 april 1995 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Omsetningsoppgavene​1 og andre avgiftsdokumenter skal​2 oppbevares i minst 10 år. Departementet​3 gir forskrifter​4 om oppbevaringsmåten og fremgangsmåten ved tilintetgjørelse av dokumentene.\n1 Jfr. kap. VII.\n2 Jfr. § 72 og § 73.\n3 Finansdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Registreringspliktig​1 næringsdrivende skal​2 beregne og betale avgift av omsetning​3 og uttak​4 som nevnt i kap. IV. Ved konkurs eller dødsfall er boet avgiftspliktig for omsetning og uttak etter konkursåpningen​5 eller dødsfallet i den utstrekning dette ville vært avgiftspliktig på debitors eller avdødes hånd. Omsetning ved kommisjon​6 regnes som både kommittentens og kommisjonærens omsetning. Ved auksjonssalg skal avgift beregnes og betales av auksjonarius.\nBestemmelsen i første ledd, første punktum, gjelder også for samvirkeforetak​7 som mot godtgjørelse direkte eller gjennom avgifter eller stønader fordeler varer eller tjenester eller formidler medlemmenes omsetning. Det er uten betydning for avgiftsplikten om varene eller samvirketjenestene faktureres og betales utenom foretaket.\nUtenlandske næringsdrivende, som ikke har forretningssted eller hjemsted i Norge, skal beregne og betale avgift ved representant når ikke annet er bestemt.​8 Også representanten er avgiftspliktig.\nNæringsdrivende som for egen regning driver virksomhet med oppføring, oppussing, modernisering mv. av bygg eller anlegg for salg eller utleie, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider, skal beregne og betale avgift som ved uttak​4 når varer og tjenester tas i bruk i virksomheten. Bestemmelsene i § 14 gis tilsvarende anvendelse.\nKongen kan etter innhentet uttalelse fra et rådgivende utvalg bestemme at næringsdrivende med virksomhet som faller utenfor loven, skal beregne og betale avgift av varer som han fremstiller eller tjenester som han yter til eget bruk i virksomheten.​9 Kongen bestemmer hva som skal medregnes i grunnlaget for beregningen av avgiften og om og i hvilken utstrekning fradrag kan gjøres for inngående avgift.​10\nDepartementet​11 avgjør med bindende virkning hvem som skal anses som næringsdrivende etter bestemmelsene i denne paragraf.\nDepartementet​11 kan fastsette forskrifter om gjennomføringen av bestemmelsene i tredje ledd og om at avgift skal kunne beregnes og betales på annen måte enn ved representant.\n0 Endret ved lover 19 des 1969 nr. 95, 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 4 mars 1977 nr. 9, 3 mars 1989 nr. 7, 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. §§ 27 og 28.\n2 Jfr. § 72 og § 73.\n3 Se § 3.\n4 Jfr. § 14.\n5 Jfr. lov 8 juni 1984 nr. 58 kap. VII.\n6 Jfr. lov 30 juni 1916 nr. 1 kap. 2.\n7 Jfr. lov 29 juni 2007 nr. 81.\n8 Jfr. § 61 a.\n9 Jfr. § 19 (1). Sml. § 5 (2) og § 11 (3).\n10 Jfr. § 4 (2) og § 11 (3).\n11 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Stat, kommune og institusjoner som eies eller drives av stat og kommune er på samme måte som næringsdrivende​1 avgiftspliktig når de driver omsetning av varer eller tjenester som nevnt i kap. IV.\nNår slike institusjoner hver for seg eller i fellesskap driver virksomhet som hovedsakelig har til formål å tilgodese egne behov, er de avgiftspliktige bare for sin omsetning til andre. I slike tilfelle skal det ikke betales avgift ved uttak​2 til eget bruk av varer og tjenester og det kan utelukkende gjøres fradrag for inngående avgift​3 på varer og tjenester som omsettes til andre. Bestemmelsene i dette ledd gjelder ikke institusjoner eller virksomhet som er organisert som aksjeselskap,​4 allmennaksjeselskap,​5 samvirkeforetak​6 eller statsforetak.​7\nStatlige enheter anses ikke avgiftspliktige når de omsetter tjenester til andre statlige enheter. Det er et vilkår at leverandøren ikke driver økonomisk aktivitet. Unntaket omfatter også omsetning av varer som leveres som naturlig ledd i ytelsen av tjenesten.\nKongen kan etter innhentet uttalelse fra et rådgivende utvalg bestemme at stat, kommune og institusjoner som eies eller drives av stat og kommune skal beregne og betale avgift av varer som fremstilles eller tjenester som ytes til eget bruk.​8 Kongen bestemmer hva som skal medregnes i grunnlaget for beregning av avgiften og om og i hvilken utstrekning fradrag kan gjøres for inngående avgift.​9\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 14 juni 1974 nr. 34, 30 aug 1991 nr. 71, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 14 des 2007 nr. 100 (i kraft 1 jan 2008).\n1 Jfr. § 10.\n2 Jfr. § 14.\n3 Jfr. kap. VI.\n4 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n5 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n6 Jfr. lov 29 juni 2007 nr. 81.\n7 Jfr. lov 30 aug 1991 nr. 71.\n8 Jfr. § 19 (1). Sml. § 5 (2), § 10 (5) og lov 12 des 2003 nr. 108.\n9 Jfr. § 4 (2) og § 10 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Flere virksomheter som drives av samme eier anses som én avgiftspliktig virksomhet.\nDersom særskilt regnskap føres for noen enkelt virksomhet som nevnt i første ledd, kan avgiftsmyndighetene​1 bestemme at denne del av virksomheten skal anses som en særskilt avgiftspliktig. Tilsvarende gjelder for virksomhet som drives av stat, kommune og institusjon under stat eller kommune.\nSamarbeidende selskaper kan anses som én avgiftspliktig virksomhet når minst 85 pst. av kapitalen i hvert selskap eies av et eller flere av de samarbeidende selskaper og selskapene er fellesregistrert.​2 Alle deltakende selskaper er da solidarisk ansvarlige for riktig betaling av avgiften.​3\nVirksomhet som drives i fellesskap av flere (sameie eller annet fellesforetak)​4 anses som én avgiftspliktig virksomhet,​5 med mindre annet bestemmes av avgiftsmyndighetene.​1\n0 Endret ved lover 11 juni 1971 nr. 56, 11 juni 1993 nr. 72.\n1 Jfr. kap. II.\n2 Jfr. § 21 (1) og § 28. Sml. sktl. § 10-4.\n3 Jfr. kap. IX.\n4 Jfr. lover 18 juni 1965 nr. 6 og 21 juni 1985 nr. 83.\n5 Sml. sktl. § 2-2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Det skal betales avgift av omsetning​2 av varer og tjenester​3 som er omfattet av loven i henhold til bestemmelsene i kapittel I.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 14 juni 1974 nr. 34, 11 juni 1993 nr. 72, 21 des 2000 nr. 113 (i kraft 1 juli 2001).\n1 Jfr. §§ 16 og 17.\n2 Se § 3.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Det skal​2 betales avgift når en registreringspliktig​3 næringsdrivende​4 tar ut vare​5 fra virksomheten til bruk privat eller til andre formål utenfor loven. Dette gjelder også for kapitalvarer som nevnt i § 26 c nr. 1, dersom varen tas ut til bruk privat eller til andre formål utenfor den samlede virksomheten.\nAvgiftsplikten etter første ledd gjelder i den grad en registreringspliktig​3 næringsdrivende​4 har hatt rett til fradrag for inngående avgift etter kap. VI ved anskaffelsen eller fremstillingen av varen. Vilkåret om fradragsrett gjelder likevel ikke ved uttak av varer som er anskaffet uten avgift, jf. §§ 16 og 17. Det er den registreringspliktige næringsdrivende som må dokumentere at varen som tas ut ikke har gitt rett til fradrag for inngående avgift.\nDet skal betales avgift når en registreringspliktig​3 næringsdrivende​4 tar ut tjeneste til bruk privat eller til andre formål utenfor den samlede virksomheten. Det samme gjelder når en tjeneste som nevnt i fjerde ledd eller tjenester med oppføring, oppussing, modernisering mv. av bygg eller anlegg, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider, tas ut til formål utenfor loven.\nNår fradragsrett ikke er avskåret etter § 22, skal det svares avgift som ved uttak når varer og tjenester fra virksomheten brukes:\n1. Til kost og naturalavlønning til virksomhetens innehaver, ledelse, ansatte og pensjonister.\n2. Ved arbeid på, drift eller innleie av fast eiendom som skal dekke boligbehov, fritids-, ferie- eller andre velferdsbehov, herunder løsøre og utstyr til slike eiendommer. Avgiftsplikten etter denne bestemmelse gjelder ikke oppføring og vedlikehold av bedriftskantiner.\n3. Til representasjon.​6\n4. Til gave og til utdeling i reklameøyemed. Det skal likevel ikke svares avgift av tjenester som ytes vederlagsfritt på veldedig grunnlag.\n5. – – –\nNår fradragsrett ikke er avskåret etter § 22, skal det også svares avgift som ved uttak når personkjøretøyer brukes til annet enn som salgsvare, eller som utleiekjøretøy i yrkesmessig utleievirksomhet eller som middel til å transportere personer mot vederlag i persontransportvirksomhet. Det skal også svares avgift av varer og tjenester til vedlikehold, bruk og drift av personkjøretøyer til annet formål enn nevnt i første punktum. Som personkjøretøy anses også campingtilhenger og motorvogn registrert som varebil klasse 1. Departementet​7 kan ved forskrift​8 fastsette nærmere vilkår for minste eiertid og bruk.\nDepartementet​7 kan gi forskrifter​8 om avgrensning og utfylling av bestemmelsene i første til femte ledd.\nDet skal ikke betales avgift av uttak av produkter fra eget jordbruk med binæringer, skogbruk og fiske til bruk privat eller til formål innen rammen av disse næringer. Departementet​7 gir forskrifter​8 om hva som går inn under jord- og skogbruk.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 12 juni 1987 nr. 39, 10 jan 1992 nr. 1, 21 des 2000 nr. 113 (i kraft 1 juli 2001, 1 jan 2002 og 1 april 2002), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 25 juni 2004 nr. 42 (i kraft straks, men tredje ledd tredje punktum i kraft 1 juli 2004), 29 juni 2007 nr. 45 (i kraft 1 jan 2008, men iflg. vedtak 29 juni 2007 nr. 732 er fjerde ledd satt i kraft 1 juli 2007), 14 des 2007 nr. 100 (i kraft 1 jan 2008).\n1 Jfr. § 19 (1) og § 26 d (5).\n2 Jfr. § 72 og § 73.\n3 Jfr. kap. VII.\n4 Jfr. § 10.\n5 Se § 2.\n6 Sml. sktl. § 6-21.\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1977 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Det skal ikke betales avgift av omsetning av:\n1. Varer​1 og tjenester:​2\na. til utlandet,​3\nb. til bruk i havområder utenfor norsk territorialgrense​4 i forbindelse med utforskning og utnytting av undersjøiske naturforekomster​5 eller til bruk i forbindelse med bygging, ombygging, reparasjon og vedlikehold av rørledning mellom slike havområder og land.\nc. til Svalbard​6 og Jan Mayen,​7\nd. til bruk for utenlandsk skip.\nUnntaket for rørledning gjelder bare omsetning i siste ledd og omfatter tilhørende anlegg på land i den utstrekning departementet​8 bestemmer.\n2. Varer og tjenester:\na. til bruk for skip på minst 15 meter største lengde når det i utenriks fart frakter last eller mot vederlag befordrer passasjerer,\nb. til spesialskip til bruk i petroleumsvirksomhet til havs.\nUnntaket for tjenester gjelder bare etter departementets​8 nærmere bestemmelse.\n3. Varer og tjenester til bruk for luftfartøy som nevnt i § 17 første ledd nr. 1 bokstav c, når det går i utenriks fart.\n4. Transporttjenester her i landet når transporten skjer direkte til eller fra utlandet. Med unntak av Posten Norge AS'​9 omsetning av masseforsendelser av brev til utlandet, gjelder første punktum likevel ikke for Posten Norge AS' befordring av brev til utlandet.\n5. Vare fra den som eier den til bruk privat eller til andre formål som ikke har gitt fradragsrett for inngående avgift.​10\n6. Varer og tjenester som ledd i overdragelse av virksomheten eller del av denne til ny innehaver.\n7. Aviser som utkommer regelmessig med minst ett nummer ukentlig.\n8. Bøker i siste omsetningsledd. Det samme gjelder tidsskrifter som hovedsakelig omsettes til faste abonnenter eller hovedsakelig deles ut til foreningsmedlemmer og tidsskrifter med overveiende politisk, litterært eller religiøst innhold.\n9. Elektrisk kraft​11 og energi levert fra alternative energikilder til husholdningsbruk i fylkene Finnmark, Troms og Nordland.\n10. Formidling av persontransport når transporten skjer i utlandet eller direkte til eller fra utlandet, og formidling av tjenester som nevnt i § 5a annet ledd nr. 2 når tjenestene leveres i utlandet, på Svalbard eller Jan Mayen. Det samme gjelder formidling av serveringstjenester og formidling av utleie av transportmidler.\n11. Kjøretøyer som omfattes av Stortingets vedtak om omregistreringsavgift og har vært registrert her i landet.\n12. Tjenester for regning av utenlandsk oppdragsgiver i den utstrekning departementet​8 bestemmer.\n13. Tjenester i siste omsetningsledd som gjelder planlegging, prosjektering, anlegg, reparasjon og vedlikehold av offentlig veg og baneanlegg utelukkende for skinnegående, kollektiv persontransport, samt fremstilling på verksted av bruer eller deler av bruer til slik veg eller bane.\n14. Kjøretøyer som bare bruker elektrisitet til framdrift.\n15. Alkoholholdige drikkevarer, tobakkvarer, sjokolade- og sukkervarer, parfymer, kosmetikk og toalettpreparater i transitthall ved lufthavn.\nDepartementet​8 kan gi forskrifter​12 om:\na. avgrensning, utfylling og gjennomføring av bestemmelsene i første ledd, og kan bestemme at avgiftsfrihet etter nr. 2 a også skal gjelde varer og tjenester til bruk for andre fartøyer under opphold i utenriks farvann,\nb. – – –.\n0 Endret ved lover 19 des 1969 nr. 95, 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 25 feb 1972 nr. 4, 14 juni 1974 nr. 34, 19 des 1975 nr. 60, 8 juni 1979 nr. 27, 13 juni 1980 nr. 27, 19 des 1980 nr. 60, 4 des 1981 nr. 88, 16 des 1983 nr. 72, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 3 des 1999 nr. 77, 17 des 1999 nr. 88, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 15 juni 2001 nr. 46, 21 des 2001 nr. 113 (i kraft 1 april 2002), 20 des 2002 nr. 94 (i kraft 1 jan 2003), 27 juni 2003 nr. 63 (i kraft 1 juli 2003), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 10 des 2004 nr. 77 (i kraft 1 juli 2005 iflg. res. 17 juni 2005 nr. 658), 16 juni 2006 nr. 23 (i kraft 1 sep 2006).\n1 Se § 2 (1).\n2 Se § 2 (2).\n3 Sml. § 62.\n4 Jfr. lov 27 juni 2003 nr. 57 og Canc.Prom. 25 feb 1812.\n5 Jfr. lov 21 juni 1963 nr. 12.\n6 Jfr. lov 17 juli 1925 nr. 11 § 1 (2).\n7 Jfr. lov 27 feb 1930 nr. 2.\n8 Finansdepartementet.\n9 Jfr. lov 21 juni 2002 nr. 43.\n10 Jfr. kap. VI.\n11 Jfr. § 2 (1).\n12 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Det skal heller ikke betales avgift av:\n1. Omsetning av:\na. skip på minst 15 meter største lengde, bestemt for passasjerbefordring mot vederlag eller for befordring av last eller for sleping, berging, redning, isbryting, yrkesmessig fiske eller fangstvirksomhet, samt spesialskip til bruk i petroleumsvirksomheten til havs,\nb. skoleskip, marinefartøy til forsvaret og skip til bruk for forsking og værvarsling,\nc. luftfartøyer til yrkesmessig luftfartsvirksomhet samt militære luftfartøyer,\nd. oljeboringsplattformer og andre flyttbare plattformer til bruk i petroleumsvirksomhet.\nUtstyr som leveres sammen med skip, luftfartøy eller plattformer som nevnt i første punktum litra d, omfattes også av denne bestemmelse.\n2. Levering av varer og yting av tjenester i forbindelse med reparasjon, vedlikehold, nybygging eller ombygging av skip, luftfartøy og plattformer som nevnt under nr. 1, herunder fast driftsutstyr for slike skip, luftfartøyer og plattformer.\n3. Utleie av:\na. skip på minst 15 meter største lengde til bruk i utenriks fart, og til bruk i innenriks fart dersom skipet er bestemt for personbefordring mot vederlag, samt spesialskip til bruk i petroleumsvirksomhet til havs,\nb. luftfartøyer som nevnt under nr. 1,\nc. plattformer som nevnt under nr. 1.\n4. Omsetning av fiskefartøyer under 15 meter største lengde.\n5. Ytelse av tjenester fra bergings- eller redningsfartøyer i forbindelse med berging av skip, luftfartøyer eller plattformer som nevnt under nr. 1.\nDepartementet​2 kan gi forskrifter​3 om hva som går inn under bestemmelsene i første ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 14 juni 1974 nr. 34, 16 juni 1978 nr. 57, 13 juni 1980 nr. 27, 16 des 1983 nr. 72.\n1 Jfr. § 43.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "content": "Avgiften beregnes av vederlaget for den avgiftspliktige omsetning.​2 Selve avgiften regnes ikke med i beregningsgrunnlaget.\nI beregningsgrunnlaget medregnes:\n1. Alle omkostninger ved oppfyllelsen av avtalen, herunder omkostninger til emballasje, forsendelse, forsikring o.l. som går inn i vederlaget eller som det kreves særskilt betaling for.\n2. Toll​3 og andre avgifter i henhold til lov.​4 Dette gjelder ikke avgift etter Stortingets vedtak om engangsavgift.\n3. Tilknytningsavgifter, gebyrer og andre beløp som påløper i forbindelse med leveringen av varer eller tjenester.\n4. Auksjonssalær, provisjoner o.l.\n5. Betjeningsavgift, serveringstillegg o.l.\nVed kredittkjøp som nevnt i lov om kredittkjøp​5 § 3 nr. 1, regnes kredittkostnader etter lovens § 4 første ledd bokstav c, ikke med i beregningsgrunnlaget, såfremt de er særskilt angitt i salgsdokumentet. Dette gjelder bare når det gis kreditt for mer enn 30 dager regnet fra utløpet av leveringsmåneden.\nVed omsetning av brukte varer, kunstverk, samleobjekter og antikviteter angis særlige bestemmelser om beregningsgrunnlaget i § 20 b.\n0 Endret ved lover mars 1977 nr. 9, 22 mars 1991 nr. 7, 10 jan 1992 nr. 1, 8 jan 1993 nr. 2, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88 (i kraft straks med virkning fra og med 1 juli 1999), 6 april 2001 nr. 11 (i kraft 1 april 2001).\n1 Jfr. kap. Va og § 62.\n2 Jfr. kap. IV.\n3 Jfr. lov 21 des 2007 nr. 119.\n4 Jfr. § 62 (4).\n5 Lov 21 juni 1985 nr. 82.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "content": "Består vederlaget helt eller delvis av annet enn vanlige betalingsmidler (byttehandel),​1 legges prisen på den leverte ytelse til grunn. Hvis prisen i slike tilfelle er lavere enn den alminnelige omsetningsverdi for tilsvarende vare eller tjenester som omsettes i virksomheten, legges dog omsetningsverdien til grunn. Det samme gjelder hvis det ikke er avtalt noen særskilt pris og likeledes ved uttak og ved yting av tjenester eller ved varefremstilling som nevnt i § 10, femte ledd, § 11, tredje ledd og § 14.\nBestår det mellom leverandøren og mottakeren av varer​2 og tjenester​2 et interessefellesskap som må antas å kunne føre til en annen fastsettelse av vederlaget enn om interessefellesskapet ikke hadde foreligget, kan beregningsgrunnlaget ikke settes lavere enn den alminnelige omsetningsverdi.​3\nDepartementet​4 avgjør med bindende virkning hva som skal anses som den alminnelige omsetningsverdi.\n0 Endret ved lover 26 juni 1970 nr. 76, 11 juni 1971 nr. 60, 25 feb 1972 nr. 4, 4 mars 1977 nr. 9.\n1 Jfr. § 3 nr. 3.\n2 Se § 2.\n3 Sml. sktl. § 13-1.\n4 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 des 1991 nr. 91.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:20 a",
      "chapter": "6",
      "section": "20 a",
      "content": "Med avgiftspliktige videreforhandlere forstås virksomheter som med henblikk på videresalg, herunder salg i kommisjon​2 og ved auksjon,​3 innkjøper m.v. brukte varer, kunstverk,​4 samleobjekter eller antikviteter.\nAvgiftspliktige videreforhandlere som innkjøper m.v. varer som nevnt i første ledd, kan ved videresalget av varene beregne avgiften etter reglene i dette kapittel.\nDet er en forutsetning for å anvende reglene i dette kapittel at avgiftspliktige videreforhandlere har anskaffet de brukte varer m.v. fra selgere som ikke skal beregne avgift av salget eller anføre avgift i salgsdokument.​5\nAvgiftspliktige videreforhandlere som selv innfører kunstverk, samleobjekter og antikviteter, kan likeledes beregne avgiften etter reglene i dette kapittel ved videresalget av varene.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. § 62 (2).\n2 Jfr. § 10 (1) tredje punktum.\n3 Jfr. § 10 (1) fjerde punktum.\n4 Jfr. § 5 (1) nr. 1 bokstav a og § 22 (1) nr. 2.\n5 Jfr. § 44 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 a."
      }
    },
    {
      "provision_ref": "6:20 b",
      "chapter": "6",
      "section": "20 b",
      "content": "Beregningsgrunnlaget for omsetning av de varer som er nevnt i § 20 a første ledd er videreforhandlerens​1 avanse. Avansen er forskjellen mellom kjøpspris og salgspris.​2 Selve avgiften regnes ikke med i beregningsgrunnlaget.\nBeregningsgrunnlaget for omsetning av kunstverk, samleobjekter og antikviteter, som videreforhandleren selv har innført fra utlandet, er videreforhandlerens avanse. Avansen er forskjellen mellom kjøpspris og salgspris. Selve avgiften regnes ikke med i beregningsgrunnlaget. Kjøpsprisen er beregningsgrunnlaget fastsatt etter § 62 første ledd.\nDersom kjøpsprisen overstiger salgsprisen, kan differansen ikke trekkes fra i beregningsgrunnlaget for andre salg, med unntak av sjette ledd siste punktum.\nNår avgiften beregnes etter reglene i dette kapittel skal selve avgiftsbeløpet ikke angis i salgsdokumentet.​3\nVed utførsel av brukte varer, kunstverk, samleobjekter og antikviteter kommer lovens alminnelige regler til anvendelse,​4 med de unntak som følger av sjette ledd.\nDersom det ikke kan skje avgiftsberegning for den enkelte vare etter første ledd, fordi det foreligger et samlet kjøp eller salg hvor prisen på den enkelte vare ikke er kjent, beregnes avansen for de brukte varer m.v. ikke for hver enkelt vare, men samlet for hele terminen. Dersom kjøp eller salg av varer etter første punktum utgjør den hovedsakelige del av videreforhandlerens kjøp eller salg i terminen, kan avansen for andre brukte varer m.v. hvor kjøps- og salgspris er kjent også beregnes samlet og terminvis. Overstiger verdien av kjøp verdien av salg i en termin, kan det overskytende beløp medregnes til verdien av samlede kjøp i den etterfølgende termin.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. § 20 a (1).\n2 Jfr. sjette ledd.\n3 Jfr. § 44 (2).\n4 Jfr. § 16 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 b."
      }
    },
    {
      "provision_ref": "6:20 c",
      "chapter": "6",
      "section": "20 c",
      "content": "Departementet kan gi forskrifter​1 om avgrensing, utfylling og gjennomføring av bestemmelsene i dette kapittel.\n0 Tilføyd ved lov 25 april 1997 nr. 23 (i kraft 1 sep 1997, se dens II for overgangsregler).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20c",
        "source_heading": "§ 20 c."
      }
    },
    {
      "provision_ref": "7:21",
      "chapter": "7",
      "section": "21",
      "content": "En registrert​2 næringsdrivende​3 kan trekke inngående avgift​4 på varer​5 og tjenester​6 til bruk i virksomhet med omsetning som nevnt i kap. IV fra den utgående avgift​4 når ikke annet følger av bestemmelsene i dette kapittel.​7 Som varer og tjenester til bruk i virksomhet anses også andel i varer og tjenester anskaffet som eller til bruk for driftsmiddel i sameie, med mindre sameiet skal registreres etter bestemmelsene i § 12, fjerde ledd.\nVed konkurs har konkursdebitor fradragsrett for inngående avgift på varelevering og tjenesteyting frem til åpningen av bobehandlingen.​8 Etter dette tidspunkt har konkursboet fradragsrett. Ved skifte av insolvente dødsbo​9 kan boet gjøre fradrag for avgift av varer og tjenester som er levert etter åpningen av bobehandlingen i utgående avgift som er påløpt etter dette tidspunkt.\nFradragsført inngående avgift vedrørende bygg og anlegg kan kreves tilbakeført hvis bygget eller anlegget før fullføring eller innen 3 år etter fullføring, selges, leies ut eller på annen måte disponeres til formål som faller utenfor loven. Bestemmelsene i første punktum gjelder ikke ved dødsfall eller konkurs eller ved andre forhold der tilbakeføring av avgift vil virke særlig urimelig overfor den avgiftspliktige.\nDepartementet​10 kan gi forskrifter​11 om tilbakeføring av avgift som nevnt i tredje ledd.\n0 Endret ved lover 11 juni 1971 nr. 60, 4 mars 1977 nr. 9, 3 mars 1989 nr. 7. Endres ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2011).\n1 Jfr. §§ 26 a til 26 e.\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 4.\n5 Se § 2.\n6 Se § 2, jfr. § 3.\n7 Jfr. § 25.\n8 Jfr. lov 8 juni 1984 nr. 58 kap. VIII.\n9 Jfr. sl. kap. 15.\n10 Finansdepartementet.\n11 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Retten til fradrag omfatter ikke inngående avgift på:\n1. Omkostninger vedrørende servering og leie av selskapslokaler som nevnt i § 5 a annet ledd nr. 3.\n2. Kunst og antikviteter med mindre kjøperen omsetter varer av samme slag i sin næringsvirksomhet.​1\n3. Andre varer og tjenester som anskaffes utelukkende til bruk som nevnt i § 14 fjerde og femte ledd.\nDepartementet​2 kan fastsette forskrifter​3 om tilbakebetaling etter en bestemt sats av merverdiavgift på proviant til bruk for den enkelte tur om bord på fartøy som driver fiske og fangst i andre fjerne farvann enn Skagerak, Kattegat, Østersjøen, Nordsjøen, Norskehavet og de deler av Barentshavet som ligger nærmere norskekysten enn 250 nautiske mil.\n0 Endret ved lover 8 juni 1979 nr. 27, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 12 des 2003 nr. 102 (i kraft 1 mars 2004), 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. kap. V a.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "7:23",
      "chapter": "7",
      "section": "23",
      "content": "Registrert​2 næringsdrivende​3 kan fordele inngående avgift når varer​4 og tjenester anskaffes til bruk under ett for virksomhet med omsetning som nevnt i kap. IV og til bruk som ikke gir rett til fradrag for inngående avgift etter bestemmelsene i dette kapittelet.​5 Dette gjelder ikke varer og tjenester av et slag som omsettes i virksomheten, jf. § 14. Når den bruk som ikke gir rett til fradrag for inngående avgift finner sted innenfor den samlede virksomheten, gjelder bestemmelsen i annet punktum kun tjenester som nevnt i § 14 fjerde ledd eller tjenester med oppføring, opp[p]ussing,​6 modernisering mv. av bygg eller anlegg, herunder byggeledelse, byggeadministrasjon og annen administrasjon av slike arbeider.\n0 Endret ved lover 14 juni 1974 nr. 34, 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. § 26.\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 2.\n5 Jfr. § 26.\n6 Skal vel være «oppussing.»\n1 Skal vel være «oppussing.»",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Registrert​2 næringsdrivende​3 får det overskytende beløp tilbakebetalt når inngående avgift​4 overstiger utgående avgift.​4 Det er et vilkår at omsetningsoppgaver​5 er innsendt for tidligere terminer.​6\nSelv om tilbakebetaling av beløp som nevnt i første ledd ikke har funnet sted innen neste avgiftstermin,​7 har den næringsdrivende ikke rett til å føre beløpet som fradragspost i senere omsetningsoppgave.\n0 Endret ved lover 29 mai 1981 nr. 28, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lover 15 des 2006 nr. 85, og 14 des 2007 nr. 110.\n1 Sml. § 30 (3) og lov 17 juni 2005 nr. 67 § 11-2 (5).\n2 Se kap. VII.\n3 Jfr. § 10.\n4 Se § 4.\n5 Jfr. kap. VIII.\n6 Jfr. § 30 og § 31.\n7 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Inngående avgift​2 som ikke kan legitimeres ved bilag, er ikke fradragsberettiget.\n1 Jfr. § 26.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 om fradragsretten og om grunnlaget for fordeling av inngående avgift etter § 23 og kan herunder bestemme at fradrag ikke skal gis når den avgiftspliktige omsetning er ubetydelig i forhold til virksomheten ellers. Departementet​1 kan likeledes gi forskrifter​2 om at fradrag kan gis uten fordeling når omsetning som ikke går inn under lovens kap. IV er ubetydelig i forhold til virksomheten ellers.\nDepartementet​1 kan gi forskrifter​2 om gjennomføringen av bestemmelsen i § 25 for samvirkeforetak.\n0 Endret ved lov 14 juni 1974 nr. 34.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:26 a",
      "chapter": "7",
      "section": "26 a",
      "content": "Utenlandsk næringsdrivende​1 som ikke er registreringspliktig​2 i Norge, har etter søknad rett til å få refundert inngående avgift​3 under forutsetning av at:\n1. den inngående avgift gjelder anskaffelse av varer eller tjenester i Norge eller innførsel av varer til Norge,​4 til bruk i virksomheten, og\n2. den utenlandske omsetning hadde medført registreringsplikt eller rett til frivillig registrering etter merverdiavgiftsloven kap VII dersom omsetningen hadde skjedd i Norge, og\n3. den inngående avgift hadde vært fradragsberettiget​5 dersom virksomheten hadde vært registrert i Norge.\nVedtak om refusjon kan endres av den myndighet som har truffet avgjørelsen. Endring til ugunst for den som avgjørelsen er rettet mot, kan bare foretas dersom nye opplysninger viser at det tidligere vedtak er uriktig. Endringsvedtak etter første og annet punktum kan treffes inntil 10 år etter det første vedtak om refusjon.\nVedtak om refusjon kan endres av overordnet avgiftsmyndighet.​6 Varsel om endring til ugunst for den utenlandske virksomhet må gis innen 2 år etter det tidspunkt da den underordnede avgiftsmyndighet har gjort sitt vedtak.\nDersom det i strid med første ledd er refundert avgift eller avgift er utbetalt med et for stort beløp, kan det uriktig refunderte beløp kreves tilbakebetalt.\nDepartementet kan gjøre refusjon betinget av at søkerens hjemland yter tilsvarende refusjon av merverdiavgift eller annen omsetningsavgift til norske næringsdrivende. Det samme gjelder for refusjon av merverdiavgift på varer og tjenester til bruk for lastebil registrert eller hjemmehørende i utlandet når lastebilen nyttes i transport til eller fra utlandet.\nDepartementet kan gi nærmere forskrifter​7 om gjennomføring, avgrensing og utfylling av denne bestemmelse, herunder sette nærmere vilkår for refusjon.\n0 Tilføyd ved lov 28 juni 1996 nr. 45 (i kraft 1 juli 1996), endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 14 des 2007 nr. 110.\n1 Jfr. § 10.\n2 Jfr. kap. VII.\n3 Jfr. § 4 (2).\n4 Jfr. kap. XVI.\n5 Jfr. § 21.\n6 Jfr. kap. II.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "7:26 b",
      "chapter": "7",
      "section": "26 b",
      "content": "Inngående avgift​1 på kapitalvarer​2 skal justeres eller tilbakeføres etter bestemmelsene i §§ 26 d og 26 e.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. § 21.\n2 Jfr. § 26 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26b",
        "source_heading": "§ 26 b."
      }
    },
    {
      "provision_ref": "7:26 c",
      "chapter": "7",
      "section": "26 c",
      "content": "Med kapitalvare forstås:\n1. Maskiner, inventar og andre driftsmidler der inngående avgift av kostpris utgjør minst 50.000 kroner, unntatt kjøretøyer som er fritatt for merverdiavgift ved videreomsetning etter § 16 første ledd nr. 11.\n2. Fast eiendom som har vært gjenstand for ny-, på- eller ombygging der inngående avgift på kostnadene ved dette utgjør minst 100.000 kroner.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26c",
        "source_heading": "§ 26 c."
      }
    },
    {
      "provision_ref": "7:26 d",
      "chapter": "7",
      "section": "26 d",
      "content": "Registrert​1 næringsdrivende skal justere inngående avgift​2 når bruken av en kapitalvare​3 etter anskaffelsen, fremstillingen eller fullføringen endres i forhold til fradragsberettigede formål. Dersom virksomheten får rett til fradrag som følge av en lovendring, gjelder dette likevel ikke anskaffelser mv. foretatt før lovendringens ikrafttredelse.​4\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvare​3 som nevnt i § 26 c nr. 1 selges, men bare dersom det skal betales utgående avgift og det ikke er gitt fullt fradrag for inngående avgift ved anskaffelsen mv. Justeringsbeløpet kan ikke overstige 25 prosent av salgssummen, merverdiavgift ikke medregnet.\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvare​3 som nevnt i § 26 c nr. 2 overdras. Justering kan unnlates i det omfang den som overtar kapitalvaren overtar justeringsforpliktelsen.\nRegistrert​1 næringsdrivende skal justere​5 inngående avgift når kapitalvarer​3 overdras som ledd i overdragelse av virksomhet eller del av denne etter § 16 første ledd nr. 6. Justering kan unnlates i det omfang den som overtar kapitalvaren overtar justeringsforpliktelsen.\nInngående avgift skal likevel ikke justeres dersom det skal betales avgift etter § 14 første ledd.\nDersom kapitalvare​3 som nevnt i § 26 c nr. 2 før fullføringen selges, leies ut eller på annen måte disponeres til formål som faller utenfor loven, skal fradragsført inngående avgift tilbakeføres.\nDepartementet kan gi forskrifter​6 om utfylling og gjennomføring av denne paragrafen.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. kap. VII.\n2 Jfr. § 21.\n3 Jfr. § 26 c.\n4 1 jan 2008.\n5 Jfr. § 26 e.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26d",
        "source_heading": "§ 26 d."
      }
    },
    {
      "provision_ref": "7:26 e",
      "chapter": "7",
      "section": "26 e",
      "content": "For kapitalvarer som nevnt i § 26 c nr. 1 skal justering foretas for endringer som skjer i løpet av de fem første regnskapsårene etter anskaffelsen eller fremstillingen. I justeringsperioden medregnes det regnskapsåret kapitalvaren ble anskaffet eller fremstilt.\nFor kapitalvarer som nevnt i § 26 c nr. 2 er justeringsperioden ti år etter fullføringen. Slik kapitalvare anses fullført når det er utstedt ferdigattest eller midlertidig brukstillatelse, eller når den er tatt i bruk dersom slik attest eller tillatelse ikke er nødvendig. I justeringsperioden medregnes det regnskapsåret kapitalvaren ble fullført.\nGjenstand for justering i det enkelte regnskapsår er en femdel av den inngående avgift som påløp ved anskaffelsen eller fremstillingen av kapitalvarer som nevnt i § 26 c nr. 1. For kapitalvarer nevnt i § 26 c nr. 2 er gjenstand for justering i det enkelte regnskapsår en tidel av den inngående avgift som påløp i forbindelse med ny-, på- eller ombyggingen.\nJusteringen foretas på grunnlag av endringen i fradragsprosenten som finner sted innenfor det enkelte regnskapsår i forhold til fradragsprosenten ved justeringsperiodens begynnelse. Ved justering som følge av opphør av virksomhet eller overdragelse av kapitalvare, skal justeringen foretas samlet for den resterende delen av justeringsperioden. I den resterende delen av justeringsperioden regnes også med det regnskapsåret bruken av kapitalvaren endres eller kapitalvaren overdras.\nDet skal ikke foretas justering dersom endringen i fradragsprosenten er mindre enn ti prosentpoeng i forhold til fradragsprosenten ved justeringsperiodens begynnelse.\nDersom endringen i bruken kun gjelder del av kapitalvare som nevnt i § 26 c nr. 2, skal justering foretas for inngående avgift som knytter seg til denne delen. Det samme gjelder ved overdragelse av slik del.\nDepartementet kan gi forskrifter​1 om utfylling og gjennomføring av denne paragrafen.\n0 Tilføyd ved lov 29 juni 2007 nr. 45 (i kraft 1 jan 2008).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26e",
        "source_heading": "§ 26 e."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "content": "Næringsdrivende som driver omsetning​1 som går inn under denne lovs kap. IV eller den som er avgiftspliktig etter § 10 annet, tredje, fjerde og femte ledd, § 11 og § 12 fjerde ledd, skal​2 uoppfordret og uten opphold sende skriftlig melding om virksomheten til skattekontoret. Slik melding skal også gis når virksomheten opphører.\nVed konkurs og offentlig skifte av dødsbo hvor avdødes gjeld ikke er overtatt,​3 skal henholdsvis bostyreren og tingretten melde fra om åpning og avslutning av bobehandlingen. Departementet​4 kan gi nærmere forskrifter​5 om meldeplikten og hvem den skal påhvile når virksomheten opphører.\nDepartementet​4 kan likeledes gi forskrifter​5 om hva en melding skal inneholde.\n0 Endret ved lover 11 juni 1971 nr. 60, 20 des 1974 nr. 61, 4 mars 1977 nr. 9, 8 juni 1979 nr. 27, 3 mars 1989 nr. 7, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Se § 3.\n2 Jfr. § 72 og § 73.\n3 Jfr. sl. kap. 15.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Registrering skal skje når den næringsdrivendes omsetning​1 og avgiftspliktige uttak​2 av varer​3 og tjenester til sammen har oversteget kr 50.000 i en periode på 12 måneder. For veldedige og allmennyttige organisasjoner inntrer registreringsplikten etter første punktum når omsetning og avgiftspliktig uttak av varer og tjenester til sammen har oversteget kr 140.000 i en periode på 12 måneder.​4 Registreringspliktige etter lov om registrering av foretak​5 må være registrert i Foretaksregisteret før registrering kan skje etter første og annet punktum. Avgiftsmyndighetene​6 kan samtykke i at registrering skjer før det tidspunkt som er nevnt i første, annet og tredje punktum når særlige forhold foreligger.​7\nKommer en registreringspliktig næringsdrivende under konkursbehandling, skal boet uten hensyn til beløpsgrensen i første ledd registreres på eget nummer med virkning fra åpningen av bobehandlingen.\nHvis den næringsdrivende har virksomhet flere steder, avgjør avgiftsmyndighetene hvor han skal registreres.\nRegistrert virksomhet skal forbli registrert i minst 2 hele kalenderår etter registreringen eller etter at omsetning og avgiftspliktig uttak er sunket under den til enhver tid gjeldende beløpsgrense i første ledd, med mindre virksomheten er opphørt eller skattekontoret av særlige grunner finner å kunne slette den. Den næringsdrivende skal sende inn omsetningsoppgaver​8 og betale avgiften​9 selv om omsetning og uttak ikke overstiger minstegrensen.\n– – –​10\nDepartementet​11 kan gi forskrifter​12 om avgrensing og utfylling av bestemmelsene i første ledd.\n0 Endret ved lover 4 mars 1977 nr. 9, 8 juni 1979 nr. 27, 14 mai 1982 nr. 21, 3 mars 1989 nr. 7, 10 jan 1992 nr. 1, 26 juni 1992 nr. 71, 8 jan 1993 nr. 2 (i kraft 1 jan 1997), 5 des 1997 nr. 92, 12 des 2003 nr. 102 (i kraft 1 jan 2004), 29 juni 2007 nr. 49, 9 mai 2008 nr. 19.\n1 Se § 3.\n2 Jfr. § 14.\n3 Se § 2.\n4 Sml. sktl. § 2-32.\n5 Lov 21 juni 1985 nr. 78.\n6 Jfr. kap. II.\n7 Jfr. § 28a.\n8 Jfr. kap. VIII.\n9 Jfr. kap. IX.\n10 Femte ledd ble opphevet ved lov 8 jan 1993 nr. 2 uten at det ble bestemt at sjette ledd skulle være nytt femte ledd.\n11 Finansdepartementet.\n12 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:28 a",
      "chapter": "8",
      "section": "28 a",
      "content": "Departementet​1 kan fastsette regler om at næringsdrivende som omsetter andre tjenester enn som nevnt i kap. IV kan registreres etter søknad og kan herunder fastsette de nærmere vilkår for den frivillige registrering. Departementet​1 kan ved fastsettelsen av reglene for frivillig registrering fravike vilkåret i § 28, første ledd, når særlige forhold foreligger.\nFrivillig registrerte næringsdrivende skal svare avgift av omsetning​2 av tjenester som omfattes av den frivillige registrering med mindre annet bestemmes av departementet.​1\n0 Tilføyd ved lov 19 des 1969 nr. 95, endret ved lover 11 juni 1971 nr. 60, 8 juni 1973 nr. 42.\n1 Finansdepartementet.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28a",
        "source_heading": "§ 28 a."
      }
    },
    {
      "provision_ref": "9:29",
      "chapter": "9",
      "section": "29",
      "content": "Den som er avgiftspliktig skal​1 sende avgiftsmyndigheten​2 oppgave over beløp som viser:\n1. Samlet omsetning​3 og uttak.​4\n2. Omsetning og uttak som det etter §§ 16 og 17 ikke skal betales avgift av.\n3. Utgående avgift.​5\n4. Fradragsberettiget inngående avgift.​6\n5. Avregning av utgående og inngående avgift.\nAlle beløp avrundes nedover til nærmeste hele krone.\nOppgaven skal være undertegnet av den avgiftspliktige eller av den som kan forplikte ham og inneholde erklæring om at oppgaven stemmer med registrerte og dokumenterte regnskapsopplysninger og de faktiske forhold.\nDepartementet​7 fastsetter oppgaveskjema.\nRegler om oppgaver fra næringsdrivende i jordbruk med binæringer, skogbruk og fiske fastsettes ved departementets​7 nærmere bestemmelser.\nDepartementet kan i forskrift​8 bestemme at oppgavene kan sendes elektronisk og fastsette nærmere vilkår og skjema for elektronisk overlevering. Departementet kan også gi bestemmelser om signering, autentisering, integritet og konfidensialitet ved elektronisk overlevering, bruk av tjenesteleverandører, i hvilken form elektroniske oppgaver skal gis, godkjenning av programvare og vilkår for å avvise mangelfulle oppgaver. For øvrig gjelder merverdiavgiftsloven tilsvarende.\n0 Endret ved lover 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 15 juni 2001 nr. 46.\n1 Jfr. § 72 og § 73.\n2 Jfr. kap. II.\n3 Se § 3.\n4 Jfr. § 14.\n5 Se § 4.\n6 Jfr. kap. VI.\n7 Finansdepartementet.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "Oppgaver gis terminvis. Hver termin omfatter 2 kalendermåneder. 1. termin januar og februar, 2. termin mars og april, 3. termin mai og juni, 4. termin juli og august, 5. termin september og oktober og 6. termin november og desember.\nDepartementet​1 kan samtykke i at det brukes lengre terminer når særlige forhold foreligger.\nDersom inngående avgift​2 regelmessig overstiger utgående avgift med minst 25 pst., kan avgiftsmyndigheten​3 samtykke i at kalenderåret deles i 12 terminer.​4 Avgiftsmyndigheten kan også samtykke i kortere terminer, dog ikke under 1 uke forutsatt at inngående avgift regelmessig overstiger utgående avgift med minst 50 pst. Samtykke gis normalt for 24 måneder medregnet første måneds- eller tilsvarende termin.\n1 Finansdepartementet.\n2 Jfr. kap. VI.\n3 Jfr. kap. II.\n4 Sml. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Næringsdrivende i jordbruk med binæringer og skogbruk skal​1 levere årsoppgave. Årsoppgaven skal sendes avgiftsmyndigheten​2 og avgiften etter avregningen betales innen 3 måneder og 10 dager etter kalenderårets utløp.​3\nDepartementet​4 kan samtykke i at det brukes kortere terminer når særlige forhold foreligger.\nDepartementet​4 gir forskrifter​5 om hvem som går inn under bestemmelsen i første ledd.\n0 Endret ved lov 8 juni 1973 nr. 42.\n1 Jfr. § 72 og § 73.\n2 Jfr. kap. II.\n3 Jfr. § 34.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:31 a",
      "chapter": "9",
      "section": "31 a",
      "content": "Registreringspliktig​1 næringsdrivende som har liten omsetning kan etter søknad levere årsoppgave. Årsoppgaven må være kommet frem til avgiftsmyndigheten innen 2 måneder og 10 dager etter kalenderårets utløp.\nDepartementet kan gi forskrifter​2 om avgrensing og gjennomføring av bestemmelsen i første ledd.\n0 Tilføyd ved lov 15 juni 2001 nr. 45 (i kraft 1 juli 2001 for næringsdrivende som blir merverdiavgiftspliktige fra dette tidspunkt, og 1 jan 2002 for næringsdrivende som er merverdiavgiftspliktige), endret ved lov 15 des 2006 nr. 73.\n1 Jfr. § 27.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31a."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "content": "Beløp som nevnt i § 29 medtas i oppgaven for den termin​1 de er bokført i regnskapssystemet etter bestemmelsene i bokføringsloven​2 eller i medhold av loven, med mindre annet bestemmes av departementet.​3\nDepartementet​3 kan når særlige forhold foreligger, samtykke i at betalingstidspunktet legges til grunn for fordeling av omsetning og avgift på terminene.\n0 Endret ved lover 26 juni 1970 nr. 76, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 19 nov 2004 nr. 73 (i kraft 1 jan 2006 iflg. vedtak 1 des 2004 nr. 1531. For bokføringspliktige som følger bokføringsloven med tilhørende forskrifter i 2005, gjaldt likevel endret første ledd fra 1 jan 2005, se lov 19 nov 2004 nr. 73 § 18 nr. 1).\n1 Jfr. § 30 og § 31.\n2 Lov 19 nov 2004 nr. 73.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Oppgaven​2 må være kommet frem til avgiftsmyndigheten​3 innen 1 måned og 10 dager etter utløpet av hver termin​4 eller fra tidspunktet for virksomhetens opphør. Fristen for 3. termin, mai og juni, er likevel 31. august. Oppgave som sendes i posten, anses fremkommet i rett tid hvis den er poststemplet innen utløpet av fristen.\nHvis ikke avgiftsmyndigheten​3 bestemmer noe annet, skal oppgave sendes inn for hver termin selv om det i en eller flere terminer ikke har vært avgiftspliktig omsetning.\n0 Endret ved lover 18 des 1987 nr. 92, 15 des 2006 nr. 73, 29 juni 2007 nr. 49.\n1 Jfr. § 34.\n2 Jfr. § 29.\n3 Jfr. kap. II.\n4 Jfr. § 31 (1) og § 40 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "10:34",
      "chapter": "10",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "10:35",
      "chapter": "10",
      "section": "35",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "10:36",
      "chapter": "10",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "10:37",
      "chapter": "10",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "content": "For fiskeres omsetning til eller gjennom fiskesalgslag som er opprettet i medhold av lov om omsetning av råfisk av 14 desember 1951, kan fastsettes en lavere sats for utgående avgift.​1\n1 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:40",
      "chapter": "11",
      "section": "40",
      "content": "Fiskere skal​2 levere årsoppgave.\nÅrsoppgaven skal sendes avgiftsmyndigheten​3 og avgiften etter avregningen betales innen 3 måneder og 10 dager etter kalenderårets utløp. Oppgave som viser overskytende inngående avgift,​4 behandles som krav på tilbakebetaling av avgift.\nDepartementet​5 kan samtykke i at det brukes kortere terminer når særlige forhold foreligger.\nVed havari, større redskapstap o.l. kan det for fiskere som skal levere årsoppgave etter departementets​5 bestemmelse gis samtykke til at inngående avgift betales tilbake før utløpet av vedkommende kalenderår.\nPlikten til å levere oppgave og oppgjør for avgiften påhviler den reder, høvedsmann eller fisker som enten forestår leveringen av fisk til salgslag eller annen kjøper, eller som på båtens eller fiskerens vegne mottar oppgjør.\n0 Endret ved lover 11 juni 1971 nr. 60, 8 juni 1973 nr. 42, 20 des 1974 nr. 61.\n1 Jfr. § 34.\n2 Jfr. §§ 72 og § 73.\n3 Jfr. kap. II.\n4 Jfr. § 24.\n5 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "11:41",
      "chapter": "11",
      "section": "41",
      "content": "Dersom fiskesalgslag som nevnt i § 39 bare har formidlet eller godkjent fiskernes omsetning av fisk, skal laget beregne og betale avgift av den godtgjørelse som laget har mottatt.\nFor øvrig kommer bestemmelsene i denne lov til anvendelse på fiskesalgslagene.\nDepartementet​1 kan gi forskrifter​2 om gjennomføringen av bestemmelsene i dette kapittel, herunder om hva som går inn under bestemmelsene i denne paragrafs første ledd og med bindende virkning avgjøre hva som skal anses som «formidling» og «godkjenning».\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "12:42",
      "chapter": "12",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 des 2000 nr. 116 (i kraft 1 jan 2001).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "12:43",
      "chapter": "12",
      "section": "43",
      "content": "Registreringspliktig næringsdrivende​1 anses avgiftspliktig for sin omsetning i den utstrekning det ikke ved registrering og dokumentasjon av regnskapsopplysninger foretatt i samsvar med regnskapsregelverket, ved annet regnskapsmateriale eller på annen måte som avgiftsmyndighetene​2 godkjenner, godtgjøres at det ikke skal betales avgift av omsetningen.\n0 Endret ved lov 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Jfr. §§ 10, 27 og 28\n2 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Salgsdokument som omhandler avgiftspliktige varer og tjenester kan ikke utstedes før ved levering​2 med mindre annet bestemmes av departementet.\nDen som ikke er registrert hos avgiftsmyndigheten,​3 må ikke i noe tilfelle anføre avgiftsbeløp i salgsdokument. Det må i slike tilfelle heller ikke i prisangivelse opplyses at vederlaget omfatter avgift etter denne lov.\nDersom det i strid med annet ledd er anført avgift i salgsdokument, eller avgift er anført med et for stort beløp, eller det for omsetning av varer og tjenester som ikke er avgiftspliktige er anført beløp betegnet som avgift, skal det uriktig anførte beløp innbetales etter reglene for betaling av avgift etter denne lov.​4 Innbetaling kan unnlates dersom feilen rettes overfor kjøperen.\n0 Endret ved lover 14 juni 1974 nr. 34, 8 jan 1993 nr. 2 (i kraft 1 jan 1997), 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Jfr. § 10.\n2 Sml. § 3.\n3 Jfr. kap. II.\n4 Jfr. kap. IX.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:44 a",
      "chapter": "12",
      "section": "44 a",
      "content": "Departementet​1 kan gi forskrifter​2 om at foreninger og samvirkeforetak som hovedsakelig omsetter produkter fra medlemmenes fiske,​3 skogbruk eller jordbruk med binæringer,​4 skal kunne anføre avgift i sitt avregningsoppgjør med leverandør som ikke er registrert hos avgiftsmyndigheten.​5 Departementet​1 fastsetter nærmere vilkår for gjennomføringen av ordningen og kan bestemme at ordningen skal gjelde tilsvarende for andre avtakere og produsenter.\nDepartementet​1 kan også fastsette at bestemmelsen i første ledd, første punktum skal gjelde for forhandlere av produkter fra håndverks- og husflidsarbeid i hjemmet, selv om omsetningen ikke hovedsakelig gjelder slike produkter.\n0 Tilføyd ved lov 26 juni 1970 nr. 76, endret ved lover 16 juni 1978 nr. 57, 8 juni 1979 nr. 27, 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. kap. X.\n4 Jfr. § 31.\n5 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Departementet​1 kan gi forskrifter​2 om plikt til registrering og dokumentasjon av regnskapsopplysninger, herunder om innhold av salgsdokumenter for den som er pliktig å sende oppgave over omsetning m.v. etter denne lov​3 eller i henhold til bestemmelser gitt med hjemmel i denne lov for så vidt gjelder de beløp som skal medtas på oppgaven.\n0 Endret ved lover 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "13:46",
      "chapter": "13",
      "section": "46",
      "content": "Den som er pliktig å sende oppgave over omsetning mv. etter denne lov​1 eller i henhold til bestemmelser gitt med hjemmel i denne lov skal​2 uten opphold legge fram, utlevere eller sende inn registrerte og dokumenterte regnskapsopplysninger, regnskapsmateriale og andre dokumenter av betydning for avgiftskontrollen når avgiftsmyndighetene forlanger det. Med dokumenter menes også elektronisk lagrede dokumenter. Pliktene gjelder også elektroniske programmer og programsystemer. Det skal også gis fullstendige opplysninger om forhold som myndighetene finner kan ha betydning for kontrollen. Det samme gjelder den som er pålagt bokføringsplikt etter bokføringsloven​3 § 2 tredje ledd.\nDen næringsdrivende og de personer som er i hans tjeneste eller bistår ham, skal yte nødvendig veiledning og bistand og gi adgang til kontor- og bedriftslokaler. Ved gjennomsyn av virksomhetens arkiver kan avgiftsmyndighetene foreta kopiering til datalagringsmedium for senere gjennomgang hos den opplysningspliktige eller hos avgiftsmyndighetene. Det samme gjelder den som er pålagt bokføringsplikt etter bokføringsloven​3 § 2 tredje ledd.\nAndre næringsdrivende enn de som er nevnt i første ledd skal når avgiftsmyndighetene forlanger det, gi de opplysninger om virksomheten som kreves. Det samme gjelder for gjenpart av årsregnskap og årsberetning​4 dersom dette foreligger.\n0 Endret ved lover 11 juni 1971 nr. 60, 4 mars 1977 nr. 9, 13 juni 1980 nr. 27, 3 mars 1989 nr. 7, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 21 des 2000 nr. 116 (i kraft 1 jan 2001), 14 des 2007 nr. 100, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 12 des 2008 nr. 89.\n1 Jfr. § 29.\n2 Jfr. § 72 og § 73.\n3 Lov 19 nov 2004 nr. 73.\n4 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "13:46 a",
      "chapter": "13",
      "section": "46 a",
      "content": "Avgiftsmyndighetene kan pålegge bokføringspliktige​1 som plikter​2 å sende oppgave over omsetning mv. etter denne lov eller i henhold til bestemmelser gitt med hjemmel i denne lov, å oppfylle sin plikt til å innrette bokføringen, spesifikasjonen, dokumentasjonen og oppbevaringen av regnskapsopplysninger i samsvar med regler gitt i eller i medhold av lov 19. november 2004 nr. 73 om bokføring. Bokføringspålegg rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem. Det skal fastsettes en frist for oppfyllelse. Fristen skal være minimum fire uker og ikke lengre enn ett år. Reglene om klage over pålegg i ligningsloven​3 § 3-6 skal gjelde tilsvarende for klage over bokføringspålegg etter denne bestemmelsen.\n0 Tilføyd ved lov 14 des 2007 nr. 100, endret ved lov 27 juni 2008 nr. 55.\n1 Jfr. lov 19 nov 2004 nr. 73 § 2.\n2 Jfr. § 52 (2).\n3 Lov 13 juni 1980 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46a."
      }
    },
    {
      "provision_ref": "13:47",
      "chapter": "13",
      "section": "47",
      "content": "Næringsdrivende skal​2 på forlangende gi avgiftsmyndighetene opplysninger om ethvert økonomisk mellomværende som han har eller har hatt med andre navngitte næringsdrivende når det knytter seg til begge parters virksomhet. Det kan kreves opplysning om og spesifiserte kontrolloppgaver over varelevering og -kjøp, tjenester, vederlag og andre forhold som knytter seg til mellomværendet og oppgjøret for dette. Bestemmelsen i dette ledd gjelder også for så vidt omsetning er skjedd gjennom mellommann.\nHos næringsdrivende som etter oppdrag foretar omsetning eller kjøp, kan avgiftsmyndighetene kreve oppgave over oppdragsgivere. Hos oppdragsgiver kan det kreves oppgave over de mellommenn han har gitt oppdrag. Oppgave kan også kreves over størrelsen av omsetning som omfattes av oppdraget gjennom et nærmere angitt tidsrom.\nHos produksjons-, omsetnings- og transportorganisasjoner, derunder sammenslutninger og innretninger hvis virksomhet gjelder fastsettelse av og kontroll med kvaliteter, kvoter eller priser, kan avgiftsmyndighetene kreve kontrolloppgave vedrørende mellomværender som er oppstått ved organisasjonens egen virksomhet eller virksomhet som er foregått under dens medvirkning eller kontroll.\nDepartementet​3 kan bestemme at opplysninger og kontrolloppgaver som nevnt i denne paragraf kan innhentes også for grupper av ikke navngitte næringsdrivende.\nBestemmelsen i § 46 får tilsvarende anvendelse på den som er pålagt plikt til å gi opplysninger og oppgaver etter denne paragrafs første, annet og tredje ledd.\n1 Jfr. § 52.\n2 Jfr. § 72 og § 73.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "13:48",
      "chapter": "13",
      "section": "48",
      "content": "Finansinstitusjoner (jf. lov 10. juni 1988 nr. 40 om finansieringsvirksomhet § 1-3) og andre som driver utlånsvirksomhet eller låneformidling som næring, verdipapirforetak (jf. lov 19. juni 1997 nr. 79 om verdipapirhandel​2 § 1-4) og andre som har penger til forvaltning og pensjonskasser plikter​3 på avgiftsmyndighetenes​4 forlangende å gi opplysning om navngitt næringsdrivendes midler som has til forvaltning og om avkastning av disse, om innskudds- og gjeldskonti, deposita og andre økonomiske mellomværende med navngitt næringsdrivende. Opplysningsplikten etter første punktum omfatter også opplysninger om underbilag og annen dokumentasjon til transaksjoner, herunder hvem som er parter i transaksjonene. Postoperatører plikter på avgiftsmyndighetenes forlangende å gi opplysninger om pengeforsendelse ved verdibrev for navngitt person, bo, selskap eller innretning.\nSkattekontoret kan foreta undersøkelser eller forlange opplysninger om navngitt registreringspliktig​5 eller frivillig registrert næringsdrivendes​6 midler som has til forvaltning og om avkastning av disse, om innskudds- og gjeldskonto, deposita og andre økonomiske mellomværende med navngitt næringsdrivende som nevnt. Skattedirektoratet eller den direktoratet har gitt fullmakt, kan kreve opplysninger eller foreta undersøkelser om ikke navngitt registreringspliktig og frivillig registrert næringsdrivende hos institusjoner som er nevnt i første ledd.\nDen som undersøkelsen skjer hos, skal yte den bistand som er nødvendig for gjennomføringen av kontrollen og plikter herunder å forevise dokumenter, registrerte regnskapsopplysninger og regnskapsmateriale som kan ha betydning for undersøkelsen.\n0 Endret ved lover 19 des 1975 nr. 60, 16 juni 1978 nr. 57, 27 mars 1998 nr. 14, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 28 mai 2004 nr. 28, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. § 52. Sml. lignl. § 6-3.\n2 Loven er opphevet, se nå lov 29 juni 2007 nr. 75.\n1 Loven er opphevet, se nå lov 29 juni 2007 nr. 75.\n3 Jfr. § 72 og § 73.\n4 Jfr. kap. II.\n5 Jfr. § 28.\n6 Jfr. § 28 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "13:48 a",
      "chapter": "13",
      "section": "48 a",
      "content": "Når særlige hensyn gjør det nødvendig, og det foreligger mistanke om overtredelse av bestemmelser gitt i eller i medhold av denne lov, kan Skattedirektoratet, eller den direktoratet gir fullmakt, pålegge tilbyder av tilgang til elektronisk kommunikasjonsnett eller -tjeneste​1 å gi opplysninger om navn og adresse til en abonnent som ikke har offentlig telefonnummer, telefaksnummer eller personsøkernummer.\n0 Tilføyd ved lov 14 april 2000 nr. 28, endret ved lov 4 juli 2003 nr. 83 (i kraft 25 juli 2003 iflg. res. 4 juli 2003 nr. 879).\n1 Jfr. lov 4 juli 2003 nr. 83 § 1-5 nr. 2, 4 og 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "13:49",
      "chapter": "13",
      "section": "49",
      "content": "Enhver som lar utføre arbeid på bygg eller anlegg plikter​2 på forlangende å navngi og, i den utstrekning som nevnt i § 47, første ledd annet punktum, gi avgiftsmyndighetene opplysning om arbeidet og sitt økonomiske mellomværende med entreprenør, håndverker, arkitekt, konsulent og andre som for egen regning har medvirket i arbeidet.\nDen som har medvirket i arbeidet – jfr. første ledd – har tilsvarende opplysningsplikt om dette og sitt økonomiske mellomværende med byggherren og oppdragsgiveren.\n1 Jfr. § 52.\n2 Jfr. § 72 og § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "13:49 a",
      "chapter": "13",
      "section": "49 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 mai 2008 nr. 19 (i kraft 1 sep 2008 iflg. res. 9 mai 2008 nr. 441).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "13:50",
      "chapter": "13",
      "section": "50",
      "content": "Offentlige myndigheter, innretninger m.v. og tjenestemenn plikter etter krav fra avgiftsmyndighetene å gi de opplysninger​1 som de er blitt kjent med i sitt arbeid og skal i nødvendig utstrekning gi utskrift av protokoll, kopi av dokumenter m.v.\nUten hinder av den taushetsplikt som de ellers har,​2 skal\na. myndigheter som fastsetter eller innkrever skatter, toll, avgifter eller utbetaler erstatninger, tilskudd, bidrag, trygder, stønader m.v. etter krav fra avgiftsmyndighetene gi opplysninger om de fastsatte, innkrevde eller utbetalte beløp og om grunnlaget for dem,\nb. myndigheter som er tillagt kontrollerende funksjoner etter lov 29. juni 2007 nr. 75 om verdipapirhandel, etter krav fra avgiftsmyndighetene​3 gi opplysninger som de er blitt kjent med under dette arbeid, såfremt opplysningene er gitt kontrollorganet i medhold av lovbestemt opplysningsplikt,\nc. myndigheter som er tillagt kontrollerende funksjoner etter lov 29. juni 2007 nr. 73 om eiendomsmegling, etter krav fra avgiftsmyndighetene gi opplysninger som de er blitt kjent med under dette arbeid,\nDepartementet​4 kan gi forskrifter​5 om at opplysninger skal gis etter annet og tredje ledd a, b og c om ikke navngitt person, bo, selskap eller innretning.\nForskriftene kan bestemme at opplysninger til bruk for direkte kontroll av avgiftspliktiges oppgaver skal overleveres i maskinlesbar form.\n0 Endret ved lover 19 des 1975 nr. 60, 4 juni 1976 nr. 53, 16 juni 1978 nr. 57, 13 juni 1980 nr. 25, 22 mars 1991 nr. 7, 4 nov 1994 nr. 59 (i kraft 1 jan 1995), 27 mars 1998 nr. 14, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 27 juni 2008 nr. 55.\n1 Jfr. lignl. § 3-13.\n2 Jfr. bl.a. lov 10 feb 1967 §§ 13 til 13 f, lignl. § 3-13.\n3 Jfr. kap. II.\n4 Finansdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "13:51",
      "chapter": "13",
      "section": "51",
      "content": "Oppgaveplikten etter bestemmelsene i dette kapittel påhviler i enkeltpersonforetak innehaver, i selskap, samvirkeforetak, forening, institusjon eller innretning den daglige leder av virksomheten eller styrets formann hvis det ikke er noen slik leder.​1\nI bo hvor det utstedes proklama​2 plikter loddeiere, tingrettsdommer, testamentfullbyrder og andre som yter hjelp ved skifteoppgjøret å gi de opplysninger som avgiftsmyndighetene finner nødvendige for å avgjøre om boet skylder avgift etter denne lov.\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938). 29 juni 2007 nr. 81 (i kraft 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jfr. § 52 (2).\n2 Jfr. sl. kap. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "13:52",
      "chapter": "13",
      "section": "52",
      "content": "Departementet​2 kan pålegge den som ikke har etterkommet plikten til å gi opplysninger eller kontrolloppgaver som nevnt i dette kapittels §§ 47-49 a, å gi opplysningene under en daglig løpende tvangsmulkt.\nAvgiftsmyndighetene kan ilegge den som ikke har etterkommet bokføringspålegg etter § 46 a innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til utbedring skjer. Tvangsmulkten skal normalt utgjøre ett rettsgebyr per dag, jf. lov 17. desember 1982 nr. 86 om rettsgebyr § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men oppad begrenset til 10 rettsgebyr per dag. Samlet tvangsmulkt kan ikke overstige en million kroner.\nPålegg til selskap, samvirkeforetak, forening, innretning eller organisasjon rettes til styret og sendes hvert medlem i rekommandert brev. Tvangsmulkten kan inndrives så vel hos medlemmene av styret som hos selskapet, samvirkeforetaket, foreningen, innretningen eller organisasjonen.\n0 Endret ved lover 26 juni 1992 nr. 86, 20 des 1993 nr. 134 (i kraft 1 jan 1997), 14 des 2007 nr. 100, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 15 des 2006 nr. 85.\n1 Sml. lignl. § 10-3.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "13:53",
      "chapter": "13",
      "section": "53",
      "content": "Den som har oppgave- eller opplysningsplikt etter bestemmelsene i dette kapittel, skal​1 innrette sin registrering og dokumentasjon av regnskapsopplysninger eller gjøre notater slik at opplysning kan gis.\n0 Endret ved lov 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999).\n1 Jfr. § 72 og § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "14:54",
      "chapter": "14",
      "section": "54",
      "content": "Når omsetningsoppgave ikke er innkommet i rett tid eller i foreskreven form,​2 kan utgående avgift​3 for vedkommende termin forhøyes med minst kr. 250 eller med inntil 3 pst. av avgiftsbeløpet. Avgiften kan dog ikke forhøyes med mer enn kr. 5.000. Forhøyelsen kan foretas inntil 3 år etter utløpet av vedkommende termin.\nForhåndsvarsel etter forvaltningslovens​4 § 16 er ikke nødvendig ved vedtak etter første og annet ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 8 juni 1973 nr. 42, 16 juni 1978 nr. 57, 8 juni 1979 nr. 27, 13 juni 1980 nr. 27, 16 juni 1989 nr. 56, 18 des 1998 nr. 76 (i kraft straks med virkning fra 1 jan 1999), 14 des 2007 nr. 100.\n1 Jfr. § 56.\n2 Jfr. kap. VIII.\n3 Se § 4.\n4 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "14:55",
      "chapter": "14",
      "section": "55",
      "content": "Beregningsgrunnlaget for utgående avgift​2 og beløpet for inngående avgift​2 kan fastsettes ved skjønn når:\n1. Omsetningsoppgave​3 ikke er innkommet. Oppgave som kommer inn etter at vedtak om skjønn er truffet, anses ikke innkommet i henhold til denne bestemmelse.\n2. Mottatt omsetningsoppgave finnes å være uriktig eller ufullstendig eller bygge på regnskap som finnes å ikke være ført i samsvar med gjeldende regnskapslovgivning.​4\n3. Noen er blitt registrert i avgiftsmanntallet eller blitt stående registrert uten å fylle vilkårene for registrering​5 og staten derved er påført avgiftstap.\nGjelder skjønnet mer enn en termin kan fastsettelsen foretas under ett, men ikke for lengre tidsrom enn et kalenderår. Fastsettelsen skal begrunnes samtidig med at vedtak treffes.\nFastsettelse kan foretas inntil 10 år etter utløpet av vedkommende termin.​6\n0 Endret ved lover 16 juni 1978 nr. 57, 13 juni 1980 nr. 27, 16 juni 1989 nr. 56.\n1 Jfr. § 56.\n2 Se § 4.\n3 Jfr. § 29.\n4 Jfr. lover 17 juli 1998 nr. 56 og 19 nov 2004 nr. 73.\n5 Jfr. § 28.\n6 Jfr. § 30 og § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "14:56",
      "chapter": "14",
      "section": "56",
      "content": "Forhøyelse etter § 54 og fastsettelse etter § 55 kan endres av skattekontoret​2 og Skattedirektoratet. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig er truffet vedtak etter § 55 som har direkte sammenheng med registrerings- eller slettingsvedtaket. Skattedirektoratets endringskompetanse etter første og annet punktum er begrenset til vedtak hvor etterberegnet beløp er under 15.000 kroner, renter ikke medregnet.\nDersom det foreligger nye opplysninger som viser at det tidligere vedtaket er uriktig, kan vedtaket endres til ugunst for den avgiftspliktige i inntil ti år etter utløpet av vedkommende termin.​3\nDersom det ikke foreligger nye opplysninger, må varsel om endring til ugunst for den avgiftspliktige gis innen to år etter tidspunktet for vedtaket.\n0 Endret ved lover 8 juni 1973 nr. 42, 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 14 des 2007 nr. 111.\n1 Sml. lignl. § 9-6.\n2 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n3 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "15:57",
      "chapter": "15",
      "section": "57",
      "content": "Vedtak etter kap. XIII og § 73 kan påklages til Klagenemnda for merverdiavgift. Det samme gjelder vedtak etter § 28 om registrering eller sletting i avgiftsmanntallet når det samtidig klages over vedtak etter første punktum som har direkte sammenheng med registrerings- eller slettingsvedtaket.\nKlage til nemnda tas ikke under behandling uten samtykke av nemndas leder dersom klagegjenstandens verdi er under 15.000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages. Dersom klagegjenstandens verdi er mellom 4.000 og 15.000 kroner, renter ikke medregnet, avgjøres klagen av Skattedirektoratet. Departementet​1 avgjør hvilket organ som skal være klageinstans for andre vedtak etter denne lov.\nKlagenemnda består av en leder og fire andre medlemmer, hver med ett varamedlem, som alle oppnevnes av departementet.​1\nDepartementet​1 kan beslutte at Klagenemnda skal organiseres i to avdelinger. Begge avdelinger skal da ha en slik sammensetning som følger av annet ledd.\nKlagenemnda er beslutningsdyktig når minst tre medlemmer, herunder leder eller dennes varamedlem, er til stede. Står stemmetallet likt, gjør leders eller dennes varamedlems stemme utslaget. Leder og dennes varamedlem skal oppfylle vilkårene for å være tingrettsdommer.​2\nDepartementet​1 gir nærmere forskrifter​3 om Klagenemndas organisasjon og saksbehandling.\n0 Endret ved lover 21 des 2000 nr. 116, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Finansdepartementet.\n2 Jfr. dl. §§ 53, 54.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "15:57 a",
      "chapter": "15",
      "section": "57 a",
      "content": "Dersom Klagenemnda for merverdiavgift​1 endrer et vedtak til gunst for klageren, avgjør skattekontoret​2 saker om dekning av sakskostnader etter forvaltningsloven​3 § 36 første ledd.\nSkattekontorets vedtak etter første ledd kan påklages til Klagenemnda for merverdiavgift.​2\n0 Tilføyd ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n2 Jfr. § 57.\n3 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57a",
        "source_heading": "§ 57a."
      }
    },
    {
      "provision_ref": "15:58",
      "chapter": "15",
      "section": "58",
      "content": "Klage over vedtak etter § 55, første ledd nr. 1, tas ikke under behandling med mindre klageren samtidig med klagen sender inn omsetningsoppgave i foreskreven form​1 for den termin​2 vedtaket gjelder.\nKlage over vedtak etter kap. XIII og § 73 blir ikke å behandle dersom den myndighet som har truffet avgjørelsen, endrer vedtaket i samsvar med påstanden i klagen. Blir klagerens påstand ikke helt ut imøtekommet, legges det nye vedtak til grunn for klagebehandlingen etter at klageren er gitt anledning til å uttale seg.\nKlage over vedtak som nevnt i § 57 første ledd tas ikke under behandling uten samtykke fra klagenemndas leder dersom klagegjenstandens verdi er under 4.000 kroner, renter ikke medregnet. Denne avgjørelsen kan ikke påklages.\n0 Endret ved lover 26 juni 1970 nr. 76, 4 mars 1977 nr. 9, 21 des 2000 nr. 116. 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. kap. VIII.\n2 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "16:58 a",
      "chapter": "16",
      "section": "58 a",
      "content": "Skattedirektoratet​1 og skattekontoret​2 kan på anmodning fra avgiftspliktig avgi forhåndsuttalelse om de avgiftsmessige virkningene av en konkret planlagt disposisjon før den igangsettes. Dette gjelder bare når det er av vesentlig betydning for den avgiftspliktige å få klarlagt virkningene før igangsetting eller Skattedirektoratet finner at spørsmålet er av allmenn interesse.\nAvgitt forhåndsuttalelse etter dette kapittel skal legges til grunn som bindende ved fastsettelsen dersom den avgiftspliktige krever det og den faktiske disposisjonen er gjennomført i samsvar med forutsetningene for uttalelsen.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186), endret ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Se lignl. § 2-3.\n2 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "16:58 b",
      "chapter": "16",
      "section": "58 b",
      "content": "Ordningen med bindende forhåndsuttalelser gjelder ikke ved innførsel av varer som nevnt i kapittel XVI.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58b",
        "source_heading": "§ 58 b."
      }
    },
    {
      "provision_ref": "16:58 c",
      "chapter": "16",
      "section": "58 c",
      "content": "Det skal betales et gebyr for en bindende forhåndsuttalelse.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58c",
        "source_heading": "§ 58 c."
      }
    },
    {
      "provision_ref": "16:58 d",
      "chapter": "16",
      "section": "58 d",
      "content": "Skattedirektoratets og skattekontorenes​1 avgjørelse om ikke å avgi bindende forhåndsuttalelse kan ikke påklages.\nEn bindende forhåndsuttalelse kan ikke påklages eller prøves i egen sak for domstol.\nAvgjørelse hvor bindende forhåndsuttalelse er lagt til grunn, kan påklages eller bringes inn for domstol etter de ellers gjeldende bestemmelser.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186), endret ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58d",
        "source_heading": "§ 58 d."
      }
    },
    {
      "provision_ref": "16:58 e",
      "chapter": "16",
      "section": "58 e",
      "content": "Departementet kan gi forskrift​1 til utfylling og gjennomføring av dette kapittel, herunder om gebyr.\n0 Tilføyd ved lov 15 des 2000 nr. 87 (i kraft 1 nov 2001 iflg. res. 12 okt 2001 nr. 1186).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58e",
        "source_heading": "§ 58 e."
      }
    },
    {
      "provision_ref": "17:59",
      "chapter": "17",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "17:59 a",
      "chapter": "17",
      "section": "59 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59a",
        "source_heading": "§ 59a."
      }
    },
    {
      "provision_ref": "17:60",
      "chapter": "17",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "17:61",
      "chapter": "17",
      "section": "61",
      "content": "Søksmål mot staten anlegges etter vernetingsreglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av det skattekontoret​1 som har truffet vedtak i første instans. Departementet kan gi instruks om utøvelsen av statens partsstilling generelt og i enkeltsaker. Departementet kan i enkeltsak eller i grupper av saker overta utøvelsen av partsstillingen eller overføre den til annen avgiftsmyndighet.\nNår en domstol finner at den avgiftspliktige bare skal betale en del av et omtvistet avgiftsbeløp eller bare skal ha tilbake en del av et tilbakebetalingskrav, og det ikke foreligger tilstrekkelige opplysninger til å fastslå det riktige beløp, skal det i domsslutningen​2 angis hvorledes ny fastsettelse blir å utføre.​3\nFinner domstolene at et avgiftskrav ikke kan opprettholdes på grunn av formelle mangler, henvises avgjørelsen til ny behandling av vedkommende avgiftsmyndighet.​4\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 14 des 2007 nr. 111.\n1 Jfr. lignl. § 2-1 og lov 17 juni 2005 nr. 67 § 2-2.\n2 Se tvl. § 19-6 (7).\n3 Sml. lignl. kap. 11.\n4 Jfr. kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "17:61 a",
      "chapter": "17",
      "section": "61 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61a",
        "source_heading": "§ 61 a."
      }
    },
    {
      "provision_ref": "18:62",
      "chapter": "18",
      "section": "62",
      "content": "Avgift av varer som innføres fra utlandet, Svalbard​1 og Jan Mayen, betales ved innførselen. Grunnlaget for avgiftens beregning fastsettes i samsvar med bestemmelsene i tolloven​2 §§ 7-10 til 7-20.\nVed innførsel av kunstverk,​3 samleobjekter og antikviteter fastsettes et lavere grunnlag for avgiftens beregning enn grunnlaget fastsatt etter første ledd.​4\nVed gjeninnførsel av varer etter foredling, bearbeidelse eller reparasjon i utlandet, beregnes avgiften av omkostningene, herunder omkostninger ved forsendelsen frem og tilbake.\nToll og andre avgifter, herunder innførselsavgifter, medregnes i avgiftsgrunnlaget etter nærmere bestemmelse av departementet.​5\nDepartementet​5 kan gi forskrifter​6 om avgiftsfri innførsel av varer som i henhold til særskilt bestemmelse kan innføres tollfritt, og nærmere regler om lavere beregningsgrunnlag etter bestemmelsen i andre ledd.\n0 Endret ved lover 26 juni 1970 nr. 76, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Lov 21 des 2007 nr. 119.\n3 Jfr. § 5 (1) nr. 1, a.\n4 Jfr. kap. Va.\n5 Finansdepartementet. Jfr. § 18 (2) nr. 2.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "18:63",
      "chapter": "18",
      "section": "63",
      "content": "Det skal ikke betales avgift ved innførsel av varer som nevnt i § 5 første ledd nr. 2, § 5 b første ledd nr. 4 bokstav d, § 16 første ledd nr. 7, 8 og 14 og § 17 første ledd nr. 1. Det skal heller ikke betales avgift ved gjeninnførsel av skip, luftfartøyer, oljeboringsplattformer og andre flyttbare plattformer til bruk i petroleumsvirksomhet, herunder fast driftsutstyr i tilfelle som nevnt i § 17 første ledd nr. 2.\nKunstnere kan avgiftsfritt innføre egne originale kunstverk. Det samme gjelder for innførsel ved mellommann som nevnt i § 5 første ledd nr. 1 a.\nDepartementet kan gi forskrifter​1 om avgrensing og utfylling av bestemmelsene i denne paragraf.\n0 Endret ved lover 25 feb 1972 nr. 4, 8 juni 1973 nr. 42, 20 des 1974 nr. 61, 3 juni 1983 nr. 39, 18 des 1987 nr. 92, 25 april 1997 nr. 23 (i kraft 1 sep 1997), 17 des 1999 nr. 88, 21 des 2000 nr. 113 (i kraft 1 juli 2001), 28 mai 2004 nr. 28, 9 des 2005 nr. 108.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "18:64",
      "chapter": "18",
      "section": "64",
      "content": "Avgiften skal betales av den som etter tolloven​1 §§ 2-2 og 2-3 er tollskyldner. Tolloven §§ 12-10 til 12-12 og § 16-10 får tilsvarende anvendelse på avgift etter denne lov.\n0 Endret ved lover 3 juni 1994 nr. 14, 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Lov 21 des 2007 nr. 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "18:65",
      "chapter": "18",
      "section": "65",
      "content": "Tolloven​1 § 1-5 får tilsvarende anvendelse på avgift etter denne lov.\n0 Endret ved lover 3 juni 1994 nr. 14, 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), 21 des 2007 nr. 119 (i kraft 1 jan 2009 iflg. res. 7 nov 2008 nr. 1206).\n1 Lov 21 des 2007 nr. 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "18:65 a",
      "chapter": "18",
      "section": "65 a",
      "content": "Departementet​1 kan gi forskrift​2 om at det skal betales avgift av tjenester som innføres fra utlandet, Svalbard eller Jan Mayen, og som er avgiftspliktige ved innenlands omsetning.​3 Departementet kan i forskrift​2 gi nærmere regler om avgrensing, utfylling og gjennomføring av slik plikt til å betale avgift.\n0 Tilføyd ved lov 8 juni 1979 nr. 27, endret ved lover 9 jan 1998 nr. 1, 25 juni 2004 nr. 42.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 14 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65a",
        "source_heading": "§ 65 a."
      }
    },
    {
      "provision_ref": "18:66",
      "chapter": "18",
      "section": "66",
      "content": "Departementet​1 gir nærmere forskrift​2 om beregning og kontroll.\n0 Endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "19:67",
      "chapter": "19",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 des 2006 nr. 73 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "19:68",
      "chapter": "19",
      "section": "68",
      "content": "Politiet er forpliktet til å yte bistand ved kontrollen, herunder ved føringen av manntallet. Politiet kan kreve opplysninger og utlevering av materiale som omhandlet i § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "20:69",
      "chapter": "20",
      "section": "69",
      "content": "Departementet​1 kan sette ned eller ettergi avgift fastsatt etter kapittel XIII dersom det av særlige grunner knyttet til fastsettelsen virker særlig urimelig å fastholde hele avgiften. Det samme gjelder tilleggsavgift​2 som er ilagt noen etter denne lov.\n0 Endret ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Finansdepartementet, jfr. res. 11 juni 1971 om fullmakt for Direktøren for skattevesenet.\n2 Jfr. § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "20:70",
      "chapter": "20",
      "section": "70",
      "content": "Departementet​1 kan helt eller delvis frita fra avgiftsplikt etter denne lov når det foreligger særlige forhold.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "20:71",
      "chapter": "20",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "21:72",
      "chapter": "21",
      "section": "72",
      "content": "1. Den som forsettlig gir uriktig eller ufullstendig opplysning i omsetningsoppgave​1 eller i annen oppgave eller forklaring til avgiftsmyndighetene,​2 og derved unndrar avgift eller oppnår uberettiget tilbakebetaling av avgift, straffes som for bedrageri etter straffeloven​3 §§ 270 og 271. Straffesak for overtredelse av bestemmelsen her hører under tingrett i første instans.\n2. Den som forsettlig unnlater å la seg registrere etter bestemmelsene i kap. VII eller å sende omsetningsoppgave etter bestemmelsen i kap. VIII eller kap. X, eller overtrer regnskaps- eller dokumentasjonsbestemmelsene i kap. XI eller bestemmelsene om opplysningsplikt i kap. XII, straffes med bøter​4 eller fengsel​5 inntil 3 måneder.​6 Det samme gjelder overtredelse av forskrift gitt i medhold av disse bestemmelsene eller forskrifter om registrering og dokumentasjon av regnskapsopplysninger gitt i medhold av denne lov.\nHar hensikten vært å unndra avgift eller å oppnå uberettiget tilbakebetaling av avgift, kan fengsel inntil 3 år​7 idømmes, og bot kan anvendes sammen med fengselsstraffen.​8\n3. Medvirkning til overtredelse straffes på samme måte som overtredelse.\n4. Er en overtredelse som nevnt i denne paragraf skjedd ved uaktsomhet, er straffen bøter.\n5. Disse bestemmelser gjelder for så vidt overtredelsen ikke rammes av strengere straffebestemmelser.​9\n0 Endret ved lover 13 juni 1980 nr. 27, 3 juni 1983 nr. 46, 21 des 2000 nr. 116 (i kraft 1 jan 2001), 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416). Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. § 29.\n2 Jfr. kap. II.\n3 Lov 22 mai 1902 nr. 10 (strl.).\n4 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.\n5 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n6 Jfr. strl. § 25; strl. 2005 § 31 (3).\n7 Jfr. strl. § 67; strl. 2005 kap. 15.\n8 Jfr. strl. § 26 a; strl. 2005 kap. 6 og kap. 9.\n9 Jfr. strl. §§ 255, 256 og 286 og lov 13 mai 1977 nr. 35 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "21:73",
      "chapter": "21",
      "section": "73",
      "content": "Den som forsettlig eller uaktsomt overtrer denne lov eller forskrifter gitt i medhold av loven, og statskassen derved er eller kunne ha vært unndratt avgift, kan utover avgift fastsatt etter §§ 55 og 56 ilegges tilleggsavgift med inntil 100 pst. Fastsettelse kan foretas inntil 10 år etter utløpet av vedkommende termin. Bestemmelsene i § 56 gjelder tilsvarende.\nFor så vidt angår ansvar etter denne paragraf svarer den avgiftspliktige for medhjelperes, ektefelles​2 og barns handlinger.\n0 Endret ved lover 26 juni 1970 nr. 76, 4 mars 1977 nr. 9.\n1 Jfr. §§ 34 og 57.\n2 Se lov 4 juli 1991 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "22:74",
      "chapter": "22",
      "section": "74",
      "content": "Avgift etter denne lov svares etter de regler som gjelder på leveringstiden.​1 Skal avgiften betales ved innførsel,​2 svares den etter de regler som gjelder på fortollingstiden.\nEr det før denne lovs eller senere avgiftspåleggs ikrafttreden inngått kontrakt om leveranse, plikter mottakeren å betale et tillegg motsvarende avgiften eller den forhøyede avgift, med mindre det godtgjøres at det ved prisansettelsen har vært tatt hensyn til avgiften.\n1 Jfr. § 3.\n2 Jfr. § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "22:75",
      "chapter": "22",
      "section": "75",
      "content": "Departementet​1 kan i forskrifter​2 gi de regler som er nødvendige til utfylling og gjennomføring av denne lov.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "22:75 a",
      "chapter": "22",
      "section": "75 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (i kraft 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75a",
        "source_heading": "§ 75 a."
      }
    },
    {
      "provision_ref": "22:76",
      "chapter": "22",
      "section": "76",
      "content": "Denne lovs kap. VII trer i kraft 1 oktober 1969. For øvrig trer loven i kraft 1 januar 1970.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    }
  ]
}