{
  "id": "LOV-2017-02-17-7",
  "type": "statute",
  "title": "Lov om Forbrukerklageutvalget (forbrukerklageloven)",
  "short_name": "Forbrukerklageloven",
  "status": "in_force",
  "issued_date": "2017-02-17",
  "in_force_date": "2017-03-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2017-02-17-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Forbrukerklageutvalgets virkeområde​1",
      "content": "Forbrukerklageutvalget behandler klager:\na. om kjøp av ting til forbruker og om ytelser som selgeren eller andre har påtatt seg overfor kjøperen i tilknytning til kjøpet,\nb. om håndverkertjenester etter håndverkertjenesteloven,​2\nc. om avtaler etter angrerettloven.​3\nForbrukerklageutvalget behandler klagesaker etter første ledd bokstav a mellom forbruker og næringsdrivende og mellom to forbrukere. Med forbruker menes en fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\nForbrukerklageutvalget kan også behandle klagesaker av prinsipiell karakter mellom en forbruker og en næringsdrivende etter lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 23 første ledd bokstavene b og c. Ved vurderingen av om en klagesak er prinsipiell, skal det tas hensyn til om den reiser spørsmål som gjelder mange forbrukere eller spørsmål der det er særlig behov for rettslig avklaring.\nForbrukerklageutvalget behandler ikke:\na. klager som gjelder kjøp og salg av fast eiendom​4 eller avtaler om kjøp av elektrisk energi,\nb. klager som gjelder krav som motparten har erkjent,\nc. klagesaker mellom næringsdrivende.\nDepartementet kan i forskrift fastsette en nedre verdigrense for hvilke klagesaker som skal tas til behandling, og hvordan verdigrensen fastsettes. Departementet kan også fastsette nærmere kriterier for når en klagesak skal anses prinsipiell. Den nedre verdigrensen skal ikke hindre klagesaker som anses prinsipielle i å bli behandlet.\n1 Jf. § 5 (2), a.\n2 Lov 16 juni 1989 nr. 63.\n3 Lov 20 juni 2014 nr. 27.\n4 Jf. lov 3 juli 1992 nr. 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Om Forbrukerklageutvalget",
      "content": "Forbrukerklageutvalget er et uavhengig forvaltningsorgan som ikke kan instrueres om behandling av enkeltsaker​1 eller om den faglige virksomheten for øvrig.\nForbrukerklageutvalget skal bestå av en leder og så mange nestledere og øvrige medlemmer som til enhver tid er nødvendig for å utføre utvalgets oppgaver. Lederen og nestlederne skal fylle kravene til dommere i domstolloven​2 § 53 første ledd og § 54 annet ledd.\nDepartementet fastsetter i forskrift nærmere bestemmelser om Forbrukerklageutvalgets sammensetning ved avgjørelse av saker, om krav til medlemmenes kompetanse og om utvalgets organisering.\n1 Jf. fvl. § 28 (3), d.\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Forholdet til forvaltningsloven",
      "content": "Forvaltningsloven​1 gjelder når annet ikke følger av loven her eller av forskrift til denne loven.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Saksgang",
      "content": "Dersom det ikke oppnås en minnelig ordning etter mekling i Forbrukerrådet, jf. lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 23, kan hver av partene bringe saken inn for Forbrukerklageutvalget. Klagen skal inneholde en påstand eller krav og fremsettes gjennom Forbrukerrådet. Forbrukerrådet videreformidler sakens dokumenter til Forbrukerklageutvalget. Klagen og øvrige dokumenter skal kunne inngis elektronisk.\nKlagen må fremsettes innen én måned fra partene ble underrettet om at Forbrukerrådets behandling av saken er avsluttet. Fristen kan likevel ikke settes kortere enn ett år fra parten klaget til motparten. Forbrukerklageutvalget kan gi oppfriskning for oversittelse av fristen, jf. forvaltningsloven​1 § 31.\nDomstolloven​2 kapittel 9 om forkynnelser, meddelelser og elektronisk kommunikasjon gjelder tilsvarende.\nForbrukerklageutvalget forkynner klagen for motparten, som gis adgang til å uttale seg innen en rimelig frist. Utvalget opplyser samtidig om virkningen av unnlatt svar.\nDepartementet kan i forskrift gi bestemmelser om krav til klagen.\n1 Lov 10 feb 1967.\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Avvisning​1",
      "content": "En klage kan avvises fra behandling i Forbrukerklageutvalget dersom:\na. klageren ikke har forsøkt å løse saken direkte med motparten,\nb. saken er avgjort av eller under behandling ved domstol eller annet innmeldt klageorgan enn Forbrukerrådet, jf. lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 27 første ledd,\nc. klagen åpenbart ikke kan gis medhold på bakgrunn av Forbrukerklageutvalgets tidligere praksis,\nd. verdien av kravet er under grense fastsatt i forskrift, jf. § 1 femte ledd,\ne. klagen er grunnløs eller useriøs,\nf. saken reiser bevisspørsmål som ikke egner seg for skriftlig behandling,\ng. behandling av klagen i alvorlig grad vil hindre Forbrukerklageutvalget i å fungere effektivt,\nh. fristen for klage er oversittet, jf. § 4 annet ledd.\nEn klage skal avvises dersom:\na. den ikke hører under Forbrukerklageutvalgets virkeområde, jf. § 1,\nb. klagen ikke har vært behandlet av Forbrukerrådet,\nc. eventuelt saksbehandlingsgebyr ikke er innbetalt, jf. § 10,\nd. den som bringer saken inn for Forbrukerklageutvalget, ikke har et reelt behov for å få avgjort kravet i forhold til den andre parten, jf. tvisteloven​2 § 1-3 annet ledd,\ne. en av partene ikke er prosessdyktig og ikke har lovlig stedfortreder, jf. tvisteloven kapittel 2,\nf. motparten ikke kan saksøkes ved norske domstoler.​3\nVedtak om avvisning skal treffes senest tre uker fra klagen og øvrige saksdokumenter fra klageren ble mottatt.\n1 Jf. lov 17 juni 2016 nr. 29 § 14.\n2 Lov 17 juni 2005 nr. 90.\n3 Jf. tvl. kap. 4, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Saksbehandling",
      "content": "Saksbehandlingen i Forbrukerklageutvalget er skriftlig. Sakene behandles for lukkede dører. Partene har ikke møterett. Forbrukerklageutvalget kan be partene fremlegge ytterligere dokumentasjon og sakkyndige uttalelser. Utvalget skal legge til rette for at partene kan utveksle informasjon om saken elektronisk eller per post.\nForbrukerklageutvalget setter frist for sluttbemerkninger. Utvalget gir partene beskjed når alle relevante opplysninger anses mottatt og saken tas opp til avgjørelse. Dersom motparten ikke innen den fastsatte fristen har gitt uttalelse i saken, og det ikke er grunn til å tro at unnlatelsen skyldes gyldig fravær, kan saken avgjøres på grunnlag av klagerens saksfremstilling, med mindre denne strider mot vitterlige kjensgjerninger. Slikt vedtak kan bare treffes når motparten ved forkynnelse er gjort kjent med virkningen av ikke å gi uttalelse, og kan angripes ved begjæring om oppfriskning. Oppfriskning kan bare gis dersom unnlatelsen skyldes gyldig fravær. Tvisteloven​1 § 16-6 første og annet ledd, § 16-12 første ledd første punktum og annet ledd og § 16-13 gjelder tilsvarende så langt de passer.\nForbrukerklageutvalget skal opptre upartisk.\nForbrukerklageutvalget er bundet av partenes krav, påstander og påstandsgrunnlag.\nVedtaket skal treffes innen 90 dager regnet fra fristen for sluttbemerkninger. I særlig komplekse saker kan Forbrukerklageutvalget utsette behandlingen av saken for å innhente ytterligere informasjon. Partene skal informeres om eventuell forlengelse av fristen, og samtidig opplyses om når vedtak kan ventes.\nDepartementet kan i forskrift gi nærmere bestemmelser om saksbehandlingen i Forbrukerklageutvalget.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vedtaket",
      "content": "Vedtaket fra Forbrukerklageutvalget skal være skriftlig eller på et varig medium. Med varig medium menes enhver innretning som gjør partene i stand til å lagre vedtaket på en slik måte at det i fremtiden er tilgjengelig i uendret form.\nVedtaket skal være begrunnet. Det skal fremgå av vedtaket om det er enstemmig. Dersom vedtaket ikke er enstemmig, skal også mindretallets syn og begrunnelse fremgå.\nVedtaket forkynnes for partene som samtidig gjøres kjent med vedtakets virkning og adgangen til å bringe vedtaket inn for tingretten.\nVedtaket kan ikke påklages. Forvaltningsloven​1 § 35 gjelder ikke.\nVedtak som ikke blir brakt inn for tingretten, får virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Gjenåpning",
      "content": "Forbrukerklageutvalgets rettskraftige vedtak kan gjenåpnes etter begjæring fra en part. Gjenåpning kan begjæres dersom:\na. det foreligger brudd på habilitetskrav i forvaltningsloven​1 § 6,\nb. det foreligger andre saksbehandlingsfeil og det ikke kan utelukkes at feilen var bestemmende for vedtakets innhold,\nc. opplysninger om faktiske forhold som var ukjent da saken ble avgjort, tilsier at vedtaket høyst sannsynlig ville blitt et annet.\nGjenåpning kan ikke begjæres:\na. av en grunn som ble forkastet ved sakens behandling,\nb. av en grunn som parten burde ha gjort gjeldende under sakens ordinære behandling, ved søksmål til tingretten eller ved begjæring om oppfriskning,\nc. dersom det er rimelig sannsynlighetsovervekt for at en ny behandling av saken ikke vil lede til en endring av betydning for parten.\nAvslag på begjæring om gjenåpning kan bringes inn for tingretten. For øvrig gjelder bestemmelsene om gjenåpning i tvisteloven​2 §§ 31-6 til 31-9 så langt de passer.\n1 Lov 10 feb 1967.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Retting og tilleggsavgjørelse",
      "content": "Forbrukerklageutvalget kan rette et vedtak som på grunn av skrive- eller regnefeil, misforståelse, forglemmelse eller lignende klar feil har fått en utforming som ikke stemte med Forbrukerklageutvalgets mening.\nEr det ikke truffet avgjørelse om noe som skulle vært avgjort, kan tilleggsavgjørelse avsies dersom begjæring om det fremmes innen fristen for å bringe saken inn for tingretten, jf. § 12 første ledd.\nFor øvrig gjelder tvisteloven​1 §§ 19-8 og 19-9 tilsvarende.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Gebyr og sakskostnader​1",
      "content": "Departementet kan i forskrift gi bestemmelser om gebyr for behandling av klager i Forbrukerklageutvalget.\nHvis noen av partene har nedlagt påstand eller på annen måte fremsatt krav som Forbrukerklageutvalget finner åpenbart ikke kan føre frem, kan utvalget bestemme at vedkommende helt eller delvis skal bære kostnadene saken har medført for den annen part.\n1 Se § 5 (2), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Offentlig informasjon og nettside",
      "content": "Forbrukerklageutvalget skal ha en nettside med oppdatert og lett tilgjengelig informasjon om Forbrukerklageutvalget og saksbehandlingen. Etter anmodning skal de samme opplysningene gis på varig medium.\nForbrukerklageutvalgets vedtak skal gjøres tilgjengelig for allmenheten.\nForbrukerklageutvalget skal utarbeide årsrapport innen 1. mars hvert år. Departementet kan i forskrift fastsette hvilken informasjon som skal gis i årsrapporten og på nettsiden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Domstolsbehandling",
      "content": "Vedtak som avgjør sakens realitet, kan overprøves ved søksmål for tingretten. Stevning må sendes innen én måned etter at vedtaket er forkynt for partene. Er en sak for domstolene stanset etter § 13 annet ledd, må prosesskriv med begjæring om fortsettelse avgis innen samme frist. Stevning, eventuelt prosessskriv, kan sendes gjennom Forbrukerklageutvalget eller direkte til tingretten, jf. tvisteloven​1 § 9-2 fjerde ledd.\nForbrukerklageutvalget kan gi oppfriskning for oversittelse av fristen i første ledd. Vedtaket om oppfriskning kan bringes inn for tingretten.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Forholdet til de alminnelige domstolene",
      "content": "Så lenge en sak er til behandling i Forbrukerklageutvalget, kan ikke sakens parter bringe den inn for tingretten. Saken regnes for å være under behandling fra Forbrukerrådet mottok klagen.\nOm søksmål er reist ved tingretten, og en part ønsker saken avgjort av Forbrukerklageutvalget, kan retten stanse den videre behandlingen etter begjæring av vedkommende part. Reglene i tvisteloven​1 § 16-15, § 16-18 tredje og fjerde ledd og § 16-19 gjelder tilsvarende. Ved rettens avgjørelse av om saken skal stanses, skal det legges vekt på om det er rimelig å stanse saken i påvente av Forbrukerklageutvalgets avgjørelse når hensyn tas til tidsbruken og kostnadene som vil påløpe for partene ved stansing. Saken bringes i gang igjen i tingretten etter begjæring fra en av partene, tidligst etter at vedtak er fattet, og senest innen én måned etter at vedtaket er forkynt.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Avtale om voldgift",
      "content": "Avtale om at en sak som omfattes av denne lov skal avgjøres ved voldgift,​1 er ikke til hinder for at saken bringes inn for Forbrukerklageutvalget.\n1 Sml. lov 14 mai 2004 nr. 25 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Fra samme tid oppheves lov 28. april 1978 nr. 18 om behandling av forbrukertvister.\nDepartementet kan gi forskrift om overgangsregler.\n1 Fra 1 mars 2017 iflg. res. 17 feb 2017 nr. 196.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Forbrukerklageutvalgets virkeområde​1",
      "content": "Forbrukerklageutvalget behandler klager:\na. om kjøp av ting til forbruker og om ytelser som selgeren eller andre har påtatt seg overfor kjøperen i tilknytning til kjøpet,\nb. om håndverkertjenester etter håndverkertjenesteloven,​2\nc. om avtaler etter angrerettloven.​3\nForbrukerklageutvalget behandler klagesaker etter første ledd bokstav a mellom forbruker og næringsdrivende og mellom to forbrukere. Med forbruker menes en fysisk person som ikke hovedsakelig handler som ledd i næringsvirksomhet.\nForbrukerklageutvalget kan også behandle klagesaker av prinsipiell karakter mellom en forbruker og en næringsdrivende etter lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 23 første ledd bokstavene b og c. Ved vurderingen av om en klagesak er prinsipiell, skal det tas hensyn til om den reiser spørsmål som gjelder mange forbrukere eller spørsmål der det er særlig behov for rettslig avklaring.\nForbrukerklageutvalget behandler ikke:\na. klager som gjelder kjøp og salg av fast eiendom​4 eller avtaler om kjøp av elektrisk energi,\nb. klager som gjelder krav som motparten har erkjent,\nc. klagesaker mellom næringsdrivende.\nDepartementet kan i forskrift fastsette en nedre verdigrense for hvilke klagesaker som skal tas til behandling, og hvordan verdigrensen fastsettes. Departementet kan også fastsette nærmere kriterier for når en klagesak skal anses prinsipiell. Den nedre verdigrensen skal ikke hindre klagesaker som anses prinsipielle i å bli behandlet.\n1 Jf. § 5 (2), a.\n2 Lov 16 juni 1989 nr. 63.\n3 Lov 20 juni 2014 nr. 27.\n4 Jf. lov 3 juli 1992 nr. 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Om Forbrukerklageutvalget",
      "content": "Forbrukerklageutvalget er et uavhengig forvaltningsorgan som ikke kan instrueres om behandling av enkeltsaker​1 eller om den faglige virksomheten for øvrig.\nForbrukerklageutvalget skal bestå av en leder og så mange nestledere og øvrige medlemmer som til enhver tid er nødvendig for å utføre utvalgets oppgaver. Lederen og nestlederne skal fylle kravene til dommere i domstolloven​2 § 53 første ledd og § 54 annet ledd.\nDepartementet fastsetter i forskrift nærmere bestemmelser om Forbrukerklageutvalgets sammensetning ved avgjørelse av saker, om krav til medlemmenes kompetanse og om utvalgets organisering.\n1 Jf. fvl. § 28 (3), d.\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Forholdet til forvaltningsloven",
      "content": "Forvaltningsloven​1 gjelder når annet ikke følger av loven her eller av forskrift til denne loven.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Saksgang",
      "content": "Dersom det ikke oppnås en minnelig ordning etter mekling i Forbrukerrådet, jf. lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 23, kan hver av partene bringe saken inn for Forbrukerklageutvalget. Klagen skal inneholde en påstand eller krav og fremsettes gjennom Forbrukerrådet. Forbrukerrådet videreformidler sakens dokumenter til Forbrukerklageutvalget. Klagen og øvrige dokumenter skal kunne inngis elektronisk.\nKlagen må fremsettes innen én måned fra partene ble underrettet om at Forbrukerrådets behandling av saken er avsluttet. Fristen kan likevel ikke settes kortere enn ett år fra parten klaget til motparten. Forbrukerklageutvalget kan gi oppfriskning for oversittelse av fristen, jf. forvaltningsloven​1 § 31.\nDomstolloven​2 kapittel 9 om forkynnelser, meddelelser og elektronisk kommunikasjon gjelder tilsvarende.\nForbrukerklageutvalget forkynner klagen for motparten, som gis adgang til å uttale seg innen en rimelig frist. Utvalget opplyser samtidig om virkningen av unnlatt svar.\nDepartementet kan i forskrift gi bestemmelser om krav til klagen.\n1 Lov 10 feb 1967.\n2 Lov 13 aug 1915 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Avvisning​1",
      "content": "En klage kan avvises fra behandling i Forbrukerklageutvalget dersom:\na. klageren ikke har forsøkt å løse saken direkte med motparten,\nb. saken er avgjort av eller under behandling ved domstol eller annet innmeldt klageorgan enn Forbrukerrådet, jf. lov 17. juni 2016 nr. 29 om godkjenning av klageorganer for forbrukersaker § 27 første ledd,\nc. klagen åpenbart ikke kan gis medhold på bakgrunn av Forbrukerklageutvalgets tidligere praksis,\nd. verdien av kravet er under grense fastsatt i forskrift, jf. § 1 femte ledd,\ne. klagen er grunnløs eller useriøs,\nf. saken reiser bevisspørsmål som ikke egner seg for skriftlig behandling,\ng. behandling av klagen i alvorlig grad vil hindre Forbrukerklageutvalget i å fungere effektivt,\nh. fristen for klage er oversittet, jf. § 4 annet ledd.\nEn klage skal avvises dersom:\na. den ikke hører under Forbrukerklageutvalgets virkeområde, jf. § 1,\nb. klagen ikke har vært behandlet av Forbrukerrådet,\nc. eventuelt saksbehandlingsgebyr ikke er innbetalt, jf. § 10,\nd. den som bringer saken inn for Forbrukerklageutvalget, ikke har et reelt behov for å få avgjort kravet i forhold til den andre parten, jf. tvisteloven​2 § 1-3 annet ledd,\ne. en av partene ikke er prosessdyktig og ikke har lovlig stedfortreder, jf. tvisteloven kapittel 2,\nf. motparten ikke kan saksøkes ved norske domstoler.​3\nVedtak om avvisning skal treffes senest tre uker fra klagen og øvrige saksdokumenter fra klageren ble mottatt.\n1 Jf. lov 17 juni 2016 nr. 29 § 14.\n2 Lov 17 juni 2005 nr. 90.\n3 Jf. tvl. kap. 4, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Saksbehandling",
      "content": "Saksbehandlingen i Forbrukerklageutvalget er skriftlig. Sakene behandles for lukkede dører. Partene har ikke møterett. Forbrukerklageutvalget kan be partene fremlegge ytterligere dokumentasjon og sakkyndige uttalelser. Utvalget skal legge til rette for at partene kan utveksle informasjon om saken elektronisk eller per post.\nForbrukerklageutvalget setter frist for sluttbemerkninger. Utvalget gir partene beskjed når alle relevante opplysninger anses mottatt og saken tas opp til avgjørelse. Dersom motparten ikke innen den fastsatte fristen har gitt uttalelse i saken, og det ikke er grunn til å tro at unnlatelsen skyldes gyldig fravær, kan saken avgjøres på grunnlag av klagerens saksfremstilling, med mindre denne strider mot vitterlige kjensgjerninger. Slikt vedtak kan bare treffes når motparten ved forkynnelse er gjort kjent med virkningen av ikke å gi uttalelse, og kan angripes ved begjæring om oppfriskning. Oppfriskning kan bare gis dersom unnlatelsen skyldes gyldig fravær. Tvisteloven​1 § 16-6 første og annet ledd, § 16-12 første ledd første punktum og annet ledd og § 16-13 gjelder tilsvarende så langt de passer.\nForbrukerklageutvalget skal opptre upartisk.\nForbrukerklageutvalget er bundet av partenes krav, påstander og påstandsgrunnlag.\nVedtaket skal treffes innen 90 dager regnet fra fristen for sluttbemerkninger. I særlig komplekse saker kan Forbrukerklageutvalget utsette behandlingen av saken for å innhente ytterligere informasjon. Partene skal informeres om eventuell forlengelse av fristen, og samtidig opplyses om når vedtak kan ventes.\nDepartementet kan i forskrift gi nærmere bestemmelser om saksbehandlingen i Forbrukerklageutvalget.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vedtaket",
      "content": "Vedtaket fra Forbrukerklageutvalget skal være skriftlig eller på et varig medium. Med varig medium menes enhver innretning som gjør partene i stand til å lagre vedtaket på en slik måte at det i fremtiden er tilgjengelig i uendret form.\nVedtaket skal være begrunnet. Det skal fremgå av vedtaket om det er enstemmig. Dersom vedtaket ikke er enstemmig, skal også mindretallets syn og begrunnelse fremgå.\nVedtaket forkynnes for partene som samtidig gjøres kjent med vedtakets virkning og adgangen til å bringe vedtaket inn for tingretten.\nVedtaket kan ikke påklages. Forvaltningsloven​1 § 35 gjelder ikke.\nVedtak som ikke blir brakt inn for tingretten, får virkning som rettskraftig dom, og kan fullbyrdes etter reglene for dommer.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Gjenåpning",
      "content": "Forbrukerklageutvalgets rettskraftige vedtak kan gjenåpnes etter begjæring fra en part. Gjenåpning kan begjæres dersom:\na. det foreligger brudd på habilitetskrav i forvaltningsloven​1 § 6,\nb. det foreligger andre saksbehandlingsfeil og det ikke kan utelukkes at feilen var bestemmende for vedtakets innhold,\nc. opplysninger om faktiske forhold som var ukjent da saken ble avgjort, tilsier at vedtaket høyst sannsynlig ville blitt et annet.\nGjenåpning kan ikke begjæres:\na. av en grunn som ble forkastet ved sakens behandling,\nb. av en grunn som parten burde ha gjort gjeldende under sakens ordinære behandling, ved søksmål til tingretten eller ved begjæring om oppfriskning,\nc. dersom det er rimelig sannsynlighetsovervekt for at en ny behandling av saken ikke vil lede til en endring av betydning for parten.\nAvslag på begjæring om gjenåpning kan bringes inn for tingretten. For øvrig gjelder bestemmelsene om gjenåpning i tvisteloven​2 §§ 31-6 til 31-9 så langt de passer.\n1 Lov 10 feb 1967.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Retting og tilleggsavgjørelse",
      "content": "Forbrukerklageutvalget kan rette et vedtak som på grunn av skrive- eller regnefeil, misforståelse, forglemmelse eller lignende klar feil har fått en utforming som ikke stemte med Forbrukerklageutvalgets mening.\nEr det ikke truffet avgjørelse om noe som skulle vært avgjort, kan tilleggsavgjørelse avsies dersom begjæring om det fremmes innen fristen for å bringe saken inn for tingretten, jf. § 12 første ledd.\nFor øvrig gjelder tvisteloven​1 §§ 19-8 og 19-9 tilsvarende.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Gebyr og sakskostnader​1",
      "content": "Departementet kan i forskrift gi bestemmelser om gebyr for behandling av klager i Forbrukerklageutvalget.\nHvis noen av partene har nedlagt påstand eller på annen måte fremsatt krav som Forbrukerklageutvalget finner åpenbart ikke kan føre frem, kan utvalget bestemme at vedkommende helt eller delvis skal bære kostnadene saken har medført for den annen part.\n1 Se § 5 (2), c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Offentlig informasjon og nettside",
      "content": "Forbrukerklageutvalget skal ha en nettside med oppdatert og lett tilgjengelig informasjon om Forbrukerklageutvalget og saksbehandlingen. Etter anmodning skal de samme opplysningene gis på varig medium.\nForbrukerklageutvalgets vedtak skal gjøres tilgjengelig for allmenheten.\nForbrukerklageutvalget skal utarbeide årsrapport innen 1. mars hvert år. Departementet kan i forskrift fastsette hvilken informasjon som skal gis i årsrapporten og på nettsiden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Domstolsbehandling",
      "content": "Vedtak som avgjør sakens realitet, kan overprøves ved søksmål for tingretten. Stevning må sendes innen én måned etter at vedtaket er forkynt for partene. Er en sak for domstolene stanset etter § 13 annet ledd, må prosesskriv med begjæring om fortsettelse avgis innen samme frist. Stevning, eventuelt prosessskriv, kan sendes gjennom Forbrukerklageutvalget eller direkte til tingretten, jf. tvisteloven​1 § 9-2 fjerde ledd.\nForbrukerklageutvalget kan gi oppfriskning for oversittelse av fristen i første ledd. Vedtaket om oppfriskning kan bringes inn for tingretten.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Forholdet til de alminnelige domstolene",
      "content": "Så lenge en sak er til behandling i Forbrukerklageutvalget, kan ikke sakens parter bringe den inn for tingretten. Saken regnes for å være under behandling fra Forbrukerrådet mottok klagen.\nOm søksmål er reist ved tingretten, og en part ønsker saken avgjort av Forbrukerklageutvalget, kan retten stanse den videre behandlingen etter begjæring av vedkommende part. Reglene i tvisteloven​1 § 16-15, § 16-18 tredje og fjerde ledd og § 16-19 gjelder tilsvarende. Ved rettens avgjørelse av om saken skal stanses, skal det legges vekt på om det er rimelig å stanse saken i påvente av Forbrukerklageutvalgets avgjørelse når hensyn tas til tidsbruken og kostnadene som vil påløpe for partene ved stansing. Saken bringes i gang igjen i tingretten etter begjæring fra en av partene, tidligst etter at vedtak er fattet, og senest innen én måned etter at vedtaket er forkynt.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Avtale om voldgift",
      "content": "Avtale om at en sak som omfattes av denne lov skal avgjøres ved voldgift,​1 er ikke til hinder for at saken bringes inn for Forbrukerklageutvalget.\n1 Sml. lov 14 mai 2004 nr. 25 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven gjelder fra den tid​1 Kongen bestemmer. Fra samme tid oppheves lov 28. april 1978 nr. 18 om behandling av forbrukertvister.\nDepartementet kan gi forskrift om overgangsregler.\n1 Fra 1 mars 2017 iflg. res. 17 feb 2017 nr. 196.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ]
}