{
  "id": "LOV-1988-06-10-48",
  "type": "statute",
  "title": "Midlertidig lov om avvikling av institusjoner og kontrakter om privatpleie under det fylkeskommunale helsevern for psykisk utviklingshemmede.",
  "short_name": "Midl. lov om avvikling av fylkenes HVPU",
  "status": "in_force",
  "issued_date": "1988-06-10",
  "in_force_date": "1991-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1988-06-10-48",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Lovens formål)",
      "content": "Formålet med denne loven er:\na. Å bedre og normalisere levekårene for mennesker med psykisk utviklingshemming.\nb. Å legge forholdene til rette for at personer med psykisk utviklingshemming så langt som mulig kan leve og bo selvstendig og ha en aktiv og meningsfylt tilværelse i fellesskap med andre.\nc. Å fremme en avvikling av institusjonsomsorgen for mennesker med psykisk utviklingshemming og fremme utviklingen av alternative tilbud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "(Overføring av ansvar for psykisk utviklingshemmede fra fylkeskommunene til kommunene)",
      "content": "Fra 1. januar 1991 skal kommunene overta ansvaret for tiltak og tjenester for personer innskrevet i helsevernet for psykisk utviklingshemmede.\nFylkeskommunen skal fortsatt ha ansvaret for de spesialiserte tjenester for mennesker med psykisk utviklingshemming.\n0 Endret ved lov 7 des 1990 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "(Avtaler om kommunenes overtakelse av institusjoner eller vernede boliger for mennesker med psykisk utviklingshemming)",
      "content": "Fylkeskommunene og kommunene skal innen 1. mars 1990 ha inngått de nødvendige avtaler om overdragelse til kommunene av fylkeskommunale institusjoner og vernede boliger for mennesker med psykisk utviklingshemming som er godkjent i medhold av § 3 i lov 19. juni 1969 nr. 57 om sykehus m.v.​1 (sykehusloven) og som ikke skal nedlegges før 1. januar 1991. Institusjoner som er besluttet nedlagt etter 31. desember 1990 kan fylkeskommunene og kommunene isteden inngå leieavtale om. Det kan også avtales at fylkeskommunene, på vegne av kommunene, skal forestå den daglige driften av institusjoner som skal nedlegges og at fylkeskommunen skal ha arbeidsgiveransvaret.\nHvis avtale om overdragelse inngås skal eiendomsretten til fylkeskommunal institusjonsbygning med utstyr overdras vederlagsfritt til en eller flere kommuner med virkning fra 1. januar 1991. Forøvrig skal avtalen inneholde bestemmelser om hvordan det skal forholdes med grunnarealer tilknyttet institusjonen og gjeldsforpliktelser som skriver seg fra oppføring eller ombygging av eller anskaffelse av utstyr til institusjonen.\nOverdras eiendomsretten til flere kommuner i fellesskap, skal avtalen inneholde bestemmelser om hvilken kommune som skal ha arbeidsgiveransvaret for ansatte i institusjonen.\nKommunene kan avtale med andre kommuner som ikke blir medeiere i institusjonen at disse skal disponere plasser ved institusjonen.\nDet skal ikke betales rettsgebyr etter § 21 i lov 17. desember 1982 nr. 86 om rettsgebyr eller dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift i forbindelse med overdragelse etter denne bestemmelse.\nInngås det avtale som nevnt i første ledd, skal institusjonen tas inn i kommunens helse- og sosialplan i samsvar med bestemmelsene i lov 19. november 1982 nr. 68 om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene. I nevnte plan skal også tas inn bestemmelser om plasser kommunen disponerer etter avtale som nevnt i fjerde ledd.\nInstitusjon som den 31. desember 1990 er godkjent etter § 3 i sykehusloven,​1 trenger ikke ny godkjenning dersom den skal drives i samsvar med § 1-3 annet ledd nr. 5 i lov 19. november 1982 nr. 66 om helsetjenesten i kommunene. Departementet kan bestemme at en institusjon eller vernet bolig for mennesker med psykisk utviklingshemming skal være en del av den kommunale helsetjeneste.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Nedleggelse av institusjoner)",
      "content": "Kommunene skal i samråd med fylkeskommunene beslutte hvilke institusjoner som skal nedlegges og planlegge avviklingen av disse institusjoner. Departementet skal innen 1. mars 1990 ha meddelelse om hvilke institusjoner som er besluttet nedlagt.\nDepartementet kan også selv bestemme at en institusjon skal avvikles og nedlegges innen en fastsatt frist. Likeledes kan departementet, eller den det bemyndiger, bestemme at en institusjon som skal nedlegges, skal holdes i drift av fylkeskommunen eller kommunen inntil departementet eller den det bemyndiger, samtykker i nedleggelse. Departementets avgjørelse er bindende. Disse bestemmelsene gjelder også for bykommunen Oslo.\nDepartementet kan for tiden etter 1. januar 1991 gi forskrifter​1 om tilsyn og begrenset adgang til bruk av tvangsmidler for institusjoner som er besluttet nedlagt, men som fortsatt er i drift.\n0 Endret ved lov 7 des 1990 nr. 60.\n1 Res. 3 des 1990 nr. 1122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Private institusjoner)",
      "content": "En eller flere kommuner kan inngå avtale med privat eier om drift av institusjon for mennesker med psykisk utviklingshemming som er godkjent i medhold av § 3 i sykehusloven.​1\nHvis slik avtale som nevnt i første ledd inngås, har eieren rett til avtale om tilskott til driften fra kommunene.\n§ 3 sjette og sjuende ledd gjelder tilsvarende.\nDepartementet skal innen 1. mars 1990 ha meddelelse om hvilke private institusjoner det ikke inngås avtale om.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Personell ansatt i fylkeskommunal institusjon)",
      "content": "Den som er ansatt i fylkeskommunal institusjon som skal være i drift etter 31. desember 1990, har rett til ansettelse i liknende stilling i den kommune som overtar eiendomsretten eller leieretten til institusjonen.\nKommunen har plikt til å underrette hver enkelt om de rettigheter vedkommende har etter foregående ledd. Den som ønsker å benytte seg av retten må gi melding om dette til kommunen innen tre måneder etter at vedkommende har mottatt slik melding fra kommunen.\nSkal eiendomsretten til en fylkeskommunal institusjon overdras til flere kommuner, skal underretning som nevnt i annet ledd gis av den kommune som får arbeidsgiveransvaret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Departementets kompetanse)",
      "content": "Departementet kan fastsette avtale om overdragelse av institusjon for mennesker med psykisk utviklingshemming fra fylkeskommunene til kommunene dersom avtale ikke er oppnådd innen 1. mars 1990. Departementet kan også fastsette avtale om at kommuner i en avviklingstid skal leie institusjoner på den fylkeskommunale helseplan som skal nedlegges etter 31. desember 1990, og om det daglige driftsansvar for slike institusjoner.\nKommuner og fylkeskommuner som ikke oppnår avtale etter §§ 3 og 4 eller finner de tilbudte avtalevilkår urimelige, kan klage til departementet. Departementet avgjør klagen med bindende virkning.\nEier av privat institusjon som nevnt i § 5 som ikke oppnår avtale, eller som finner at tilbudte avtalevilkår gir dårligere vilkår enn den avtale vedkommende hadde med fylkeskommunen, kan klage til departementet. Departementet avgjør klagen med bindende virkning for kommunen.\nDe berørte kommuner og fylkeskommuner skal få anledning til å uttale seg før departementet fatter vedtak etter denne bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Privatpleie/familiepleie)",
      "content": "Kommunene skal fra 1. januar 1991 tre inn som avtalepartnere i de avtaler som er inngått med privatpersoner om forpleining av mennesker med psykisk utviklingshemming i private hjem.\nAvtalen skal fortsatt gjelde på de samme vilkår som gjelder den 31. desember 1990.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Om utgiftene)",
      "content": "Til dekning av de kommunale tjenester for mennesker med psykisk utviklingshemming yter folketrygden​1 tilskott etter nærmere regler som fastsettes av departementet.\nI tilskott som nevnt i første ledd inngår et eget tilskott for alle personer som var opptatt i helsevernet for psykisk utviklingshemmede den 31. desember 1987. Dette tilskottet utbetales til den kommune som denne dato var vedkommendes bosteds- eller oppholdskommune etter § 12 åttende ledd i sykehusloven.​2 Departementet gir nærmere regler om disse tilskott.\nBosetter vedkommende seg i en annen kommune enn sin tidligere bosteds- eller oppholdskommune, skal tilskottet som nevnt i annet ledd overføres til den kommunen der vedkommende bosetter seg. Dersom vedkommende, i samsvar med lovens § 10, får innvilget søknad om å få etablere seg i annen kommune enn bostedskommunen, skal tilskottet overføres til tilflyttingskommunen fra den dagen endelig vedtak ble fattet.\nFor personer som er i institusjon som besluttes nedlagt etter 31. desember 1990, jfr. § 4, dekker den kommunen som denne dato var vedkommendes bostedskommune forpleiningsutgiftene. Har vedkommende fått innvilget søknad om etablering i annen kommune i samsvar med lovens § 10, skal likevel tilflyttingskommunen dekke forpleiningsutgiftene fra den dagen endelig vedtak ble fattet. Departementet kan fastsette nærmere regler for betalingsplikten.\nTvist mellom kommuner om overføring av tilskott eller om dekning av utgifter som nevnt i tredje og fjerde ledd, avgjøres av departementet med bindende virkning for kommunene.\n0 Endret ved lov 7 des 1990 nr. 60.\n1 Se ftrl.\n2 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Valg av tilflyttingskommune)",
      "content": "Personer som skal utskrives av institusjon eller privatpleie som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede, kan fremme søknad overfor en annen kommune enn bostedskommunen om hjelp til å etablere seg der med nødvendige hjelpetiltak fra vedkommende kommune.\n0 Endret ved lov 18 sep 1992 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "(Rett til å kreve vedtak om det totale bolig- og tjenestetilbudet.)",
      "content": "Personer som er i privatpleie eller i institusjon som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede og som skal bli boende, kan kreve at kommunen treffer vedtak om hvilket totalt bolig- og tjenestetilbud som kommunen vil stille til rådighet for vedkommende. Slikt krav kan også fremmes av en representant for beboeren. Hvem som kan opptre som representant i denne sammenhengen reguleres nærmere i forskrift gitt av departementet.\nKrav etter første ledd kan fremmes uansett hvilken driftsform den tidligere institusjon har fått. Det samme gjelder dersom institusjonen er omdannet til vanlige boliger.\nEtter begjæring fra person som nevnt i første ledd kan fylkesmannen beslutte at kommunen skal treffe slike vedtak som nevnt i første ledd innen en nærmere fastsatt frist.\nKrav om vedtak som gjelder det totale bolig- og tjenestetilbud etter denne bestemmelse kan bare fremsettes en gang.\n0 Tilføyd ved lov 18 sep 1992 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 A."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Klage på utskriving av institusjon m.v. og omgjøring av vedtak uten klage)​1",
      "content": "Alle som er i institusjon eller privatpleie som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede kan klage til fylkesmannen på:\na. Vedtak om utskriving fra forpleiningssted som nevnt.\nb. Vedtak om overføring fra et forpleiningssted som nevnt til et annet slikt forpleiningssted.\nc. Vedtak om bolig- og tjenestetilbud som nevnt i § 10 A.\nSlik klage kan fremsettes uansett hvilken driftsform den tidligere institusjon har fått. Det samme gjelder dersom institusjonen er omdannet til vanlige boliger.\nDepartementet gir forskrift om klage over vedtak som nevnt i første ledd og om klageinstansens adgang og rett til å omgjøre vedtak uten at det foreligger klage. Fylkesmannen kan overprøve alle vedtak etter § 10 A uansett om disse ordinært hører under andre klageinstanser eller ikke kan påklages etter gjeldende regler.\nAvslag på søknad som nevnt i § 10 kan påklages til fylkesmannen. Fylkesmannen kan pålegge kommunen å yte den nødvendige hjelp som vedkommendes nye bostedskommune, dersom ønsket om å bosette seg der er vel begrunnet.\n0 Endret ved lov 18 sep 1992 nr. 105.\n1 Se fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Ikrafttredelse)",
      "content": "Bestemmelsene i denne lovens §§ 8 og 9 trer i kraft 1. januar 1991. De øvrige bestemmelser trer i kraft når Kongen bestemmer.​1\n1 Iflg res. 10 juni 1988 nr. 459 trådte §§ 1-7 ikr. 1 juli 1988, og iflg. res. 12 mai 1989 nr. 301 trådte §§ 10 og 11 ikr. straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Lovens formål)",
      "content": "Formålet med denne loven er:\na. Å bedre og normalisere levekårene for mennesker med psykisk utviklingshemming.\nb. Å legge forholdene til rette for at personer med psykisk utviklingshemming så langt som mulig kan leve og bo selvstendig og ha en aktiv og meningsfylt tilværelse i fellesskap med andre.\nc. Å fremme en avvikling av institusjonsomsorgen for mennesker med psykisk utviklingshemming og fremme utviklingen av alternative tilbud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "(Overføring av ansvar for psykisk utviklingshemmede fra fylkeskommunene til kommunene)",
      "content": "Fra 1. januar 1991 skal kommunene overta ansvaret for tiltak og tjenester for personer innskrevet i helsevernet for psykisk utviklingshemmede.\nFylkeskommunen skal fortsatt ha ansvaret for de spesialiserte tjenester for mennesker med psykisk utviklingshemming.\n0 Endret ved lov 7 des 1990 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "(Avtaler om kommunenes overtakelse av institusjoner eller vernede boliger for mennesker med psykisk utviklingshemming)",
      "content": "Fylkeskommunene og kommunene skal innen 1. mars 1990 ha inngått de nødvendige avtaler om overdragelse til kommunene av fylkeskommunale institusjoner og vernede boliger for mennesker med psykisk utviklingshemming som er godkjent i medhold av § 3 i lov 19. juni 1969 nr. 57 om sykehus m.v.​1 (sykehusloven) og som ikke skal nedlegges før 1. januar 1991. Institusjoner som er besluttet nedlagt etter 31. desember 1990 kan fylkeskommunene og kommunene isteden inngå leieavtale om. Det kan også avtales at fylkeskommunene, på vegne av kommunene, skal forestå den daglige driften av institusjoner som skal nedlegges og at fylkeskommunen skal ha arbeidsgiveransvaret.\nHvis avtale om overdragelse inngås skal eiendomsretten til fylkeskommunal institusjonsbygning med utstyr overdras vederlagsfritt til en eller flere kommuner med virkning fra 1. januar 1991. Forøvrig skal avtalen inneholde bestemmelser om hvordan det skal forholdes med grunnarealer tilknyttet institusjonen og gjeldsforpliktelser som skriver seg fra oppføring eller ombygging av eller anskaffelse av utstyr til institusjonen.\nOverdras eiendomsretten til flere kommuner i fellesskap, skal avtalen inneholde bestemmelser om hvilken kommune som skal ha arbeidsgiveransvaret for ansatte i institusjonen.\nKommunene kan avtale med andre kommuner som ikke blir medeiere i institusjonen at disse skal disponere plasser ved institusjonen.\nDet skal ikke betales rettsgebyr etter § 21 i lov 17. desember 1982 nr. 86 om rettsgebyr eller dokumentavgift etter § 6 i lov 12. desember 1975 nr. 59 om dokumentavgift i forbindelse med overdragelse etter denne bestemmelse.\nInngås det avtale som nevnt i første ledd, skal institusjonen tas inn i kommunens helse- og sosialplan i samsvar med bestemmelsene i lov 19. november 1982 nr. 68 om planlegging av og forsøksvirksomhet i sosialtjenesten og helsetjenesten i kommunene. I nevnte plan skal også tas inn bestemmelser om plasser kommunen disponerer etter avtale som nevnt i fjerde ledd.\nInstitusjon som den 31. desember 1990 er godkjent etter § 3 i sykehusloven,​1 trenger ikke ny godkjenning dersom den skal drives i samsvar med § 1-3 annet ledd nr. 5 i lov 19. november 1982 nr. 66 om helsetjenesten i kommunene. Departementet kan bestemme at en institusjon eller vernet bolig for mennesker med psykisk utviklingshemming skal være en del av den kommunale helsetjeneste.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Nedleggelse av institusjoner)",
      "content": "Kommunene skal i samråd med fylkeskommunene beslutte hvilke institusjoner som skal nedlegges og planlegge avviklingen av disse institusjoner. Departementet skal innen 1. mars 1990 ha meddelelse om hvilke institusjoner som er besluttet nedlagt.\nDepartementet kan også selv bestemme at en institusjon skal avvikles og nedlegges innen en fastsatt frist. Likeledes kan departementet, eller den det bemyndiger, bestemme at en institusjon som skal nedlegges, skal holdes i drift av fylkeskommunen eller kommunen inntil departementet eller den det bemyndiger, samtykker i nedleggelse. Departementets avgjørelse er bindende. Disse bestemmelsene gjelder også for bykommunen Oslo.\nDepartementet kan for tiden etter 1. januar 1991 gi forskrifter​1 om tilsyn og begrenset adgang til bruk av tvangsmidler for institusjoner som er besluttet nedlagt, men som fortsatt er i drift.\n0 Endret ved lov 7 des 1990 nr. 60.\n1 Res. 3 des 1990 nr. 1122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Private institusjoner)",
      "content": "En eller flere kommuner kan inngå avtale med privat eier om drift av institusjon for mennesker med psykisk utviklingshemming som er godkjent i medhold av § 3 i sykehusloven.​1\nHvis slik avtale som nevnt i første ledd inngås, har eieren rett til avtale om tilskott til driften fra kommunene.\n§ 3 sjette og sjuende ledd gjelder tilsvarende.\nDepartementet skal innen 1. mars 1990 ha meddelelse om hvilke private institusjoner det ikke inngås avtale om.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Personell ansatt i fylkeskommunal institusjon)",
      "content": "Den som er ansatt i fylkeskommunal institusjon som skal være i drift etter 31. desember 1990, har rett til ansettelse i liknende stilling i den kommune som overtar eiendomsretten eller leieretten til institusjonen.\nKommunen har plikt til å underrette hver enkelt om de rettigheter vedkommende har etter foregående ledd. Den som ønsker å benytte seg av retten må gi melding om dette til kommunen innen tre måneder etter at vedkommende har mottatt slik melding fra kommunen.\nSkal eiendomsretten til en fylkeskommunal institusjon overdras til flere kommuner, skal underretning som nevnt i annet ledd gis av den kommune som får arbeidsgiveransvaret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Departementets kompetanse)",
      "content": "Departementet kan fastsette avtale om overdragelse av institusjon for mennesker med psykisk utviklingshemming fra fylkeskommunene til kommunene dersom avtale ikke er oppnådd innen 1. mars 1990. Departementet kan også fastsette avtale om at kommuner i en avviklingstid skal leie institusjoner på den fylkeskommunale helseplan som skal nedlegges etter 31. desember 1990, og om det daglige driftsansvar for slike institusjoner.\nKommuner og fylkeskommuner som ikke oppnår avtale etter §§ 3 og 4 eller finner de tilbudte avtalevilkår urimelige, kan klage til departementet. Departementet avgjør klagen med bindende virkning.\nEier av privat institusjon som nevnt i § 5 som ikke oppnår avtale, eller som finner at tilbudte avtalevilkår gir dårligere vilkår enn den avtale vedkommende hadde med fylkeskommunen, kan klage til departementet. Departementet avgjør klagen med bindende virkning for kommunen.\nDe berørte kommuner og fylkeskommuner skal få anledning til å uttale seg før departementet fatter vedtak etter denne bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Privatpleie/familiepleie)",
      "content": "Kommunene skal fra 1. januar 1991 tre inn som avtalepartnere i de avtaler som er inngått med privatpersoner om forpleining av mennesker med psykisk utviklingshemming i private hjem.\nAvtalen skal fortsatt gjelde på de samme vilkår som gjelder den 31. desember 1990.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Om utgiftene)",
      "content": "Til dekning av de kommunale tjenester for mennesker med psykisk utviklingshemming yter folketrygden​1 tilskott etter nærmere regler som fastsettes av departementet.\nI tilskott som nevnt i første ledd inngår et eget tilskott for alle personer som var opptatt i helsevernet for psykisk utviklingshemmede den 31. desember 1987. Dette tilskottet utbetales til den kommune som denne dato var vedkommendes bosteds- eller oppholdskommune etter § 12 åttende ledd i sykehusloven.​2 Departementet gir nærmere regler om disse tilskott.\nBosetter vedkommende seg i en annen kommune enn sin tidligere bosteds- eller oppholdskommune, skal tilskottet som nevnt i annet ledd overføres til den kommunen der vedkommende bosetter seg. Dersom vedkommende, i samsvar med lovens § 10, får innvilget søknad om å få etablere seg i annen kommune enn bostedskommunen, skal tilskottet overføres til tilflyttingskommunen fra den dagen endelig vedtak ble fattet.\nFor personer som er i institusjon som besluttes nedlagt etter 31. desember 1990, jfr. § 4, dekker den kommunen som denne dato var vedkommendes bostedskommune forpleiningsutgiftene. Har vedkommende fått innvilget søknad om etablering i annen kommune i samsvar med lovens § 10, skal likevel tilflyttingskommunen dekke forpleiningsutgiftene fra den dagen endelig vedtak ble fattet. Departementet kan fastsette nærmere regler for betalingsplikten.\nTvist mellom kommuner om overføring av tilskott eller om dekning av utgifter som nevnt i tredje og fjerde ledd, avgjøres av departementet med bindende virkning for kommunene.\n0 Endret ved lov 7 des 1990 nr. 60.\n1 Se ftrl.\n2 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.\n1 Lov 19 juni 1969 nr. 57, som ble opphevet ved lov 2 juli 1999 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Valg av tilflyttingskommune)",
      "content": "Personer som skal utskrives av institusjon eller privatpleie som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede, kan fremme søknad overfor en annen kommune enn bostedskommunen om hjelp til å etablere seg der med nødvendige hjelpetiltak fra vedkommende kommune.\n0 Endret ved lov 18 sep 1992 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "10 a",
      "section": "10 a",
      "title": "(Rett til å kreve vedtak om det totale bolig- og tjenestetilbudet.)",
      "content": "Personer som er i privatpleie eller i institusjon som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede og som skal bli boende, kan kreve at kommunen treffer vedtak om hvilket totalt bolig- og tjenestetilbud som kommunen vil stille til rådighet for vedkommende. Slikt krav kan også fremmes av en representant for beboeren. Hvem som kan opptre som representant i denne sammenhengen reguleres nærmere i forskrift gitt av departementet.\nKrav etter første ledd kan fremmes uansett hvilken driftsform den tidligere institusjon har fått. Det samme gjelder dersom institusjonen er omdannet til vanlige boliger.\nEtter begjæring fra person som nevnt i første ledd kan fylkesmannen beslutte at kommunen skal treffe slike vedtak som nevnt i første ledd innen en nærmere fastsatt frist.\nKrav om vedtak som gjelder det totale bolig- og tjenestetilbud etter denne bestemmelse kan bare fremsettes en gang.\n0 Tilføyd ved lov 18 sep 1992 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 A."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Klage på utskriving av institusjon m.v. og omgjøring av vedtak uten klage)​1",
      "content": "Alle som er i institusjon eller privatpleie som den 1. juli 1988 hørte under det fylkeskommunale helsevern for psykisk utviklingshemmede kan klage til fylkesmannen på:\na. Vedtak om utskriving fra forpleiningssted som nevnt.\nb. Vedtak om overføring fra et forpleiningssted som nevnt til et annet slikt forpleiningssted.\nc. Vedtak om bolig- og tjenestetilbud som nevnt i § 10 A.\nSlik klage kan fremsettes uansett hvilken driftsform den tidligere institusjon har fått. Det samme gjelder dersom institusjonen er omdannet til vanlige boliger.\nDepartementet gir forskrift om klage over vedtak som nevnt i første ledd og om klageinstansens adgang og rett til å omgjøre vedtak uten at det foreligger klage. Fylkesmannen kan overprøve alle vedtak etter § 10 A uansett om disse ordinært hører under andre klageinstanser eller ikke kan påklages etter gjeldende regler.\nAvslag på søknad som nevnt i § 10 kan påklages til fylkesmannen. Fylkesmannen kan pålegge kommunen å yte den nødvendige hjelp som vedkommendes nye bostedskommune, dersom ønsket om å bosette seg der er vel begrunnet.\n0 Endret ved lov 18 sep 1992 nr. 105.\n1 Se fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Ikrafttredelse)",
      "content": "Bestemmelsene i denne lovens §§ 8 og 9 trer i kraft 1. januar 1991. De øvrige bestemmelser trer i kraft når Kongen bestemmer.​1\n1 Iflg res. 10 juni 1988 nr. 459 trådte §§ 1-7 ikr. 1 juli 1988, og iflg. res. 12 mai 1989 nr. 301 trådte §§ 10 og 11 ikr. straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}