{
  "id": "LOV-1993-04-02-38",
  "type": "statute",
  "title": "Lov om framstilling og bruk av genmodifiserte organismer m.m. (genteknologiloven)",
  "short_name": "Genteknologiloven – gentl",
  "status": "in_force",
  "issued_date": "1993-04-02",
  "in_force_date": "1993-09-01",
  "url": "https://lovdata.no/dokument/NL/lov/1993-04-02-38",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Denne loven har til formål å sikre at framstilling og bruk av genmodifiserte organismer og framstilling av klonede dyr skjer på en etisk og samfunnsmessig forsvarlig måte, i samsvar med prinsippet om bærekraftig utvikling og uten helse- og miljømessige skadevirkninger.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder framstilling og bruk av genmodifiserte organismer. Loven gjelder også framstilling av klonede virveldyr og krepsdyr. Lovens bestemmelser om genmodifiserte organismer gjelder også for stoffer og produkter som består av eller inneholder genmodifiserte organismer.\nLoven gjelder ikke for mennesker på noe trinn i utviklingen. Loven gjelder likevel for genmodifiserte humane celler som dyrkes i kultur.\nLoven gjelder ikke for framstilling av genmodifiserte organismer ved hjelp av mutagenese eller cellefusjon (herunder protoplastfusjon) av planteceller fra organismer som kan utveksle genmateriale ved tradisjonelle foredlingsmetoder.\nLoven får likevel anvendelse dersom fremstillingen skjer ved hjelp av teknikker som innebærer rekombinasjon av nukleinsyremolekyler eller bruk av genmodifiserte organismer som omfattes av denne lov.\nMed mindre hensikten er å fremstille et klonet individ, gjelder loven ikke for kloning av gener, celler og vev.\nLoven gjelder ikke for framstilling av ikke-genmodifiserte klonede dyr som også kan forekomme som resultat av naturlige biologiske prosesser.\n0 Endret ved lover 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens stedlige virkeområde",
      "content": "Loven gjelder i riket, herunder Svalbard og Jan Mayen. Videre gjelder loven for de norske biland i Antarktis, innenfor Norges økonomiske sone og på den norske del av kontinentalsokkelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Meldeplikt ved etablering av norsk genteknologisk virksomhet i utlandet",
      "content": "Kongen kan gi forskrift om meldeplikt for norske personer eller selskap som etablerer genteknologisk virksomhet i utlandet. Med genteknologisk virksomhet menes her virksomhet som faller inn under lovens saklige virkeområde, jf § 2.\n0 Tilføyd ved lov 23 feb 1996 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne lov menes med:\na. mikroorganismer: enhver cellulær eller ikke-cellulær mikrobiologisk enhet som er i stand til å formere seg eller til å overføre genetisk materiale, herunder virus, viroider og dyre- og planteceller i kultur\nb. organisme: enhver biologisk enhet som kan formere seg eller overføre genmateriale,\nc. genmodifisert organisme (GMO): en organisme, unntatt mennesker, der genmaterialet er endret på en måte som ikke forekommer ved naturlig formering eller naturlig rekombinasjon\nd. klonet dyr: et dyr som har likt eller tilnærmet likt arvemateriale som et annet dyr\ne. kloning av dyr: enhver teknikk for framstilling av dyr med likt eller tilnærmet likt arvemateriale.\nTeknikker som gir opphav til en genmodifisert organisme etter første ledd bokstav c, omfatter blant annet:\n1. teknikker som innebærer rekombinasjon av nukleinsyrer, og teknikker som omfatter dannelse av nye kombinasjoner av genmateriale ved at nukleinsyremolekyler produsert på en hvilken som helst måte utenfor en organisme settes inn i et virus, bakterieplasmid eller annet vektorsystem, samt at de innføres i en vertsorganisme som de ikke naturlig forekommer i, men der de er i stand til videre formering\n2. teknikker som innebærer direkte innføring i en organisme av arvestoff som er laget utenfor organismen, herunder mikroinjeksjon, makroinjeksjon og mikroinnkapsling\n3. cellefusjonsteknikker (herunder protoplastfusjon) eller hybridiseringsteknikker der levende celler med nye kombinasjoner av arvbart genmateriale dannes ved fusjon av to eller flere celler ved hjelp av metoder som ikke forekommer naturlig.\nMed mindre teknikkene innebærer bruk av rekombinerte nukleinsyremolekyler eller genmodifiserte organismer, gir følgende teknikker ikke opphav til en genmodifisert organisme etter første ledd bokstav c:\na. befruktning in vitro,\nb. naturlige prosesser som konjugasjon, transduksjon, transformasjon,\nc. frembringing av polyploidi.\n0 Endret ved lover 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Definisjon",
      "content": "Med innesluttet bruk menes enhver arbeidsoperasjon hvor genmodifiserte organismer blir framstilt, dyrket, lagret, destruert eller brukt på annen måte, i et lukket system hvor det anvendes fysiske inneslutningstiltak, eventuelt i kombinasjon med andre særskilte inneslutningstiltak, for å begrense organismenes kontakt med mennesker og miljø slik at disse sikres et høyt nivå av sikkerhet.\n0 Endret ved lov 15 juni 2001 nr. 92 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 668).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sikkerhetstiltak ved innesluttet bruk",
      "content": "Innesluttet bruk skal skje i laboratorier og anlegg som er godkjent etter annet ledd, og i samsvar med god mikrobiologisk praksis. Brukeren skal sørge for de nødvendige sikkerhetstiltak for å hindre helse- og miljømessige skadevirkninger, herunder tiltak for å begrense skadevirkninger ved utilsiktet utslipp av genmodifiserte organismer. Det skal føres protokoll over all innesluttet bruk av genmodifiserte organismer.\nLaboratorier og andre anlegg for innesluttet bruk av genmodifiserte organismer skal være godkjent av Kongen.\nKongen kan gi forskrift om sikkerhetstiltak ved innesluttet bruk og om det nærmere innhold i plikten til å føre protokoll.\nKongen kan ved forskrift gjøre unntak fra regler i denne bestemmelsen for nærmere bestemte former for undervisningsvirksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Meldeplikt eller godkjenning",
      "content": "Innesluttet bruk av genmodifiserte organismer skal meldes eller godkjennes i samsvar med forskrift gitt av Kongen. Det kan i forskriften gjøres unntak for nærmere bestemte former for undervisningsvirksomhet.\nUansett forskrift etter første ledd, kreves det godkjenning for følgende former for innesluttet bruk:\na. genmodifisering av virveldyr som innebærer arvelige endringer med mindre det gjelder forsøk som er godkjent etter dyrevelferdsloven § 13\nb. overføring av humant genmateriale til dyr, planter eller mikroorganismer, som ikke skjer i forsknings- eller forsøkssammenheng for å kartlegge arvestoffets oppbygging, egenskaper og funksjoner\nc. framstilling og bruk av genmodifiserte organismer for omsetning eller annen utnytting i næring.\nKongen kan i forskrift bestemme at produksjon som nevnt i bokstav c for bestemte typer eller mengder av genmodifiserte organismer i stedet skal være meldepliktig.\nReglene om meldeplikt og krav om godkjenning etter denne bestemmelsen gjelder ikke for framstilling og bruk av dyrehybridceller for produksjon av monoklonale antistoffer eller for isolering av kromosomer og kromosomfragmenter.\n0 Endret ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Konsekvensutredning ved innesluttet bruk",
      "content": "Kongen kan kreve at den som søker om godkjenning av innesluttet bruk, skal sørge for en konsekvensutredning for å klarlegge konsekvensene av utilsiktede utslipp av genmodifiserte organismer. § 11 første ledd annet punktum og annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Definisjon",
      "content": "Med utsetting forstås enhver framstilling og bruk av genmodifiserte organismer som ikke regnes som innesluttet bruk etter § 5.\nSom en utsetting etter loven regnes bl.a.:\na. utsetting av genmodifiserte organismer i forskningsøyemed (feltforsøk)\nb. utsetting av genmodifiserte organismer i næringsøyemed, til opprenskningsformål, o.l.\nc. bruk av genmodifiserte organismer i veksthus, akvakulturinnretning, dyrestaller o.l., med mindre slike er godkjent for innesluttet bruk som en del av et godkjent laboratorium eller annet anlegg\nd. rutineutslipp av genmodifiserte organismer fra innesluttet bruk\ne. deponering av avfall som inneholder levende genmodifiserte organismer\nf. omsetning av et produkt som består av eller som inneholder genmodifiserte organismer\ng. import av genmodifiserte organismer\nh. transport av genmodifiserte organismer\ni. eksport.\n0 Endret ved lover 23 feb 1996 nr. 8, 17 juni 2005 nr. 79 (ikr. 1 jan 2006).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Krav om godkjenning",
      "content": "Utsetting av genmodifiserte organismer kan bare skje etter godkjenning av Kongen. Utsetting som nevnt i § 9 bokstav a, b, c og f skal som hovedregel bare kunne skje trinnvis. Et produkt kan ikke godkjennes for omsetning før det er tilfredsstillende utprøvd i naturmiljøer som vil bli berørt av den planlagte bruk. Det kreves ikke godkjenning av annen utsetting av et produkt som er godkjent for omsetning etter denne bestemmelsen.\nUtsetting av genmodifiserte organismer kan bare godkjennes når det ikke foreligger fare for miljø- og helsemessige skadevirkninger. Ved avgjørelsen skal det dessuten legges vesentlig vekt på om utsettingen har samfunnsmessig nytteverdi og er egnet til å fremme en bærekraftig utvikling.\nUtsetting som nevnt i § 9 bokstav a kan godkjennes uten noen vurdering av etikk, samfunnsnytte eller bærekraft.\nVed søknad om klinisk utprøving av legemidler til mennesker skal det ikke gjøres noen vurdering etter denne loven av etikk, samfunnsnytte eller bærekraft.\nKongen kan ved forskrift bestemme at utsetting som nevnt i § 9 bokstav g og h kan skje uten forutgående godkjenning når nærmere fastsatte vilkår er oppfylt, f.eks. vilkår om særskilt emballasje og merking av produkter. Det kan bestemmes at slik utsetting i stedet skal være meldepliktig.\nDet kreves ikke godkjenning av eller melding om eksport, med mindre annet er bestemt ved forskrift gitt av Kongen.\nKongen kan i forskrift bestemme at bestemte typer genmodifiserte organismer kan settes ut i bestemte miljøer uten godkjenning etter første ledd første punktum. Slik utsetting skal i stedet være meldepliktig.\n0 Endret ved lover 23 feb 1996 nr. 8, 14 juni 2013 nr. 52, 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Godkjenning av et produkt som er godkjent i et annet EØS-land",
      "content": "Det kreves ikke godkjenning for omsetning av et produkt som er godkjent for omsetning i et annet EØS-land etter reglene fastsatt i EØS-avtalen vedlegg XX punkt 25d (rådsdirektiv 2001/18/EF). Myndighetene etter loven her kan forby eller begrense omsetning som medfører risiko for helse eller miljø, eller som for øvrig er i strid med denne lovs formål. Produktet er tillatt omsatt i Norge inntil norske myndigheter eventuelt nedlegger forbud.\n0 Tilføyd ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Konsekvensutredning",
      "content": "Søknad om godkjenning av en utsetting etter § 10 skal inneholde konsekvensutredning for å klarlegge risikoen for helse- og miljømessige skadevirkninger og andre følger av utsettingen. Kongen kan i forskrift gi bestemmelser om blant annet utredningens innhold og om unntak fra utredningsplikten.\nKongen kan i tillegg til konsekvensutredningen kreve ytterligere opplysninger og undersøkelser før søknaden avgjøres.\nSøknad om utsetting som nevnt i § 9 annet ledd bokstav a skal inneholde\na. vurdering av miljørelaterte helsekonsekvenser\nb. vurdering av relevante miljøaspekter slik som spredningspotensialet og\nc. risikohåndteringstiltak for å begrense helse- og miljøskade fra utsettingen\nGodkjenningsmyndigheten kan gjøre helt eller delvis unntak fra kravene til konsekvensutredning når det er i overensstemmelse med anbefalinger fra Vitenskapskomiteen for mat og miljø og Den europeiske myndighet for næringsmiddeltrygghet.\nEt produkt som fyller et spesielt stort udekket behov og hvor behovet ikke kan dekkes på annen måte, kan gis en betinget godkjenning basert på noe mindre dokumentasjon på helse- eller miljømessige skadevirkninger enn det som kreves etter § 11. Datagrunnlaget skal fylles på i etterkant.\n0 Endret ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:11 a",
      "chapter": "4",
      "section": "11 a",
      "title": "Forbud mot kloning av dyr",
      "content": "Det er forbudt å klone virveldyr og krepsdyr.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "4:11 b",
      "chapter": "4",
      "section": "11 b",
      "title": "Dispensasjon",
      "content": "Departementet eller den departementet utpeker, kan etter søknad gi dispensasjon fra forbudet i § 11 a for kloning i biologisk og medisinsk grunnforskning eller medisinsk virksomhet. For dispensasjon for kloning i medisinsk virksomhet er det et vilkår at formålet er å oppnå nye behandlingsmåter og forebyggende tiltak for mennesker og dyr, og at det er en balanse mellom dyreetiske hensyn og forventet nytte.\nDispensasjonsadgangen omfatter ikke kloning av primater.\nSøknad om dispensasjon skal inneholde en avveining mellom nytteverdi og de belastninger dyret utsettes for, herunder hensynet til dyrets integritet, instinkter og trivsel. Den som søker om å framstille klonede dyr, skal utrede de alternative metoder som eksisterer og redegjøre for disse i søknaden.\nKongen kan gi forskrift om det nærmere innhold i søknad om dispensasjon.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724, se dens II).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11b",
        "source_heading": "§ 11 b."
      }
    },
    {
      "provision_ref": "4:11 c",
      "chapter": "4",
      "section": "11 c",
      "title": "Krav til virksomheten",
      "content": "Det skal føres protokoll over virksomhet som drives i medhold av tillatelse etter § 11 b første ledd. Myndighetene kan kreve utlevert opplysninger om kloning i medhold av tillatelse etter § 11 b første ledd til bruk i offentlige registre om kloningsvirksomhet.\nLokalitetene som benyttes til kloning i medhold av tillatelse etter § 11 b første ledd skal være egnet til formålet og utstyrt og innredet for de funksjoner som skal utføres.\nKongen kan i forskrift fastsette nærmere krav til virksomheten, krav til innholdet i plikten til å føre protokoll og krav til opplysninger til bruk i myndighetenes registrering av kloning av dyr.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11c",
        "source_heading": "§ 11 c."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Offentlighet",
      "content": "Offentleglova gjelder for saker som behandles etter denne loven. Selv om opplysninger ellers skal være offentlige etter andre og tredje ledd, gjelder unntakene i offentleglova §§ 20 og 21.\nI saker om innesluttet bruk skal, uten hinder av taushetsplikt, følgende opplysninger alltid være offentlige:\na. beskrivelse av den genmodifiserte organismen, brukerens navn og adresse, formålet med bruken og bruksstedet\nb. metoder og planer for overvåking og beredskap\nc. vurderinger av hvilke virkninger som kan forutses.\nI saker om utsetting skal opplysningene alltid være offentlige. Etter anmodning fra søkeren kan følgende opplysninger unntas fra innsyn hvis det dokumenteres at innsyn kan skade søkers interesser vesentlig:\na. opplysninger om fremstillings- eller produksjonsprosessen, unntatt opplysninger som er relevante for sikkerhetsvurderingen\nb. opplysninger om kommersielle forbindelser mellom en produsent eller importør og søkeren eller innehaveren av godkjenningen\nc. opplysninger som viser søkerens anskaffelser, markedsandeler eller forretningsstrategier\nd. opplysninger om DNA-sekvenser, unntatt sekvenser som brukes til å påvise, identifisere og kvantifisere transformasjonshendelsen (genmodifiseringshendelsen)\ne. opplysninger om avlsmønstre og avlsstrategier.\nTredje ledd andre punktum gjelder ikke risikovurderinger eller opplysninger som inngår i konklusjonene til relevante vitenskapelige utvalg eller i konklusjonene i vurderingsrapportene, og som gjelder påregnelige virkninger for menneskers helse, dyrehelse eller miljøet. Tredje ledd andre punktum gjelder heller ikke dersom hastetiltak er nødvendige for å beskytte menneskers eller dyrs helse eller miljøet, for eksempel i nødssituasjoner. Departementet kan gi forskrift om at også andre opplysninger kan unntas fra innsyn i saker om utsetting.\n0 Endret ved lover 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 20 mai 2022 nr. 30 (i kraft 1 juni 2022 iflg. res. 20 mai 2022 nr. 885), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Offentlig høring",
      "content": "Ved saker som krever godkjenning etter denne loven, kan godkjenningsmyndigheten bestemme at det skal gjennomføres en offentlig høring. Det skal alltid gjennomføres offentlig høring i saker som gjelder godkjenning av søknad om utsetting av genmodifiserte organismer. Høring skal holdes i god tid før søknaden blir avgjort. Høringsprosessen må gjennomføres på en måte som sikrer at allmennheten, og i særlig grad berørte interessegrupper, får tilgang til relevant informasjon og gis en reell mulighet til å komme med synspunkter og kommentarer i saken. Beslutningen om at offentlig høring skal holdes, skal kunngjøres.\n0 Endret ved lov 9 mai 2003 nr. 31 (ikr. 1 jan 2004 iflg. res. 5 des 2003 nr. 1431).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Merkeplikt",
      "content": "Kongen kan gi forskrift om merking av produkter som består av eller inneholder genmodifiserte organismer eller produkter fra klonede dyr.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Vilkår i en godkjenning",
      "content": "I en godkjenning etter §§ 6 annet ledd, 7 eller 10, eller i en dispensasjon etter § 11 b, kan det fastsettes vilkår. Slike vilkår kan gjelde bl.a. valg av tekniske framgangsmåter og innsatsfaktorer som er best ut fra hensynet til helse og miljø, plikt til å tegne forsikring eller stille sikkerhet for ansvar etter §§ 21 og 23 og tiltak for å forebygge eller begrense mulige skadevirkninger. Godkjenningen kan gjøres tidsbegrenset.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Endring og tilbakekall av en godkjenning",
      "content": "Vilkårene for en godkjenning kan endres av Kongen, og om nødvendig kan godkjenningen kalles tilbake dersom:\na. det viser seg at den aktuelle bruk medfører større risiko for helse eller miljø enn forutsatt da bruken ble godkjent, eller\nb. ny teknologi gjør det mulig å minske risikoen for helse- eller miljømessige skadevirkninger, eller\nc. det for øvrig følger av ellers gjeldende omgjøringsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tilsyn og internkontroll",
      "content": "Kongen bestemmer hvem som skal føre tilsyn med gjennomføringen av denne lov og vedtak i medhold av loven.\nKongen kan gi forskrift om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Endret ved lov 23 feb 1996 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Rett til gransking",
      "content": "Tilsynsmyndigheten har adgang til inspeksjon av ethvert sted der det foregår virksomhet som er omfattet av denne lov. Tilsynsmyndigheten kan kreve å få granske dokumenter og annet materiale som kan ha betydning for dens gjøremål etter loven.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Opplysningsplikt",
      "content": "Enhver som driver virksomhet som omfattes av denne lov, plikter etter pålegg fra tilsynsmyndigheten og uten hinder av taushetsplikt, å gi de opplysninger som er nødvendig for at tilsynsmyndigheten kan gjennomføre sine oppgaver etter loven. Opplysninger kan også kreves fra andre offentlige myndigheter uten hinder av den taushetsplikt som ellers gjelder.\nTilsynsmyndigheten skal umiddelbart varsles dersom det oppstår uhell eller andre uforutsette forhold ved framstilling og bruk av genetisk modifiserte organismer.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Pålegg om stans av virksomhet",
      "content": "Tilsynsmyndigheten kan gi pålegg om øyeblikkelig stans av virksomhet som utføres i strid med loven eller vedtak i medhold av loven. Det samme gjelder dersom framstilling og bruk av genmodifiserte organismer i medhold av loven eller vedtak i medhold av loven, viser seg å medføre fare for helse- eller miljømessige skadevirkninger. Om nødvendig kan pålegg om stans gjennomføres med hjelp fra politiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Plikt til å avverge og begrense skade",
      "content": "Når genmodifiserte organismer er kommet ut i miljøet i strid med loven eller vedtak i medhold av loven, skal den ansvarlige for virksomheten treffe rimelige tiltak for å avverge eller begrense skader og ulemper. Det samme gjelder dersom genmodifiserte organismer er satt ut i miljøet i samsvar med vedtak etter loven, og det viser seg at bruken medfører større risiko for miljø eller helse enn forutsatt da bruken ble godkjent. Tilsynsmyndigheten kan pålegge den ansvarlige innen en fastsatt frist å gjennomføre oppsamling av eller treffe andre tiltak for å bekjempe organismene, herunder tiltak for å gjenopprette den tidligere tilstand i miljøet så langt det er mulig. Gjennomføring av tiltak etter denne bestemmelse kan også finne sted på annens eiendom.\nEtterkommes ikke pålegg etter første ledd innen fristen, kan tilsynsmyndigheten sørge for iverksetting av tiltakene på den ansvarliges bekostning. Det samme gjelder dersom pålegg etter første ledd kan medføre at iverksettelsen av de påkrevde tiltak forsinkes. Tilsynsmyndighetens utgifter er tvangsgrunnlag for utlegg.\nKrav etter paragrafen her foreldes 5 år etter den dag da tiltakene ble gjennomført. Dersom den ansvarlige ikke var kjent da tiltakene ble gjennomført, foreldes kravet 5 år etter den dagen da tilsynsmyndigheten fikk eller burde ha skaffet seg nødvendig kunnskap om den ansvarlige. Har tilsynsmyndigheten truffet vedtak om krav på refusjon, løper fristen fra tidspunktet da endelig vedtak ble truffet. Kravet foreldes likevel senest 30 år etter at tiltakene ble gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.\n0 Endret ved lov 14 juni 2013 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:21 a",
      "chapter": "5",
      "section": "21 a",
      "title": "(Anmodning om å gjennomføre tiltak)",
      "content": "Enhver kan anmode tilsynsmyndigheten om å gi pålegg eller treffe tiltak etter §§ 20 til 21. Tilsynsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av helse- eller miljømessige skadevirkninger, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger helse- eller miljømessige skadevirkninger eller overhengende fare for slike.\nTilsynsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i første ledd annet punktum er enkeltvedtak også dersom pålegg ikke gis.\n0 Tilføyd ved lov 14 juni 2013 nr. 52.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 a."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Gebyr",
      "content": "Kongen kan gi forskrift om gebyrer for behandling av søknader om godkjenning etter denne lov eller forskrift i medhold av loven, og for kontrolltiltak som gjennomføres for å sikre at loven eller vedtak i medhold av loven blir fulgt. Gebyrer er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Erstatning",
      "content": "Den som er ansvarlig for virksomhet etter loven her, har erstatningsansvar uten hensyn til egen skyld, når virksomheten ved utsetting eller utslipp i miljøet av genmodifiserte organismer volder skade, ulempe eller tap.\nFor øvrig gjelder reglene i forurensningsloven kapittel 8 om erstatning for forurensningsskade så langt de passer. Tilsynsmyndighetene etter loven her, trer istedenfor forurensningsmyndighetene i forurensningsloven § 58. Den som har myndighet til å gi en godkjenning etter loven her, trer istedenfor forurensningsmyndigheten i forurensningsloven § 63 annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Tvangsmulkt",
      "content": "Ved overtredelse av vilkår, påbud eller forbud gitt med hjemmel i denne lov, kan Kongen ilegge tvangsmulkt som påløper så lenge overtredelsen finner sted. Tvangsmulkten er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne loven eller vedtak truffet med hjemmel i disse bestemmelsene, straffes med bøter eller fengsel inntil 1 år.\nForeligger særlig skjerpende omstendigheter, kan fengsel inntil 4 år anvendes.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Bioteknologirådet",
      "content": "Kongen oppnevner et råd som på begjæring eller av eget tiltak skal gi uttalelse i saker etter denne lov og andre spørsmål om bioteknologi. Rådets uttalelser er offentlige, med mindre annet følger av lovbestemt taushetsplikt. § 12 gjelder tilsvarende for rådets uttalelser.\nKongen kan gi nærmere forskrifter om rådets virksomhet og sammensetning.\n0 Endret ved lov 9 mai 2014 nr. 15 (ikr. 1 juni 2014 iflg. res. 9 mai 2014 nr. 622).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Ikraftsetting",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Det kan bestemmes at forskjellige deler av loven skal tre i kraft til ulik tid.\n1 Fra 1 sep 1993 med unntak av §§ 6, 7, 8, 9 bokstav g) og h) og 10 tredje ledd iflg. res. 20 aug 1993 nr. 811. Ved res. 11 feb 1994 nr. 124 ble § 6, § 7 og § 8 satt ikr. 1 mars 1994. Ved res. 13 nov 1998 nr. 1064 ble § 9 bokstav g) og h) og § 10 tredje ledd satt ikr. 1 jan 1999.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Overgangsbestemmelser",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Denne loven har til formål å sikre at framstilling og bruk av genmodifiserte organismer og framstilling av klonede dyr skjer på en etisk og samfunnsmessig forsvarlig måte, i samsvar med prinsippet om bærekraftig utvikling og uten helse- og miljømessige skadevirkninger.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder framstilling og bruk av genmodifiserte organismer. Loven gjelder også framstilling av klonede virveldyr og krepsdyr. Lovens bestemmelser om genmodifiserte organismer gjelder også for stoffer og produkter som består av eller inneholder genmodifiserte organismer.\nLoven gjelder ikke for mennesker på noe trinn i utviklingen. Loven gjelder likevel for genmodifiserte humane celler som dyrkes i kultur.\nLoven gjelder ikke for framstilling av genmodifiserte organismer ved hjelp av mutagenese eller cellefusjon (herunder protoplastfusjon) av planteceller fra organismer som kan utveksle genmateriale ved tradisjonelle foredlingsmetoder.\nLoven får likevel anvendelse dersom fremstillingen skjer ved hjelp av teknikker som innebærer rekombinasjon av nukleinsyremolekyler eller bruk av genmodifiserte organismer som omfattes av denne lov.\nMed mindre hensikten er å fremstille et klonet individ, gjelder loven ikke for kloning av gener, celler og vev.\nLoven gjelder ikke for framstilling av ikke-genmodifiserte klonede dyr som også kan forekomme som resultat av naturlige biologiske prosesser.\n0 Endret ved lover 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens stedlige virkeområde",
      "content": "Loven gjelder i riket, herunder Svalbard og Jan Mayen. Videre gjelder loven for de norske biland i Antarktis, innenfor Norges økonomiske sone og på den norske del av kontinentalsokkelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Meldeplikt ved etablering av norsk genteknologisk virksomhet i utlandet",
      "content": "Kongen kan gi forskrift om meldeplikt for norske personer eller selskap som etablerer genteknologisk virksomhet i utlandet. Med genteknologisk virksomhet menes her virksomhet som faller inn under lovens saklige virkeområde, jf § 2.\n0 Tilføyd ved lov 23 feb 1996 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne lov menes med:\na. mikroorganismer: enhver cellulær eller ikke-cellulær mikrobiologisk enhet som er i stand til å formere seg eller til å overføre genetisk materiale, herunder virus, viroider og dyre- og planteceller i kultur\nb. organisme: enhver biologisk enhet som kan formere seg eller overføre genmateriale,\nc. genmodifisert organisme (GMO): en organisme, unntatt mennesker, der genmaterialet er endret på en måte som ikke forekommer ved naturlig formering eller naturlig rekombinasjon\nd. klonet dyr: et dyr som har likt eller tilnærmet likt arvemateriale som et annet dyr\ne. kloning av dyr: enhver teknikk for framstilling av dyr med likt eller tilnærmet likt arvemateriale.\nTeknikker som gir opphav til en genmodifisert organisme etter første ledd bokstav c, omfatter blant annet:\n1. teknikker som innebærer rekombinasjon av nukleinsyrer, og teknikker som omfatter dannelse av nye kombinasjoner av genmateriale ved at nukleinsyremolekyler produsert på en hvilken som helst måte utenfor en organisme settes inn i et virus, bakterieplasmid eller annet vektorsystem, samt at de innføres i en vertsorganisme som de ikke naturlig forekommer i, men der de er i stand til videre formering\n2. teknikker som innebærer direkte innføring i en organisme av arvestoff som er laget utenfor organismen, herunder mikroinjeksjon, makroinjeksjon og mikroinnkapsling\n3. cellefusjonsteknikker (herunder protoplastfusjon) eller hybridiseringsteknikker der levende celler med nye kombinasjoner av arvbart genmateriale dannes ved fusjon av to eller flere celler ved hjelp av metoder som ikke forekommer naturlig.\nMed mindre teknikkene innebærer bruk av rekombinerte nukleinsyremolekyler eller genmodifiserte organismer, gir følgende teknikker ikke opphav til en genmodifisert organisme etter første ledd bokstav c:\na. befruktning in vitro,\nb. naturlige prosesser som konjugasjon, transduksjon, transformasjon,\nc. frembringing av polyploidi.\n0 Endret ved lover 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Definisjon",
      "content": "Med innesluttet bruk menes enhver arbeidsoperasjon hvor genmodifiserte organismer blir framstilt, dyrket, lagret, destruert eller brukt på annen måte, i et lukket system hvor det anvendes fysiske inneslutningstiltak, eventuelt i kombinasjon med andre særskilte inneslutningstiltak, for å begrense organismenes kontakt med mennesker og miljø slik at disse sikres et høyt nivå av sikkerhet.\n0 Endret ved lov 15 juni 2001 nr. 92 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 668).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Sikkerhetstiltak ved innesluttet bruk",
      "content": "Innesluttet bruk skal skje i laboratorier og anlegg som er godkjent etter annet ledd, og i samsvar med god mikrobiologisk praksis. Brukeren skal sørge for de nødvendige sikkerhetstiltak for å hindre helse- og miljømessige skadevirkninger, herunder tiltak for å begrense skadevirkninger ved utilsiktet utslipp av genmodifiserte organismer. Det skal føres protokoll over all innesluttet bruk av genmodifiserte organismer.\nLaboratorier og andre anlegg for innesluttet bruk av genmodifiserte organismer skal være godkjent av Kongen.\nKongen kan gi forskrift om sikkerhetstiltak ved innesluttet bruk og om det nærmere innhold i plikten til å føre protokoll.\nKongen kan ved forskrift gjøre unntak fra regler i denne bestemmelsen for nærmere bestemte former for undervisningsvirksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Meldeplikt eller godkjenning",
      "content": "Innesluttet bruk av genmodifiserte organismer skal meldes eller godkjennes i samsvar med forskrift gitt av Kongen. Det kan i forskriften gjøres unntak for nærmere bestemte former for undervisningsvirksomhet.\nUansett forskrift etter første ledd, kreves det godkjenning for følgende former for innesluttet bruk:\na. genmodifisering av virveldyr som innebærer arvelige endringer med mindre det gjelder forsøk som er godkjent etter dyrevelferdsloven § 13\nb. overføring av humant genmateriale til dyr, planter eller mikroorganismer, som ikke skjer i forsknings- eller forsøkssammenheng for å kartlegge arvestoffets oppbygging, egenskaper og funksjoner\nc. framstilling og bruk av genmodifiserte organismer for omsetning eller annen utnytting i næring.\nKongen kan i forskrift bestemme at produksjon som nevnt i bokstav c for bestemte typer eller mengder av genmodifiserte organismer i stedet skal være meldepliktig.\nReglene om meldeplikt og krav om godkjenning etter denne bestemmelsen gjelder ikke for framstilling og bruk av dyrehybridceller for produksjon av monoklonale antistoffer eller for isolering av kromosomer og kromosomfragmenter.\n0 Endret ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Konsekvensutredning ved innesluttet bruk",
      "content": "Kongen kan kreve at den som søker om godkjenning av innesluttet bruk, skal sørge for en konsekvensutredning for å klarlegge konsekvensene av utilsiktede utslipp av genmodifiserte organismer. § 11 første ledd annet punktum og annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Definisjon",
      "content": "Med utsetting forstås enhver framstilling og bruk av genmodifiserte organismer som ikke regnes som innesluttet bruk etter § 5.\nSom en utsetting etter loven regnes bl.a.:\na. utsetting av genmodifiserte organismer i forskningsøyemed (feltforsøk)\nb. utsetting av genmodifiserte organismer i næringsøyemed, til opprenskningsformål, o.l.\nc. bruk av genmodifiserte organismer i veksthus, akvakulturinnretning, dyrestaller o.l., med mindre slike er godkjent for innesluttet bruk som en del av et godkjent laboratorium eller annet anlegg\nd. rutineutslipp av genmodifiserte organismer fra innesluttet bruk\ne. deponering av avfall som inneholder levende genmodifiserte organismer\nf. omsetning av et produkt som består av eller som inneholder genmodifiserte organismer\ng. import av genmodifiserte organismer\nh. transport av genmodifiserte organismer\ni. eksport.\n0 Endret ved lover 23 feb 1996 nr. 8, 17 juni 2005 nr. 79 (ikr. 1 jan 2006).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Krav om godkjenning",
      "content": "Utsetting av genmodifiserte organismer kan bare skje etter godkjenning av Kongen. Utsetting som nevnt i § 9 bokstav a, b, c og f skal som hovedregel bare kunne skje trinnvis. Et produkt kan ikke godkjennes for omsetning før det er tilfredsstillende utprøvd i naturmiljøer som vil bli berørt av den planlagte bruk. Det kreves ikke godkjenning av annen utsetting av et produkt som er godkjent for omsetning etter denne bestemmelsen.\nUtsetting av genmodifiserte organismer kan bare godkjennes når det ikke foreligger fare for miljø- og helsemessige skadevirkninger. Ved avgjørelsen skal det dessuten legges vesentlig vekt på om utsettingen har samfunnsmessig nytteverdi og er egnet til å fremme en bærekraftig utvikling.\nUtsetting som nevnt i § 9 bokstav a kan godkjennes uten noen vurdering av etikk, samfunnsnytte eller bærekraft.\nVed søknad om klinisk utprøving av legemidler til mennesker skal det ikke gjøres noen vurdering etter denne loven av etikk, samfunnsnytte eller bærekraft.\nKongen kan ved forskrift bestemme at utsetting som nevnt i § 9 bokstav g og h kan skje uten forutgående godkjenning når nærmere fastsatte vilkår er oppfylt, f.eks. vilkår om særskilt emballasje og merking av produkter. Det kan bestemmes at slik utsetting i stedet skal være meldepliktig.\nDet kreves ikke godkjenning av eller melding om eksport, med mindre annet er bestemt ved forskrift gitt av Kongen.\nKongen kan i forskrift bestemme at bestemte typer genmodifiserte organismer kan settes ut i bestemte miljøer uten godkjenning etter første ledd første punktum. Slik utsetting skal i stedet være meldepliktig.\n0 Endret ved lover 23 feb 1996 nr. 8, 14 juni 2013 nr. 52, 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Godkjenning av et produkt som er godkjent i et annet EØS-land",
      "content": "Det kreves ikke godkjenning for omsetning av et produkt som er godkjent for omsetning i et annet EØS-land etter reglene fastsatt i EØS-avtalen vedlegg XX punkt 25d (rådsdirektiv 2001/18/EF). Myndighetene etter loven her kan forby eller begrense omsetning som medfører risiko for helse eller miljø, eller som for øvrig er i strid med denne lovs formål. Produktet er tillatt omsatt i Norge inntil norske myndigheter eventuelt nedlegger forbud.\n0 Tilføyd ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Konsekvensutredning",
      "content": "Søknad om godkjenning av en utsetting etter § 10 skal inneholde konsekvensutredning for å klarlegge risikoen for helse- og miljømessige skadevirkninger og andre følger av utsettingen. Kongen kan i forskrift gi bestemmelser om blant annet utredningens innhold og om unntak fra utredningsplikten.\nKongen kan i tillegg til konsekvensutredningen kreve ytterligere opplysninger og undersøkelser før søknaden avgjøres.\nSøknad om utsetting som nevnt i § 9 annet ledd bokstav a skal inneholde\na. vurdering av miljørelaterte helsekonsekvenser\nb. vurdering av relevante miljøaspekter slik som spredningspotensialet og\nc. risikohåndteringstiltak for å begrense helse- og miljøskade fra utsettingen\nGodkjenningsmyndigheten kan gjøre helt eller delvis unntak fra kravene til konsekvensutredning når det er i overensstemmelse med anbefalinger fra Vitenskapskomiteen for mat og miljø og Den europeiske myndighet for næringsmiddeltrygghet.\nEt produkt som fyller et spesielt stort udekket behov og hvor behovet ikke kan dekkes på annen måte, kan gis en betinget godkjenning basert på noe mindre dokumentasjon på helse- eller miljømessige skadevirkninger enn det som kreves etter § 11. Datagrunnlaget skal fylles på i etterkant.\n0 Endret ved lov 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:11 a",
      "chapter": "4",
      "section": "11 a",
      "title": "Forbud mot kloning av dyr",
      "content": "Det er forbudt å klone virveldyr og krepsdyr.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "4:11 b",
      "chapter": "4",
      "section": "11 b",
      "title": "Dispensasjon",
      "content": "Departementet eller den departementet utpeker, kan etter søknad gi dispensasjon fra forbudet i § 11 a for kloning i biologisk og medisinsk grunnforskning eller medisinsk virksomhet. For dispensasjon for kloning i medisinsk virksomhet er det et vilkår at formålet er å oppnå nye behandlingsmåter og forebyggende tiltak for mennesker og dyr, og at det er en balanse mellom dyreetiske hensyn og forventet nytte.\nDispensasjonsadgangen omfatter ikke kloning av primater.\nSøknad om dispensasjon skal inneholde en avveining mellom nytteverdi og de belastninger dyret utsettes for, herunder hensynet til dyrets integritet, instinkter og trivsel. Den som søker om å framstille klonede dyr, skal utrede de alternative metoder som eksisterer og redegjøre for disse i søknaden.\nKongen kan gi forskrift om det nærmere innhold i søknad om dispensasjon.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724, se dens II).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11b",
        "source_heading": "§ 11 b."
      }
    },
    {
      "provision_ref": "4:11 c",
      "chapter": "4",
      "section": "11 c",
      "title": "Krav til virksomheten",
      "content": "Det skal føres protokoll over virksomhet som drives i medhold av tillatelse etter § 11 b første ledd. Myndighetene kan kreve utlevert opplysninger om kloning i medhold av tillatelse etter § 11 b første ledd til bruk i offentlige registre om kloningsvirksomhet.\nLokalitetene som benyttes til kloning i medhold av tillatelse etter § 11 b første ledd skal være egnet til formålet og utstyrt og innredet for de funksjoner som skal utføres.\nKongen kan i forskrift fastsette nærmere krav til virksomheten, krav til innholdet i plikten til å føre protokoll og krav til opplysninger til bruk i myndighetenes registrering av kloning av dyr.\n0 Tilføyd ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11c",
        "source_heading": "§ 11 c."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Offentlighet",
      "content": "Offentleglova gjelder for saker som behandles etter denne loven. Selv om opplysninger ellers skal være offentlige etter andre og tredje ledd, gjelder unntakene i offentleglova §§ 20 og 21.\nI saker om innesluttet bruk skal, uten hinder av taushetsplikt, følgende opplysninger alltid være offentlige:\na. beskrivelse av den genmodifiserte organismen, brukerens navn og adresse, formålet med bruken og bruksstedet\nb. metoder og planer for overvåking og beredskap\nc. vurderinger av hvilke virkninger som kan forutses.\nI saker om utsetting skal opplysningene alltid være offentlige. Etter anmodning fra søkeren kan følgende opplysninger unntas fra innsyn hvis det dokumenteres at innsyn kan skade søkers interesser vesentlig:\na. opplysninger om fremstillings- eller produksjonsprosessen, unntatt opplysninger som er relevante for sikkerhetsvurderingen\nb. opplysninger om kommersielle forbindelser mellom en produsent eller importør og søkeren eller innehaveren av godkjenningen\nc. opplysninger som viser søkerens anskaffelser, markedsandeler eller forretningsstrategier\nd. opplysninger om DNA-sekvenser, unntatt sekvenser som brukes til å påvise, identifisere og kvantifisere transformasjonshendelsen (genmodifiseringshendelsen)\ne. opplysninger om avlsmønstre og avlsstrategier.\nTredje ledd andre punktum gjelder ikke risikovurderinger eller opplysninger som inngår i konklusjonene til relevante vitenskapelige utvalg eller i konklusjonene i vurderingsrapportene, og som gjelder påregnelige virkninger for menneskers helse, dyrehelse eller miljøet. Tredje ledd andre punktum gjelder heller ikke dersom hastetiltak er nødvendige for å beskytte menneskers eller dyrs helse eller miljøet, for eksempel i nødssituasjoner. Departementet kan gi forskrift om at også andre opplysninger kan unntas fra innsyn i saker om utsetting.\n0 Endret ved lover 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 20 mai 2022 nr. 30 (i kraft 1 juni 2022 iflg. res. 20 mai 2022 nr. 885), 20 juni 2025 nr. 89 (i kraft 1 okt 2025 iflg. res. 20 juni 2025 nr. 1126).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Offentlig høring",
      "content": "Ved saker som krever godkjenning etter denne loven, kan godkjenningsmyndigheten bestemme at det skal gjennomføres en offentlig høring. Det skal alltid gjennomføres offentlig høring i saker som gjelder godkjenning av søknad om utsetting av genmodifiserte organismer. Høring skal holdes i god tid før søknaden blir avgjort. Høringsprosessen må gjennomføres på en måte som sikrer at allmennheten, og i særlig grad berørte interessegrupper, får tilgang til relevant informasjon og gis en reell mulighet til å komme med synspunkter og kommentarer i saken. Beslutningen om at offentlig høring skal holdes, skal kunngjøres.\n0 Endret ved lov 9 mai 2003 nr. 31 (ikr. 1 jan 2004 iflg. res. 5 des 2003 nr. 1431).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "5:14",
      "chapter": "5",
      "section": "14",
      "title": "Merkeplikt",
      "content": "Kongen kan gi forskrift om merking av produkter som består av eller inneholder genmodifiserte organismer eller produkter fra klonede dyr.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Vilkår i en godkjenning",
      "content": "I en godkjenning etter §§ 6 annet ledd, 7 eller 10, eller i en dispensasjon etter § 11 b, kan det fastsettes vilkår. Slike vilkår kan gjelde bl.a. valg av tekniske framgangsmåter og innsatsfaktorer som er best ut fra hensynet til helse og miljø, plikt til å tegne forsikring eller stille sikkerhet for ansvar etter §§ 21 og 23 og tiltak for å forebygge eller begrense mulige skadevirkninger. Godkjenningen kan gjøres tidsbegrenset.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Endring og tilbakekall av en godkjenning",
      "content": "Vilkårene for en godkjenning kan endres av Kongen, og om nødvendig kan godkjenningen kalles tilbake dersom:\na. det viser seg at den aktuelle bruk medfører større risiko for helse eller miljø enn forutsatt da bruken ble godkjent, eller\nb. ny teknologi gjør det mulig å minske risikoen for helse- eller miljømessige skadevirkninger, eller\nc. det for øvrig følger av ellers gjeldende omgjøringsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tilsyn og internkontroll",
      "content": "Kongen bestemmer hvem som skal føre tilsyn med gjennomføringen av denne lov og vedtak i medhold av loven.\nKongen kan gi forskrift om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Endret ved lov 23 feb 1996 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Rett til gransking",
      "content": "Tilsynsmyndigheten har adgang til inspeksjon av ethvert sted der det foregår virksomhet som er omfattet av denne lov. Tilsynsmyndigheten kan kreve å få granske dokumenter og annet materiale som kan ha betydning for dens gjøremål etter loven.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Opplysningsplikt",
      "content": "Enhver som driver virksomhet som omfattes av denne lov, plikter etter pålegg fra tilsynsmyndigheten og uten hinder av taushetsplikt, å gi de opplysninger som er nødvendig for at tilsynsmyndigheten kan gjennomføre sine oppgaver etter loven. Opplysninger kan også kreves fra andre offentlige myndigheter uten hinder av den taushetsplikt som ellers gjelder.\nTilsynsmyndigheten skal umiddelbart varsles dersom det oppstår uhell eller andre uforutsette forhold ved framstilling og bruk av genetisk modifiserte organismer.\n0 Endret ved lov 7 mai 2004 nr. 22 (ikr. 1 juli 2004 iflg. res. 7 mai 2004 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Pålegg om stans av virksomhet",
      "content": "Tilsynsmyndigheten kan gi pålegg om øyeblikkelig stans av virksomhet som utføres i strid med loven eller vedtak i medhold av loven. Det samme gjelder dersom framstilling og bruk av genmodifiserte organismer i medhold av loven eller vedtak i medhold av loven, viser seg å medføre fare for helse- eller miljømessige skadevirkninger. Om nødvendig kan pålegg om stans gjennomføres med hjelp fra politiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Plikt til å avverge og begrense skade",
      "content": "Når genmodifiserte organismer er kommet ut i miljøet i strid med loven eller vedtak i medhold av loven, skal den ansvarlige for virksomheten treffe rimelige tiltak for å avverge eller begrense skader og ulemper. Det samme gjelder dersom genmodifiserte organismer er satt ut i miljøet i samsvar med vedtak etter loven, og det viser seg at bruken medfører større risiko for miljø eller helse enn forutsatt da bruken ble godkjent. Tilsynsmyndigheten kan pålegge den ansvarlige innen en fastsatt frist å gjennomføre oppsamling av eller treffe andre tiltak for å bekjempe organismene, herunder tiltak for å gjenopprette den tidligere tilstand i miljøet så langt det er mulig. Gjennomføring av tiltak etter denne bestemmelse kan også finne sted på annens eiendom.\nEtterkommes ikke pålegg etter første ledd innen fristen, kan tilsynsmyndigheten sørge for iverksetting av tiltakene på den ansvarliges bekostning. Det samme gjelder dersom pålegg etter første ledd kan medføre at iverksettelsen av de påkrevde tiltak forsinkes. Tilsynsmyndighetens utgifter er tvangsgrunnlag for utlegg.\nKrav etter paragrafen her foreldes 5 år etter den dag da tiltakene ble gjennomført. Dersom den ansvarlige ikke var kjent da tiltakene ble gjennomført, foreldes kravet 5 år etter den dagen da tilsynsmyndigheten fikk eller burde ha skaffet seg nødvendig kunnskap om den ansvarlige. Har tilsynsmyndigheten truffet vedtak om krav på refusjon, løper fristen fra tidspunktet da endelig vedtak ble truffet. Kravet foreldes likevel senest 30 år etter at tiltakene ble gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.\n0 Endret ved lov 14 juni 2013 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:21 a",
      "chapter": "5",
      "section": "21 a",
      "title": "(Anmodning om å gjennomføre tiltak)",
      "content": "Enhver kan anmode tilsynsmyndigheten om å gi pålegg eller treffe tiltak etter §§ 20 til 21. Tilsynsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av helse- eller miljømessige skadevirkninger, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger helse- eller miljømessige skadevirkninger eller overhengende fare for slike.\nTilsynsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i første ledd annet punktum er enkeltvedtak også dersom pålegg ikke gis.\n0 Tilføyd ved lov 14 juni 2013 nr. 52.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21a",
        "source_heading": "§ 21 a."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Gebyr",
      "content": "Kongen kan gi forskrift om gebyrer for behandling av søknader om godkjenning etter denne lov eller forskrift i medhold av loven, og for kontrolltiltak som gjennomføres for å sikre at loven eller vedtak i medhold av loven blir fulgt. Gebyrer er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Erstatning",
      "content": "Den som er ansvarlig for virksomhet etter loven her, har erstatningsansvar uten hensyn til egen skyld, når virksomheten ved utsetting eller utslipp i miljøet av genmodifiserte organismer volder skade, ulempe eller tap.\nFor øvrig gjelder reglene i forurensningsloven kapittel 8 om erstatning for forurensningsskade så langt de passer. Tilsynsmyndighetene etter loven her, trer istedenfor forurensningsmyndighetene i forurensningsloven § 58. Den som har myndighet til å gi en godkjenning etter loven her, trer istedenfor forurensningsmyndigheten i forurensningsloven § 63 annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Tvangsmulkt",
      "content": "Ved overtredelse av vilkår, påbud eller forbud gitt med hjemmel i denne lov, kan Kongen ilegge tvangsmulkt som påløper så lenge overtredelsen finner sted. Tvangsmulkten er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av denne loven eller vedtak truffet med hjemmel i disse bestemmelsene, straffes med bøter eller fengsel inntil 1 år.\nForeligger særlig skjerpende omstendigheter, kan fengsel inntil 4 år anvendes.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Bioteknologirådet",
      "content": "Kongen oppnevner et råd som på begjæring eller av eget tiltak skal gi uttalelse i saker etter denne lov og andre spørsmål om bioteknologi. Rådets uttalelser er offentlige, med mindre annet følger av lovbestemt taushetsplikt. § 12 gjelder tilsvarende for rådets uttalelser.\nKongen kan gi nærmere forskrifter om rådets virksomhet og sammensetning.\n0 Endret ved lov 9 mai 2014 nr. 15 (ikr. 1 juni 2014 iflg. res. 9 mai 2014 nr. 622).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Ikraftsetting",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Det kan bestemmes at forskjellige deler av loven skal tre i kraft til ulik tid.\n1 Fra 1 sep 1993 med unntak av §§ 6, 7, 8, 9 bokstav g) og h) og 10 tredje ledd iflg. res. 20 aug 1993 nr. 811. Ved res. 11 feb 1994 nr. 124 ble § 6, § 7 og § 8 satt ikr. 1 mars 1994. Ved res. 13 nov 1998 nr. 1064 ble § 9 bokstav g) og h) og § 10 tredje ledd satt ikr. 1 jan 1999.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "title": "Overgangsbestemmelser",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}