{
  "id": "LOV-1964-06-19-14",
  "type": "statute",
  "title": "Lov om avgift på arv og visse gaver (arveavgiftsloven).",
  "short_name": "Arveavgiftsloven – aal.",
  "status": "in_force",
  "issued_date": "1964-06-19",
  "in_force_date": "1965-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-06-19-14",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Avgiftspliktens utstrekning.",
      "content": "Det skal svares arveavgift til staten etter reglene i denne lov​1 når arvelateren ved sin død, eller giveren da gaven ble ytet,​2 var bosatt i riket eller var norsk statsborger.​3 Av forsvunnet persons midler​4 pliktes avgift hvis den forsvunne var bosatt i riket eller var norsk statsborger​3 på det tidspunkt da han sist vites å ha vært i live.\nBlir det godtgjort at arvelater eller forsvunnet person var fast bosatt utenfor riket på det tidspunkt som er nevnt i første ledd og at det er svart arveavgift eller tilsvarende avgift av de etterlatte midler til bostedslandet,​5 pliktes ikke arveavgift på grunnlag av norsk statsborgerskap.\nAvgift blir alltid​5 å svare av fast eiendom eller anlegg her i riket med rettigheter og tilbehør, herunder innbo, maskiner, gårdsredskaper, avling, besetning o.l., samt rettigheter over eller krav på avgifter og andre ytelser for bruk eller utnyttelse av slik fast eiendom eller anlegg. Det samme gjelder for løsøre, fordringer og rettigheter nyttet i eller knyttet til ervervsvirksomhet som har vært drevet fra fast driftssted her i riket.\nAv fast eiendom og andre midler som nevnt i tredje ledd blir avgift ikke å svare når eiendommen eller driftsstedet ligger i utlandet og det blir godtgjort at arveavgift eller tilsvarende avgift er svart til den stat der eiendommen eller driftsstedet befinner seg.​6\nKongen, Dronningen, den nærmeste arveberettigede til tronen i hvert etterfølgende slektsledd​7 og disse personers ektefeller, samt disses felles barn som ikke er fylt 20 år ved utgangen av det år arve- eller gaveerverv skjer, er unntatt fra plikten til å svare arveavgift for arv og gaver.​8\n0 Endret ved lov 21 des 2001 nr. 102 (ikr. straks med virkning for arv og gave hvor rådigheten erverves 1 jan 2002 eller senere).\n1 Jf. § 47.\n2 Se § 2 (3).\n3 Jf. lov 10 juni 2005 nr. 51. Jf. også § 46 (1).\n4 Se § 9 og lov 23 mars 1961 nr. 1.\n5 Jf. § 46.\n6 Sml. sktl. § 2-1 (9).\n7 Jf. Grl. § 6.\n8 Jf. sktl. § 2-30 (1), a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Avgiftspliktig erverv.",
      "content": "Avgift blir å svare av all arv.​1 Det samme gjelder gave​2 eller del av gave til:\na. Noen som på den tid gaven ytes er giverens eller hans ektefelles​3 eller hans samboers​4 nærmeste arving etter loven​5 eller fosterbarn,\nb. Noen som på den tid gaven ytes er betenkt i giverens testament.​6\nc. Slektning i rett nedstigende linje til noen som er nevnt under a) eller b).\nd. Ektefelle​3 eller samboer​4 til noen som er nevnt under a), b) eller c), eller som ville stått i slikt forhold til giveren dersom han hadde vært i live.\ne. selskap i den utstrekning noen som er nevnt under bokstavene a), b), c) eller d) direkte eller indirekte er eiere eller er interessert på vesentlig samme måte som eier eller deltaker.\nf. stiftelse​7 eller annen formuesmasse når det kan påregnes at utdelinger kommer noen som er nevnt under bokstavene a), b), c) eller d) eller medlemmer av en eller flere bestemte familier til gode.​8 Hele gaven skal regnes med i avgiftsgrunnlaget​9 når avgiftsplikten følger av denne bokstav.\nAvgift blir videre å svare av gave eller del av gave som ikke var ytet senest seks måneder før giverens død. Er mottakeren eller hans ektefelle​3 eller samboer​4 betenkt i giverens testament​6 ved dødsfallet, gjelder det samme for gave som ikke var ytet senest 5 år før giverens død.\nEn gave ansees ytet når giveren med endelig virkning har gitt fra seg rådigheten,​10 eller den etter forholdene vesentlige rådighet, over den. Gave i form av oppnevnelse som begunstiget ved livsforsikring​11 ansees ikke å være ytet så lenge forsikringstakeren har rett til å tilbakekalle oppnevnelsen eller til å heve gjenkjøpsverdien eller forsikringssummen ved oppnådd alder eller under andre vilkår, eller har rett til på annen måte å rå over polisens verdi.​12\nDet er uten betydning for bestemmelsen foran om ekteskapet eller samboerskapet som omfattes av § 47 A er opphørt ved dødsfall.\nUtdeling fra legat, stiftelse eller annen formuesmasse​13 som er opprettet eller forøket ved gave etter denne lovs ikrafttreden​14 uten at avgift er svart, skal regnes som gave fra den som har opprettet eller forøket formuesmassen.​15\nSom giver regnes også den som mot vederlag har betinget seg at en annen yter en gave. Det samme gjelder den som er interessert slik som beskrevet i første ledds bokstav e) i selskap som yter gaven.\nEnhver økonomisk fordel som oppnås ved foreldelse​16 eller ettergivelse av gjeld, eller ved kjøp, bytte, leie, lån, interessentskapsavtale eller annen rettshandel hvor mottakeren ikke har svart fullt vederlag, blir å regne som gave. Vederlag kommer i denne henseende i betraktning bare så langt det etter bestemmelsene i § 15 medfører krav på fradrag i det mulige avgiftsgrunnlag. Selv om det påberopes at det svares fullt vederlag ansees gave å foreligge så lenge avgiftsmyndigheten etter bestemmelsene i § 16 har adgang til å nekte fradrag for vederlaget i et mulig avgiftsgrunnlag, eller til å ta forbehold og kreve sikkerhet for senere beregnet avgift.\nAvgift skal svares av utbetalinger i forbindelse med dødsfall fra forsikringsselskap til dødsboet, avdødes arvinger eller noen som er oppnevnt som begunstiget etter forsikringsavtalen.​17 Dette gjelder ikke utbetalinger til dekning av ansvar for økonomisk tap som mottakeren påføres som følge av dødsfallet. Grunnlaget etter første punktum reduseres med skatt på avkastning som regnes som fordel vunnet ved kapital etter skatteloven​18 § 5-20 annet ledd b.\n0 Endret ved lover 28 feb 1986 nr. 8, 21 mai 1993 nr. 47, 28 juni 2002 nr. 49, 12 des 2003 nr. 101 (ikr. 1 jan 2004 med virkning for rådighetserverv som inntrer fra og med samme dato), 25 juni 2004 nr. 42 (f o m inntektsåret 2004), 9 des 2005 nr. 116 (med virkning for rådighetsovergang fra og med 1 jan 2006).\n1 Jf. lov 3 mars 1972 nr. 5. Sml sktl. § 5-50 (3).\n2 Se syvende ledd. Sml sktl. § 5-50 (3).\n3 Se lov el. kap. 3 og § 95.\n4 Se § 47 A.\n5 Se lov 3 mars 1972 nr. 5 kap. I.\n6 Jf. lov 3 mars 1972 nr. 5 §§ 48 flg.\n7 Jf. lov 15 juni 2001 nr. 59.\n8 Sml. sktl. § 2-32 (5).\n9 Jf. kap. II.\n10 Jf. § 9.\n11 Jf. lov 16 juni 1989 nr. 69 § 15-2.\n12 Jf. § 4 og lov 16 juni 1989 nr. 69 § 15-2.\n13 Jf. lov 15 juni 2001 nr. 59.\n14 Jf. § 48 (1).\n15 Jf. § 4 (5) annet punktum.\n16 Jf. lov 18 mai 1979 nr. 18.\n17 Jf. lov 16 juni 1989 nr. 69 kap. 15.\n18 Lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Hvem som er avgiftspliktig.",
      "content": "Avgiftspliktig er den som erverver midlene.\nHvor et selskap, stiftelse eller annen formuesmasse er avgiftspliktig, jf. § 2, første ledds bokstav e), f) og annet ledd, og det vesentlige av midlene antas å skulle tilfalle høyst fire personer, skal midlene regnes å være ervervet av disse. Avgiftsbeløpet blir å utrede av selskapet eller formuesmassen.\nNår staten frafaller arv​1 ansees midlene som arv direkte fra arvelateren til den som får dem.\n0 Endret ved lov 10 des 2004 nr. 77.\n1 Se lov 3 mars 1972 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avgiftsfrihet for visse midler.",
      "content": "Fritatt for avgiftsplikt er gaver​1 som består i:\na. Periodiske ytelser til oppfostring eller utdannelse, underhold i yterens hjem og ytelser til nødvendig understøttelse, forsåvidt midlene er forbrukt før giverens død.\nb. Gaver ytet før giverens død til fysiske personer innenfor et årlig fribeløp tilsvarende et halvt grunnbeløp i folketrygden (G)​2 ved årets inngang. Gaver i form av ikke-børsnoterte aksjer, andeler i ansvarlige selskap eller kommandittselskap og andre typer verdipapirer som ikke er notert på børs, samt overføring av fast eiendom, er ikke fritatt for avgiftsplikt etter denne bestemmelsen.\nGaver i form av forsikringspoliser​3 eller betaling av premie for slike poliser, er ikke fritatt for avgiftsplikt etter bestemmelsene i foregående ledd.\nFritatt for avgiftsplikt er rett til pensjon​4 som tilkommer en arving på grunn av avdødes tjenestestilling eller individuell pensjonsavtale for så vidt den tilfredsstiller kravene i lov 15. desember 2006 nr. 81 om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt Overgangsregel ved oppheving av skatteloven​5 § 6-47 første ledd bokstav c og lov 27. juni 2008 nr. 62 om individuell pensjonsordning kapittel 5, og ytelsen ikke er garantert å komme til utbetaling. Garanterte ytelser er likevel fritatt for avgift ved utbetaling til barn inntil fylte 21 år og til ervervsuføre barn. Det samme gjelder etterlønn og etterpensjon i den utstrekning beløpene regnes som skattepliktig inntekt for arvinger eller dødsboet.​6\nMidler som noen mottar som arv eller gave fra sin ektefelle​7 eller samboer​8 er fritatt for avgiftsplikt.\nArv og gave som nevnt i § 2 første ledd bokstav b) og § 2 annet ledd, til juridisk person med allmennyttig formål er unntatt fra avgiftsplikt.​9 Utdeling av midler fra institusjon eller organisasjon som har mottatt avgiftsfri arv eller gave etter reglene i dette ledd til noen som er fortrinnsberettiget på grunn av slektskap, regnes som arv eller gave direkte fra giveren eller arvelateren.​10 Avgiftsfrihet etter dette ledd gis ikke hvis giver eller arvelater har gitt bestemmelse om bruk av arve- eller gavemidlene som ikke faller inn under et allmennyttig formål. Departementet kan i forskrift gi regler til utfylling og gjennomføring av reglene i dette ledd, herunder gi regler om krav til vedtekter, regnskap og revisjon.\n0 Endret ved lover 27 juni 1986 nr. 42, 21 mai 1993 nr. 47, 19 juni 1997 nr. 69 (f o m inntektsåret 1997), 19 mars 1999 nr. 10 (f o m inntektsåret 1998), 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 17 des 1999 nr. 87 (f o m inntektsåret 2000), 24 nov 2000 nr. 81 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1167), 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller senere), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 12 des 2003 nr. 101 (ikr. 1 jan 2004 med virkning for rådighetserverv som inntrer fra og med samme dato), 14 des 2007 nr. 99 (ikr. 1 jan 2008), 11 des 2009 nr. 116 (ikr. 1 jan 2010).\n1 Se § 2, § 10 (2), § 14 (1) og (2).\n2 Jf. ftrl. § 1-4.\n3 Se lov 16 juni 1989 nr. 69 del B.\n4 Jf. § 17.\n5 Lov 26 mars 1999 nr. 14.\n6 Jf. sktl. § 5-40 (1).\n7 Jf. el. kap. 3 og § 95.\n8 Se § 47 A.\n9 Sml. sktl. § 2-32.\n10 Jf. § 2 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Hva avgiftsgrunnlaget omfatter.",
      "content": "Avgiftsgrunnlaget er den samlede verdi av avgiftspliktige midler som noen mottar fra samme giver eller arvelater​1 og som han får rådighet over til samme tid, jfr. §§ 9 og 10. Midlene blir å verdsette etter reglene i §§ 11 til 14 slik de foreligger når rådigheten erverves, og med fradrag etter reglene i §§ 15 til 17. Avgiftsgrunnlaget omfatter alle økonomiske verdier, hva enten de består av formue til eie, inntektsnytelse​2 eller andre rettigheter.\nAvgiftsgrunnlaget omfatter også avgiftsbeløp som ifølge arvelaters eller givers bestemmelse skal betales av andre enn den avgiftspliktige. Ved fastsettelsen av loddeiernes​3 avgiftsgrunnlag i et bo hvor samtlige loddeiere er avgiftspliktige, skal det ikke tas hensyn til arvelaters bestemmelse om at boet skal dekke avgiften for loddeierne.\nNår ervervet omfatter det vesentlige av den fulle eierrådighet over kapitalverdier fastsettes avgiftsgrunnlaget som om den avgiftspliktige var eier, under hensyntagen til de begrensninger han påviser i sin rådighet.\nEn inntektsnyter​2 blir å anse som eier av kapital som er avsatt til inntektsnytelsen hvis kapitalen skal tilfalle noen av hans eller hans ektefelles​4 eller samboers​5 slektninger i rett nedstigende linje eller slik slektnings ektefelle eller samboer,​5 eller hvis inntektsnyteren kan rå over kapitalen ved testament.​6 Er inntektsnytelsen begrenset til et fast årlig beløp, utgjør avgiftsgrunnlaget 25 ganger dette beløp, begrenset til kapitalens størrelse.​7\nNy innehaver av stamhus eller fideikommiss ansees som inntektsnyter.​6\n0 Endret ved lover 21 mai 1993 nr. 47, 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller senere).\n1 Jf. §§ 2 og 19.\n2 Jf. § 8 (1), § 10, § 13, § 15 og § 21.\n3 Jf. lov 21 feb 1930 § 124.\n4 Se el. kap. 3 og § 95.\n5 Se § 47 A.\n6 Jf. § 8 (1) tredje punktum, sktl. § 4-50.\n7 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avgiftsgrunnlaget i boer.​1",
      "content": "I boer skal avgiftsgrunnlaget fastsettes til det som vil falle på den enkelte avgiftspliktige ved at alle boets midler fordeles etter lov og testament.​2 Når det ved fastsettelsen av avgiftsgrunnlaget skal legges til grunn en høyere verdi enn den som skiftet bygger på,​3 skal dette ha virkning for alle som hadde krav på andel i vedkommende midlers verdi.\nDen virkelig gjennomførte fordeling av arven blir å legge til grunn ved fastsettelsen av avgiftsgrunnlaget, når fordelingen helt ut stemmer overens med arvelaters ønske ifølge skriftlig opptegnelse, selv om opptegnelsen ikke oppfyller kravene til testament,​4 og selv om fordelingen går ut over den rett arvelater i forhold til livsarvingene hadde til å rå over arven.\n1 Jf. § 12 (2).\n2 Se lov 3 mars 1972 nr. 5 kap. I og andre del.\n3 Jf. § 11.\n4 Jf. lov 3 mars 1972 nr. 5 kap. VIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Hvilken ektefelle eller samboer midlene skal regnes å komme fra​1",
      "content": "Når en gjenlevende ektefelle​2 eller samboer​3 som sitter i uskiftet bo​4 foretar utdelinger av boets midler, utgjør avgiftsgrunnlaget det hver enkelt mottaker får tildelt. Slik utdeling anses som gave fra lengstlevende ektefelle eller samboer med mindre annet følger av de øvrige regler i denne lov.\nUtdeling fra gjenlevende ektefelles uskiftebo til noen som er livsarving​5 eller testamentsarving etter begge ektefellene,​2 ansees ved arveavgiftsberegningen å komme med en halvpart fra hver av ektefellene. Utdeling fra gjenlevende samboers uskiftebo​6 til noen som er livsarving eller testamentsarving etter begge samboerne, anses ved arveavgiftsberegningen å komme fra hver av samboerne forholdsmessig etter nettoverdien av deres eiendeler i uskifteboet på den tiden da uskiftet tok til. Dette gjelder likevel ikke dersom utdelingen som følge av arverettslige regler eller andre forhold må ansees å komme fra den ene ektefellen.\nUtdeling fra gjenlevende ektefelles eller samboers uskiftebo til noen som bare er arving etter førstavdøde,​7 regnes i sin helhet som arv etter denne, med mindre mottakeren godtgjør at utdelingen overstiger avdødes andel i boet. Det overskytende beløp, samt senere utdelinger og arv, ansees i sin helhet å være kommet fra lengstlevende.\nVed oppgjør av boet etter lengstlevendes død skal det som hver arving mottar på skiftet, med tillegg av det vedkommende har mottatt under uskiftet, anses å komme fra ektefellene eller samboerne, i samme forhold som om samtlige midler var fordelt på skiftet, jf. § 6 første ledd. Har noen under uskiftet mottatt mer enn hans lodd fra den enkelte arvelater skulle utgjøre etter foregående punktum, blir avgiften ikke å omberegne.\nUten hensyn til bestemmelsen i de foregående ledd gjelder: Har ektefeller​2 eller samboere​3 opprettet en siste felles viljeserklæring​8 og det er uvisst fra hvilken av ektefellene eller samboerne et arvebeløp kommer, ansees beløpet ved avgiftsfastsettelsen å komme med en halvpart fra hver av ektefellene​2 eller samboerne. Arvebeløp som tilfaller noen som er så nær beslektet med den ene av ektefellene eller samboerne at han omfattes av arvelovens arvegangsklasser,​9 ansees i sin helhet å komme fra denne ektefelle eller samboer. Hvis den ene ektefelles eller samboers lodd overskrides av arvebeløp som etter de to foregående punktum skal anses å komme fra ham, blir det overskytende – i tilfelle med en forholdsmessig del av flere arvebeløp – å anse som arv fra den andre ektefellen eller samboer.\n0 Endret ved lover 21 mai 1993 nr. 47 (tidligere avgitt erklæring om at arv etter førstavdøde er mottatt fullt ut, er bindende også i forhold til utdelinger fra uskifteboet som foretas etter 1 juli 1993), 28 juni 2002 nr. 49, 24 juni 2011 nr. 20 (ikr. med virkning for arv og gave der råderetten blir oppnådd 1 juli 2011 eller seinare).\n1 Jf. § 9 (2).\n2 Se el. kap. 3 og § 95.\n3 Jfr. § 47 A.\n4 Jf. lov 3 mars 1972 nr. 5 kap. III og III A.\n5 Jf. lov 3 mars 1972 nr. 5 § 1.\n6 Jf. § 47 A (2) og lov 3 mars 1972 nr. 5 kap. III A.\n7 Jf. § 8 (3) annet punktum.\n8 Jf. lov 3 mars 1972 nr. 5 § 49 (3).\n9 Jf. lov 3 mars 1972 nr. 5 kap. I.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Hvem som regnes som giver, arvelater og mottaker i noen særtilfeller.",
      "content": "Når arv eller gave ifølge arvelaters eller givers bestemmelse skal tilfalle flere personer etter hverandre,​1 ansees også senere erverver å ha fått midlene som arv eller gave direkte fra arvelateren eller giveren i den utstrekning bestemmelsen medfører en annen fordeling av midlene etter den foregående erverver enn den som følger av lovens arvegangsregler. I de tilfeller som er nevnt i § 5, fjerde ledd, ansees kapitalen dog å tilfalle mottakeren som arv eller gave fra inntektsnyteren.​2 Ny innehaver av stamhus eller fideikommiss ansees å ha ervervet sine rettigheter fra nærmest foregående innehaver.​3\nAvgår noen ved døden før han har ervervet rådigheten​4 over midler som han ellers ville pliktet avgift av, ansees den som midlene tilfaller å ha ervervet dem direkte fra den opprinnelige giver eller arvelater. Tilfaller midlene den avdødes ektefelle​5 eller samboer​6 som arv eller boslodd, blir dog avgift å beregne som om den avdøde selv hadde ervervet rådigheten over dem.\nNår en arving uten forbehold frafaller hele eller en del av den arv han har krav på, slik at den frafalte del fordeles i samsvar med § 74 tredje ledd i arveloven,​7 anses denne del å være tilfalt mottakerne som arv etter arvelateren. Utdeling fra gjenlevende ektefelles eller samboers uskiftebo​8 til noen som gjennom arvefrafall blir førstavdødes arving, anses som arv etter førstavdøde så langt arvefrafallet rekker. Frafall som omhandlet i dette ledd må være bindende overfor de øvrige arvinger og må være erklært skriftlig overfor avgiftsmyndigheten​9 innen utlodning foretas under offentlig skifte eller ved inngivelse av arvemelding, jf. § 25.\n0 Endret ved lover 3 mars 1972 nr. 5, 21 mai 1993 nr. 47, 28 juni 2002 nr. 49, 24 juni 2011 nr. 20 (ikr. med virkning for arv og gave der råderetten blir oppnådd 1 juli 2011 eller seinare).\n1 Jf. Grl. § 108 og lov 3 mars 1972 nr. 5 § 71 (2).\n2 Jf. § 10 og § 13.\n3 Jf. § 5 (5).\n4 Jf. § 9.\n5 Se el. kap. 3 og § 95.\n6 Se § 47 A.\n7 Lov 3 mars 1972 nr. 5.\n8 Jf. § 47 A (2) og lov 3 mars 1972 nr. 5 kap. III A.\n9 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tiden for rådighetservervet.​1",
      "content": "Hvis ikke annet følger av arvelaters eller givers bestemmelse eller av reglene i § 10, ansees rådigheten ervervet slik:\na. Over arvemidler som ikke har vært under offentlig skifte: ved arvelaters død.\nb. Over midler som har vært behandlet av tingretten: når de utloddes eller utleveres uten utlodning eller boet tilbakeleveres,​2 medmindre et høyere avgiftsgrunnlag har vært lagt til grunn ved tidligere avgiftsfastsettelse, jfr. bokstav a), og fristen for å påklage den tidligere verdsettelse er utløpet ved åpningen av offentlig skifte, jfr. §§ 35 og 37.\nc. Over forsvunnet persons midler som ikke undergis offentlig skifte: når dødsformodningsdagen er endelig fastsatt i henhold til lov om forsvunne personer m.v. av 23. mars 1961 § 8, jfr. samme lovs §§ 1 og 12.\nd. Over gavemidler: når gaven i henhold til § 2, tredje ledd, ansees ytet.\nBestemmelsen under første ledd bokstav a til d medfører ikke at rådigheten anses ervervet så lenge gjenlevende ektefelle​3 eller samboer​4 beholder midlene i uskiftet bo i henhold til lov,​5 testament eller samtykke fra førstavdødes arvinger.\nVed fastsettelsen av tiden for rådighetservervet sees det bort fra arvelaters eller givers bestemmelse om at midlene skal behandles etter reglene i vergemålsloven​6 kapittel 7 eller være undergitt lignende rådighetsinnskrenkning.​7\n0 Endret ved lover 19 juni 1969 nr. 54, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 24 juni 2011 nr. 20, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 5 og § 18.\n2 Jf. lov 21 feb 1930 § 32.\n3 Se el. kap. 3 og § 95.\n4 Jf. § 47 A.\n5 Jf. lov 3 mars 1972 nr. 5 kap. III og kap. III A.\n6 Lov 26 mars 2010 nr. 9.\n7 Jf. deknl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Særregler om rådighetservervet.",
      "content": "Rådigheten over midler som består i inntektsnytelse​1 (livrente, løpende kapitalavkastning, bruksrett, grunnavgift m.v.) ansees i sin helhet å være ervervet ved første termins forfall eller ved bruksrettens inntreden. Når det er forbundet med særlige vansker å fastsette kapitalverdien​2 av inntektsnytelsen, og når avgiftsmyndigheten​3 finner det hensiktsmessig av andre grunner, kan rådigheten ansees ervervet etterskuddsvis for hvert enkelt års verdi av inntektsnytelsen.\nVed erverv av livsforsikringspoliser som ikke kan kreves gjenkjøpt​4 og av andre midler hvis vesentlige verdi er avhengig av en betingelse, ansees rådigheten over midlene ikke ervervet før betingelsen er inntrådt. Rådigheten over livsforsikringspoliser som ikke kan kreves gjenkjøpt, ansees heller ikke å være ervervet, så lenge det er uvisst hvilken form eller størrelse selskapets ytelser vil få.\n1 Jf. § 5 (4), § 8 (1), § 13 og § 21.\n2 Se § 13.\n3 Se § 24.\n4 Jf. lov 16 juni 1989 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Verdsettelse.",
      "content": "De avgiftspliktige midler ansettes i alminnelighet til den antatte salgsverdi.​1\nDet skal ikke tas hensyn til givers eller arvelaters bestemmelse om at midlene bare kan overdras til bestemte personer, for en bestemt pris, eller lignende, hvis ikke særlige omstendigheter tilsier det.\nVerdien settes i alminnelighet ikke lavere enn den som er lagt til grunn på skiftet.\nNår gjenlevende ektefelle​2 ved skifte av fellesboet overtar midler etter skiftetakst​3 legges denne til grunn.\n1 Sml. sktl. § 5-50 (3) og sktl. § 9-7.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 21 feb 1930 § 63 og § 125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Verdsettelse av ikke-børsnoterte aksjer og andeler i ansvarlig selskap og kommandittselskap.​1",
      "content": "Verdien av ikke-børsnoterte aksjer settes til aksjenes forholdsmessige andel av aksjeselskapets​2 samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven​3 § 4-12 annet og fjerde ledd. Andeler i ansvarlige selskap og kommandittselskap​4 verdsettes på tilsvarende måte.​5 Ikke-børsnoterte aksjer i utenlandske selskaper verdsettes til aksjenes antatte omsetningsverdi, eller til aksjenes forholdsmessige andel av aksjeselskapets samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven​3 § 4-12 tredje og fjerde ledd når den avgiftspliktige krever dette.\nDen enkelte mottaker kan​6 sette den samlede verdi etter første ledd til 60 pst., begrenset oppad til et beløp på 10 mill. kroner.​7 Overskytende verdi inngår i arveavgiftsgrunnlaget med 100 pst.\nVerdsettelsestidspunktet etter denne paragraf er 1. januar i det år rådigheten​8 erverves. Ved verdsettelsen tas det hensyn til eierstyrte endringer i selskapets kapital, aksjer eller andeler i tidsrommet mellom 1. januar og rådighetservervet.​9\n0 Tilføyd ved lov 10 apr 1992 nr. 35, endret ved lover 8 jan 1993 nr. 19, 5 des 1997 nr. 91 (ikr. 1 jan 1998), 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 21 des 2001 nr. 102 (ikr. 1 jan 2002), 16 juni 2006 nr. 22, 12 des 2008 nr. 87 (ikr. 1 jan 2009, se dens III).\n1 Jf. § 14 (5).\n2 Jf. asl.\n3 Lov 26 mars 1999 nr. 14.\n4 Jf. lov 21 juni 1985 nr. 83.\n5 Sml. sktl. § 4-40.\n6 Sml. sktl. § 9-7.\n7 Iflg. endringslov 12 des 2008 nr. 87 skal det ved anvendelse av rabatt-begrensningen på 10 mill. kroner etter annet ledd første punktum tas hensyn til gave hvor rådigheten erverves av gavemottaker fra og med 7 okt 2008.\n1 Iflg. endringslov 12 des 2008 nr. 87 skal det ved anvendelse av rabatt-begrensningen på 10 mill. kroner etter annet ledd første punktum tas hensyn til gave hvor rådigheten erverves av gavemottaker fra og med 7 okt 2008.\n8 Jf. § 9.\n9 Jf. f.eks. asl. kap. 10 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11A."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Verdsettelse av fordringer.",
      "content": "Pantobligasjoner, gjeldsbrev, bankinnskudd og andre utestående fordringer settes til pålydende, medmindre det blir godtgjort at den antatte salgsverdi​1 er lavere.\nI den utstrekning en fordring tilfaller skyldneren som gave tas det ved verdsettelsen ikke hensyn til manglende betalingsevne. En fordring som et bo har mot en loddeier​2 ansettes til sitt fulle beløp ved fastsettelsen av boets formue, jfr. § 6, første ledd, uten hensyn til skyldnerens betalingsevne. Er fordringen helt eller delvis uerholdelig, og overstiger det uerholdelige beløp skyldnerens andel i boets formue, skal, ved fastsettelsen av avgiftsgrunnlaget, det overskytende trekkes fra i de øvrige loddeieres andeler av boformuen i forhold til deres lodder.\n1 Jf. § 11.\n2 Jf. lov 21 feb 1930 § 124.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Verdsettelse av inntektsnytelser.​1",
      "content": "Kapitalverdien av en inntektsnytelse​2 (livrente, løpende kapitalavkastning, bruksrett, grunnavgift m.v.) ansettes på grunnlag av dens årlige verdi​3 og antatte varighet.​4 Kapitalverdien av en krone hvert år i et antall år ansettes etter følgende tabell:\nÅr0123456789 0.... – 1,000 1,962 2,886 3,775 4,630 5,451 6,242 7,002 7,73310.... 8,435 9,111 9,76010,38510,98611,56312,11812,65213,16613,65920....14,13414,59015,02915,45115,85716,24716,62216,98317,33017,66330....17,98418,29018,58918,87419,14819,41119,66519,90820,14320,36840....20,58520,79320,99321,18621,37121,54921,72021,88522,04322,19550....22,34222,48222,61822,74822,87322,99323,10923,22023,32723,43060....23,52823,62423,71523,80323,88723,96924,04724,12224,19424,26470....24,33024,39524,45624,51624,57324,62824,68024,73124,78024,82780....24,87224,91524,95724,99725,-25,-25,-25,-25,-25,-\nAvhenger inntektsnytelsens varighet av levetiden for en eller flere personer hvis alder er kjent, legges det til grunn at vedkommende vil leve så mange år som følgende tabell viser:\nÅrMennKvinnerÅrMennKvinnerÅrMennKvinner074803640457211131748037394473101327379383843741012372783937427591247177403641769115707641354077810669754234397881076874433339797986773443238807996672453137816810657146303682681164704729358367126369482934845713626849283385561461675027328656156066512631875516596552253088451758645324298945185763542328904419566255232791442055615622279234215460572126933422535958202594332352585919249533245157601923963325505661182297332649556217219823274854631620992228475364162010022294652651519101223045516614181022231445067141710322324449681316104223343486913161051134424770121510611354146711114\nEr varigheten av en inntektsnytelse ukjent på annen måte enn beskrevet i foregående ledd, ansettes varigheten til femten år, medmindre det sannsynliggjøres at den vil være lengre eller kortere.\nDen årlige verdi av rett til bruk eller avkastning av fast eiendom, bedrift, forretning eller lignende, ansettes til den antatte årlige leieverdi eller avkastning.\nEr årlig avkastning av en kapital ikke kjent, ansettes den til 4 prosent årlig av kapitalens verdi.\nNår en inntektsnytelse kan kreves dekket bare av en avsatt kapital, settes kapitalverdien av inntektsnytelsen ikke høyere enn kapitalens verdi. Skjønnes en slik kapital å være utilstrekkelig til å dekke flere påheftede inntektsnytelser fullt ut, blir kapitalverdien av de enkelte inntektsnytelser å fastsette under hensyn til den reduksjon de enkelte berettigede må tåle. I mangel av andre holdepunkter for omvurderingen reduseres kapitalverdien av de enkelte inntektsnytelser forholdsmessig. Det foretas dog ingen omberegning av inntektsnytelser som det allerede er betalt avgift av.\nOpphører en inntektsnytelse innen ett år etter første termins forfall eller bruksrettens inntreden utgjør avgiftsgrunnlaget verdien av det som er eller vil bli mottatt. Er avgift allerede betalt, blir det for meget erlagte å tilbakebetale.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Jf. § 5 (4) annet punktum.\n2 Jf. § 5 (4), § 8 (1), § 10 og § 15.\n3 Jf. fjerde og femte ledd.\n4 Jf. annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Andre særregler om verdiansettelse.",
      "content": "Krav etter livspolise ansettes til forsikringssummen eller til polisens gjenkjøpsverdi hvis forsikringssummen ikke er forfalt til betaling.​1\nKrav etter livrentepolise​2 ansettes til kapitalverdien av livrenten, jfr. § 13. Livrentepolise som har gjenkjøpsverdi, ansettes til gjenkjøpsverdien med tillegg av kapitalverdien av mulig fripolise, hvis livrenten ikke er begynt å løpe.\nVerdien av varelagre og andre gjenstander beregnet på omsetning med fortjeneste ansettes til den pris varene kan anskaffes eller tilvirkes for, med tillegg av innkjøpsomkostninger.​3 Verdien av varer som på grunn av skade, ukuranthet eller annen særlig årsak bare kan ventes solgt til redusert pris, settes til påregnelig salgspris med fradrag for salgsomkostninger.\nNår fast eiendom som er gjenstand for åsetesrett,​4 overtas på skifte av åsetesberettiget arving i henhold til skiftetakst,​5 legges denne til grunn for avgiftsberegningen selv om arvingen ikke er best åsetesberettiget. Overtas eiendom av åsetesberettiget arving uten at overtagelsen skjer i henhold til skiftetakst eller overtas den av annen slektning i rett nedstigende linje, settes verdien til tre fjerdedeler av den antatte salgsverdi. Det samme gjelder når arvelateren i levende live overdrar fast eiendom som er gjenstand for åsetesrett til slektning i rett nedstigende linje. En arving kan ikke fra samme arvelater kreve verdsettelse etter disse reglene for mer enn én eiendom eller de andeler han mottar i en eiendom. Ektefeller​6 eller samboere​7 ansees i denne henseende som én arvelater, selv om ekteskapet eller samboerskapet er opphørt ved døden.\nNår et dødsbo, arving eller gavemottaker trer inn i arvelaters eller givers inngangsverdi, skjermingsgrunnlag,​8 ubenyttet skjermingsfradrag​9 og øvrige skattemessige posisjoner tilknyttet aksje eller andel etter reglene i skatteloven​10 § 10-33 og § 10-46, skal det ved verdsettelsen av aksjen eller andelen gjøres et fradrag med et beløp som tilsvarer 20 prosent av latent gevinst ved realisasjon av aksjen eller andelen. Ved beregningen av den latente gevinsten legges aksjen eller andelens omsetningsverdi til grunn som utgangsverdi. For aksjer og andeler som verdsettes etter § 11 A fastsettes utgangsverdien til 100 prosent av verdien etter § 11 A.\nVerdien av private biler, motorsykler, mopeder, mopedbiler, snøscootere og campingvogner settes til formuesverdien slik den fastsettes etter skatteloven.​11\n0 Endret ved lover 21 mai 1993 nr. 47, 28 juni 2002 nr. 49 (ikr. 1 jan 2002), 10 des 2004 nr. 77 (ikr. 1 jan 2006), 17 juni 2005 nr. 69 (ikr. jan 2006), 12 des 2008 nr. 87 (ikr. 1 jan 2009).\n1 Jf. lov 16 juni 1989 nr. 69.\n2 Jf. lov 16 juni 1989 nr. 69 § 10-2, e.\n3 Sml. sktl. § 14-5 (2).\n4 Jf. lov 28 juni 1974 nr. 58 kap. XII.\n5 Jf. lov 21 feb 1930 § 125\n6 Se el. kap. 3 og § 95.\n7 Se § 47 A.\n8 Jf. sktl. § 10-12 (2).\n9 Jf. sktl. § 10-12 (1) fjerde punktum.\n10 Lov 26 mars 1999 nr. 14.\n11 Jf. sktl. § 4-1 (1) og § 4-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Fradrag.​1",
      "content": "Fra bruttoverdien av de avgiftspliktige midler trekkes de forpliktelser som påhviler den avgiftspliktige eller boet til dekning av arvelaters gjeld, eller som av giver eller arvelater er pålagt den avgiftspliktige som vilkår for ervervet.\nVidere fratrekkes utgiftene til arvelaters begravelse og gravsted og de omkostninger som er nødvendige for at den avgiftspliktige skal kunne komme i besittelse av midlene,​2 herunder legitimerte skifteomkostninger. Den pliktige arveavgift kommer ikke til fradrag.\nForpliktelse til å utrede en inntektsnytelse til giveren eller andre kommer til fradrag med den kapitaliserte verdi av inntektsnytelsen, jfr. § 13, med følgende begrensninger:\na. Inntektsterminer som forfaller før inntektsnyteren fyller toogseksti år tas i betraktning bare hvis inntektsnytelsen kan ansees som vederlag for arbeid i givers eller arvelaters tjeneste, eller hvis det på grunn av sykdom, uførhet eller andre forhold foreligger et særlig behov for pensjonering eller støtte.\nb. For hver enkelt inntektsnyter kan den årlige verdi av en eller flere inntektsnytelser, pålagt av samme giver eller arvelater, ikke overstige den høyeste pensjon i Statens pensjonskasse.​3\nc. Hvis den avgiftspliktige vil kunne kreve fradrag for ytelsene ved inntektsligningen,​4 reduseres fradraget med den satsen som gjelder ved fastsettelse av alminnelig inntekt etter skatteloven​5 kapittel 5 til 11, for angjeldende inntektsår.​6\nSom arvelaters gjeld ansees ved privat skifte​7 skatt utlignet på arvelaters inntekt fram til dødsfallet​8 og skatt på arvelaters formue som knytter seg til et tidspunkt før dødsfallet. Har boet vært under offentlig skifte trer utleveringsdagen i stedet for dødsfallsdagen. Er den nevnte inntekt lignet sammen med boets eller en arvings inntekt,​9 utgjør det fradragsberettigede skattebeløp en så stor andel av den samlede skatt som vedkommende inntekt utgjør av den samlede inntekt.\nOmfatter arv eller gave midler som det ikke skal svares avgift av,​10 skal fradrag etter første ledd ikke utgjøre større del av de avgiftspliktige midler enn de samlede forpliktelser utgjør av de samlede midler. I mangel av tilstrekkelige opplysninger om omfanget og verdien av midler i utlandet, fastsettes fradraget etter avgiftsmyndighetens​11 skjønn eller nektes helt.\n0 Endret ved lover 10 apr 1992 nr. 35, 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 10 des 2004 nr. 77 (med virkning for arv og gave hvor rådigheten går over 1 jan 2006 eller senere), 17 juni 2005 nr. 69 (med virkning for arv og gave hvor rådigheten går over 1 jan 2006 eller senere).\n1 Jf. §§ 2 (7), 5 og 16.\n2 Jf. § 20 (5).\n3 Jf. lov 28 juli 1949 nr. 26 kap. 5.\n4 Jf. sktl. § 6-41.\n5 Lov 26 mars 1999 nr. 14.\n6 Dvs. 28 % for tiden.\n7 Jf. lov 21 feb 1930 kap. 13.\n8 Jf. sktl. § 2-15.\n9 Jf. sktl. § 2-15, lignl. § 4-7 nr. 8 jf. § 8-10.\n10 Se § 4.\n11 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vilkår for fradrag.​1",
      "content": "Fradrag for forpliktelser etter bestemmelsene i § 15 blir bare å innrømme når forpliktelsen enten godtgjøres å være innfridd eller å være ubetinget.\nNår det foreligger skjellig grunn til å tro at kravet ikke vil bli gjort gjeldende, kan avgiftsmyndigheten​2 nekte fradrag. I tvilstilfelle kan avgiftsmyndigheten ta forbehold om omberegning dersom det ikke innen en viss tid blir godtgjort at forpliktelsen er innfridd. Det kan også kreves sikkerhet for den mulige meravgift. Har den avgiftspliktige krevet fradrag som etter reglene i dette ledd er blitt nektet, kan han senere kreve avgiften omberegnet​3 dersom det godtgjøres at forpliktelsen er innfridd.\nReglene i foregående ledd gjelder tilsvarende for omkostninger som nevnt i § 15 annet ledd.\n1 Jf. § 2 (7).\n2 Se § 24.\n3 Jf. §§ 19 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Fradrag for mindreårige arvinger og ungdom under utdannelse.",
      "content": "I arv som den avgiftspliktige får etter sin forsørger​1 gjøres et fradrag for hvert år som mangler på at han har fylt 21 år. Det årlige fradragsbeløp fastsettes av Stortinget.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Jf. lov 8 apr 1981 nr. 7 kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Avgiftssatser.",
      "content": "Avgiftsbeløpet beregnes av avgiftsgrunnlaget​1 etter de satser som gjelder for det år da rådigheten erverves, jfr. §§ 9 og 10.\n1 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Samordning av flere avgiftsgrunnlag",
      "content": "Ved avgiftsberegningen tas det hensyn til tidligere mottatte gaver og arv fra samme giver eller arvelater.​2 Det beregnes først avgift av summen av samtlige avgiftsgrunnlag.​3 Deretter beregnes avgift av summen av tidligere grunnlag. Differansen mellom de beregnede beløp utgjør avgiften på det sist mottatte. Ved begge beregningene nyttes det avgiftsvedtaket​4 som gjelder for det siste ervervet.\nNår avgiften skal omberegnes til fordel for den avgiftspliktige,​5 reduseres det eller de siste avgiftsgrunnlag så langt fradraget rekker, og omberegning skjer med de satser som gjaldt for det eller de avgiftsgrunnlag som reduseres.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Se § 5.\n2 Jf. § 5, § 7 og § 8.\n3 Jf. § 5.\n4 Jf. § 18.\n5 Jf. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Fradrag for dokumentavgift ved overtakelse av fast næringseiendom",
      "content": "(1) Dokumentavgift som er betalt etter lov av 12. desember 1975 nr. 59 ved overføring av eiendomsrett eller bruksrett til fast næringseiendom, kommer til fradrag i mottakerens pliktige arveavgift som følge av overføringen, etter reglene i denne paragraf.\n(2) Eiendommen må ha vært i bruk i arvelaters eller givers virksomhet, og uten særlig opphold bli tatt i bruk i mottakers virksomhet. Skattelovens​1 virksomhetsbegrep​2 legges til grunn, likevel slik at våningshus på gårdsbruk anses like med eiendommen for øvrig. Når eiendommen bare delvis brukes i virksomhet, gis forholdsmessig fradrag for dokumentavgift. Den fradragsberettigede dokumentavgiften skal utgjøre samme del av den totale dokumentavgift, som salgsverdien av virksomhetsdelen utgjør av salgsverdien av hele eiendommen.\n(3) Mottaker eller dennes ektefelle​3 må tilhøre kretsen av forrige eiers eller dennes ektefelles arveberettigede etter arveloven​4 §§ 1 til 3.\n(4) Fradrag gis bare i arveavgift for den eiendom eller del av den som utløser den fradragsberettigede dokumentavgiften. Eiendommen anses å utgjøre øverste del av arveavgiftsgrunnlaget når dette grunnlaget består av mer enn eiendommen. Ved samlet overføring av flere aktiva anses redusering av mottakers avgiftsgrunnlag med gjeldsovertakelse, annet vederlag eller særlige fradrag etter denne lov,​5 fortrinnsvis å gjelde andre deler av avgiftsgrunnlaget enn eiendommen. Åsetesavslag etter § 14 henføres likevel til vedkommende eiendom.\n(5) Dokumentavgift som fradras i arveavgift etter denne paragraf, kommer ikke til fradrag i arveavgiftsgrunnlaget etter § 15 annet ledd.\n(6) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.\n0 Tilføyd ved lov 2 juli 1999 nr. 58 (ikr. for arv og gave der rådigheten går over 1 juli 1999 eller senere), endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), endret paragrafnummer fra § 19A.\n1 Lov 26 mars 1999 nr. 14.\n2 Jf. sktl. § 5-30.\n3 Se el. kap. 3 og § 95.\n4 Lov 3 mars 1972 nr. 5.\n5 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:20 a",
      "chapter": "3",
      "section": "20 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 A."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Foreløpig fastsettelse og utsettelse med avgiftsberegningen",
      "content": "Hvis en sak ikke er tilstrekkelig opplyst til at endelig avgiftsfastsettelse kan foretas innen den forfallstid som følger av skattebetalingsloven​1 § 10-31, kan avgiftsmyndigheten​2 enten foreta en foreløpig beregning eller utsette avgiftsfastsettelsen.\n0 Endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), tidligere § 20 (3).\n1 Lov 17 juni 2005 nr. 67.\n2 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Avgiftsmyndighetens oppgaver.",
      "content": "Avgiftsmyndigheten​1 påser at avgiftsplikten overholdes, fastsetter avgiftsgrunnlaget,​2 beregner avgiften og håndhever ellers de regler som følger av denne lov.\nAvgiftsmyndigheten og alle som på hans vegne får befatning med avgiftssaker plikter å bevare taushet​3 om det som de under sitt arbeid får kjennskap til om noens økonomiske eller personlige forhold, medmindre de ved lov er pålagt å åpenbare det.\n0 Endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Jf. § 24.\n2 Jf. § 5.\n3 Jf. strl. 1902 § 121 og fvl. § 13 f; strl. 2005 § 209 (ikke ikr.). Sml. lignl. § 3-13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Hvem som er avgiftsmyndighet.",
      "content": "Tingretten​1 er avgiftsmyndighet for midler den skifter,​2 for såvidt den avgiftspliktige senest ved utlodningen ansees å erverve rådigheten over midlene, jfr. §§ 9 og 10. Det samme gjelder for gaver som, uten at avgift er beregnet, er ytet av den hvis bo skiftes av tingretten til noen som mottar midler på skiftet.\nSkattekontoret​3 er avgiftsmyndighet i de tilfellene som ikke omfattes av første ledd. Arveavgiftsfastsettelsen foretas ved det skattekontoret departementet bestemmer.\nDepartementet kan ellers gi nærmere forskrifter for avgiftsmyndigheten.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jf. dl. § 1 nr. 3\n2 Jf. lov 21 feb 1930 13 – 15 kap.\n3 Jf. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Melding om arv og gave.",
      "content": "Når bo etter avdød eller forsvunnet​1 person ikke er overtatt av tingretten, skal​2 melding om arv gis til skattekontoret innen seks måneder etter dødsfallet eller etter at dødsformodningsdag​3 er endelig fastsatt. Leveres et bo fra retten tilbake til arvingene skal melding som nevnt gis innen seks måneder etter tilbakeleveringen.​4 Plikten til å gi slik melding påhviler enhver loddeier​5 eller arving i boet.\nMelding om avgiftspliktig gave eller utdeling av uskiftemidler skal gis til skattekontoret innen en måned etter at midlene er ytet, jf. § 2 tredje ledd. Plikt til å gi slik melding påhviler giveren eller den gjenlevende ektefelle​6 som utdeler midlene, den som erverver midlene, og mulig tredjemann som mottar midlene til forvaltning på vegne av erververen. Melding om gave som omhandlet i § 2, annet ledd, skal gis innen én måned etter givers død, eller samtidig med melding om arv etter første ledd, hvis gavemottageren også tar arv etter giveren.\nMelding skal gis selv om boet eller midlene ikke antas å nå opp i slik størrelse at avgift blir å svare. For en person under vergemål er vergen meldepliktig.​7\nMelding skal alltid sendes innen den fastsatte frist. Hvis meldingen ikke har kunnet gjøres fullstendig, skal skattekontoret sette en frist for ny melding med de manglende opplysninger.\nNår forholdene i særlig grad tilsier det, kan skattekontoret innrømme lempninger i meldeplikten.\nMeldingen skal inneholde en nøyaktig og fullstendig fortegnelse over de avgiftspliktige midler og for øvrig opplysning om alle omstendigheter av betydning for avgiftsplikten.​8\nDen som gir melding har plikt til å påse at fast eiendom, løsøre og andre poster som det kreves skjønn for å ansette i penger, blir ført opp med full verdi, jfr. reglene i §§ 11 til 14.​9\nDe nærmere regler om meldingens innhold og form gis av vedkommende departement.\nEtter krav fra avgiftsmyndigheten​10 eller ligningsmyndighetene​11 plikter partene i en økonomisk transaksjon å gi opplysninger som er nødvendige for å avgjøre om det foreligger en avgiftspliktig gave.\nAlle parter som plikter å gi melding eller opplysninger etter denne paragrafen, skal opptre aktsomt og lojalt. Partene skal bidra til at avgiftsgrunnlaget i rett tid blir klarlagt og oppfylt. Partene skal også gjøre avgiftsmyndigheten oppmerksom på feil ved avgiftsberegningen.\n0 Endret ved lover 21 mai 1993 nr. 47, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 11 des 2009 nr. 116, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. lov 23 mars 1961 nr. 1.\n2 Jf. § 30 A, § 43 og § 44.\n3 Se lov 23 mars 1961 nr. 1 §§ 1 og 8.\n4 Jf. § 9 (1), b.\n5 Jf. lov 21 feb 1930 § 124.\n6 Se el. kap. 3 og § 95.\n7 Jf. lov 26 mars 2010 nr. 9.\n8 Jf. § 26 og § 28.\n9 Jf. § 26.\n10 Jf. § 24.\n11 Jf. lignl. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 2 des 1994 nr. 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Partenes opplysningsplikt.",
      "content": "Enhver loddeier​1 eller arving i bo som skiftes offentlig, er ansvarlig​2 for at den som utfører bobehandlingen senest innen utlodningen får kjennskap til alle omstendigheter av betydning for avgiftsplikten.\nNår avgiften ikke kan gjøres opp endelig på grunnlag av opplysninger som er gitt i melding, eller som foreligger på skifte, jfr. første ledd, skal den avgiftspliktige og mulig giver eller gjenlevende ektefelle​3 som har utdelt midlene, snarest mulig underrette avgiftsmyndigheten​4 om forhold som er av betydning for den videre behandling av saken.\nEnhver som plikter å gi melding eller opplysninger skal snarest underrette avgiftsmyndigheten hvis han forstår, eller bør forstå, at gitte opplysninger er blitt feilaktige eller ufullstendige, eller at avgiftsfastsettelsen er bygget på feilaktige eller ufullstendige opplysninger.​5\nDen som har fått utsatt forfall etter reglene i skattebetalingsloven​6 § 10-32 plikter innen tre måneder å melde fra til skattekontoret hvis retten til avdragsbetaling faller bort, jf. skattebetalingsloven § 10-32 femte ledd.\n0 Endret ved lover 2 des 1994 nr. 63 (ikr. 1 jan 1995), 9 des 2005 nr. 107 (med virkning for rådighetsovergang fra og med 1 jan 2006), 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 9 mai 2008 nr. 17.\n1 Jf. lov 21 feb 1930 § 124.\n2 Se §§ 43 og 44.\n3 Se el. kap. 3 og § 95.\n4 Se § 24.\n5 Jf. § 34.\n6 Lov 17 juni 2005 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Andres opplysningsplikt.",
      "content": "Gjenlevende ektefelle​1 eller samboer​2 plikter,​3 også uten å være loddeier​4 eller arving i boet, på forlangende av avgiftsmyndigheten​5 å gi alle opplysninger som nevnt i § 25, sjette ledd.\nAlle offentlige myndigheter samt livsforsikringsselskaper​6 plikter ukrevd å gi de opplysninger som fastsettes av vedkommende departement til kontroll med at avgift svares etter denne lov.\nNår det foreligger skjellig grunn til å tro at en avgiftspliktig overdragelse av midler har funnet sted, eller til kontroll med at pliktig avgift svares, påligger det partene på forlangende av avgiftsmyndigheten å gi alle opplysninger som kan ha betydning ved avgjørelsen av om avgiftsplikt foreligger. Under samme vilkår påligger det enhver å gi opplysninger om midler som vedkommende har eller har hatt til forvaltning for navngitt person og om økonomiske mellomværender som står i sammenheng med forvaltningen.\nFor offentlige myndigheter som fastsetter,​7 innkrever eller kontrollerer​8 skatter og avgifter til stat eller kommune gjelder opplysningsplikten uten hensyn til mulig taushetsplikt. Taushetsplikt kan heller ikke påberopes av andre når opplysninger kreves etter reglene i tredje ledds annet punktum. Opplysningsplikt som påhviler noen som ikke er eller ikke antas å være, yter eller mottaker av avgiftspliktige midler, eller loddeier i boet, er begrenset som bestemt i tvisteloven​9 §§ 22-9 til 22-11.\n0 Endret ved lover 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller seinare), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se el. kap. 3 og § 95.\n2 Se § 47 A.\n3 Jf. § 43 og § 44.\n4 Jf. lov 21 feb 1930 § 124.\n5 Jf. § 24.\n6 Jf. lov 10 juni 2005 nr. 44 § 1-3.\n7 Jf. lignl. kap. 2.\n8 Jf. sktbl.\n9 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Adgang til gransking m.v.",
      "content": "Plikten til å gi opplysninger etter bestemmelsene i dette kapitel omfatter også plikt til på forlangende å forevise fast eiendom, løsøre, dokumenter, registrerte regnskapsopplysninger, regnskapsmateriale​1 og andre bevisligheter for avgiftsmyndigheten​2 eller for sakkyndige som avgiftsmyndigheten måtte ha anmodet om å foreta gransking eller verdsettelse.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. rskl. og lov 19 nov 2004 nr. 73.\n2 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Omkostninger ved gransking m.v.",
      "content": "I den utstrekning avgiftsmyndigheten​1 finner det nødvendig av hensyn til avgiftsplikten kan den for det offentliges regning, selv eller ved sakkyndig, foreta gransking, befaring og bokettersyn og ellers innhente uttalelser fra sakkyndige til veiledning ved verdsettelsen. Hvis slik undersøkelse er foretatt, fordi noen tross forespørsel har forsømt sin opplysningsplikt, kan denne pålegges å erstatte omkostningene.\n1 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:30 a",
      "chapter": "5",
      "section": "30 a",
      "title": "Fastsettelse av avgift ved skjønn.",
      "content": "Når melding om arv eller gave ikke er sendt inn i samsvar med § 25 og § 26, kan avgiften fastsettes ved skjønn.\n0 Tilføyd ved lov 21 mai 1993 nr. 47.\n1 Sml. lignl. § 8-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 A."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Underretning om avgiftsfastsettelsen.",
      "content": "Når avgiften er foreløpig​1 eller endelig fastsatt, skal avgiftsmyndigheten​2 underrette den avgiftspliktige, eller i tilfelle hans verge​3 eller fullmektig​4 om hvorledes avgiftsgrunnlaget​5 er fremkommet og avgiftene er beregnet, om avgiftens beløp, om når​6 og til hvem avgiften skal betales, om ansvaret for betalingen, om fristen for klage​7 over avgiftsfastsettingen og om vilkårene for å kreve rettslig skjønn, jfr. kap. VIII.\n0 Endret ved lover 19 juni 1969 nr. 54, 2 des 1994 nr. 63 (ikr. 1 jan 1995).\n1 Jf. § 21.\n2 Jf. § 24.\n3 Jf. lov 26 mars 2010 nr. 9.\n4 Jf. fvl. § 12.\n5 Se § 5.\n6 Jf. sktbl. § 10-31 og § 10-32.\n7 Jf. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Innbetaling. Tvangsfullbyrdelse.",
      "content": "Ved utbetaling eller utlevering av avgiftspliktige midler plikter tingretten​1 å holde tilbake det nødvendige for å dekke vedkommende avgift for så vidt forfallstiden ikke er utsatt i henhold til skattebetalingsloven​2 § 10-31 tredje ledd og § 10-32.\nEr forfallstiden utsatt eller erverves rådigheten​3 over midlene først på et senere tidspunkt enn utlodningen, plikter retten etter anmodning fra skattekontoret å holde tilbake avgiftspliktige midler som sikkerhet for avgiften.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 jan 1993 nr. 20, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 14 apr 2000 nr. 26, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 9 des 2005 nr. 107 (med virkning for rådighetsovergang fra og med 1 jan 2006), 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115, endret paragrafnummer fra § 33, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 9 mai 2008 nr. 17.\n1 Jf. § 24.\n2 Lov 17 juni 2005 nr. 67.\n3 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33 a",
      "chapter": "6",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Retting av feil.",
      "content": "Andre feil ved avgiftsfastsettelsen enn de som gjelder verdsettelse​1 skal avgiftsmyndigheten​2 rette av eget tiltak hvis de oppdages innen ti år etter at underretning er sendt etter § 31. Fristen er dog tre år for retting til skade for den avgiftspliktige, med mindre feilen skyldes at han forsettlig eller uaktsomt har unnlatt å oppfylle sin opplysningsplikt.​3\n1 Jf. § 11 til § 14.\n2 Se § 24.\n3 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Om klage og omgjøring.",
      "content": "Enhver som er ansvarlig for avgiften kan klage over avgiftsfastsettingen. Med de unntak som følger av reglene i dette kapittel gjelder forvaltningslovens​1 kapittel VI for slike klager. Klagefristen er seks uker fra den dag da underretning om avgiftsfastsettingen ble sendt overensstemmende med § 31. Klageinstansen kan forlenge fristen eller gi oppreising mot oversittelse av den, når det finnes rimelig. I de tilfelle skattekontoret​2 er avgiftsmyndighet, jf. § 24 andre ledd, kan klage leveres til ethvert skattekontor.\nVedkommende departement kan av eget tiltak omgjøre avgiftsmyndighetens avgjørelser for så vidt de ikke består i verdsettelse av avgiftspliktige midler eller fradragsposter.​3\nFor at omgjøring skal kunne gjøres gjeldende til skade for noen må underretning om omgjøringen være sendt til vedkommende senest tre år etter at den omgjorte avgjørelse ble truffet.​4 Fristen er dog ti år overfor den som selv, eller ved fullmektig, forsettlig eller uaktsomt har gitt uriktige eller ufullstendige opplysninger som kan ha påvirket den omgjorte avgjørelse, eller som helt har unnlatt å oppfylle sin opplysningsplikt.​5\n0 Endret ved lover 19 juni 1969 nr. 54, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 29 juni 2007 nr. 69\n1 Lov 10 feb 1967.\n2 Jf. lignl. § 2-1.\n3 Jf. § 38.\n4 Sml. lignl. § 9-6.\n5 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Klage til avgiftsmyndigheten.",
      "content": "Klage over verdsettingen av avgiftspliktige midler eller fradragsposter går til avgiftsmyndigheten,​1 som foretar de endringer den finner grunn til, og sender underretning om avgjørelsen til klageren og andre som avgjørelsen har rettslig betydning for. Underretningen skal angi adgangen til, og fristen for, å kreve rettslig skjønn.​2\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 24.\n2 Se §§ 37 og 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Krav om rettslig skjønn.",
      "content": "Innen seks uker etter at underretning er sendt om avgiftsmyndighetens avgjørelse etter § 36, kan enhver som avgjørelsen har rettslig betydning for, kreve verdsettingen fastsatt ved rettslig skjønn.​1 Skjønnsbestyreren kan gi oppfriskning mot oversittelse av fristen.\n0 Endret ved lover 19 juni 1969 nr. 54, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se §§ 39 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Departementets krav om endring av verdsettelse.",
      "content": "Vedkommende departement kan kreve avgiftsmyndighetens verdsettelse av avgiftspliktige midler eller fradragsposter prøvet ved rettslig skjønn​2 hvis ikke enighet om endring oppnås med den avgiftspliktige.\nRettslig skjønn må i tilfelle være krevd innen de frister som er angitt i § 35, tredje ledd.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Jf. § 35.\n2 Se §§ 39 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Rettslig skjønn.",
      "content": "Rettslig skjønn holdes etter reglene i skjønnsprosessloven av 1. juni 1917, med unntak som angitt i §§ 40-42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Partsforhold og varsel om skjønn.",
      "content": "Når noen har krevet skjønn etter § 37, kan enhver annen som avgjørelsen kan få rettslig betydning for,​1 tre inn som part i saken så lenge den ikke er rettskraftig avgjort. Staten lar snarest mulig forkynne skriftlig varsel om skjønnssaken for dem som har slik adgang til å tre inn som part. Varselet skal angi de virkninger avgjørelsen kan få og adgangen til å tre inn i saken.\n1 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Hvem skjønnet er bindende for.",
      "content": "Skjønnsresultatet legges til grunn overfor alle som enten har vært parter i saken, har fått varsel etter § 40, eller godtar skjønnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Omkostninger ved skjønnet.",
      "content": "De kostnader som etter lovgivningen følger med skjønnssaken, bæres av det offentlige. Finner retten at noen uten rimelig grunn, ved å begjære skjønn, ved anførsler under saken eller på annen måte har pådradd den annen part omkostninger i forbindelse med skjønnssaken, herunder utgifter til nødvendig bistand, kan den pålegge vedkommende å erstatte omkostningene helt eller delvis.\n0 Endret ved lover 26 jan 1973 nr. 3, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Mulkt for forsømt opplysningsplikt.​2",
      "content": "Når noen unnlater å oppfylle sin melde- og opplysningsplikt etter kapittel V, kan avgiftsmyndigheten pålegge ham å oppfylle plikten under en mulkt på inntil kr 100 for hver dag en ny frist blir oversittet. Mulkten tilfaller statskassen.\n0 Endret ved lover 26 juni 1992 nr. 86, 21 mai 1993 nr. 47, 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Sml. lignl. § 10-8.\n2 Jf. tvangsl. § 7-2, d. Sml. lignl. § 10-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Tilleggsavgift.​1",
      "content": "Hvis en avgiftspliktig eller hans verge, selv eller ved fullmektig, forsettlig eller ved grov uaktsomhet har gitt uriktige eller ufullstendige opplysninger​2 som har ført eller kunne ha ført, til fastsettelse av for lav avgift, kan vedkommende departement pålegge den avgiftspliktige å betale en tilleggsavgift avpasset etter skylden og omstendighetene for øvrig. Tilleggsavgiften må ikke overstige det avgiftsbeløp som den avgiftspliktige har unngått eller kunne ha unngått. Tilleggsavgift kan også pålegges når noen som nevnt i første punktum helt unnlater å oppfylle sin opplysningsplikt etter §§ 25 og 27.\n1 Sml. lignl. § 10-2.\n2 Sml. strl. 1902 §§ 166, 339 og 406; strl. 2005 §§ 221 og 378 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Avfinnelsessum.",
      "content": "Når det er uforholdsmessig vanskelig å foreta en nøyaktig avgiftsfastsettelse etter reglene foran, kan vedkommende departement godta en avfinnelsessum som endelig oppgjør for avgiften. Staten er dog ikke bundet av en slik overenskomst hvis det innen ti år oppdages at den avgiftspliktige forsettlig eller grovt uaktsomt har gitt uriktige eller ufullstendige opplysninger som har hatt betydning for avgjørelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Nedsettelse av avgift m.v.",
      "content": "Når en gave ytes av norsk statsborger som godtgjøres å være fast bosatt i utlandet,​1 skal det i arveavgiften gjøres fradrag for mulig arveavgift, gaveskatt eller tilsvarende avgift som godtgjøres å være svart til bostedslandet.​2 Det gjøres ikke fradrag i arveavgift som skal svares av midler som omhandlet i § 1, tredje ledd.\nNår det av særlige grunner knyttet til fastsettelsen vil virke særlig urimelig å fastholde hele kravet, kan departementet overfor en eller flere av dem som er ansvarlige for avgiften, nedsette eller frafalle kravet.\n0 Endret ved lover 21 mai 1993 nr. 47, 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Jf. § 1 (1).\n2 Sml. sktl. §§ 16-20 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Utfyllende forskrift.",
      "content": "Kongen​1 kan gi forskrift til utfylling og gjennomføring av denne lov.\n0 Tilføyd ved lov 27 juni 1986 nr. 42.\n1 Finansdepartementet iflg. res. 6 aug 1993 nr. 801.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:47 a",
      "chapter": "10",
      "section": "47 a",
      "title": "Definisjon​1",
      "content": "Som samboere regnes i denne lov personer som omfattes av bestemmelsen i folketrygdloven​2 § 1-5 og to ugifte personer som bor sammen og har bodd sammen sammenhengende i minst to år i et ekteskapslignende eller partnerskapslignende forhold. Ved beregningen av botid tas med opphold utenfor felles bopel på grunn av utdannelse, arbeid, sykdom, institusjonsopphold eller andre lignende forhold.\nDen som var samboer i samsvar med arveloven​3 § 28 c med rett til å sitte i uskifte anses også å være samboer i arveavgiftsloven i forbindelse med samboeruskifte.\n0 Tilføyd ved lov 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller seinare), endret ved lover 9 des 2005 nr. 116 (med virkning for rådighetsovergang fra og med 1 jan 2006), 24 juni 2011 nr. 20.\n1 Jf. § 2 (1) og (2), § 4 (4), § 5 (4), § 7 (5), § 8 (2), § 14 (4) og § 28 (1).\n2 Lov 28 feb 1997 nr. 19.\n3 Lov 3 mars 1972 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 A."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Ikrafttreden og overgangsbestemmelser.",
      "content": "Denne lov trer i kraft den 1. januar 1965.\nPå arv etter noen som er død, eller som etter lov om forsvunne personer m.v. av 23. mars 1961 formodes å være død, senest 31. desember 1964 skal de hittil gjeldende lover komme til anvendelse i stedet for denne lovs kapitler I, II, III og IV. Denne lov skal likevel gjelde fullt ut hvis midlene beholdes av gjenlevende ektefelle​1 i uskiftet bo,\n– – –\nBestemmelsen i foregående ledds første punktum får også anvendelse på arveforskudd fullbyrdet før 1. april 1934. Det samme gjelder andre gaver som mottakeren etter denne lovs bestemmelser ansees å ha ervervet rådigheten over senest 31. desember 1964, og på gaver fra avdøde som utdeles på skifte etter noen som er død eller formodes død senest 31. desember 1964, i begge tilfelle for så vidt melding om gaven er sendt avgiftsmyndigheten senest 31. mars 1965.\n0 Endret ved lov 27 juni 1986 nr. 42 (tidligere § 47).\n1 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Endringer i og opphevelse av andre lover.\n– – –\n0 Endret ved lov 27 juni 1986 nr. 42 (tidligere § 48).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Avgiftspliktens utstrekning.",
      "content": "Det skal svares arveavgift til staten etter reglene i denne lov​1 når arvelateren ved sin død, eller giveren da gaven ble ytet,​2 var bosatt i riket eller var norsk statsborger.​3 Av forsvunnet persons midler​4 pliktes avgift hvis den forsvunne var bosatt i riket eller var norsk statsborger​3 på det tidspunkt da han sist vites å ha vært i live.\nBlir det godtgjort at arvelater eller forsvunnet person var fast bosatt utenfor riket på det tidspunkt som er nevnt i første ledd og at det er svart arveavgift eller tilsvarende avgift av de etterlatte midler til bostedslandet,​5 pliktes ikke arveavgift på grunnlag av norsk statsborgerskap.\nAvgift blir alltid​5 å svare av fast eiendom eller anlegg her i riket med rettigheter og tilbehør, herunder innbo, maskiner, gårdsredskaper, avling, besetning o.l., samt rettigheter over eller krav på avgifter og andre ytelser for bruk eller utnyttelse av slik fast eiendom eller anlegg. Det samme gjelder for løsøre, fordringer og rettigheter nyttet i eller knyttet til ervervsvirksomhet som har vært drevet fra fast driftssted her i riket.\nAv fast eiendom og andre midler som nevnt i tredje ledd blir avgift ikke å svare når eiendommen eller driftsstedet ligger i utlandet og det blir godtgjort at arveavgift eller tilsvarende avgift er svart til den stat der eiendommen eller driftsstedet befinner seg.​6\nKongen, Dronningen, den nærmeste arveberettigede til tronen i hvert etterfølgende slektsledd​7 og disse personers ektefeller, samt disses felles barn som ikke er fylt 20 år ved utgangen av det år arve- eller gaveerverv skjer, er unntatt fra plikten til å svare arveavgift for arv og gaver.​8\n0 Endret ved lov 21 des 2001 nr. 102 (ikr. straks med virkning for arv og gave hvor rådigheten erverves 1 jan 2002 eller senere).\n1 Jf. § 47.\n2 Se § 2 (3).\n3 Jf. lov 10 juni 2005 nr. 51. Jf. også § 46 (1).\n4 Se § 9 og lov 23 mars 1961 nr. 1.\n5 Jf. § 46.\n6 Sml. sktl. § 2-1 (9).\n7 Jf. Grl. § 6.\n8 Jf. sktl. § 2-30 (1), a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Avgiftspliktig erverv.",
      "content": "Avgift blir å svare av all arv.​1 Det samme gjelder gave​2 eller del av gave til:\na. Noen som på den tid gaven ytes er giverens eller hans ektefelles​3 eller hans samboers​4 nærmeste arving etter loven​5 eller fosterbarn,\nb. Noen som på den tid gaven ytes er betenkt i giverens testament.​6\nc. Slektning i rett nedstigende linje til noen som er nevnt under a) eller b).\nd. Ektefelle​3 eller samboer​4 til noen som er nevnt under a), b) eller c), eller som ville stått i slikt forhold til giveren dersom han hadde vært i live.\ne. selskap i den utstrekning noen som er nevnt under bokstavene a), b), c) eller d) direkte eller indirekte er eiere eller er interessert på vesentlig samme måte som eier eller deltaker.\nf. stiftelse​7 eller annen formuesmasse når det kan påregnes at utdelinger kommer noen som er nevnt under bokstavene a), b), c) eller d) eller medlemmer av en eller flere bestemte familier til gode.​8 Hele gaven skal regnes med i avgiftsgrunnlaget​9 når avgiftsplikten følger av denne bokstav.\nAvgift blir videre å svare av gave eller del av gave som ikke var ytet senest seks måneder før giverens død. Er mottakeren eller hans ektefelle​3 eller samboer​4 betenkt i giverens testament​6 ved dødsfallet, gjelder det samme for gave som ikke var ytet senest 5 år før giverens død.\nEn gave ansees ytet når giveren med endelig virkning har gitt fra seg rådigheten,​10 eller den etter forholdene vesentlige rådighet, over den. Gave i form av oppnevnelse som begunstiget ved livsforsikring​11 ansees ikke å være ytet så lenge forsikringstakeren har rett til å tilbakekalle oppnevnelsen eller til å heve gjenkjøpsverdien eller forsikringssummen ved oppnådd alder eller under andre vilkår, eller har rett til på annen måte å rå over polisens verdi.​12\nDet er uten betydning for bestemmelsen foran om ekteskapet eller samboerskapet som omfattes av § 47 A er opphørt ved dødsfall.\nUtdeling fra legat, stiftelse eller annen formuesmasse​13 som er opprettet eller forøket ved gave etter denne lovs ikrafttreden​14 uten at avgift er svart, skal regnes som gave fra den som har opprettet eller forøket formuesmassen.​15\nSom giver regnes også den som mot vederlag har betinget seg at en annen yter en gave. Det samme gjelder den som er interessert slik som beskrevet i første ledds bokstav e) i selskap som yter gaven.\nEnhver økonomisk fordel som oppnås ved foreldelse​16 eller ettergivelse av gjeld, eller ved kjøp, bytte, leie, lån, interessentskapsavtale eller annen rettshandel hvor mottakeren ikke har svart fullt vederlag, blir å regne som gave. Vederlag kommer i denne henseende i betraktning bare så langt det etter bestemmelsene i § 15 medfører krav på fradrag i det mulige avgiftsgrunnlag. Selv om det påberopes at det svares fullt vederlag ansees gave å foreligge så lenge avgiftsmyndigheten etter bestemmelsene i § 16 har adgang til å nekte fradrag for vederlaget i et mulig avgiftsgrunnlag, eller til å ta forbehold og kreve sikkerhet for senere beregnet avgift.\nAvgift skal svares av utbetalinger i forbindelse med dødsfall fra forsikringsselskap til dødsboet, avdødes arvinger eller noen som er oppnevnt som begunstiget etter forsikringsavtalen.​17 Dette gjelder ikke utbetalinger til dekning av ansvar for økonomisk tap som mottakeren påføres som følge av dødsfallet. Grunnlaget etter første punktum reduseres med skatt på avkastning som regnes som fordel vunnet ved kapital etter skatteloven​18 § 5-20 annet ledd b.\n0 Endret ved lover 28 feb 1986 nr. 8, 21 mai 1993 nr. 47, 28 juni 2002 nr. 49, 12 des 2003 nr. 101 (ikr. 1 jan 2004 med virkning for rådighetserverv som inntrer fra og med samme dato), 25 juni 2004 nr. 42 (f o m inntektsåret 2004), 9 des 2005 nr. 116 (med virkning for rådighetsovergang fra og med 1 jan 2006).\n1 Jf. lov 3 mars 1972 nr. 5. Sml sktl. § 5-50 (3).\n2 Se syvende ledd. Sml sktl. § 5-50 (3).\n3 Se lov el. kap. 3 og § 95.\n4 Se § 47 A.\n5 Se lov 3 mars 1972 nr. 5 kap. I.\n6 Jf. lov 3 mars 1972 nr. 5 §§ 48 flg.\n7 Jf. lov 15 juni 2001 nr. 59.\n8 Sml. sktl. § 2-32 (5).\n9 Jf. kap. II.\n10 Jf. § 9.\n11 Jf. lov 16 juni 1989 nr. 69 § 15-2.\n12 Jf. § 4 og lov 16 juni 1989 nr. 69 § 15-2.\n13 Jf. lov 15 juni 2001 nr. 59.\n14 Jf. § 48 (1).\n15 Jf. § 4 (5) annet punktum.\n16 Jf. lov 18 mai 1979 nr. 18.\n17 Jf. lov 16 juni 1989 nr. 69 kap. 15.\n18 Lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Hvem som er avgiftspliktig.",
      "content": "Avgiftspliktig er den som erverver midlene.\nHvor et selskap, stiftelse eller annen formuesmasse er avgiftspliktig, jf. § 2, første ledds bokstav e), f) og annet ledd, og det vesentlige av midlene antas å skulle tilfalle høyst fire personer, skal midlene regnes å være ervervet av disse. Avgiftsbeløpet blir å utrede av selskapet eller formuesmassen.\nNår staten frafaller arv​1 ansees midlene som arv direkte fra arvelateren til den som får dem.\n0 Endret ved lov 10 des 2004 nr. 77.\n1 Se lov 3 mars 1972 nr. 5 § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Avgiftsfrihet for visse midler.",
      "content": "Fritatt for avgiftsplikt er gaver​1 som består i:\na. Periodiske ytelser til oppfostring eller utdannelse, underhold i yterens hjem og ytelser til nødvendig understøttelse, forsåvidt midlene er forbrukt før giverens død.\nb. Gaver ytet før giverens død til fysiske personer innenfor et årlig fribeløp tilsvarende et halvt grunnbeløp i folketrygden (G)​2 ved årets inngang. Gaver i form av ikke-børsnoterte aksjer, andeler i ansvarlige selskap eller kommandittselskap og andre typer verdipapirer som ikke er notert på børs, samt overføring av fast eiendom, er ikke fritatt for avgiftsplikt etter denne bestemmelsen.\nGaver i form av forsikringspoliser​3 eller betaling av premie for slike poliser, er ikke fritatt for avgiftsplikt etter bestemmelsene i foregående ledd.\nFritatt for avgiftsplikt er rett til pensjon​4 som tilkommer en arving på grunn av avdødes tjenestestilling eller individuell pensjonsavtale for så vidt den tilfredsstiller kravene i lov 15. desember 2006 nr. 81 om endringer i lov 26. mars 1999 nr. 14 om skatt av formue og inntekt Overgangsregel ved oppheving av skatteloven​5 § 6-47 første ledd bokstav c og lov 27. juni 2008 nr. 62 om individuell pensjonsordning kapittel 5, og ytelsen ikke er garantert å komme til utbetaling. Garanterte ytelser er likevel fritatt for avgift ved utbetaling til barn inntil fylte 21 år og til ervervsuføre barn. Det samme gjelder etterlønn og etterpensjon i den utstrekning beløpene regnes som skattepliktig inntekt for arvinger eller dødsboet.​6\nMidler som noen mottar som arv eller gave fra sin ektefelle​7 eller samboer​8 er fritatt for avgiftsplikt.\nArv og gave som nevnt i § 2 første ledd bokstav b) og § 2 annet ledd, til juridisk person med allmennyttig formål er unntatt fra avgiftsplikt.​9 Utdeling av midler fra institusjon eller organisasjon som har mottatt avgiftsfri arv eller gave etter reglene i dette ledd til noen som er fortrinnsberettiget på grunn av slektskap, regnes som arv eller gave direkte fra giveren eller arvelateren.​10 Avgiftsfrihet etter dette ledd gis ikke hvis giver eller arvelater har gitt bestemmelse om bruk av arve- eller gavemidlene som ikke faller inn under et allmennyttig formål. Departementet kan i forskrift gi regler til utfylling og gjennomføring av reglene i dette ledd, herunder gi regler om krav til vedtekter, regnskap og revisjon.\n0 Endret ved lover 27 juni 1986 nr. 42, 21 mai 1993 nr. 47, 19 juni 1997 nr. 69 (f o m inntektsåret 1997), 19 mars 1999 nr. 10 (f o m inntektsåret 1998), 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 17 des 1999 nr. 87 (f o m inntektsåret 2000), 24 nov 2000 nr. 81 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1167), 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller senere), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 12 des 2003 nr. 101 (ikr. 1 jan 2004 med virkning for rådighetserverv som inntrer fra og med samme dato), 14 des 2007 nr. 99 (ikr. 1 jan 2008), 11 des 2009 nr. 116 (ikr. 1 jan 2010).\n1 Se § 2, § 10 (2), § 14 (1) og (2).\n2 Jf. ftrl. § 1-4.\n3 Se lov 16 juni 1989 nr. 69 del B.\n4 Jf. § 17.\n5 Lov 26 mars 1999 nr. 14.\n6 Jf. sktl. § 5-40 (1).\n7 Jf. el. kap. 3 og § 95.\n8 Se § 47 A.\n9 Sml. sktl. § 2-32.\n10 Jf. § 2 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Hva avgiftsgrunnlaget omfatter.",
      "content": "Avgiftsgrunnlaget er den samlede verdi av avgiftspliktige midler som noen mottar fra samme giver eller arvelater​1 og som han får rådighet over til samme tid, jfr. §§ 9 og 10. Midlene blir å verdsette etter reglene i §§ 11 til 14 slik de foreligger når rådigheten erverves, og med fradrag etter reglene i §§ 15 til 17. Avgiftsgrunnlaget omfatter alle økonomiske verdier, hva enten de består av formue til eie, inntektsnytelse​2 eller andre rettigheter.\nAvgiftsgrunnlaget omfatter også avgiftsbeløp som ifølge arvelaters eller givers bestemmelse skal betales av andre enn den avgiftspliktige. Ved fastsettelsen av loddeiernes​3 avgiftsgrunnlag i et bo hvor samtlige loddeiere er avgiftspliktige, skal det ikke tas hensyn til arvelaters bestemmelse om at boet skal dekke avgiften for loddeierne.\nNår ervervet omfatter det vesentlige av den fulle eierrådighet over kapitalverdier fastsettes avgiftsgrunnlaget som om den avgiftspliktige var eier, under hensyntagen til de begrensninger han påviser i sin rådighet.\nEn inntektsnyter​2 blir å anse som eier av kapital som er avsatt til inntektsnytelsen hvis kapitalen skal tilfalle noen av hans eller hans ektefelles​4 eller samboers​5 slektninger i rett nedstigende linje eller slik slektnings ektefelle eller samboer,​5 eller hvis inntektsnyteren kan rå over kapitalen ved testament.​6 Er inntektsnytelsen begrenset til et fast årlig beløp, utgjør avgiftsgrunnlaget 25 ganger dette beløp, begrenset til kapitalens størrelse.​7\nNy innehaver av stamhus eller fideikommiss ansees som inntektsnyter.​6\n0 Endret ved lover 21 mai 1993 nr. 47, 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller senere).\n1 Jf. §§ 2 og 19.\n2 Jf. § 8 (1), § 10, § 13, § 15 og § 21.\n3 Jf. lov 21 feb 1930 § 124.\n4 Se el. kap. 3 og § 95.\n5 Se § 47 A.\n6 Jf. § 8 (1) tredje punktum, sktl. § 4-50.\n7 Jf. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Avgiftsgrunnlaget i boer.​1",
      "content": "I boer skal avgiftsgrunnlaget fastsettes til det som vil falle på den enkelte avgiftspliktige ved at alle boets midler fordeles etter lov og testament.​2 Når det ved fastsettelsen av avgiftsgrunnlaget skal legges til grunn en høyere verdi enn den som skiftet bygger på,​3 skal dette ha virkning for alle som hadde krav på andel i vedkommende midlers verdi.\nDen virkelig gjennomførte fordeling av arven blir å legge til grunn ved fastsettelsen av avgiftsgrunnlaget, når fordelingen helt ut stemmer overens med arvelaters ønske ifølge skriftlig opptegnelse, selv om opptegnelsen ikke oppfyller kravene til testament,​4 og selv om fordelingen går ut over den rett arvelater i forhold til livsarvingene hadde til å rå over arven.\n1 Jf. § 12 (2).\n2 Se lov 3 mars 1972 nr. 5 kap. I og andre del.\n3 Jf. § 11.\n4 Jf. lov 3 mars 1972 nr. 5 kap. VIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Hvilken ektefelle eller samboer midlene skal regnes å komme fra​1",
      "content": "Når en gjenlevende ektefelle​2 eller samboer​3 som sitter i uskiftet bo​4 foretar utdelinger av boets midler, utgjør avgiftsgrunnlaget det hver enkelt mottaker får tildelt. Slik utdeling anses som gave fra lengstlevende ektefelle eller samboer med mindre annet følger av de øvrige regler i denne lov.\nUtdeling fra gjenlevende ektefelles uskiftebo til noen som er livsarving​5 eller testamentsarving etter begge ektefellene,​2 ansees ved arveavgiftsberegningen å komme med en halvpart fra hver av ektefellene. Utdeling fra gjenlevende samboers uskiftebo​6 til noen som er livsarving eller testamentsarving etter begge samboerne, anses ved arveavgiftsberegningen å komme fra hver av samboerne forholdsmessig etter nettoverdien av deres eiendeler i uskifteboet på den tiden da uskiftet tok til. Dette gjelder likevel ikke dersom utdelingen som følge av arverettslige regler eller andre forhold må ansees å komme fra den ene ektefellen.\nUtdeling fra gjenlevende ektefelles eller samboers uskiftebo til noen som bare er arving etter førstavdøde,​7 regnes i sin helhet som arv etter denne, med mindre mottakeren godtgjør at utdelingen overstiger avdødes andel i boet. Det overskytende beløp, samt senere utdelinger og arv, ansees i sin helhet å være kommet fra lengstlevende.\nVed oppgjør av boet etter lengstlevendes død skal det som hver arving mottar på skiftet, med tillegg av det vedkommende har mottatt under uskiftet, anses å komme fra ektefellene eller samboerne, i samme forhold som om samtlige midler var fordelt på skiftet, jf. § 6 første ledd. Har noen under uskiftet mottatt mer enn hans lodd fra den enkelte arvelater skulle utgjøre etter foregående punktum, blir avgiften ikke å omberegne.\nUten hensyn til bestemmelsen i de foregående ledd gjelder: Har ektefeller​2 eller samboere​3 opprettet en siste felles viljeserklæring​8 og det er uvisst fra hvilken av ektefellene eller samboerne et arvebeløp kommer, ansees beløpet ved avgiftsfastsettelsen å komme med en halvpart fra hver av ektefellene​2 eller samboerne. Arvebeløp som tilfaller noen som er så nær beslektet med den ene av ektefellene eller samboerne at han omfattes av arvelovens arvegangsklasser,​9 ansees i sin helhet å komme fra denne ektefelle eller samboer. Hvis den ene ektefelles eller samboers lodd overskrides av arvebeløp som etter de to foregående punktum skal anses å komme fra ham, blir det overskytende – i tilfelle med en forholdsmessig del av flere arvebeløp – å anse som arv fra den andre ektefellen eller samboer.\n0 Endret ved lover 21 mai 1993 nr. 47 (tidligere avgitt erklæring om at arv etter førstavdøde er mottatt fullt ut, er bindende også i forhold til utdelinger fra uskifteboet som foretas etter 1 juli 1993), 28 juni 2002 nr. 49, 24 juni 2011 nr. 20 (ikr. med virkning for arv og gave der råderetten blir oppnådd 1 juli 2011 eller seinare).\n1 Jf. § 9 (2).\n2 Se el. kap. 3 og § 95.\n3 Jfr. § 47 A.\n4 Jf. lov 3 mars 1972 nr. 5 kap. III og III A.\n5 Jf. lov 3 mars 1972 nr. 5 § 1.\n6 Jf. § 47 A (2) og lov 3 mars 1972 nr. 5 kap. III A.\n7 Jf. § 8 (3) annet punktum.\n8 Jf. lov 3 mars 1972 nr. 5 § 49 (3).\n9 Jf. lov 3 mars 1972 nr. 5 kap. I.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Hvem som regnes som giver, arvelater og mottaker i noen særtilfeller.",
      "content": "Når arv eller gave ifølge arvelaters eller givers bestemmelse skal tilfalle flere personer etter hverandre,​1 ansees også senere erverver å ha fått midlene som arv eller gave direkte fra arvelateren eller giveren i den utstrekning bestemmelsen medfører en annen fordeling av midlene etter den foregående erverver enn den som følger av lovens arvegangsregler. I de tilfeller som er nevnt i § 5, fjerde ledd, ansees kapitalen dog å tilfalle mottakeren som arv eller gave fra inntektsnyteren.​2 Ny innehaver av stamhus eller fideikommiss ansees å ha ervervet sine rettigheter fra nærmest foregående innehaver.​3\nAvgår noen ved døden før han har ervervet rådigheten​4 over midler som han ellers ville pliktet avgift av, ansees den som midlene tilfaller å ha ervervet dem direkte fra den opprinnelige giver eller arvelater. Tilfaller midlene den avdødes ektefelle​5 eller samboer​6 som arv eller boslodd, blir dog avgift å beregne som om den avdøde selv hadde ervervet rådigheten over dem.\nNår en arving uten forbehold frafaller hele eller en del av den arv han har krav på, slik at den frafalte del fordeles i samsvar med § 74 tredje ledd i arveloven,​7 anses denne del å være tilfalt mottakerne som arv etter arvelateren. Utdeling fra gjenlevende ektefelles eller samboers uskiftebo​8 til noen som gjennom arvefrafall blir førstavdødes arving, anses som arv etter førstavdøde så langt arvefrafallet rekker. Frafall som omhandlet i dette ledd må være bindende overfor de øvrige arvinger og må være erklært skriftlig overfor avgiftsmyndigheten​9 innen utlodning foretas under offentlig skifte eller ved inngivelse av arvemelding, jf. § 25.\n0 Endret ved lover 3 mars 1972 nr. 5, 21 mai 1993 nr. 47, 28 juni 2002 nr. 49, 24 juni 2011 nr. 20 (ikr. med virkning for arv og gave der råderetten blir oppnådd 1 juli 2011 eller seinare).\n1 Jf. Grl. § 108 og lov 3 mars 1972 nr. 5 § 71 (2).\n2 Jf. § 10 og § 13.\n3 Jf. § 5 (5).\n4 Jf. § 9.\n5 Se el. kap. 3 og § 95.\n6 Se § 47 A.\n7 Lov 3 mars 1972 nr. 5.\n8 Jf. § 47 A (2) og lov 3 mars 1972 nr. 5 kap. III A.\n9 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tiden for rådighetservervet.​1",
      "content": "Hvis ikke annet følger av arvelaters eller givers bestemmelse eller av reglene i § 10, ansees rådigheten ervervet slik:\na. Over arvemidler som ikke har vært under offentlig skifte: ved arvelaters død.\nb. Over midler som har vært behandlet av tingretten: når de utloddes eller utleveres uten utlodning eller boet tilbakeleveres,​2 medmindre et høyere avgiftsgrunnlag har vært lagt til grunn ved tidligere avgiftsfastsettelse, jfr. bokstav a), og fristen for å påklage den tidligere verdsettelse er utløpet ved åpningen av offentlig skifte, jfr. §§ 35 og 37.\nc. Over forsvunnet persons midler som ikke undergis offentlig skifte: når dødsformodningsdagen er endelig fastsatt i henhold til lov om forsvunne personer m.v. av 23. mars 1961 § 8, jfr. samme lovs §§ 1 og 12.\nd. Over gavemidler: når gaven i henhold til § 2, tredje ledd, ansees ytet.\nBestemmelsen under første ledd bokstav a til d medfører ikke at rådigheten anses ervervet så lenge gjenlevende ektefelle​3 eller samboer​4 beholder midlene i uskiftet bo i henhold til lov,​5 testament eller samtykke fra førstavdødes arvinger.\nVed fastsettelsen av tiden for rådighetservervet sees det bort fra arvelaters eller givers bestemmelse om at midlene skal behandles etter reglene i vergemålsloven​6 kapittel 7 eller være undergitt lignende rådighetsinnskrenkning.​7\n0 Endret ved lover 19 juni 1969 nr. 54, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 24 juni 2011 nr. 20, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 5 og § 18.\n2 Jf. lov 21 feb 1930 § 32.\n3 Se el. kap. 3 og § 95.\n4 Jf. § 47 A.\n5 Jf. lov 3 mars 1972 nr. 5 kap. III og kap. III A.\n6 Lov 26 mars 2010 nr. 9.\n7 Jf. deknl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Særregler om rådighetservervet.",
      "content": "Rådigheten over midler som består i inntektsnytelse​1 (livrente, løpende kapitalavkastning, bruksrett, grunnavgift m.v.) ansees i sin helhet å være ervervet ved første termins forfall eller ved bruksrettens inntreden. Når det er forbundet med særlige vansker å fastsette kapitalverdien​2 av inntektsnytelsen, og når avgiftsmyndigheten​3 finner det hensiktsmessig av andre grunner, kan rådigheten ansees ervervet etterskuddsvis for hvert enkelt års verdi av inntektsnytelsen.\nVed erverv av livsforsikringspoliser som ikke kan kreves gjenkjøpt​4 og av andre midler hvis vesentlige verdi er avhengig av en betingelse, ansees rådigheten over midlene ikke ervervet før betingelsen er inntrådt. Rådigheten over livsforsikringspoliser som ikke kan kreves gjenkjøpt, ansees heller ikke å være ervervet, så lenge det er uvisst hvilken form eller størrelse selskapets ytelser vil få.\n1 Jf. § 5 (4), § 8 (1), § 13 og § 21.\n2 Se § 13.\n3 Se § 24.\n4 Jf. lov 16 juni 1989 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Verdsettelse.",
      "content": "De avgiftspliktige midler ansettes i alminnelighet til den antatte salgsverdi.​1\nDet skal ikke tas hensyn til givers eller arvelaters bestemmelse om at midlene bare kan overdras til bestemte personer, for en bestemt pris, eller lignende, hvis ikke særlige omstendigheter tilsier det.\nVerdien settes i alminnelighet ikke lavere enn den som er lagt til grunn på skiftet.\nNår gjenlevende ektefelle​2 ved skifte av fellesboet overtar midler etter skiftetakst​3 legges denne til grunn.\n1 Sml. sktl. § 5-50 (3) og sktl. § 9-7.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 21 feb 1930 § 63 og § 125.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:11 a",
      "chapter": "2",
      "section": "11 a",
      "title": "Verdsettelse av ikke-børsnoterte aksjer og andeler i ansvarlig selskap og kommandittselskap.​1",
      "content": "Verdien av ikke-børsnoterte aksjer settes til aksjenes forholdsmessige andel av aksjeselskapets​2 samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven​3 § 4-12 annet og fjerde ledd. Andeler i ansvarlige selskap og kommandittselskap​4 verdsettes på tilsvarende måte.​5 Ikke-børsnoterte aksjer i utenlandske selskaper verdsettes til aksjenes antatte omsetningsverdi, eller til aksjenes forholdsmessige andel av aksjeselskapets samlede skattemessige formuesverdi slik denne fastsettes etter skatteloven​3 § 4-12 tredje og fjerde ledd når den avgiftspliktige krever dette.\nDen enkelte mottaker kan​6 sette den samlede verdi etter første ledd til 60 pst., begrenset oppad til et beløp på 10 mill. kroner.​7 Overskytende verdi inngår i arveavgiftsgrunnlaget med 100 pst.\nVerdsettelsestidspunktet etter denne paragraf er 1. januar i det år rådigheten​8 erverves. Ved verdsettelsen tas det hensyn til eierstyrte endringer i selskapets kapital, aksjer eller andeler i tidsrommet mellom 1. januar og rådighetservervet.​9\n0 Tilføyd ved lov 10 apr 1992 nr. 35, endret ved lover 8 jan 1993 nr. 19, 5 des 1997 nr. 91 (ikr. 1 jan 1998), 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 21 des 2001 nr. 102 (ikr. 1 jan 2002), 16 juni 2006 nr. 22, 12 des 2008 nr. 87 (ikr. 1 jan 2009, se dens III).\n1 Jf. § 14 (5).\n2 Jf. asl.\n3 Lov 26 mars 1999 nr. 14.\n4 Jf. lov 21 juni 1985 nr. 83.\n5 Sml. sktl. § 4-40.\n6 Sml. sktl. § 9-7.\n7 Iflg. endringslov 12 des 2008 nr. 87 skal det ved anvendelse av rabatt-begrensningen på 10 mill. kroner etter annet ledd første punktum tas hensyn til gave hvor rådigheten erverves av gavemottaker fra og med 7 okt 2008.\n1 Iflg. endringslov 12 des 2008 nr. 87 skal det ved anvendelse av rabatt-begrensningen på 10 mill. kroner etter annet ledd første punktum tas hensyn til gave hvor rådigheten erverves av gavemottaker fra og med 7 okt 2008.\n8 Jf. § 9.\n9 Jf. f.eks. asl. kap. 10 og 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11A."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Verdsettelse av fordringer.",
      "content": "Pantobligasjoner, gjeldsbrev, bankinnskudd og andre utestående fordringer settes til pålydende, medmindre det blir godtgjort at den antatte salgsverdi​1 er lavere.\nI den utstrekning en fordring tilfaller skyldneren som gave tas det ved verdsettelsen ikke hensyn til manglende betalingsevne. En fordring som et bo har mot en loddeier​2 ansettes til sitt fulle beløp ved fastsettelsen av boets formue, jfr. § 6, første ledd, uten hensyn til skyldnerens betalingsevne. Er fordringen helt eller delvis uerholdelig, og overstiger det uerholdelige beløp skyldnerens andel i boets formue, skal, ved fastsettelsen av avgiftsgrunnlaget, det overskytende trekkes fra i de øvrige loddeieres andeler av boformuen i forhold til deres lodder.\n1 Jf. § 11.\n2 Jf. lov 21 feb 1930 § 124.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Verdsettelse av inntektsnytelser.​1",
      "content": "Kapitalverdien av en inntektsnytelse​2 (livrente, løpende kapitalavkastning, bruksrett, grunnavgift m.v.) ansettes på grunnlag av dens årlige verdi​3 og antatte varighet.​4 Kapitalverdien av en krone hvert år i et antall år ansettes etter følgende tabell:\nÅr0123456789 0.... – 1,000 1,962 2,886 3,775 4,630 5,451 6,242 7,002 7,73310.... 8,435 9,111 9,76010,38510,98611,56312,11812,65213,16613,65920....14,13414,59015,02915,45115,85716,24716,62216,98317,33017,66330....17,98418,29018,58918,87419,14819,41119,66519,90820,14320,36840....20,58520,79320,99321,18621,37121,54921,72021,88522,04322,19550....22,34222,48222,61822,74822,87322,99323,10923,22023,32723,43060....23,52823,62423,71523,80323,88723,96924,04724,12224,19424,26470....24,33024,39524,45624,51624,57324,62824,68024,73124,78024,82780....24,87224,91524,95724,99725,-25,-25,-25,-25,-25,-\nAvhenger inntektsnytelsens varighet av levetiden for en eller flere personer hvis alder er kjent, legges det til grunn at vedkommende vil leve så mange år som følgende tabell viser:\nÅrMennKvinnerÅrMennKvinnerÅrMennKvinner074803640457211131748037394473101327379383843741012372783937427591247177403641769115707641354077810669754234397881076874433339797986773443238807996672453137816810657146303682681164704729358367126369482934845713626849283385561461675027328656156066512631875516596552253088451758645324298945185763542328904419566255232791442055615622279234215460572126933422535958202594332352585919249533245157601923963325505661182297332649556217219823274854631620992228475364162010022294652651519101223045516614181022231445067141710322324449681316104223343486913161051134424770121510611354146711114\nEr varigheten av en inntektsnytelse ukjent på annen måte enn beskrevet i foregående ledd, ansettes varigheten til femten år, medmindre det sannsynliggjøres at den vil være lengre eller kortere.\nDen årlige verdi av rett til bruk eller avkastning av fast eiendom, bedrift, forretning eller lignende, ansettes til den antatte årlige leieverdi eller avkastning.\nEr årlig avkastning av en kapital ikke kjent, ansettes den til 4 prosent årlig av kapitalens verdi.\nNår en inntektsnytelse kan kreves dekket bare av en avsatt kapital, settes kapitalverdien av inntektsnytelsen ikke høyere enn kapitalens verdi. Skjønnes en slik kapital å være utilstrekkelig til å dekke flere påheftede inntektsnytelser fullt ut, blir kapitalverdien av de enkelte inntektsnytelser å fastsette under hensyn til den reduksjon de enkelte berettigede må tåle. I mangel av andre holdepunkter for omvurderingen reduseres kapitalverdien av de enkelte inntektsnytelser forholdsmessig. Det foretas dog ingen omberegning av inntektsnytelser som det allerede er betalt avgift av.\nOpphører en inntektsnytelse innen ett år etter første termins forfall eller bruksrettens inntreden utgjør avgiftsgrunnlaget verdien av det som er eller vil bli mottatt. Er avgift allerede betalt, blir det for meget erlagte å tilbakebetale.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Jf. § 5 (4) annet punktum.\n2 Jf. § 5 (4), § 8 (1), § 10 og § 15.\n3 Jf. fjerde og femte ledd.\n4 Jf. annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Andre særregler om verdiansettelse.",
      "content": "Krav etter livspolise ansettes til forsikringssummen eller til polisens gjenkjøpsverdi hvis forsikringssummen ikke er forfalt til betaling.​1\nKrav etter livrentepolise​2 ansettes til kapitalverdien av livrenten, jfr. § 13. Livrentepolise som har gjenkjøpsverdi, ansettes til gjenkjøpsverdien med tillegg av kapitalverdien av mulig fripolise, hvis livrenten ikke er begynt å løpe.\nVerdien av varelagre og andre gjenstander beregnet på omsetning med fortjeneste ansettes til den pris varene kan anskaffes eller tilvirkes for, med tillegg av innkjøpsomkostninger.​3 Verdien av varer som på grunn av skade, ukuranthet eller annen særlig årsak bare kan ventes solgt til redusert pris, settes til påregnelig salgspris med fradrag for salgsomkostninger.\nNår fast eiendom som er gjenstand for åsetesrett,​4 overtas på skifte av åsetesberettiget arving i henhold til skiftetakst,​5 legges denne til grunn for avgiftsberegningen selv om arvingen ikke er best åsetesberettiget. Overtas eiendom av åsetesberettiget arving uten at overtagelsen skjer i henhold til skiftetakst eller overtas den av annen slektning i rett nedstigende linje, settes verdien til tre fjerdedeler av den antatte salgsverdi. Det samme gjelder når arvelateren i levende live overdrar fast eiendom som er gjenstand for åsetesrett til slektning i rett nedstigende linje. En arving kan ikke fra samme arvelater kreve verdsettelse etter disse reglene for mer enn én eiendom eller de andeler han mottar i en eiendom. Ektefeller​6 eller samboere​7 ansees i denne henseende som én arvelater, selv om ekteskapet eller samboerskapet er opphørt ved døden.\nNår et dødsbo, arving eller gavemottaker trer inn i arvelaters eller givers inngangsverdi, skjermingsgrunnlag,​8 ubenyttet skjermingsfradrag​9 og øvrige skattemessige posisjoner tilknyttet aksje eller andel etter reglene i skatteloven​10 § 10-33 og § 10-46, skal det ved verdsettelsen av aksjen eller andelen gjøres et fradrag med et beløp som tilsvarer 20 prosent av latent gevinst ved realisasjon av aksjen eller andelen. Ved beregningen av den latente gevinsten legges aksjen eller andelens omsetningsverdi til grunn som utgangsverdi. For aksjer og andeler som verdsettes etter § 11 A fastsettes utgangsverdien til 100 prosent av verdien etter § 11 A.\nVerdien av private biler, motorsykler, mopeder, mopedbiler, snøscootere og campingvogner settes til formuesverdien slik den fastsettes etter skatteloven.​11\n0 Endret ved lover 21 mai 1993 nr. 47, 28 juni 2002 nr. 49 (ikr. 1 jan 2002), 10 des 2004 nr. 77 (ikr. 1 jan 2006), 17 juni 2005 nr. 69 (ikr. jan 2006), 12 des 2008 nr. 87 (ikr. 1 jan 2009).\n1 Jf. lov 16 juni 1989 nr. 69.\n2 Jf. lov 16 juni 1989 nr. 69 § 10-2, e.\n3 Sml. sktl. § 14-5 (2).\n4 Jf. lov 28 juni 1974 nr. 58 kap. XII.\n5 Jf. lov 21 feb 1930 § 125\n6 Se el. kap. 3 og § 95.\n7 Se § 47 A.\n8 Jf. sktl. § 10-12 (2).\n9 Jf. sktl. § 10-12 (1) fjerde punktum.\n10 Lov 26 mars 1999 nr. 14.\n11 Jf. sktl. § 4-1 (1) og § 4-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Fradrag.​1",
      "content": "Fra bruttoverdien av de avgiftspliktige midler trekkes de forpliktelser som påhviler den avgiftspliktige eller boet til dekning av arvelaters gjeld, eller som av giver eller arvelater er pålagt den avgiftspliktige som vilkår for ervervet.\nVidere fratrekkes utgiftene til arvelaters begravelse og gravsted og de omkostninger som er nødvendige for at den avgiftspliktige skal kunne komme i besittelse av midlene,​2 herunder legitimerte skifteomkostninger. Den pliktige arveavgift kommer ikke til fradrag.\nForpliktelse til å utrede en inntektsnytelse til giveren eller andre kommer til fradrag med den kapitaliserte verdi av inntektsnytelsen, jfr. § 13, med følgende begrensninger:\na. Inntektsterminer som forfaller før inntektsnyteren fyller toogseksti år tas i betraktning bare hvis inntektsnytelsen kan ansees som vederlag for arbeid i givers eller arvelaters tjeneste, eller hvis det på grunn av sykdom, uførhet eller andre forhold foreligger et særlig behov for pensjonering eller støtte.\nb. For hver enkelt inntektsnyter kan den årlige verdi av en eller flere inntektsnytelser, pålagt av samme giver eller arvelater, ikke overstige den høyeste pensjon i Statens pensjonskasse.​3\nc. Hvis den avgiftspliktige vil kunne kreve fradrag for ytelsene ved inntektsligningen,​4 reduseres fradraget med den satsen som gjelder ved fastsettelse av alminnelig inntekt etter skatteloven​5 kapittel 5 til 11, for angjeldende inntektsår.​6\nSom arvelaters gjeld ansees ved privat skifte​7 skatt utlignet på arvelaters inntekt fram til dødsfallet​8 og skatt på arvelaters formue som knytter seg til et tidspunkt før dødsfallet. Har boet vært under offentlig skifte trer utleveringsdagen i stedet for dødsfallsdagen. Er den nevnte inntekt lignet sammen med boets eller en arvings inntekt,​9 utgjør det fradragsberettigede skattebeløp en så stor andel av den samlede skatt som vedkommende inntekt utgjør av den samlede inntekt.\nOmfatter arv eller gave midler som det ikke skal svares avgift av,​10 skal fradrag etter første ledd ikke utgjøre større del av de avgiftspliktige midler enn de samlede forpliktelser utgjør av de samlede midler. I mangel av tilstrekkelige opplysninger om omfanget og verdien av midler i utlandet, fastsettes fradraget etter avgiftsmyndighetens​11 skjønn eller nektes helt.\n0 Endret ved lover 10 apr 1992 nr. 35, 26 mars 1999 nr. 14 (ikr. 1 jan 2000), 10 des 2004 nr. 77 (med virkning for arv og gave hvor rådigheten går over 1 jan 2006 eller senere), 17 juni 2005 nr. 69 (med virkning for arv og gave hvor rådigheten går over 1 jan 2006 eller senere).\n1 Jf. §§ 2 (7), 5 og 16.\n2 Jf. § 20 (5).\n3 Jf. lov 28 juli 1949 nr. 26 kap. 5.\n4 Jf. sktl. § 6-41.\n5 Lov 26 mars 1999 nr. 14.\n6 Dvs. 28 % for tiden.\n7 Jf. lov 21 feb 1930 kap. 13.\n8 Jf. sktl. § 2-15.\n9 Jf. sktl. § 2-15, lignl. § 4-7 nr. 8 jf. § 8-10.\n10 Se § 4.\n11 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Vilkår for fradrag.​1",
      "content": "Fradrag for forpliktelser etter bestemmelsene i § 15 blir bare å innrømme når forpliktelsen enten godtgjøres å være innfridd eller å være ubetinget.\nNår det foreligger skjellig grunn til å tro at kravet ikke vil bli gjort gjeldende, kan avgiftsmyndigheten​2 nekte fradrag. I tvilstilfelle kan avgiftsmyndigheten ta forbehold om omberegning dersom det ikke innen en viss tid blir godtgjort at forpliktelsen er innfridd. Det kan også kreves sikkerhet for den mulige meravgift. Har den avgiftspliktige krevet fradrag som etter reglene i dette ledd er blitt nektet, kan han senere kreve avgiften omberegnet​3 dersom det godtgjøres at forpliktelsen er innfridd.\nReglene i foregående ledd gjelder tilsvarende for omkostninger som nevnt i § 15 annet ledd.\n1 Jf. § 2 (7).\n2 Se § 24.\n3 Jf. §§ 19 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Fradrag for mindreårige arvinger og ungdom under utdannelse.",
      "content": "I arv som den avgiftspliktige får etter sin forsørger​1 gjøres et fradrag for hvert år som mangler på at han har fylt 21 år. Det årlige fradragsbeløp fastsettes av Stortinget.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Jf. lov 8 apr 1981 nr. 7 kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Avgiftssatser.",
      "content": "Avgiftsbeløpet beregnes av avgiftsgrunnlaget​1 etter de satser som gjelder for det år da rådigheten erverves, jfr. §§ 9 og 10.\n1 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Samordning av flere avgiftsgrunnlag",
      "content": "Ved avgiftsberegningen tas det hensyn til tidligere mottatte gaver og arv fra samme giver eller arvelater.​2 Det beregnes først avgift av summen av samtlige avgiftsgrunnlag.​3 Deretter beregnes avgift av summen av tidligere grunnlag. Differansen mellom de beregnede beløp utgjør avgiften på det sist mottatte. Ved begge beregningene nyttes det avgiftsvedtaket​4 som gjelder for det siste ervervet.\nNår avgiften skal omberegnes til fordel for den avgiftspliktige,​5 reduseres det eller de siste avgiftsgrunnlag så langt fradraget rekker, og omberegning skjer med de satser som gjaldt for det eller de avgiftsgrunnlag som reduseres.\n0 Endret ved lov 21 mai 1993 nr. 47.\n1 Se § 5.\n2 Jf. § 5, § 7 og § 8.\n3 Jf. § 5.\n4 Jf. § 18.\n5 Jf. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Fradrag for dokumentavgift ved overtakelse av fast næringseiendom",
      "content": "(1) Dokumentavgift som er betalt etter lov av 12. desember 1975 nr. 59 ved overføring av eiendomsrett eller bruksrett til fast næringseiendom, kommer til fradrag i mottakerens pliktige arveavgift som følge av overføringen, etter reglene i denne paragraf.\n(2) Eiendommen må ha vært i bruk i arvelaters eller givers virksomhet, og uten særlig opphold bli tatt i bruk i mottakers virksomhet. Skattelovens​1 virksomhetsbegrep​2 legges til grunn, likevel slik at våningshus på gårdsbruk anses like med eiendommen for øvrig. Når eiendommen bare delvis brukes i virksomhet, gis forholdsmessig fradrag for dokumentavgift. Den fradragsberettigede dokumentavgiften skal utgjøre samme del av den totale dokumentavgift, som salgsverdien av virksomhetsdelen utgjør av salgsverdien av hele eiendommen.\n(3) Mottaker eller dennes ektefelle​3 må tilhøre kretsen av forrige eiers eller dennes ektefelles arveberettigede etter arveloven​4 §§ 1 til 3.\n(4) Fradrag gis bare i arveavgift for den eiendom eller del av den som utløser den fradragsberettigede dokumentavgiften. Eiendommen anses å utgjøre øverste del av arveavgiftsgrunnlaget når dette grunnlaget består av mer enn eiendommen. Ved samlet overføring av flere aktiva anses redusering av mottakers avgiftsgrunnlag med gjeldsovertakelse, annet vederlag eller særlige fradrag etter denne lov,​5 fortrinnsvis å gjelde andre deler av avgiftsgrunnlaget enn eiendommen. Åsetesavslag etter § 14 henføres likevel til vedkommende eiendom.\n(5) Dokumentavgift som fradras i arveavgift etter denne paragraf, kommer ikke til fradrag i arveavgiftsgrunnlaget etter § 15 annet ledd.\n(6) Departementet kan gi forskrift til utfylling og gjennomføring av denne paragraf.\n0 Tilføyd ved lov 2 juli 1999 nr. 58 (ikr. for arv og gave der rådigheten går over 1 juli 1999 eller senere), endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), endret paragrafnummer fra § 19A.\n1 Lov 26 mars 1999 nr. 14.\n2 Jf. sktl. § 5-30.\n3 Se el. kap. 3 og § 95.\n4 Lov 3 mars 1972 nr. 5.\n5 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:20 a",
      "chapter": "3",
      "section": "20 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 A."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Foreløpig fastsettelse og utsettelse med avgiftsberegningen",
      "content": "Hvis en sak ikke er tilstrekkelig opplyst til at endelig avgiftsfastsettelse kan foretas innen den forfallstid som følger av skattebetalingsloven​1 § 10-31, kan avgiftsmyndigheten​2 enten foreta en foreløpig beregning eller utsette avgiftsfastsettelsen.\n0 Endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616), tidligere § 20 (3).\n1 Lov 17 juni 2005 nr. 67.\n2 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Avgiftsmyndighetens oppgaver.",
      "content": "Avgiftsmyndigheten​1 påser at avgiftsplikten overholdes, fastsetter avgiftsgrunnlaget,​2 beregner avgiften og håndhever ellers de regler som følger av denne lov.\nAvgiftsmyndigheten og alle som på hans vegne får befatning med avgiftssaker plikter å bevare taushet​3 om det som de under sitt arbeid får kjennskap til om noens økonomiske eller personlige forhold, medmindre de ved lov er pålagt å åpenbare det.\n0 Endret ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Jf. § 24.\n2 Jf. § 5.\n3 Jf. strl. 1902 § 121 og fvl. § 13 f; strl. 2005 § 209 (ikke ikr.). Sml. lignl. § 3-13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Hvem som er avgiftsmyndighet.",
      "content": "Tingretten​1 er avgiftsmyndighet for midler den skifter,​2 for såvidt den avgiftspliktige senest ved utlodningen ansees å erverve rådigheten over midlene, jfr. §§ 9 og 10. Det samme gjelder for gaver som, uten at avgift er beregnet, er ytet av den hvis bo skiftes av tingretten til noen som mottar midler på skiftet.\nSkattekontoret​3 er avgiftsmyndighet i de tilfellene som ikke omfattes av første ledd. Arveavgiftsfastsettelsen foretas ved det skattekontoret departementet bestemmer.\nDepartementet kan ellers gi nærmere forskrifter for avgiftsmyndigheten.\n0 Endret ved lover 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371).\n1 Jf. dl. § 1 nr. 3\n2 Jf. lov 21 feb 1930 13 – 15 kap.\n3 Jf. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Melding om arv og gave.",
      "content": "Når bo etter avdød eller forsvunnet​1 person ikke er overtatt av tingretten, skal​2 melding om arv gis til skattekontoret innen seks måneder etter dødsfallet eller etter at dødsformodningsdag​3 er endelig fastsatt. Leveres et bo fra retten tilbake til arvingene skal melding som nevnt gis innen seks måneder etter tilbakeleveringen.​4 Plikten til å gi slik melding påhviler enhver loddeier​5 eller arving i boet.\nMelding om avgiftspliktig gave eller utdeling av uskiftemidler skal gis til skattekontoret innen en måned etter at midlene er ytet, jf. § 2 tredje ledd. Plikt til å gi slik melding påhviler giveren eller den gjenlevende ektefelle​6 som utdeler midlene, den som erverver midlene, og mulig tredjemann som mottar midlene til forvaltning på vegne av erververen. Melding om gave som omhandlet i § 2, annet ledd, skal gis innen én måned etter givers død, eller samtidig med melding om arv etter første ledd, hvis gavemottageren også tar arv etter giveren.\nMelding skal gis selv om boet eller midlene ikke antas å nå opp i slik størrelse at avgift blir å svare. For en person under vergemål er vergen meldepliktig.​7\nMelding skal alltid sendes innen den fastsatte frist. Hvis meldingen ikke har kunnet gjøres fullstendig, skal skattekontoret sette en frist for ny melding med de manglende opplysninger.\nNår forholdene i særlig grad tilsier det, kan skattekontoret innrømme lempninger i meldeplikten.\nMeldingen skal inneholde en nøyaktig og fullstendig fortegnelse over de avgiftspliktige midler og for øvrig opplysning om alle omstendigheter av betydning for avgiftsplikten.​8\nDen som gir melding har plikt til å påse at fast eiendom, løsøre og andre poster som det kreves skjønn for å ansette i penger, blir ført opp med full verdi, jfr. reglene i §§ 11 til 14.​9\nDe nærmere regler om meldingens innhold og form gis av vedkommende departement.\nEtter krav fra avgiftsmyndigheten​10 eller ligningsmyndighetene​11 plikter partene i en økonomisk transaksjon å gi opplysninger som er nødvendige for å avgjøre om det foreligger en avgiftspliktig gave.\nAlle parter som plikter å gi melding eller opplysninger etter denne paragrafen, skal opptre aktsomt og lojalt. Partene skal bidra til at avgiftsgrunnlaget i rett tid blir klarlagt og oppfylt. Partene skal også gjøre avgiftsmyndigheten oppmerksom på feil ved avgiftsberegningen.\n0 Endret ved lover 21 mai 1993 nr. 47, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 11 des 2009 nr. 116, 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. lov 23 mars 1961 nr. 1.\n2 Jf. § 30 A, § 43 og § 44.\n3 Se lov 23 mars 1961 nr. 1 §§ 1 og 8.\n4 Jf. § 9 (1), b.\n5 Jf. lov 21 feb 1930 § 124.\n6 Se el. kap. 3 og § 95.\n7 Jf. lov 26 mars 2010 nr. 9.\n8 Jf. § 26 og § 28.\n9 Jf. § 26.\n10 Jf. § 24.\n11 Jf. lignl. kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 2 des 1994 nr. 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Partenes opplysningsplikt.",
      "content": "Enhver loddeier​1 eller arving i bo som skiftes offentlig, er ansvarlig​2 for at den som utfører bobehandlingen senest innen utlodningen får kjennskap til alle omstendigheter av betydning for avgiftsplikten.\nNår avgiften ikke kan gjøres opp endelig på grunnlag av opplysninger som er gitt i melding, eller som foreligger på skifte, jfr. første ledd, skal den avgiftspliktige og mulig giver eller gjenlevende ektefelle​3 som har utdelt midlene, snarest mulig underrette avgiftsmyndigheten​4 om forhold som er av betydning for den videre behandling av saken.\nEnhver som plikter å gi melding eller opplysninger skal snarest underrette avgiftsmyndigheten hvis han forstår, eller bør forstå, at gitte opplysninger er blitt feilaktige eller ufullstendige, eller at avgiftsfastsettelsen er bygget på feilaktige eller ufullstendige opplysninger.​5\nDen som har fått utsatt forfall etter reglene i skattebetalingsloven​6 § 10-32 plikter innen tre måneder å melde fra til skattekontoret hvis retten til avdragsbetaling faller bort, jf. skattebetalingsloven § 10-32 femte ledd.\n0 Endret ved lover 2 des 1994 nr. 63 (ikr. 1 jan 1995), 9 des 2005 nr. 107 (med virkning for rådighetsovergang fra og med 1 jan 2006), 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 9 mai 2008 nr. 17.\n1 Jf. lov 21 feb 1930 § 124.\n2 Se §§ 43 og 44.\n3 Se el. kap. 3 og § 95.\n4 Se § 24.\n5 Jf. § 34.\n6 Lov 17 juni 2005 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Andres opplysningsplikt.",
      "content": "Gjenlevende ektefelle​1 eller samboer​2 plikter,​3 også uten å være loddeier​4 eller arving i boet, på forlangende av avgiftsmyndigheten​5 å gi alle opplysninger som nevnt i § 25, sjette ledd.\nAlle offentlige myndigheter samt livsforsikringsselskaper​6 plikter ukrevd å gi de opplysninger som fastsettes av vedkommende departement til kontroll med at avgift svares etter denne lov.\nNår det foreligger skjellig grunn til å tro at en avgiftspliktig overdragelse av midler har funnet sted, eller til kontroll med at pliktig avgift svares, påligger det partene på forlangende av avgiftsmyndigheten å gi alle opplysninger som kan ha betydning ved avgjørelsen av om avgiftsplikt foreligger. Under samme vilkår påligger det enhver å gi opplysninger om midler som vedkommende har eller har hatt til forvaltning for navngitt person og om økonomiske mellomværender som står i sammenheng med forvaltningen.\nFor offentlige myndigheter som fastsetter,​7 innkrever eller kontrollerer​8 skatter og avgifter til stat eller kommune gjelder opplysningsplikten uten hensyn til mulig taushetsplikt. Taushetsplikt kan heller ikke påberopes av andre når opplysninger kreves etter reglene i tredje ledds annet punktum. Opplysningsplikt som påhviler noen som ikke er eller ikke antas å være, yter eller mottaker av avgiftspliktige midler, eller loddeier i boet, er begrenset som bestemt i tvisteloven​9 §§ 22-9 til 22-11.\n0 Endret ved lover 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller seinare), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se el. kap. 3 og § 95.\n2 Se § 47 A.\n3 Jf. § 43 og § 44.\n4 Jf. lov 21 feb 1930 § 124.\n5 Jf. § 24.\n6 Jf. lov 10 juni 2005 nr. 44 § 1-3.\n7 Jf. lignl. kap. 2.\n8 Jf. sktbl.\n9 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Adgang til gransking m.v.",
      "content": "Plikten til å gi opplysninger etter bestemmelsene i dette kapitel omfatter også plikt til på forlangende å forevise fast eiendom, løsøre, dokumenter, registrerte regnskapsopplysninger, regnskapsmateriale​1 og andre bevisligheter for avgiftsmyndigheten​2 eller for sakkyndige som avgiftsmyndigheten måtte ha anmodet om å foreta gransking eller verdsettelse.\n0 Endret ved lov 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Jf. rskl. og lov 19 nov 2004 nr. 73.\n2 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Omkostninger ved gransking m.v.",
      "content": "I den utstrekning avgiftsmyndigheten​1 finner det nødvendig av hensyn til avgiftsplikten kan den for det offentliges regning, selv eller ved sakkyndig, foreta gransking, befaring og bokettersyn og ellers innhente uttalelser fra sakkyndige til veiledning ved verdsettelsen. Hvis slik undersøkelse er foretatt, fordi noen tross forespørsel har forsømt sin opplysningsplikt, kan denne pålegges å erstatte omkostningene.\n1 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:30 a",
      "chapter": "5",
      "section": "30 a",
      "title": "Fastsettelse av avgift ved skjønn.",
      "content": "Når melding om arv eller gave ikke er sendt inn i samsvar med § 25 og § 26, kan avgiften fastsettes ved skjønn.\n0 Tilføyd ved lov 21 mai 1993 nr. 47.\n1 Sml. lignl. § 8-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 A."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Underretning om avgiftsfastsettelsen.",
      "content": "Når avgiften er foreløpig​1 eller endelig fastsatt, skal avgiftsmyndigheten​2 underrette den avgiftspliktige, eller i tilfelle hans verge​3 eller fullmektig​4 om hvorledes avgiftsgrunnlaget​5 er fremkommet og avgiftene er beregnet, om avgiftens beløp, om når​6 og til hvem avgiften skal betales, om ansvaret for betalingen, om fristen for klage​7 over avgiftsfastsettingen og om vilkårene for å kreve rettslig skjønn, jfr. kap. VIII.\n0 Endret ved lover 19 juni 1969 nr. 54, 2 des 1994 nr. 63 (ikr. 1 jan 1995).\n1 Jf. § 21.\n2 Jf. § 24.\n3 Jf. lov 26 mars 2010 nr. 9.\n4 Jf. fvl. § 12.\n5 Se § 5.\n6 Jf. sktbl. § 10-31 og § 10-32.\n7 Jf. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Innbetaling. Tvangsfullbyrdelse.",
      "content": "Ved utbetaling eller utlevering av avgiftspliktige midler plikter tingretten​1 å holde tilbake det nødvendige for å dekke vedkommende avgift for så vidt forfallstiden ikke er utsatt i henhold til skattebetalingsloven​2 § 10-31 tredje ledd og § 10-32.\nEr forfallstiden utsatt eller erverves rådigheten​3 over midlene først på et senere tidspunkt enn utlodningen, plikter retten etter anmodning fra skattekontoret å holde tilbake avgiftspliktige midler som sikkerhet for avgiften.\n0 Endret ved lover 26 juni 1992 nr. 86, 8 jan 1993 nr. 20, 2 des 1994 nr. 63 (ikr. 1 jan 1995), 14 apr 2000 nr. 26, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 9 des 2005 nr. 107 (med virkning for rådighetsovergang fra og med 1 jan 2006), 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616) som endret ved lov 9 des 2005 nr. 115, endret paragrafnummer fra § 33, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371), 9 mai 2008 nr. 17.\n1 Jf. § 24.\n2 Lov 17 juni 2005 nr. 67.\n3 Jf. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33 a",
      "chapter": "6",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Retting av feil.",
      "content": "Andre feil ved avgiftsfastsettelsen enn de som gjelder verdsettelse​1 skal avgiftsmyndigheten​2 rette av eget tiltak hvis de oppdages innen ti år etter at underretning er sendt etter § 31. Fristen er dog tre år for retting til skade for den avgiftspliktige, med mindre feilen skyldes at han forsettlig eller uaktsomt har unnlatt å oppfylle sin opplysningsplikt.​3\n1 Jf. § 11 til § 14.\n2 Se § 24.\n3 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Om klage og omgjøring.",
      "content": "Enhver som er ansvarlig for avgiften kan klage over avgiftsfastsettingen. Med de unntak som følger av reglene i dette kapittel gjelder forvaltningslovens​1 kapittel VI for slike klager. Klagefristen er seks uker fra den dag da underretning om avgiftsfastsettingen ble sendt overensstemmende med § 31. Klageinstansen kan forlenge fristen eller gi oppreising mot oversittelse av den, når det finnes rimelig. I de tilfelle skattekontoret​2 er avgiftsmyndighet, jf. § 24 andre ledd, kan klage leveres til ethvert skattekontor.\nVedkommende departement kan av eget tiltak omgjøre avgiftsmyndighetens avgjørelser for så vidt de ikke består i verdsettelse av avgiftspliktige midler eller fradragsposter.​3\nFor at omgjøring skal kunne gjøres gjeldende til skade for noen må underretning om omgjøringen være sendt til vedkommende senest tre år etter at den omgjorte avgjørelse ble truffet.​4 Fristen er dog ti år overfor den som selv, eller ved fullmektig, forsettlig eller uaktsomt har gitt uriktige eller ufullstendige opplysninger som kan ha påvirket den omgjorte avgjørelse, eller som helt har unnlatt å oppfylle sin opplysningsplikt.​5\n0 Endret ved lover 19 juni 1969 nr. 54, 15 des 2006 nr. 72 (ikr. 1 jan 2008 iflg. res. 7 des 2007 nr. 1371) som endret ved lov 29 juni 2007 nr. 69\n1 Lov 10 feb 1967.\n2 Jf. lignl. § 2-1.\n3 Jf. § 38.\n4 Sml. lignl. § 9-6.\n5 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Klage til avgiftsmyndigheten.",
      "content": "Klage over verdsettingen av avgiftspliktige midler eller fradragsposter går til avgiftsmyndigheten,​1 som foretar de endringer den finner grunn til, og sender underretning om avgjørelsen til klageren og andre som avgjørelsen har rettslig betydning for. Underretningen skal angi adgangen til, og fristen for, å kreve rettslig skjønn.​2\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 24.\n2 Se §§ 37 og 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Krav om rettslig skjønn.",
      "content": "Innen seks uker etter at underretning er sendt om avgiftsmyndighetens avgjørelse etter § 36, kan enhver som avgjørelsen har rettslig betydning for, kreve verdsettingen fastsatt ved rettslig skjønn.​1 Skjønnsbestyreren kan gi oppfriskning mot oversittelse av fristen.\n0 Endret ved lover 19 juni 1969 nr. 54, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se §§ 39 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Departementets krav om endring av verdsettelse.",
      "content": "Vedkommende departement kan kreve avgiftsmyndighetens verdsettelse av avgiftspliktige midler eller fradragsposter prøvet ved rettslig skjønn​2 hvis ikke enighet om endring oppnås med den avgiftspliktige.\nRettslig skjønn må i tilfelle være krevd innen de frister som er angitt i § 35, tredje ledd.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Jf. § 35.\n2 Se §§ 39 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Rettslig skjønn.",
      "content": "Rettslig skjønn holdes etter reglene i skjønnsprosessloven av 1. juni 1917, med unntak som angitt i §§ 40-42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Partsforhold og varsel om skjønn.",
      "content": "Når noen har krevet skjønn etter § 37, kan enhver annen som avgjørelsen kan få rettslig betydning for,​1 tre inn som part i saken så lenge den ikke er rettskraftig avgjort. Staten lar snarest mulig forkynne skriftlig varsel om skjønnssaken for dem som har slik adgang til å tre inn som part. Varselet skal angi de virkninger avgjørelsen kan få og adgangen til å tre inn i saken.\n1 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Hvem skjønnet er bindende for.",
      "content": "Skjønnsresultatet legges til grunn overfor alle som enten har vært parter i saken, har fått varsel etter § 40, eller godtar skjønnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Omkostninger ved skjønnet.",
      "content": "De kostnader som etter lovgivningen følger med skjønnssaken, bæres av det offentlige. Finner retten at noen uten rimelig grunn, ved å begjære skjønn, ved anførsler under saken eller på annen måte har pådradd den annen part omkostninger i forbindelse med skjønnssaken, herunder utgifter til nødvendig bistand, kan den pålegge vedkommende å erstatte omkostningene helt eller delvis.\n0 Endret ved lover 26 jan 1973 nr. 3, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "title": "Mulkt for forsømt opplysningsplikt.​2",
      "content": "Når noen unnlater å oppfylle sin melde- og opplysningsplikt etter kapittel V, kan avgiftsmyndigheten pålegge ham å oppfylle plikten under en mulkt på inntil kr 100 for hver dag en ny frist blir oversittet. Mulkten tilfaller statskassen.\n0 Endret ved lover 26 juni 1992 nr. 86, 21 mai 1993 nr. 47, 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Sml. lignl. § 10-8.\n2 Jf. tvangsl. § 7-2, d. Sml. lignl. § 10-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Tilleggsavgift.​1",
      "content": "Hvis en avgiftspliktig eller hans verge, selv eller ved fullmektig, forsettlig eller ved grov uaktsomhet har gitt uriktige eller ufullstendige opplysninger​2 som har ført eller kunne ha ført, til fastsettelse av for lav avgift, kan vedkommende departement pålegge den avgiftspliktige å betale en tilleggsavgift avpasset etter skylden og omstendighetene for øvrig. Tilleggsavgiften må ikke overstige det avgiftsbeløp som den avgiftspliktige har unngått eller kunne ha unngått. Tilleggsavgift kan også pålegges når noen som nevnt i første punktum helt unnlater å oppfylle sin opplysningsplikt etter §§ 25 og 27.\n1 Sml. lignl. § 10-2.\n2 Sml. strl. 1902 §§ 166, 339 og 406; strl. 2005 §§ 221 og 378 (ikke ikr.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Avfinnelsessum.",
      "content": "Når det er uforholdsmessig vanskelig å foreta en nøyaktig avgiftsfastsettelse etter reglene foran, kan vedkommende departement godta en avfinnelsessum som endelig oppgjør for avgiften. Staten er dog ikke bundet av en slik overenskomst hvis det innen ti år oppdages at den avgiftspliktige forsettlig eller grovt uaktsomt har gitt uriktige eller ufullstendige opplysninger som har hatt betydning for avgjørelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Nedsettelse av avgift m.v.",
      "content": "Når en gave ytes av norsk statsborger som godtgjøres å være fast bosatt i utlandet,​1 skal det i arveavgiften gjøres fradrag for mulig arveavgift, gaveskatt eller tilsvarende avgift som godtgjøres å være svart til bostedslandet.​2 Det gjøres ikke fradrag i arveavgift som skal svares av midler som omhandlet i § 1, tredje ledd.\nNår det av særlige grunner knyttet til fastsettelsen vil virke særlig urimelig å fastholde hele kravet, kan departementet overfor en eller flere av dem som er ansvarlige for avgiften, nedsette eller frafalle kravet.\n0 Endret ved lover 21 mai 1993 nr. 47, 17 juni 2005 nr. 67 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1616).\n1 Jf. § 1 (1).\n2 Sml. sktl. §§ 16-20 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "Utfyllende forskrift.",
      "content": "Kongen​1 kan gi forskrift til utfylling og gjennomføring av denne lov.\n0 Tilføyd ved lov 27 juni 1986 nr. 42.\n1 Finansdepartementet iflg. res. 6 aug 1993 nr. 801.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:47 a",
      "chapter": "10",
      "section": "47 a",
      "title": "Definisjon​1",
      "content": "Som samboere regnes i denne lov personer som omfattes av bestemmelsen i folketrygdloven​2 § 1-5 og to ugifte personer som bor sammen og har bodd sammen sammenhengende i minst to år i et ekteskapslignende eller partnerskapslignende forhold. Ved beregningen av botid tas med opphold utenfor felles bopel på grunn av utdannelse, arbeid, sykdom, institusjonsopphold eller andre lignende forhold.\nDen som var samboer i samsvar med arveloven​3 § 28 c med rett til å sitte i uskifte anses også å være samboer i arveavgiftsloven i forbindelse med samboeruskifte.\n0 Tilføyd ved lov 28 juni 2002 nr. 49 (ikr. straks med virkning for arv og gave der råderetten blir oppnådd 1 jan 2002 eller seinare), endret ved lover 9 des 2005 nr. 116 (med virkning for rådighetsovergang fra og med 1 jan 2006), 24 juni 2011 nr. 20.\n1 Jf. § 2 (1) og (2), § 4 (4), § 5 (4), § 7 (5), § 8 (2), § 14 (4) og § 28 (1).\n2 Lov 28 feb 1997 nr. 19.\n3 Lov 3 mars 1972 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 A."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "Ikrafttreden og overgangsbestemmelser.",
      "content": "Denne lov trer i kraft den 1. januar 1965.\nPå arv etter noen som er død, eller som etter lov om forsvunne personer m.v. av 23. mars 1961 formodes å være død, senest 31. desember 1964 skal de hittil gjeldende lover komme til anvendelse i stedet for denne lovs kapitler I, II, III og IV. Denne lov skal likevel gjelde fullt ut hvis midlene beholdes av gjenlevende ektefelle​1 i uskiftet bo,\n– – –\nBestemmelsen i foregående ledds første punktum får også anvendelse på arveforskudd fullbyrdet før 1. april 1934. Det samme gjelder andre gaver som mottakeren etter denne lovs bestemmelser ansees å ha ervervet rådigheten over senest 31. desember 1964, og på gaver fra avdøde som utdeles på skifte etter noen som er død eller formodes død senest 31. desember 1964, i begge tilfelle for så vidt melding om gaven er sendt avgiftsmyndigheten senest 31. mars 1965.\n0 Endret ved lov 27 juni 1986 nr. 42 (tidligere § 47).\n1 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "Endringer i og opphevelse av andre lover.\n– – –\n0 Endret ved lov 27 juni 1986 nr. 42 (tidligere § 48).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    }
  ]
}