{
  "id": "LOV-1924-02-22-2",
  "type": "statute",
  "title": "Lov om bygningsvesenet.",
  "short_name": "Bygningsloven",
  "status": "in_force",
  "issued_date": "1924-02-22",
  "in_force_date": "1924-02-22",
  "url": "https://lovdata.no/dokument/NLO/lov/1924-02-22-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "1. Denne lov gjelder for landets byer (kjøpstæder, ladesteder og bergstaden Røros) samt i en utstrekning av 200 m. utenfor sammes grenser (byggebeltet). Byggebeltets utstrekning kan utvides efter bestemmelse av vedkommende regjeringsdepartement efterat vedkommende herredsstyre har hatt anledning til å uttale sig derom. Lovens forbud mot loftsinnredning over 2nen etasje i trebygninger (§ 114) gjelder dog over det hele land for pleiehjem og sykehus.\n2. Vedkommende regjeringsdepartement kan bestemme, at loven helt eller delvis skal gjelde for større samlinger av bygninger på landets grunn, samt for strekninger hvor sådanne samlinger begynner å dannes. Forinnen sådan bestemmelse fattes, skal herredsstyrets uttalelse være innhentet.\n3. Det påligger fylkesmannen å avgi innberetning til vedkommende regjeringsdepartement, når bygningsloven antas å burde gjøres gjeldende for et strøk på landets grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "1. Ved vedtekt kan der fastsettes sådanne lempninger eller skjerpelser i lovens bestemmelser som under hensyn til ildsikkerhet, orden i bebyggelsen eller for sundhetsvesenets skyld eller av andre grunner anses ønskelig. Ved sådan vedtekt kan også gjøres forandringer i lovens bestemmelser om bygningsmyndighetene, likesom det kan bestemmes at en del av en by skal være undtatt fra lovens forskrifter helt eller delvis. Ved vedtekt må ikke – medmindre anderledes er fastsatt i denne lov – gjøres forandringer i lovens bestemmelser om tvangserhvervelse og refusjon.\n2. Vedtekten kan gjøres gjeldende for vedkommende sted i sin helhet eller for enkelte deler av samme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Vedtekter istandbringes ved beslutning av bystyret, efterat der er avgitt erklæring fra bygningsrådet, og hvor sanitære forhold berøres, helserådet. De blir først gyldige når de er stadfestet av vedkommende regjeringsdepartement.\n2. Forandring eller ophevelse av vedtekter finner sted på samme måte som deres vedtagelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvor påtrengende behov finnes å være tilstede, kan departementet pålegge en kommune å istandbringe fornødne vedtekter eller forandre allerede bestående. Efterkommes ikke påbudet innen fastsatt rimelig frist, kan de fornødne bestemmelser utferdiges av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Når en gate ligger til grensen mellem to kommuner, eller når grensen går i gaten, kan departementet efter andragende fra en av kommunene treffe bestemmelse om de om gateoparbeidelse og refusjon gjeldende regler i den ene kommune skal komme til anvendelse på eieren av de til gaten støtende eiendommer i den annen kommune. Før sådanne bestemmelser treffes, skal nabokommunen og vedkommende grunneiere gis anledning til å uttale sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Forskrifter til supplering av loven i de av denne bestemte tilfelle utferdiges av vedkommende regjeringsdepartement, jfr. §§ 80, 87, 103, 123, 129.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Særlige undtagelser fra lovens bestemmelser så vel som fra bestemmelsene i vedtekter eller forskrifter kan tilstedes av vedkommende regjeringsdepartement, når andragendet er anbefalt av formannskapet eller av bystyret, såfremt saken av ansøkeren er begjært forelagt dette. Forøvrig skal erklæring foreligge fra bygningsrådet samt fra helserådet eller brandstyret, forsåvidt saken vedrører sundhetsvesenet eller de i brandlovens § 3 omhandlede bygninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Det kan bestemmes ved vedtekt at midlertidige undtagelser fra lovens bestemmelser kan tilstedes av bygningsrådet, når de under de forhåndenværende omstendigheter finnes ubetenkelige, og forholdet uten for stor vanskelighet vil kunne rettes. Sådanne undtagelser kan til enhver tid tilbakekalles, og skal være betinget av at den byggende ved tinglest erklæring forplikter sig til når som helst å bortta eller forandre det utførte eller ophøre med midlertidig tillatt benyttelse. Underretning om beslutningene skal derhos meddeles vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Erklæringer og overenskomster som utferdiges av grunneiere og tingleses i henhold til nærværende lovs §§ 62, 75 og 84, går foran private heftelser i eiendommen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Beløp som tilkommer kommunen eller privat grunneier i henhold til § 33 og kap. V (om refusjon m.v.), kan inndrives ved utpantning og har samme pantesikkerhet som kommunale skatter av fast eiendom. Panteretten tapes så vel når utpantning ikke er holdt innen et halvt år fra forfallsdag som når tvangsauksjon ikke er begjært eller forretningen ikke er fremmet efter forskriftene i lov om pantesikkerhet for og inndrivelse av skatter og andre offentlige avgifter av fast eiendom av 3 juli 1914 § 1, 2net ledd. Bestemmelsen i samme lovs § 2 kommer ikke til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Saker som anlegges mot bygningsmyndighetene angående lovligheten av deres beslutninger, behandles som private politisaker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Hvor denne lov er eller blir gjort gjeldende, skal der, hvis ikke anderledes er bestemt ved vedtekt, være et bygningsråd for behandling av spørsmål vedkommende byplaner og bygningsanliggender, samt bygningschef og reguleringschef hvor bystyret bestemmer at sådanne skal ansettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "1. Bygningsrådet skal bestå av politimesteren – eller hvor det bestemmes av vedkommende regjeringsdepartement, lensmannen – helserådets ordfører, brandchefen, bygningschefen og reguleringschefcn, hvor sådanne er ansatt, samt av et tilsvarende antall av bystyret valgte medlemmer, dog minst tre. – Hvor det ved kongelig resolusjon er bestemt at lensmannen skal være medlem av bygningsrådet i politimesterens sted, blir denne ordning gjeldende inntil anderledes bestemmes ved vedtekt. Rådet velger hvert år sin formann og varaformann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Vedkommende medlem av det sittende formannskap velges for valgperioden. De øvrige velges for 4 år, således at en halvdel eller i tilfelle avvekslende 2 og 1 uttrer hvert annet år, første gang efter loddtrekning. De kan undslå sig for gjenvalg i så lang tid som de har tjenstgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "1. Bygningsrådet er beslutningsdyktig når mer enn halvdelen av medlemmene er tilstede. I tilfelle av stemmelikhet gjør formannens stemme utslaget.\n2. I rådets moter skal føres protokoll, hvori enhver behandlet sak og de fattede beslutninger innføres. Den underskrives efter hvert møte av de deltagende medlemmer.\n3. Bygningsrådet kan tillate anmelder eller annen interessert å møte og personlig fremlegge sin sak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "1. Hvor bystyret har besluttet at der skal være bygningschef og reguleringschef (§ 12), ansettes han av formannskapet med fylkesmannens godkjennelse.\n2. Bystyret kan bestemme at der skal ansettes teknisk kyndige tjenestemenn for å bistå bygningschefen eller bygningsrådet med de dem tillagte hverv. De ansettes i tilfelle av formannskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "1. Bygningschefen forbereder og foredrar de saker som innbringes for bygningsrådet, og ekspederer dettes avgjørelser. Også mulige andre kommunale fagchefer har å bistå bygningsrådet på forlangende, og å delta i dets møter efter tilsigelse.\n2. Ved instruks, som utferdiges av formannskapet og godkjennes av vedkommende regjeringsdepartement, kan der tillegges bygningschefen (reguleringschefen) gjøremål som i loven er tillagt bygningsrådet. På samme måte kan der tillegges de i § 16,2 omtalte teknisk kyndige tjenestemenn gjøremål som i loven er tillagt bygningschefen (reguleringschefcn) eller bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Avgjørelser av underordnede tjenestemenn kan påankes til bygningschefen (reguleringschefcn). Dennes avgjørelser kan påankes til bygningsrådet og fra dette til vedkommende regjeringsdepartement, efterat formannskapet har hatt anledning til å uttale sig.\nPå samme måte kan avgjørelser av helserådet eller dets ordfører påankes overensstemmende med sundhetsloven av 16 mai 1860 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "1. I de tilfelle hvor loven gjelder eller gjøres gjeldende på landets grunn tilligger det herredsstyret å utføre hvad der i denne lov er tillagt bystyret.\n2. Hvor der er oprettet eller herefter oprettes bygningskommune, trer bygningskommunens styre i herredsstyrets sted.\n3. Strøk som støter umiddelbart til by (byggebeltet eller deler av samme) kan av vedkommende regjeringsdepartement på andragende fra herredsstyret i bygningsvesenets anliggender underlegges byens bygningsmyndigheter og bystyre, dog således at ordføreren i herredets helseråd eller et annet av herredsstyret valgt medlem tiltrer bygningsrådet i saker som angår dette strøk.\n4. Vedkommende regjeringsdepartement bestemmer hvorledes der skal forholdes for å få tilveiebragt tilfredsstillende ordning med hensyn til utarbeidelse av byplan med tilhørende vedtekter (jfr. § 24) for sammenhengende strøk som henligger under forskjellige bygningsmyndigheter (jfr. § 30).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "1. For ethvert sted hvor denne lov gjelder, skal der utarbeides en fullstendig byplan, medmindre vedkommende regjeringsdepartement efter andragende fra bystyret samtykker i at arbeidet utstår enten for stedet i sin helhet eller for et enkelt strøks vedkommende.\n2. Gjeldende byplaner skal snarest mulig efter lovens ikrafttreden optas til revisjon, medmindre vedkommende regjeringsdepartement finner det upåkrevet, eller antar at det vil medføre særlige vanskeligheter eller betenkeligheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "1. Er et strøk avbrent, skal spørsmålet om dets omregulering straks optas til behandling og ny plan utarbeides, medmindre bystyret med vedkommende regjeringsdepartements samtykke finner dette unødvendig.\n2. Nybygging eller sådanne arbeider som omhandles i § 32, må ikke finne sted i vedkommende strøk samt i en av bygningsrådet nærmere avgrenset del av det tilstøtende strøk, før det er endelig bestemt at den forhåndenværende regulering fremdeles skal gjelde, eller ny regulering er godkjent.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "1. For steder på landets grunn som ikke er underlagt bygningsloven, kan fylkesveistyret, hvor det anses påkrevet, utferdige nærmere reguleringsbestemmelser for nybygging langs veiene. Før sådan bestemmelse treffes, skal vedkommende herredsstyre gis anledning til å uttale sig. Fylkesveistyrets avgjørelse kan av herredsstyret innankes for vedkommende regjeringsdepartement.\n2. Kontrollen med at bestemmelsene overholdes, tilligger fylkesveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Ved byplaner treffes bestemmelse om:\na. Gaters og offentlige plassers beliggenhet, bredde og høideforhold, samt i tilfelle det for kaier og kanaler avholdte område. Byggelinjer faller sammen med gatelinjen forsåvidt ikke anderledes bestemmes.\nI forbindelse med gaters regulering bør avgjøres hvor stor del av gaten, tenkes reservert til fortåg, hvorhos man bør være opmerksom på hvor sporvei og jernbanespor i tilfelle vil kunne anlegges.\nb. Bebyggelsens karakter (åpen eller tett), bygningenes avstand fra nabogrensen og i hvilken utstrekning den indre del av kvartalene skal kunne bebygges.\nc. Bygningshøiden for de forskjellige strøk, bygningsgrupper eller enkelte bygninger.\nd. Om og i tilfelle i hvilke strøk trebebyggelse kan finne sted.\nVed byplan kan også treffes bestemmelse om hvilke tomter skal forbeholdes for statens eller kommunens bygninger. Enn videre kan ved byplan treffes bestemmelse om jernbaners og sporveiers beliggenhet utenfor gatenettet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Byplanen består av de nødvendige plantegninger med høideangivelser og de særskilte vedtekter som skal gjelde for området.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "1. Før byplan utarbeides, skal der over vedkommende strøk foreligge kart, der som regel bør være utført i målestokk 1: 1000 med høideangivelse for hver 1 m. Kartet bør være utført på grunnlag av et polygonnet knyttet til faste trigonometriske punkter i tilknytning til landstrianguleringen, hvor sådan foreligger. Enn videre bør høidemålingon søkes tilknyttet landets presisjonsnivellement eller i mangel herav baseres på havets middelvannstand. Få dette kart skal planen inntegnes.\n2. Av alle bykarter skal til vedkommende regjeringsdepartement innsendes gjenpart i solid og holdbar utførelse for å opbevares i Riksarkivet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Ved utarbeidelse av byplan skal man ha for øie stedets eller strøkets beliggenhet og utvikling og det til forholdene svarende behov for beboelsesrum, ferdselens, ildsikkerhetens og sundhetens krav, samt anbringelse av tilfredsstillende kloakkavløp. Bebyggelsen skal anordnes på en arkitektonisk tiltalende måte, og således at den nye og den gamle bebyggelse kommer i harmoni med hinannen. Hvor større industri kan påregnes, bør der reguleres strøk for industrielle bedrifter.\nSærlig iakttas:\na. Ved planleggelsen skal der tas hensyn til terrengets karakter og de stedlige forhold.\nb. Gater skal søkes lagt således, at de med best mulige stigningsforhold tilveiebringer korte og hensiktsmessige forbindelser mellem ferdselens knutepunkter og mellem gatene innbyrdes. Sterke stigninger, store skjæringer og fyllinger bør såvidt mulig undgås.\nc. Gaters bredde retter sig efter ferdselens krav. Gater med sterk forretnings- eller gjennomgangstrafikk bor ha en bredde av minst 15 m. For andre gater (hovedgater i småbyer med mindre trafikk, sidegater eller utpregede beboelsesgater med tett eller åpen bebyggelse) graderes bredden nedover efter gatens karakter.\nd. Avstanden mellem byggelinjene bestemmes under hensyn til ildsikkerhetens og sundhetens krav og med det for øie å frembringe tiltalende og behagelige beboelsesstrøk. Avstanden bør i almindelighet ikke være under 12 m.\ne. Torv, derunder også plass til torvhaller, åpne plasser og offentlige beplantninger skal med hensyn til beliggenhet, størrelse, form og antall anlegges således, at de tilfredsstiller så vel ferdselens som sundhetens og brandsikkerhetens krav, samtidig som de anordnes på en smuk og tiltalende måte. Tomter for statens og kommunens bygninger samt offentlige leke-, sports- og hvileplasser bør avsettes i tilstrekkelig antall.\nf. De til bebyggelse bestemte arealer bør avgrenses således, at de tillater en tomteinndeling som passer for den art av bebyggelse som er forutsatt for strøket, likesom der bør tas hensyn til at beboelsesleiligheter sikres tilstrekkelig sol.\ng. Ved bestemmelse om hvorledes bebyggelsen skal utformes, og om hvorvidt der kan opføres fabrikker og industrielle anlegg, tas hensyn til stedets eller strøkets karakter og til det behov der må antas å bli for de forskjellige slags bygninger.\nI de ytre bydelar skal begrensning av bygnings- og befolkningstettheten has for øie.\nIndustristrøk bør best mulig (ved beplantede belter e. l.) avgrenses fra beboelsesstrøk.\nh. Det tillatte antall etasjer bestemmes under hensyn til stedets og strøkets karakter.\nPå steder hvor der gjennemgående ikke har vært bygget i mer enn 2 eller 3 etasjer, må etasjeantallet ikke forhøies utover det tilvante, medmindre der under hensyn til stedets utvikling eller andre forhold foreligger påviselige grunner herfor.\nI strøk med åpen bebyggelse bør som regel ikke tillates mer enn 2 etasjer. Mer enn 3 etasjer bør kun tillates i de centrale forretningsstrøk i større byer og hvor forholdene forøvrig har utviklet sig således at det finnes påkrevet. Kun i de centrale forretningsstrøk i de største byer bør tillates fler enn 4 etasjer.\nDet bestemmes i vedtekten hvorvidt kjeller og loft skal medregnes i etasjenes antall forsåvidt de for nogen del benyttes som beboelsesrum (jfr. § 104) eller arbeidsrum (jfr. § 105).\ni. Forholdet mellem bebygget og ubebygget areal i de forskjellige strøk bør fastsettes:\n1. Ved avstandsbestemmelser for de enkelte bygninger.\n2. Ved bestemmelse om hvor stor brøkdel av hver enkelt tomt skal kunne bebygges.\n3. Ved byggelinjer i det indre av kvartalene. I forbindelse hermed kan der treffes bestemmelse om felles innkjørsel.\nMinstemålene for bygningsavstandene og for hvad der skal lades ubebygget av grunnen bor fastsettes under hensyn til strøkets karakter og de stedlige forhold.\nk. Forsåvidt der blir spørsmål om bebyggelse i det indre av kvartalene, skal den gjøres avhengig av gårdsrummets eller havens størrelse. Selvstendige bygninger bør i almindelighet alene tillates som frittliggende eller frittliggende grupper. Beboelsesleiliglieter i sådanne bygninger eller i fløibygninger bør i almindelighet alene tillates, når leilighetene skaffes like god tilgang av lys og luft som er sikret rum til gaten, og der forøvrig opnås tiltalende forhold, såsom ved tilknytning av haveanlegg, hvor dertil er anledning. Selvstendige bygninger bør ikke ha mer enn 3 etasjer. Det samme gjelder fløibygninger med selvstendige beboelsesleiligheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "1. Bygningsrådet har å påse at de i denne lov foreskrevne byplaner utarbeides, og å sørge for deres revisjon eftersom forholdene gjør det påkrevet. Planene skal utarbeides av fagkyndige på området.\n2. Fremkommer forslag til byplan fra grunneiere eller andre interesserte, skal bygningsrådet snarest mulig behandle forslaget og ta standpunkt til det.\n3. Så snart forslag til byplan or vedtatt av bygningsrådet, skal det med tilhørende vedtekter in. v. efter bekjentgjørelse utlegges til offentlig eftersyn i en rimelig tid efter rådets bestemmelse. Fremkommer der bemerkninger, tas saken påny op til behandling av bygningsrådet.\n4. Det av bygningsrådet ferdigbehandlede forslag forelegges bystyret. Byplan som er vedtatt av bystyret, blir gyldig ved å stadfestes av vedkommende regjeringsdepartement. Når stadfestelse er meddelt, skal herom av bygningsrådet utferdiges offentlig bekjentgjørelse.\n5. Av alle stadfestede byplaner skal der til departementet innsendes to gjenparter i solid og holdbar utførelse. Den ene opbevares i departementet og den annen i Riksarkivet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "1. Stadfestet byplan kan forandres på samme måte som i § 27 foreskrevet for istandbringelse av ny plan.\n2. Det kan ved vedtekt bestemmes at mindre vesentlige forandringer i byplanen kan foretas av bygningsrådet, efterat vedkommende grunneiere har hatt anledning til å uttale sig.\nGatebredde og avstand mellem byggelinjer må herved ikke innskrenkes, og gatens stigningsforhold ikke vesentlig forverres. Ingen utgifter må ved sådan forandring påføres kommunen uten bystyrets samtykke. Er nogen grunneier misfornøiet med rådets beslutning, kan denne innankes for vedkommende regjeringsdepartement. Forinnen dette treffer en avgjørelse, skal formannskapets uttalelse innhentes.\n3. Innenfor et avgrenset industristrok kan planen, bortsett fra hovedferdselsårene, fastslås ved avgjørelse av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "1. Når bygning opføres i strøk som ikke er regulert, fastsetter bygningsrådet byggelinjer samt bygningens høidebeliggenhet.\nHvis ikke anderledes bestemmes ved vedtekt skal grunneierne i strøket høres og forsåvidt utgifter påføres kommunen, bystyrets samtykke innhentes. Beslutningen meddeles de interesserte og formannskapet.\n2. Sådanne forandringer av eldre bygninger som omhandles i § 32, krever bygningsrådets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Byplan (jfr. § 24) som er utarbeidet for tilstøtende kommuners grensestrøk, kan stadfestes efter forlangende av en av dem, etterat også de andre kommuner har hatt anledning til å uttale sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Godkjent byplan er straks bindende for alle byggeforetagender innenfor byplanens område. Grunn bestemt til gater, plasser m.v. (jfr. § 40,1) må således ikke bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Bygning hvis beliggenhet er i strid med gjeldende byplan, må ikke påbygges, tilbygges eller undergis hovedombygning, medmindre reguleringen befølges.\nBygningsrådet kan dog tillate sådanne arbeider utenfor gategrunnen.\nAndre byggearbeider som er av den art at bygningens leieverdi efter bygningsrådets skjønn vesentlig forøkes, må ikke utføres før saken, om bygningsrådet finner det påkrevet, har vært forelagt bystyret til avgjørelse om hvorvidt eiendommen eller nogen del derav bør erhverves.\nBystyrets beslutning må være fattet senest 6 måneder efterat bygningsanmeldelsen er mottatt av bygningsrådet (jfr. § 131,1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Når en regulert anordning av felles innkjørsel (jfr. § 26, i, 3) gjennomføres, tilkommer der den eller de eiendommer hvorpå sådan innkjørsel er henlagt, erstatning hos de øvrige eiendommer for den forringelse som ved ordningen påføres eiendommen. Erstatningen utres av den som krever ordningen gjennemført, mot refusjon efter skjønn av samtlige grunneiere i kvartalet etterhvert som deres eiendommer bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Når et strøk står for tur til å reguleres, eller bygningsrådet finner at en omregulering bør tas under overveielse, plikter den som vil utføre byggearbeide i strøket, å utsette dermed inntil reguleringsspørsmålet er endelig avgjort, medmindre det projekterte byggearbeide efter bygningsrådets skjønn ikke vil vanskeliggjøre gjennemførelsen av den nye reguleringsplan. Grunneier i strøket kan kreve avgjørelse innen et halvt år efterat bygningsanmeldelse er innsendt. Er reguleringen innen den tid ikke fastslått, kan tomten bebygges, men den byggende har med hensyn til byggelinjer og bygningens beliggenhet å rette sig efter bygningsrådets bestemmelser. Tidsfristen innen hvilken bygningsrådets avgjørelse skal treffes, kan forlenges av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "1. Når et avbrent strøk skal reguleres, er vedkommende grunneier pliktig til å avstå til kommunen den grunn som anses nødvendig til tomtenes innbyrdes regulering, mot erstatning av kommunen efter overenskomst eller takst. Eieren er forpliktet til å finne sig i at dersom vederlag for avståelsen anvises ham likeså tjenlig tomt i samme kvartal eller i et av de nærmest tilstøtende nabokvartaler. I tilfelle av tvist om hvorvidt den anviste tomt er like god eller beleilig avgjøres spørsmålet ved skjønn. Tilbakestående kjellere, murer eller andre ruiner efter en ildebrand skal ikke være til hinder for grunnens ekspropriasjon som ubebygget og skal medtas i taksten såfremt ikke eieren foretrekker å bortføre dem innen en passende frist.\n2. Bystyret kan enn videre beslutte at der også utenfor det i første ledd nevnte tilfelle skal foretas tomteregulering, enten i forbindelse med strøkets regulering eller efterat reguleringsplan for strøket er fastsatt. I så fall er grunneierne pliktige til å avstå til kommunen den ubebyggede grunn som behøves til tomtenes innbyrdes regulering overensstemmende med reglene i 1ste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "De som følge av omlegningsplanen nødvendige overdragelser er fritatt for stempelavgift og tinglysningsgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Hvis bebyggelse av et grunnstykke vilde hindre eller i vesentlig grad vanskeliggjøre en hensiktsmessig omlegning av vedkommende grunnstykker, kan bygningsrådet nekte arbeidet utført. Forbudet trer ut av kraft hvis omlegningsplanen ikke er fastslått innen et halvt år derefter. Efter andragende av bystyret kan fristen av vedkommende regjeringsdepartement forlenges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Til opnåelse av mindre vesentlige grenseberiktigelser kan bygningsrådet gjøre byggetillatelse avhengig av at anmelderen mot vederlag efter overenskomst eller takst erhverver eller avstår til kommunen eller nabo mindre stykker ubebygget grunn som trenges til avslutning av hans egen eller en nabos byggetomt.\nEierne av tilstøtende grunn er i tilfelle efter bygningsrådets bestemmelse pliktig til å avstå den fornødne grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Dokumenter som blir å tinglese som følge av omlegningsplan, tilstilles panteboksføreren ved kommunens foranstaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "1. Til gjennemførelse av byplan kan bystyret ekspropriere den grunn (bebygget eller ubebygget) som er nødvendig, eller de rettigheter som er til hinder for\na. anlegg av nye eller utvidelse, rettelse eller forlengelse av eldre gater, veier, plasser, parker, offentlige beplantninger eller jernbaner og sporveier, som er fastsatt i planen,\nb. erhvervelse av de til statens og kommunens bygninger i planen reserverte tomter,\nc. opførelse eller utvidelse av de i planen fastsatte broer,\nd. anordning av felles innkjørsel i henhold til § 26, i, 3.\n2. Når ved erhvervelse av et grunnstykke den tilbakeværende del av eiendommen innskrenkes således, at der for samme pådras ulempeerstatning, og denne del er ubebygget, kan kommunen ekspropriere eiendommen i dens helhet, selv om kun en del av den tiltrenges til vedkommende formål.\n3. Enn videre kan bystyret ekspropriere den ubebyggede grunn som bygningsrådet finner påkrevet til anskaffelse og i forbindelse dermed opbevaring av materialer til anlegg og vedlikehold av gater, veier og plasser.\nTil ekspropriasjon av sådan grunn utenfor byens grense (i byggebeltet) kreves fylkesveistyrets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "1. Til gjennemførelse av regulering eller omregulering av eldre bydel kan bystyret beslutte å ekspropriere hele strøk. Beslutningen må for å bli gyldig stadfestes av vedkommende regjeringsdepartement efterat vedkommende grunneiere har hatt anledning til å uttale sig.\n2. Ubebyggede tomter som efter bygningsrådets skjønn ikke kan bebygges på en efter beliggenhet og byggeregler passende måte, kan eksproprieres av kommunen til opnåelse av hensiktsmessige tomter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "1. Bystyret bestemmer når den i en byplan til gate, plass, jernbane eller sporvei m.v. (jfr. § 40) bestemte grunn skal erhverves, uten hensyn til om gaten eller plassen straks aktes utlagt eller oparbeidet. Det samme gjelder like overfor annen grunneiendom som kommunen i henhold til denne lov er berettiget til å erhverve ved tvang, uten hensyn til at de tilsiktede foranstaltninger først senere aktes gjennemført.\n2. Grunneieren kan dog forlange at kommunen straks skal innløse den ubebyggede grunn som kommunen i henhold til § 40 kan kreve ekspropriert, når eiendommen enten skal avstås i sin helhet, eller det ved lovlig skjønn avgjøres at eiendommen ikke lenger kan anses skikket til å bebygges på en efter den hele eiendoms størrelse, beliggenhet eller efter øvrige forhold regningsvarende måte.\nI alle tilfelle kan grunneieren forlange at kommunen innen 5 år efterat krav derom er fremsatt, jfr. post 5, skal innløse den ubebyggede grunn som ved byplan er reservert til tomter for statens og kommunens boligbygning (jfr. § 40 1 b).\n3. Er der ved reguleringsplanen avsatt tomter til statens bygninger (jfr. § 40.1, b), står kommunen i forskudd for det til innløsning nødvendige beløp, inntil det av statens myndigheter måtte bli bestemt at staten skal overta eiendommen. Blir det bestemt at staten ikke skal overta eiendommen, kan kommunen enten beholde eiendommen eller i tilfelle avhende den.\n4. Blir eiendommen på grunn av særlige omstendigheter ødelagt som byggetomt på sådan måte som omhandlet i post 2 1ste ledd, ved bestemmelser om byggelinje innenfor gatelinjen eller ved de vedtekter som knytter sig til reguleringen, tilkommer eieren erstatning efter skjønn.\n5. Krav om innløsning eller erstatning må av vedkommende grunneier være fremsatt innen ett år efterat beslutning om byplanens vedtagelse er ham meddelt eller offentlig bekjentgjort.\n6. Er grunnen bebygget, har grunneieren samme krav når bebyggelsen er fjernet. Den i forrige ledd omhandlede frist regnes i dette tilfelle fra bygningens fjernelse.\n7. Skjønn om eiendommens bebyggelighet skal ledsages av en kort begrunnelse, og der skal ved avgjørelsen ikke tas hensyn til deling av grunn som har funnet sted efterat byplanen blev offentlig utlagt.\n8. I de tilfelle hvor en grunneier i henhold til post 2, 1ste ledd, og post 4 har stillet krav til kommunen om innløsning eller om erstatning, og det ved lovlig skjønn godtgjøres at betingelsene herfor er tilstede, er kommunen berettiget til å innløse hele eiendommen eller deler derav efter takst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Forsøkstakst kan avholdes efter forlangende av formannskapet. Den er ikke bindende for grunneieren, medmindre fravikelseskjennelse er forlangt senest innen 6 måneder efter den endelige takst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Når kommunen eksproprierer grunn bebygget med beboelseshus, skal kommunen på forlangende såvidt gjørlig gi eieren anledning til å erhverve en annen byggegrunn i nærheten til rimelig pris. Likeledes skal kommunen i samme tilfelle sørge for at beboerne midlertidig får såvidt mulig passende husrum.\nBestemmelsen i denne §'s 1. punktum skal også gjelde ifall en tomt eksproprieres umiddelbart efter at beboelseshus på tomten er brent.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Hvor det ved vedtekt er bestemt at bebyggelse av en eiendom ikke må finne sted medmindre der til eiendommen fører oparbeidet og godkjent gate, (jfr. § 48, post 1) har grunneieren – når tillatelse dertil er erhvervet av formannskapet – samme rett til å erhverve den dertil fornødne grunn som i dette kapitel er tillagt kommunen. Grunneier i kvartal hvor der er anordnet felles innkjørsel, tilkommer samme rett som kommunen til å erhverve grunn til reguleringens gjennemførelse.\nGrunneier som pålegges anlegg av de i §§ 60 og 146 omhandlede ledninger, kan ekspropriere den til ledningen nødvendige grunn eller rettighet efter bygningsrådets bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "1. Når ny gate anlegges av kommunen, skal eierne av de tilstøtende grunner, erstatte denne dens hele utlegg ved erhvervelsen av den grunn som er nødvendig til gaten – heri innbefattet alle utgifter til ulempeerstatning – dog kun til en gatebredde av 15 m., forsåvidt gaten kan bebygges på begge sider; i motsatt fall 8 m.\n2. Erstatningsbeløpet fordeles mellem grunneierne efter lengden av hver grunns linje til gaten. Ved fordelingen blir den gatestrekning hvis regulering iverksettes på samme tid, å betrakte som en enhet.\n3. Den grunneier som på det tidspunkt da gaten anlegges, har bebygget eller bebygger sin tomt med bygning som har vindu eller dør mot eller innkjørsel fra den nyanlagte gate, skal – hvis beløpet ikke kan likvideres i den erstatning som tilkommer grunneieren – erlegge sin andel av erstatningssummen innen 3 måneder efterat opgave over størrelsen er meddelt, eller i høist 10 årlige terminer, mot at der svares 5 av hundrede i årlig rente av det til enhver tid tilbakestående beløp.\nFor andre grunneiere regnes denne frist først fra det tidspunkt da de påbegynner opførelse av sådan bygning.\n4. Når eldre gate utvides eller forandres med hensyn til retning eller høideforhold, gjelder med hensyn til grunneiernes forpliktelse til å erstatte kommunen dens utgifter i denne anledning hvad ovenfor er bestemt for anlegg av ny gate.\n5. Med hensyn til den erstatningsplikt som påhviler en eiendom efter foranstående bestemmelser, blir der ved kommunens foranstaltning å avholde fornoden tinglesning til anførsel på vedkommende eiendoms folium i panteregistret.\n6. Når særlige grunner foreligger, kan bystyret frafalle den kommunen efter denne paragraf tilkommende refusjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Det kan bestemmes ved vedtekt at grunneiernes plikt til å refundere kommunen dens utlegg til erhvervelse av grunn til gate skal gjelde for en gatebredde av inntil 20 m., hvis gaten kan bebygges på begge sider; i motsatt fall det halve. Dog må utgiftene hermed ikke stå i misforhold til de fordeler eller den verdiforøkelse som de til gaten eller plassen støtende eiendommer opnår ved foranstaltningen. Spørsmålet herom avgjøres ved skjønn, hvorved det samtidig kan pålegges grunneier hvis eiendom ikke støter direkte til gaten, å delta i utgiftene i forhold til den verdiforøkelse hans eiendom opnår ved gateanlegget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "1. Det kan bestemmes ved vedtekt at bebyggelse av en eiendom ikke må finne sted medmindre der til eiendommen fører oparbeidet og godkjent gate, i tilfelle forsynt med kloakk. Det kan dog ikke kreves at gaten skal oparbeides i større bredde enn 8 m., heri innbefattet fortåg.\n2. Gate eller fortåg som er oparbeidet av bygningseier i henhold til bestemmelse i vedtekt blir fra den tid arbeidet er fullført og godkjent å vedlikeholde av kommunen.\n3. Det kan bestemmes ved vedtekt at grunneierne skal refundere kommunen dens utlegg til oparbeidelse av gate. Grunneiernes forpliktelse skal dog ved oparbeidelse som foretas efter vedtektens ikrafttreden ikke gå videre enn til å erstatte kommunen halvparten av dens utgifter ved oparbeidelse av gaten i en bredde av inntil 20 m. og ved nedlegning av kloakkrør av inntil 305 mm. diameter.\n4. Såfremt gaten kun kan bebygges på en side, skal grunneiernes forpliktelse ikke gå videre enn til å erstatte halvparten av de i foregående ledd omhandlede utgifter.\n5. I den i post 3 omhandlede vedtekt kan det bestemmes hvorvidt de om oparbeidelse av gater gjeldende regler skal bli å befølge når eldre vei inngår i regulert gate.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Hvor det ved vedtekt er bestemt at bebyggelse av en eiendom ikke må finne sted, medmindre der til eiendommen fører oparbeidet og godkjent gate, (jfr. § 48, post 1) har grunneieren (bygningseieren) rett til å kreve refusjon for utlegg til grunn og oparbeidelse av gaten. Dog må de nødvendige legitimasjoner for de medgåtte utgifter innsendes til formannskapet til godkjennelse. Forsåvidt der intet er å bemerke ved regningene, er grunneieren berettiget til å få utgiftene utlignet på de interesserte eiendommer og beløpene innkrevet ved formannskapets foranstaltning overensstemmende med de regler som gjelder når gate er oparbeidet for kommunens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Hvor ikke anderledes er bestemt ved festekontrakt, påhviler refusjonsplikten i anledning av gateoparbeidelse festeren istedenfor grunneieren, hvis grunnen er bortfestet ved arvefeste eller på så lang tid at der ennu gjenstår 30 år av festetiden regnet fra den tid refusjonsbeløpet eller del derav forfaller til betaling.\nUnder samme betingelser påhviler det festeren å refundere for erhvervelse av grunn til gate, dog kun forsåvidt angår det beløp hvormed refusjonsbeløpet overstiger den erstatning som grunneieren måtte ha mottatt i anledning av grunnerhvervelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Hvad der ovenfor i dette kapitel er bestemt om gate, gjelder også offentlig plass.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Hvor der ved byplanen er regulert et beplantningsbelte ved eller omkring industristrøk, er eierne av dette strøk forpliktet til å erstatte kommunen utgiftene ved erhvervelsen av dette belte inntil en bredde av 50 m. Dog må de utgifter som herved pålegges grunneierne, ikke stå i misforhold til den verdiforøkelse eierne opnår ved at strøket kan benyttes som industristrøk. Spørsmålet herom avgjøres ved skjønn, som også avgjør utgiftenes fordeling mellem grunneierne. Erstatningsbeløpene forfaller for hver tomt eftersom den avhendes eller i tilfelle bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Hvis foranstaltninger i henhold til § 41 medfører fordeler for bygninger eller grunn i samme eller tilstøtende kvartal som ikke eksproprieres, plikter eierne å godtgjøre kommunen et ved skjønn bestemt tilsvarende beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Til å avgi skjønn og takster som utkreves i henhold til denne lov kan av kommunen anordnes en kommisjon på 5 medlemmer, som tillikemed 5 varamenn opnevnes av vedkommende regjeringsdepartement efter innstilling av bystyret. Opnevnelsen gjelder for 5 år ad gangen. Innstillingen skal offentlig bekjentgjøres minst 4 uker før opnevnelsen skjer. Minst 1 av kommisjonens medlemmer og 1 av varamennenne skal være i besiddelse av de for dommere foreskrevne egenskaper.\nKommisjonens medlemmer erholder av kommunen en godtgjørelse, som bestemmes av vedkommende regjeringsdepartement efter innstilling av bystyret.\nHvor det finnes hensiktsmessig, kan flere kommuner forene sig om anordning av en felles kommisjon. Opnevnelsen foregår i så fall efter innstilling fra samtlige vedkommende bystyrer og efter offentliggjørelse av hver enkelt, innstilling. Godtgjørelsen betales i så fall av kommunene i fellesskap og bestemmes efter innstilling fra samtlige bystyrer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Alle tvistemål om hvad der or gjenstand for ekspropriasjon eller erstatning e. l., avgjøres under forretningen av kommisjonen selv. Disse avgjørelser så vel som forretningen i sin helhet kan påankes til Høieisterett, hvor saken foretas ved varslets utløp uten hensyn til Høiesteretts sesjoner. Ankefristen er 4 uker. De av kommisjonen avgitte skjønnsansettelser m.v. kan derimot ikke påankes. Enhver forliksmegling bortfaller. Forøvrig kommer de i lov av 10 mai 1860 om tvungen avståelse av grunn, dens § 1, inneholdte regler til anvendelse også på disse forretninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Hvor skjønnskommisjon ikke er anordnet, utføres de omhandlede skjønn og takster ved menn opnevnt i henhold til lov av 28 august 1854 med tilleggslover og efter de i lov av 10 mai 1860 §§ 1-4 gitte rettergangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "content": "Hvor denne lov er gjeldende, skal ved salg av faste eiendommer foretas opmåling og kartlegning av den avhendede grunn overensstemmende med denne lovs bestemmelser, forsåvidt lovformelig opmåling ikke tidligere har funnet sted.\nDet samme gjelder for tomt hvorpå opføres bygning.\nOpmålingen skal i tilfelle slutte sig til kartets faste merker (jfr. § 25).\nKart med beskrivelse innføres i en dertil bestemt protokoll, som for hver forretning underskrives av forretningens bestyrer med et kartvidne.\nHjemmelsbrev på den solgte eiendom må ikke tingleses, medmindre gjenpart av målebrev medfølger. Heller ikke må bebyggelse av nogen del av eiendommen finne sted, før målebrev er forevist vedkommende bygningsmyndighet. Når byggearbeidet er ferdig, skal den bebyggede flate avmerkes på kartet.\nBetaling for forretningen erlegges efter regulativ som fastsettes ved vedtekt.\nForpliktelsen til opmåling m.v. gjelder ikke ved salg av større sammenhengende eiendommer, så lenge ingen utstykning finner sted. I tilfelle av tvist mellem grunneieren og bygningsrådet om anvendelsen av denne bestemmelse, avgjøres spørsmålet av fylkesmannen efterat formannskapet har uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "content": "Ingen grunn må deles på sådan måte, at der opstår forhold som strider mot lovens forskrifter. Heller ikke må grunn deles således, at der dannes tomter som efter bygningsrådets skjønn efter sin størrelse eller form er mindre vel skikket til selvstendig bebyggelse. Er tomten bebygget, skal der også tas hensyn til dens fremtidige bebyggelse.\nUnder byggeforbud (§ 34) og efter byplanens stadfestelse må deling av grunn innenfor det av planen omfattede strøk ikke tillates, når gjennemførelse av byplan eller tomteregulering derved vilde hindres eller vanskeliggjøres.\nSammenføining av eiendommer som for nogen del er bebygget må ikke finne sted hvis derved kan fremkomme forhold som i brandmessig eller sanitær henseende er mindre betryggende enn for bygninger er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "content": "Enhver eiendom skal ha tydelig angitt husnummer efter derom av bygningsrådet utferdigede nærmere regler.\nHvor det finnes ønskelig, kan en eiendoms nummer forandres efter beslutning av formannskapet. Underretning om forandringen blir å meddele panteboksføreren samt eierne og mulige panthavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "1. Grunn som bebygges, skal yde fornøden sikkerhet for at ikke bygningen utsettes for fare ved synkning, sammenstyrtning, jordras, vannsig eller lignende, være fri for sundhetsskadelige stoffer, og omhyggelig dreneres i den utstrekning og på den måte som det av bygningsrådet finnes påkrevet.\n2. Fra grunnen skal i almindelighet sørges for avløp for skylle- og spillvann i lukkede ledninger til offentlig kloakk efter bygningsrådets nærmere bestemmelse. Hvor der ikke er anledning hertil, eller ledningsanlegget efter bygningsrådets skjønn er forbundet med uforholdsmessige omkostninger, tillates ikke bebyggelse medmindre bygningsrådet godkjenner en annen ordning efterat helserådets erklæring er innhentet. Overvann skal på tilfredsstillende måte avledes, hvor helserådet finner det nødvendig. Det må ikke avledes på fremmed grunn uten samtykke av dennes eier.\n3. Når gate er forsynt med offentlig kloakk, skal ethvert våningshus som ligger på eiendom som støter til gaten, tilknyttes kloakken, medmindre omkostningene efter bygningsrådets skjønn blir uforholdsmessige, eller helserådet av andre grunner fritar for forpliktelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Det kan ved vedtekt bestemmes at ingen grunn må bebygges med bygning bestemt til ophold for mennesker uten at der til enhver tid or tilfredsstillende adgang til godt og tilstrekkelig drikkevann. Det samme gjelder om bygning bestemt til ophold for dyr. I tvisttilfelle avgjøres spørsmålet av helserådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Det kan bestemmes ved vedtekt at grunnstykker utenfor regulert, strøk for å kunne bebygges enten må være beliggende ved en for offentlig ferdsel bestemt vei eller være tilknyttet sådan ved en av bygningsrådet godkjent adkomst. Forsåvidt denne ikke tilhører den byggende, skal den være ham varig sikret ved tinglest erklæring fra eieren, eller på annen måte som bygningsrådet finner betryggende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "1. Bedrifter og oplag som bygningsrådet finner særlig ildsfarlige eller forbundet med sanitære eller andre særlige ulemper for de omboende, såsom ved røk, larm, lukt, støv o. l., må ikke anlegges i beboelsesstrøk, men skal i tilfelle henvises til industristrøk eller en bestemt del av dette. Forinnen bestemmelse herom fattes, skal brandstyrets eller i tilfelle helserådets uttalelse innhentes.\n2. Hvorvidt nogen art bedrifter og oplag skal forbys anlagt innen stedets område, avgjøres ved vedtekt. Efter andragende fra vedkommende kommune kan departementet bestemme at sådan vedtekt også skal gjelde i et tilstøtende strøk av nabokommunen, forsåvidt dette strøk er underlagt bygningsloven. Forinnen sådan bestemmelse treffes skal vedkommende nabokommune ha hatt anledning til å uttale sig.\n3. Gjenopførelse av avbrent anlegg av forannevnte slags, samt gjenoptagelse av sådant når det har vært nedlagt 1 år, betraktes som nytt anlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "1. Luftgrav kan etter bygningsrådets nærmere bestemmelse og mot erstatning efter overenskomst eller skjønn forlanges anbragt på nabogrunn, så lenge denne er ubebygget på vedkommende stod.\n2. For vedlikehold av bygning kan i nødvendig utstrekning opreises stiger eller stillaser på nabogrunn. Likeså kan der over samme anbringes hengende stillas. Opstår der herom uenighet mellem naboene, avgjøres saken av bygningsrådet, som i tilfelle fastsetter erstatningens størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "1. I tettbebygget strøk skal enhver bygning til gaten opføres umiddelbart i grenselinjen mot nabotomt således at hele tomtens fasadelinje utbygges.\n2. Bygningsrådet kan dog tilstede undtagelser herfra, når der skaffes sikkerhet for at sidefasadene på begge bygninger gis en tilfredsstillende arkitektonisk utformning, og det hele utformes således at gatebilledet ikke skjemmes.\n3. Bygningsrådet kan i tilfelle opstille nærmere betingelser for undtagelsen, og f.eks. på by at bygningene knyttes sammen ved lavere partier, bueganger eller lignende – alene, eller i forbindelse med treplantning.\n4. Det bør herunder påses at uskjønne partier innenfor (bakgårder, brandgavler o. l.) ikke blir synlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "1. Hvor der er regulert byggelinje, skal enhver bygning opføres med 1ste etasjes ytterflate i denne.\n2. Fremspring og tilbaketrekning av enkelte deler av fasaden kan tillates av bygningsrådet, hvor arkitektoniske hensyn taler derfor, og avstanden til bygning på den annen side av gaten ikke blir under 1.2 m. Faller byggelinjen sammen med gatelinjen, må fremspring kun tillates for søiler, portaler og lignende, og fremspringet må ikke uten bygningsrådets tillatelse gjøres større enn 50 cm. Er byggelinjen trukket tilbake fra gatelinjen, må som regel ikke avstanden mellem byggelinje og gatelinje på noget punkt innskrenkes til under halvparten, eller med mer enn 2 m., og de fremspringende partier ikke få større sammenlagt bredde enn 1/3 av fasadelengden, eller komme nabogrunn nærmere enn 1 1/2 ganger fremspringets dybde.\n3. En bygnings sokkel kan springe inntil 15 cm. lenger frem i gaten enn for bygningen bestemt. Er gaten smalere enn 10 m., må dog ethvert sokkelfremspring godkjennes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "1. Hvor avstanden mellem byggelinjene er minst 12 m., kan bygningsrådet, når det finnes forenlig med arkitektoniske hensyn, tillate at der anbringes balkonger, baldakiner og hengende karnapper. Som regel må disse ikke ha større fremspring enn 0,8 m., mindre høide over fortåg enn 3 m., eller større samlet lengde enn 1/3 av fasadelengden. Deres avstand fra nabo må på intet punkt være under 1 1/2 ganger fremspringet.\n2. Er byggelinjen trukket, minst 3 m. tilbake, bortfaller bestemmelsen om høiden over terrenget.\n3. Uten bygningsrådets samtykke må tak eller gesims eller nogen del derav ikke springe lenger frem fra veggens ytterflate enn 80 cm.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "1. Trapp som springer frem i gate, skal ha avrundede hjørner og ikke springe lenger utenfor gatelinjen enn 60 cm. eller ha steilere stigningsforhold enn 2:3. Er gaten smalere enn 12 m., må trapp ikke ha større fremspring enn 30 cm.\n2. Kjellernedgang fra gate må ikke anbringes uten bygningsrådets tillatelse og skal ikke ha større fremspring enn ovenfor for trapper bestemt. De må innrettes således at der ikke opstår fare for ferdselen.\n3. Utgravet åpning for lys og luft langs en bygnings vegg kan anbringes med fremspring i gaten inntil 60 cm. Åpningen skal dekkes med fortågsglass og ventileres.\n4. Undtagelser fra bestemmelsene i denne paragraf kan tilstedes av bygningsrådet, hvor særegne omstendigheter taler derfor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Ved opførelse av bygning på hjørne kan, hvor det finnes tilsagt av hensyn til trafikken eller andre forhold, særlig hvor sporvei kan påregnes anlagt, bygningsrådet på ny anvendelse av brutte hjørner av sådan bredde og form som rådet bestemmer, dog ikke over 3 m. bredde, medmindre det skjer i form av særskilt reguleringsbestemmelse. Det samme gjelder innhegning på sådant hjørne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "1. Rekkverk, stolper, avvisere, bøiler o. l. må ikke anbringes i gate eller på fortåg uten bygningsrådets tillatelse.\n2. Det samme gjelder anbringelse på gater eller plasser av monumenter, paviljonger, kiosker, pissoirer o. l., forsåvidt ikke fornøden bestemmelse er truffet av bystyret. Forinnen sådan avgjørelse treffes av bystyret, skal bygningsrådet ha uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "1. Hvor der ikke i byplanen er fastsatt en mindre høide, skal bygningshøiden ikke være større enn avstanden mellem byggelinjene, og ikke noget sted overstige 15 m. medmindre anderledes bestemmes ved vedtekt.\n2. Bygningsrådet kan tillate at hjørnebygning til gater av forskjellig bredde, til den smalere gate opføres i den høide som er tillatt til den bredere gate, i en lengde lik bygningens dybde til den bredere gate, dog ikke over 15 m.\n3. Hvor bygning går gjennem et kvartal og ligger til gater som betinger forskjellig bygningshøide, bestemmer bygningsrådet i hvilken utstrekning den største høide kan anvendes for de forskjellige deler av bygningen. Bygningsrådet kan i dette tilfelle også fastsette en middelhøide for den hele bygning.\n4. I kvartaler som allerede i det vesentlige er bebygget til større høide enn efter denne lov bestemt, kan bygningsrådet tillate at der bygges til den tidligere høide, særlig når det samtidig kan opnås forskjellige fordeler, navnlig med hensyn til gårdsrum. Før sådan bestemmelse treffes, skal helserådets uttalelse innhentes.\n5. Bygnings høide mot gate måles fra gatens regulerte midtlinje til skjæringslinjen mellem fasadeflaten og takflaten.\nHar bygningen mansard tak, måles høiden til takknekken. Er gaten skrå, måles høiden fra dens middelhøide foran bygningen, idet der ved hjørnebygninger tas hensyn til hver fasades lengde mot gate. Hvis bygning støter umiddelbart til offentlig plass, bestemmer bygningsrådet fra hvilket punkt høiden skal regnes.\n6. Hvor det for å frembringe en gjennemløpende gesimshøide finnes påkrevet av arkitektoniske hensyn, kan bygningsrådet for enkelt bygning eller del derav bestemme en større høide enn der følger av foranstående.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "1. På bygning hvis yttervegger er opført til den i forhold til gatebredden største tillatte gesimshøide, skal takets heldningsvinkel ikke være steilere enn 45 °.\n2. På bygning hvis gesims ligger lavere enn ovenfor nevnt, kan taket gis hvilken som helst form og heldningsvinkel, når formen ikke finnes skjemmende i sig selv eller i forhold til nabobygninger, og når ingen del av taket raker utenfor det i første ledd nevnte profil.\n3. Bygningsrådet kan, uansett bestemmelsen i 1ste ledd, tillate, i tilfelle også påby en hvilken som helst takreisning, hvor det finnes at arkitektoniske forhold og hensynet til gatebilledet gjør dette ønskelig, og sanitære hensyn eller ildsikkerhetshensyn ikke taler derimot. Forinnen bestemmelse herom treffes, skal helserådets eller i tilfelle brandstyrets uttalelse innhentes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Opbygg over hovedgesims hvis fasade ligger i flukt med husveggen, må ikke opføres til større høide enn den største tillatte gesimshøide, medmindre bygningsrådet tillater det av arkitektoniske eller andre hensyn. I så fall må deres samlede bredde ikke overstige en tredjedel av husveggens lengde.\nStående takvinduer (takkvister, arker) eller andre over takflaten fremragende bygningsdeler som ikke er fundamentert fra grunnen av, må ikke være bredere enn 1,7 m. og deres avstand så vel innbyrdes som fra nabogrunn skal være minst 3 m. De kan opføres i 1,7 meters høide over bygningens største tillatte høide; dog må deres mønne ikke rake op over bygningens mønne. Bygningsrådet kan dispensere fra bestemmelsene om bredde, avstand og høide, når opbyggenes samlede bredde ikke overstiger 1/3 av husveggens lengde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "I en bygning kan beboelsesrum eller arbeidsrum ikke innres i mer enn 4 etasjers høide, kjeller og loft medregnet, medmindre anderledes bestemmes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "1. Bortsett fra at bygninger i sluttet rekke langs regulert byggelinje skal opføres umiddelbart mot nabogrunn (§ 65), gjelder som almindelig regel at enhver bygning skal anbringes i en avstand fra nabogrense svarende til bygningens halve høide, regnet til høieste punkt av den mot nabo vendende vegg, dog minst 4 meter. Selvstendige bygninger eller fløibygninger på samme tomt skal ha en avstand fra annen bygning svarende til halvdelen av bygningenes sammenlagte høide, med 8 m. som minste mål.\n2. Hvis ikke reguleringsbestemmelser er til hinder, kan dog fløibygning og bygning også inne på tomten anbringes direkte i nabogrensen, når der er enighet mellem vedkommende naboer om å bygge sammen. Planen for bebyggelsens anordning skal i så fall på forhånd godkjennes av bygningsrådet, og de trufne bestemmelser skal tinglyses på vedkommende eiendommer.\n3. Er der ingen særbestemmelser gjeldende for tomtens bebyggelse, kan der bygges i en dybde av 15 m. fra byggelinjen mot gaten og langs nabogrensen, forsåvidt kravene i denne paragrafs 1ste ledd tilfredsstilles.\n4. Ingen bygning på tomten må føres op over den for fasadene mot gaten tillatte største gesimshøide.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Undtagelser fra bestemmelsene i forrige paragraf kan tillates av bygningsrådet, hvor det gjelder allerede bebyggede strøk eller bygninger som ikke er bestemt til almindelig beboelse (jfr. § 104), samt ellers hvor særlige omstendigheter gjør en undtagelse påkrevet. Før bestemmelse herom treffes, skal helserådets og brandstyrets uttalelse innhentes, og det må i alle tilfelle iakttas at rum som tjener til varig ophold for mennesker, får tilstrekkelig lys og luft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Bygningsrådet kan påby at gårdsrum, hvor dette ikke anvendes som have, skal planeres og forsynes med fast overdekke efter bygningsrådets nærmere bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "1. Lysgårder skal ha en minste grunnflate av 6 m.​2 og et minste tverrmål av 2 m.\n2. Lysgårdens veggar anses som yttervegger.\n3. Vinduer ut mot lysgård skal gjøres av trådglass i jernrammer; de kan forsynes med klapp-ventiler, men må ikke innrettes til å åpnes.\n4. Lysgårder skal nederst forsynes med tilstrekkelig tilførsel av frisk luft, og de må være tilgjengelige således at de kan renses. De skal ha vanntett bunnflate med avløp til rennesten eller kloakk.\n5. Overdekkes en lysgård, må der også i dens øvre del sørges for luftveksel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "1. Enhver bygning skal fundamenteres forsvarlig efter bygningens størrelse og bestemmelse samt grunnens beskaffenhet.\n2. Ved opførelse av bygning mot nabogrunn skal fundamentene føres ned til en dybde som svarer til minst almindelig kjellerdybde for strøket. Hvad der skal forstås hermed bestemmes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "1. Ethvert byggearbeide skal utføres håndverksmessig og teknisk forsvarlig av gode og for øiemedet skikkede materialer.\n2. Av vedkommende regjeringsdepartement skal der utferdiges forskrifter om de almindelig forekommende materialer og konstruksjoner med hensyn til deres holdbarhet, styrke, isolasjonsevne og ildsikkerhet. Disse forskrifter blir å forandre og supplere så snart der måtte være behov herfor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "1. Enhver bygning skal på en av bygningsrådet godkjent måte isoleres mot fuktighet fra det under- og omliggende jordsmon.\n2. Er bygningen bestemt til varig ophold for mennesker, skal gulv i kjeller gis en fast, mot jordfuktighet isolerende overflate. Er kjelleren innredet til beboelse iakttas bestemmelsene i § 105. Er der ikke kjeller under bygningen, skal der mellem grunnen og 1ste etasjes gulv være et ventilert luftrum av minst 60 cm. høide.\n3. Bygningsrådet kan efterat helserådets uttalelse er innhentet påby at grunnen i det i foregående ledd, siste punktum, omhandlede tilfelle gis en fast mot jordfuktighet isolerende overflate samt med helserådets samtykke tilstede undtagelser fra bestemmelsene i post 2, når det finnes tilsagt av grunnens beskaffenhet eller bygningens anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "1. Bjelkebærende mellemvegger skal i murbygninger utføres av brandsikkert materiale eller utmuret bindingsverk.\n2. I bygninger på over 3 etasjer eller med beboelse i mer enn 3 høider, skal samtlige bjelkelag hvile på brandsikre konstruksjoner fra grunnen av.\n3. Hvor bjelkelag hviler på frittbærende konstruksjoner, kan bygningsrådet kreve at også vegger som ikke er bjelkebærende utføres av brandsikkert materiale.\n4. Skillevegger som kun bærer sin egen vekt, kan utføres av hvilket som helst materiale som har den fornødne fasthet, og som ikke av bygningsrådet anses som brandfarlig.\n5. Skillevegg mellem forskjellige beboelsesleiligheter skal utføres således at den efter bygningsrådets skjønn yder tilstrekkelig isolasjon mot lyd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "1. Yttervegg skal overalt hvor den kommer nabogrunn nærmere enn 2,5 m. opføres som brandvegg. Avstanden til nabogrunn måles fra murliv loddrett på veggen. Tvil om hvorledes avstanden skal måles, avgjøres av bygningsrådet.\n2. Brandvegg skal være ildfast, uten åpning og føres helt op under den ildfaste taktekning. Hverken trevegg eller røkpiper må komme dens ytterflate nærmere enn 1 sten.\n3. Blir brandvegg nogen tid stående udekket, skal den rappes eller fuges.\n4. Hvis brandvegg frilegges, skal den straks rappes, forsåvidt der ikke ved veggens opførelse er truffet tilstrekkelige foranstaltninger til beskyttelse mot fuktighet.\n5. Er brandgavl således beliggende at den kan påregnes å bli synlig i lengere tid, gjelder for dens utformning samme bestemmelse som for fasader (jfr. § 124).\n6. Kommer nogen del av takflaten nabogrensen nærmere enn 2,5 m., skal enten denne del utføres med en av bygningsrådet godkjent ildfast isolasjon under tekningen (betong, rabitz e. l.), eller brandgavlen føres minst 30 cm. op over taket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Hvor bygninger opføres samtidig, kan naboer forene sig om felles brandvegg, når der herom tingleses erklæring på vedkommende eiendommer. Er grunnen efter bygningsrådets skjønn betryggende mot synkning, kan felles brandvegg anvendes selv om bygningene ikke opføres samtidig. Felles brandvegg skal, når den opføres av almindelig teglsten, være minst 1 1/2 sten tykk, og innlagt treverk adskilt fra veggens annen side ved minst 1 stens kompakt mur. For 2 etasjes eneboliger og små hus kan kravene nedsettes til henholdsvis 1 og 1/2 sten. Røkpiper og ventilasjonskanaler skal være skilt fra veggens annen side ved minst 1 stens kompakt mur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "1. Har en bygning i nogen retning større avstand mellem ytterveggene enn 40 m., skal den for hver 40 m. avdeles med vegg av minst 1 stens mur eller av hermed jevngodt brandsikkert materiale. Veggen skal føres op under den ildfaste tekning. På øverste loft må ikke anbringes åpninger i veggen medmindre de forsynes med selvlukkende ildfaste dører. Foranstående bestemmelser skal dog ikke være til hinder for å innre rum av større utstrekning enn 40 m., når de begrensende vegger utføres som foran bestemt, og rummet isoleres fra bygningens øvrige deler i sådan utstrekning som bygningsrådet efter tilfellets beskaffenhet finner påkrevet.\n2. Understøttes ikke samtlige bjelkelag i murbygning av brandsikre konstruksjoner fra grunnen av, skal den for hver 15 m. avdeles med vegg av materiale og dimensjoner som i 1ste ledd bestemt. Dette gjelder dog ikke for lagerbygninger eller for en utelukkende til lager benyttet del av en bygning, når dette parti er avdelt ved ildfast vegg, og forsåvidt overliggende rum benyttes til beboelse, ved ildfast overdekning.\n3. Undtagelse fra denne paragraf kan i særlige tilfelle tilstedes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "I murbygning skal alle fremspringende deler være av ildfast materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "1. Ethvert tak skal forsynes med ildfast tekning. Hvad hertil skal henregnes, bestemmes ved forskrifter av vedkommende departement. Deler av tak som ikke dekkes av den ildfaste tekning, skal på annen måte innklæs med ildfast materiale. Bordtaket skal i den nedre ende under den ildfaste taktekning innklæs med ildfast materiale på forsvarlig måte, så vel mot vinkelrenne som mot takrenne eller gesims. Takopbygg av enhver art skal utføres ildfast eller beklæs med ildfast materiale på en sådan måte som bygningsrådet finner betryggende.\n2. Ved bygninger tilhørende jordbruk, i villastrøk og strøk med gruppebebyggelse hvor bygningshøiden er innskrenket til 2 etasjer, kan bygningsrådet tillate at gesimsen, dekkbord o. l. utføres av tre uten ildfast beklædning. Det samme gjelder takopbygg, når bygningen ikke har mer enn 1 etasje med utbygget loft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "1. Når bjelker og takåser legges i mur, skal de forsvarlig isoleres mot fuktighet fra denne.\n2. I den utstrekning en bygning innres til varig ophold for mennesker skal av hensyn til isolasjon, brandsikkerhet og lyddempning ethvert bjelkelag utføres med stubbeloft med minst 10 cm. fyll, eller der må treffes andre for øiemedet tilfredsstillende foranstaltninger svarende til bygningens bestemmelse. Bygningsrådet kan frita fra denne bestemmelse for eneboliger og i andre tilfelle hvor det ikke anses påkrevet.\n3. I fabrikkbygninger o. l. kan tillates bjelkelag av grovt tommer med plankedekke uten stubbeloft.\n4. Til fyll på stubbeloft må kun anvendes et av bygningsrådet godkjent uantendelig stoff, som ikke medfører sanitære ulemper.\n5. Til fyll i vegger må ikke anvendes stoffer som bygningsrådet anser brandfarlige eller sundhetsskadelige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "1. I bygninger som har rum til varig ophold for mennesker i mer enn 1 etasje, skal der anbringes minst 1 trapp, som skal føre til loftet. I bygning på ikke over 2 etasjer kan dog loftstrappen utføres som trappestige, når loftet ikke er innredet til ophold for mennesker.\n2. Rum til varig ophold for mennesker over Iste etasje skal ha uhindret adgang til 2 trapper (hovedtrapp og bitrapp), hvis avstanden fra vindusbrettet til jordsmonnet er større enn 5 m., og der ikke fra rummet er uhindret, av bygningsrådet godkjent adgang til annet rum som ikke har større høide til vinduet.\nBygningsrådet kan dog tillate at enkelte rum som innres til varig ophold for mennesker på loftet over 2nen etasje kun skaffes uhindret adgang til 1 trapp.\n3. Hvor brandvesenet utstyres med betryggende redningsapparater, kan det ved vedtekt bestemmes at bygning som opføres med brandsikker innredning (jfr. § 93), og som ikke har rum til varig ophold for mennesker i mer enn 3 etasjer, kan tillates opført med 1 trapp.\n4. Likeledes kan ved vedtekt bestemmes at bygning med brandsikker innredning, som efter bygningsrådets skjønn vesentlig benyttes i forretningsøiemed, kan opføres i 4 etasjer med kun 1 trapp, når intet rum over 3dje etasje benyttes til nattophold.\n5. Fra hvert rum som benyttes til varig ophold for mennesker, skal der ikke være over 25 m. til trapp målt efter den vei som forbinder rummet med trappen.\n6. Til påbudte trapper skal der være uhindret adgang fra hver leilighet. Er der påbudt 2 trapper, skal der være adgang til hver av dem gjennem samme etasje uten å passere gjennem det annet trapperum.\n7. På loft umiddelbart over beboelsesetasje med lovlig trappeforbindelse kan der uansett trappebestemmelsene innres rum av den under § 106 nevnte art, når der skaffes en av bygningsrådet godkjent adkomst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "1. Lovbefalt trapp, som forer til rum til varig ophold for mennesker over 2nen etasje, skal anbringes i særskilt lukket trappehus. Bygningsrådet kan dog tilstede undtagelse herfra for trapp som fører til enkelte rum der er innredet på luftet over 2nen etasje. Fører trappen ikke høiere enn 3dje etasje, kan veggene om hovedtrapp utføres av utmuret bindingsverk, om bitrapp av 7 cm. planker. Forer trapp til høiere liggende rum skal veggene om begge slags trapper ut fores i mur. Trapp, som forbinder rum tilhørende samme leilighet behøver ikke anbringes i særskilt trappehus.\n2. Bygningsrådet kan, hvor brandstyret finner det tilrådelig, tillate at trappehus gjøres åpent ut mot korridor eller vestibule, når disse er helt ildfast konstruert og uten annet treverk enn dører, vinduer og brystpanel.\n3. Trappehus av mur eller utmuret bindingsverk skal være uten panel mot trapperummet. Bindingsverk inn mot trappehuset skal være dekket med puss – for treverkets vedkommende på netting – eller annet godkjent materiale. I brystningshøide kan anbringes panel av tre eller annet av bygningsrådet godkjent belegg.\n4. Påbudte trappehus skal ha direkte og tilstrekkelig tilgang av lys og luft. Vinduer kan – foruten til det fri – kun anbringes i og over entredør; lysåpninger til andre tilstøtende rum kan dog tillates av bygningsrådet, når de dekkes med ildsikkert glass. Er trappehusveggene av mur, skal glasset anbringes i innmuret jernramme.\n5. Hvor trapperummets vegger i henhold til 1ste ledd skal utføres av mur, skal taket og gulvet konstrueres ildfast. Aktes overlys benyttet skal trapperumveggene føres op under ildfast tekning, og taket i 1 meters utstrekning fra veggene utføres med en av bygningsrådet godkjent isolasjon under tekningen, eller veggene føres 30 cm. op over takflaten. Tilgjengelige rum over eller under påbudte trappehus skal skilles fra dette ved ildfast skille. I trappehuset må ikke avdeles skap eller rum med trevegger.\n6. Lovbefalte trapperum som støter direkte til hinannen, skal være adskilt med mur uten åpning av minst 1 stens tykkelse eller likeså ildsikkert skille.\n7. Rum for hovedtrapp eller eneste trapp til leiligheter over 2nen etasje skal ha en bredde som overstiger trappeløpenes minste samlede bredde med minst 25 cm.\n8. Ved bygninger til forretningsmessig og industrielt bruk kan bygningsrådet, hvor brandstyret finner det tilrådelig, tillate at påbudte innvendige trapper erstattes med fritrapp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "1. Hovedtrapp og eneste trapp til selvstendige leiligheter skal ha en bredde på minst. 1 m., regnet etter den fri åpning i rekkverkets høide, og en tri høide i lyset som uten bygningsrådets tillatelse ikke må være under 2 m. Banner trappen adkomst til mer enn 4 leiligheter over 1ste etasje, skal bredden minst være 1,10 m. Bitrapp skal ha en bredde av minst 0,8 m. Samme bredde gjelder for lovbetalt trapp i eneboliger.\n2. Forer hovedtrapp til rum til varig ophold for mennesker over 2nen etasje, skal den i hele sin lengde, hvis den er av tre, være pusset på undersiden. Dog kan bygningsrådet tilstede undtagelse herfra for trapp som fører til enkelte rum der er innredet på loftet over 2nen etasje. Fører hovedtrapp til rum til varig ophold for mennesker over 3dje etasje, skal trappen utføres ildfast; dog kan inntrinnene være av tre, og avsatsene være dekket av tre. I bygning med rum til varig ophold for mennesker over 4de etasje skal lovbefalt bitrapp utføres på samme måte; herfra kan bygningsrådet, når brandstyret finner det tilrådelig, tilstede undtagelse.\n3. Enhver trapp skal ha forsvarlig rekkverk og bekvemme stigningsforhold efter regler utferdiget av bygningsrådet. Trinnene må ikke ha større høide enn dybde.\n4. Gang som forbinder hovedtrapp eller eneste trapp til selvstendige leiligheter med gate, vei, gårdsrum eller portrum, skal ha en bredde på minst 25 cm. mer enn trappeløpets bredde. Forøvrig gjelder herfor samme bestemmelser som for det tilliggende trapperum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "For rum, som ikke tjener til varig ophold for mennesker, som f.eks. pakkhus og lagerrum hvor der ikke foregår regelmessig arbeide, kommer bestemmelsene om trapper til anvendelse i den utstrekning bygningsrådet for det enkelte tilfelle finner påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Ved brandsikker innredning forstås:\na. At samtlige vegger er utført av ildfast materiale eller beklædd med et av bygningsrådet godkjent, uantendelig stoff, og at himlingene i bygningens samtlige leiligheter er pusset. Skapvegger og brystpanel av tre kan med bygningsrådets tillatelse anbringes, dog ikke i entréene. Tapet klebet på veggene med makulatur o. l. samt anvendelse av tre til lister o. l. er tillatt.\nb. At trapper, trapperum og ganger som forbinder trappene med leilighetene eller med gate, gårdsrum eller portrum, er utført av mur eller annet ildfast materiale. Inntrinnene og rekkverk kan dog utføres av tre, og avsatsene være dekket av tre.\nc. At dører mellem trapperum og loft gjøres selvlukkende, og at lysåpninger i, over eller ved siden av innvendige dører til trapper og i, over eller ved siden av dorer mellem entréer og de til disse støtende rum dekkes med ildfast glass.\nd. At trapperum og inngang til dette, heri iberegnet portrum, ikke står i direkte forbindelse med butikk, lager eller verksted. Kjellernedgang adskilles fra trapperum ved ildfast innbygning, som er forsynt med ildfast, selvlukkende dør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Angående innretning og drift av heiseanlegg kan treffes nærmere bestemmelser ved vedtekt.\nVeggene om heisesjakter skal være av ildfast materiale, hvor ikke anderledes er bestemt i vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "1. Enhver åpning i yttervegg skal, hvis bygningsrådet ikke fritar derfor, være forsynt med dør, port, lem eller vindu. Foran ventilasjonsåpningcr kan dog anbringes gitter eller rist.\n2. Dør, port eller vindu skal, dersom de ligger umiddelbart mot offentlig plass eller gate, ikke i åpen stilling rage mer enn 30 cm. utenfor gatelinjen. Dette siste gjelder dog ikke vinduer hvis underkant ligger mer enn 2,2 m. over grunnen.\n3. Hovedinngangsdør skal ha en bredde i lyset minst tilsvarende trappens bredde.\n4. I bygning som skal opta et større antall mennesker, skal dører og porter slå ut.\n5. Til bakbygning og fløibygning skal fra gate eller vei føre innkjørsel med minst 2 m. bredde og 2,5 m. høide i lyset.\n6. Vindu i vegg og dør skal ut mot portrum være forsynt med ildsikkert glass.\n7. Fra bestemmelsene i denne paragraf kan bygningsrådet under særlige omstendigheter tilstede undtagelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Når overlyskonstruksjon nødvendiggjør anlegg av sjakter, skal disses vegger utføres av ildfast materiale og være uten annen åpning enn den som er nødvendig for at sjakten skal kunne renses. Veggene utføres forøvrig som for trapperumsvegger i § 90, 5te ledd, bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "1. På ethvert tak skal anbringes minst 1 takluke av størrelse minst 50 cm. i firkant. Dette gjelder ikke små hus, og også i andre tilfelle hvor takluke finnes upåkrævet, kan bygningsrådet efter å ha innhentet brandstyrets uttalelse tilstede undtagelser. Takluker og takvinduer utføres av trådglass, og karm og ramme skal være ildfast eller beklædd med ildfast materiale.\n2. Ved vedtekt kan bestemmes at der på tak skal anbringes snefangere og stiger av ildfast materiale for brandvesenet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Enhver bygning skal forsynes med tak- og avløpsrenner mot gate og offentlig plass. Takvannet skal på betryggende måte ledes vekk fra bygningen. Hvorvidt takvannet skal avledes direkte til kloakk, bestemmes ved vedtekt. Tak- og avløpsrenner skal være ildfaste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Enhver pipe som tjener til avtrekk for forbrenningsprodukter fra ildsted, skal utføres ildfast og enten være direkte ildfast fundamentert eller på annen av bygningsrådet godkjent måte understøttet av ildfaste konstruksjoner fra grunnen av.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Ventilasjonsåpninger i røkpipe kan alene anbringes undtagelsesvis og med bygningsrådets tillatelse for ethvert enkelt tilfelle.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "1. Piper som optar forbrenningsprodukter fra større fyringsanlegg, skal opføres til sådan høide som bygningsrådet bestemmer.\n2. Finner bygningsrådet grunn til å anta at den fastsatte høide ikke vil være tilstrekkelig i fremtiden, kan det påby en sådan konstruksjon at pipen senere kan påbygges til en større høide.\n3. Forvolder røk eller andro gassarter fra sådan pipe efter bygningsrådets skjønn ulemper for omgivelsene, har eieren efter pålegg av bygningsrådet å rette mangelen uansett når pipen er opført. Før sådan avgjørelse treffes, skal helserådets uttalelse være innhentet.\n4. Hvis pipe må forhøies av hensyn til bebyggelse på naboeiendom, kan naboen ikke motsette sig at pipen festes til hans vegg eller tak. Adkomst til rensning av pipen skal være tillatt over den høiere bygnings tak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "1. Forbrenningsprodukter fra ildstedet skal føres inn i pipe.\n2. Hvorvidt forbrenningsprodukter fra gassapparater o. l. kan avledes på annen måte, bestemmes av vedkommende regjeringsdepartement. Avtrekksrør fra gassmotor (exhaustrør) må ikke føres inn i røkpipe. Herfra kan bygningsrådet tilstede undtagelser, når brandstyret finner det tilrådelig.\n3. Ventilasjonsavtrekk for forbrenningsprodukter, damp og gassarter skal alltid anordnes på en av bygningsrådet godkjent måte. Før sådan avgjørelse treffes, skal helserådets uttalelse være innhentet. Denne bestemmelse gjelder også eldre bygninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "1. Angående piper, ildsteder, røkrør, kjøleanlegg, eksplosjonsmotorer, ledninger for varmt vann, luft og damp samt ventilasjonsledninger blir nærmere forskrifter å utferdige av vedkommende regjeringsdepartement til sikkerhet for at brandtekniske og sanitære hensyn tilfredsstilles.\n2. Hvad der skal anses som ildsted, blir til enhver tid å bestemme av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Beboelsesrum, d.v.s. rum til varig ophold for mennesker forbundet med nattophold, og alle rum i beboelsesleilighet med undtagelse av de som inngår under § 106, skal tilfredsstille følgende krav:\n1. Rummets yttervegger skal være utført av sådanne materialer og med sådanne dimensjoner at de yder tilstrekkelig beskyttelse mot kulde og fuktighet.\n2. Rummet må ha en høide av minst 2,5 m. I eneboliger og små hus kan dog høiden innskrenkes til 2,35 m. Hvor loftsbjelkene er frittliggende, regnes høiden til disses underkant.\n3. I rum med skråtak må en så stor del av rummet som svarer til halvdelen av dettes gulvflate, ha en høide på minst 2,5 m.\n– i eneboliger og små hus 2,35 m. – og høiden under skråtaket må intet sted være under 1,5 m.\n4. I enkelt rum der innrettes fra nytt av i eldre bygning, kan høiden med helserådets samtykke tillates innskrenket til 2,20 m.\n5. Ethvert rum må ha en bredde av minst 1,8 m. og et areal av minst 6 m.\n6. Ethvert rum skal ha vindu mot gate eller uoverdekket plass av minst 4 m. bredde. Bygningsrådet kan, efterat helserådets ordfører har hatt anledning til å uttale sig, tillate beboelsesrum med vindu til smalere plass, når en gunstig lysinnfallsvinkel er sikret. Vinduets lysåpning skal tilsvare minst 1/10 av rummets gulvflate. Det må kunne åpnes.\nHvor lysforholdene er særlig gunstige, kan dog bygningsrådet med samtykke av helserådets ordfører tillate en mindre lysåpning, likesom det kan kreve en større lysåpning hvor lysforholdene er særlig ugunstige.\n7. Overlys må kun anvendes hvor bygningsrådet med helserådets samtykke tillater det.\n8. Gulvets overkant skal for beboelsesrum og for rum som står i umiddelbar forbindelse med beboelsesrum ligge over det bygningen omgivende terreng (gate, gårdsrum eller forhave).\nRum hvori gulvet ligger lavere, kan alene anvendes efter hjemmel i vedtekt og under iakttagelse av de betingelser som der fastsettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "1. Arbeidsrum, d.v.s. rum som er bestemt til varig ophold for mennesker, men ikke inngår under § 104, såsom butikker, kontorer, verksteder, skal tilfredsstille de under § 104 opstilte krav.\n2. Gulvet i disse rum kan dog ligge lavere enn i § 104 bestemt, når følgende regler iakttas:\na. Rummets gulv skal ligge minst 40 cm. over vannavløp fra bygningen og likesom rummets vegger være isolert mot jordfuktighet og kulde fra grunnen på en av bygningsrådet godkjent måte. Anvendes tregulv, må der sørges for tilstrekkelig luftveksling under dette.\nb. Ytterveggene skal være isolert fra tilstøtende jordsmon ved en minst 50 cm. bred luftgrav hvis bunn skal ligge minst 30 cm. dypere enn gulvets overkant. Luftgraven skal ha tette sider og bunn, skaffes avløp og være således innrettet at rikelig luftveksling kan finne sted.\nKan sådan luftgrav ikke skaffes, f.eks. når yttervegger støter mot fremmed grunn, skal det nødvendige luftskikt tilveiebringes på egen grunn, eller anvendes annen isolasjon som godkjennes av bygningsrådet. (Jfr. § 64).\nc. Vegger mot kjellerrum som ikke tilfredsstiller bestemmelsene i denne paragraf, må utføres av ildfast isolerende materiale og skal være uten åpning, dog kan forbindelse med almindelig kjellerrum tillates hvis denne foregår gjennom et særskilt ventilert rum.\nMellem butikk og dertil hørende lagerrum i kjeller kan der dog anbringes direkte dørforbindelse.\nd. Rummet skal ha vindu av den i § 104 foreskrevne størrelse ut mot gate eller ubebygget plass av minst 10 m. bredde. Vinduets overkant skal ligge minst 1,5 m. over det høieste punkt av grunnen rett ut for vinduet innenfor en avstand av 2,5 m. fra dette.\ne. I rummet må ikke anbringes kloakk-kum.\nFra bestemmelsene under a-d kan bygningsrådet med samtykke av helserådet tillate sådanne lempninger som finnes forsvarlige under hensyn til rummets benyttelse, samt tillate at vinduer i butikker innrettes således at de ikke kan åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "1. Birum, d.v.s. rum til forbigående ophold for mennesker, såsom vaskerum og strykeværelser i forbindelse med husholdninger, samt entréer, anretningsrum, badeværelser, priveter o. l., skal skaffes det for sitt øiemed nødvendige lys og beskyttes mot fuktighet og kulde.\n2. Vaskerum skal ha særskilt pipe for avtrekk av damp. Anvendes damphette over bryggepanner, skal der være særskilt avtrekk også utenfor denne.\nVaskerum skal ha pusset loft og en høide av minst 2,20 m. i lyset, andre rum av denne gruppe minst 2 m.\n3. Vaskerum, baderum og vannklosetter skal ha vanntett gulv, de to første med tilstrekkelig fall og avløp.\n4. I våningshus med leiligheter av sådan størrelse at der kan skjønnes å ville bli anvendt leiet hjelp utenfor husstanden, kan bygningsrådet for vaskerum, strykeværelse og rullebod stille de ytterligere krav i sanitær henseende som forholdene gjør påkrevet.\nI våningshus med inntil 2 etasjer og med en grunnflate av inntil 150 m.​2 i by og 250 m.​2 på landet (jfr. § 114) kan bygningsrådet tilstede at høiden i vaskerum nedsettes til 2 m. samt frafalle kravet om pusset loft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "1. Birum (§ 106) skal være forsynt med særlige anordninger for luftveksel, når de ikke har vindu mot det fri som er innrettet til å åpne, eller når helserådet av særlige grunner finner ventilasjon påkrevet.\n2. For rum i hvilket der foregår arbeide med eller opbevares stoffer som utvikler damp, støv, røk, ubehagelig lukt, eller som på annen måte er boheftet med sanitære mangler, kan helserådet påby sådanne foranstaltninger til ventilasjon som anses påkrevet.\n3. Det samme gjelder skoler, forsamlings- og arbejdsrum og i det hele tatt lokaler som er beregnet på ophold for mange mennesker.\n4. I ethvert kjøkken skal der være avtrekk for damp.\n5. Angående ventilasjonsanordningcr og deres innretning kan bygningsrådet utferdige almindelige regler efterat helserådets uttalelse er innhentet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Til ethvert hus med mer enn 1 leilighet skal der høre de nødvendige rum for vask og tørring av klær. Enn videre skal der for hver leilighet være de nødvendige rum til opbevaring av klær, matvarer og brensel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "1. For hver familieleilighet skal der være eget privet eller vannklosett med en gulvflate av minst 1,1 m. X 0,8 m.\n2. Forøvrig fastsetter helserådet om bygning efter sin bestemmelse skal forsynes med privet og likeledes privetenes antall.\n3. For privetenes innredning og tømning og for innredning av vannklosetter skal der av helserådet og bygningsrådet i forening utarbeides de fornødne regler. De må ikke ha åpning, dør eller luke mot gate, offentlig plass eller nabogrense, og de må legges i sådan avstand og innrettes således at de ikke utbrer stank dertil.\n4. Hvor betingelsene (vann og tilfredsstillende avløp) er tilstede, kan bystyret efter innhentet erklæring fra helserådet og bygningsrådet påby anvendelse av vannklosetter. Sådant påbud kan også utferdiges for bestemte strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "For opbevaring av søppel og avfallsstoffer og for bortbringelse herav skal der utarbeides de fornødne regler av helserådet og bygningsrådet i forening. Det må påses, at der ikke fra opbevaringsstedet utbres stank til gate, offentlig plass eller nabo.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Avløp for spillvann til kloakk skal forsynes med hensiktsmessige innretninger (vannlås o. 1.) for å hindre inntrengen av kloakkgass i vedkommende rum.\nAlmindelige forskrifter for sådant avløp kan utferdiges av helserådet og bygningsrådet i forening.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "For innretning og tømning av stall, fjøs, grishus, o. l. skal der utarbeides de fornødne regler av helserådet og bygningsrådet i forening.\nDe kan ved vedtekt forbys anbragt i bestemte strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "I landets byer må trebygninger ikke opføres, hvis ikke anderledes bestemmes ved vedtekt. Tillatelse til å opføre trebygninger bør som regel bare omfatte begrensede, innbyrdes adskilte strøk med åpen bebyggelse og bestemt for beboelse.\nVed trebygning forstås bygning hvis yttervegger ikke er opført av helt ildfast materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "1. Trebygning må ikke innta større grunnflate enn 150 m​2 i by og 230 m​2 på landet.\n2. Ingen trebygning må opføres med mer enn 2 etasjer. Loftet over 2. etasje må ikke innres til beboelsesrum, arbeidsrum eller ildstedsrum. Dog kan enkelte rum kurres med bygningsrådets samtykke når der anvendes elektrisk lys samt elektrisk opvarmning eller centralvarme.\nI kjeller må på flatt terreng ikke innres beboelsesrum eller arbeidsrum. I skrånende terreng tillates dog sådanne rum når de for disse opstilte krav (jfr. §§ 104 og 105) tilfredsstilles uten at grunnmuren løftes mer en 0,5 m. over grunnens høieste punkt.\n3. Høiden til hovedgesims må ikke overstige 7 m., og ingen utvendig trevegg må være høiere enn 9 m.\n4. På 2-etasjes trebygning må ikke opføres takopbygg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "1. Trebygnings avstand til nabogrense skal utgjøre minst ½ del av høieste vegg mot nabo og ikke under 2,5 m. Direkte til nabogrensen kan bygges når brandvegg anvendes, og sikkerhet tilveiebringes ved tinglest erklæring for at naboen opfører sin bygning således at gavlene dekker hinannen. Bygningens utvendige klædning kan føres over brandveggen, således at denne blir dekket.\n2. På samme tomt kan opføres flere bygninger, når grunnarealet tilsammen ikke utgjør mer enn i § 114 bestemt, eller der ved brandvegg eller avstand tilveiebringes like betryggende forhold som bestemt for bebyggelse på tomter innbyrdes.\n8. Mellem murhus og trehus skal avstanden være som for avstanden mellem trehus bestemt.\n4. Opføres brandvegg, kommer reglene i 1ste ledd til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "De for gårdsbruk nødvendige bygninger kan opføres av tre uten hensyn til foranstående bestemmelser, når de ikke kommer nabogrunnen nærmere enn 30 m.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "1. Sjøboder og pakkhus er innenfor den tillatte bygningshøide ikke underkastet nogen innskrenkning med hensyn til etasjeantall. Etasjenes høide kan i de rum som ikke benyttes til varig ophold for mennesker, innskrenkes til 2 m. Takhøiden (målt fra gesims til mønne) må ikke uten bygningsrådets samtykke overskride 6 m.\n2. Ut mot sjø eller elv kan sjøboder og pakkhus opføres med gavl over den største tillatte gesimshøide.\n3. I sjøboder og pakkhus av tre og utmuret trebindingsverk skal rum hvor ildsteder anbringes, ha ildfaste vegger, gulv og tak.\nI sjøboder og pakkhus av mur skal sådanne rum adskilles fra den øvrige bygning med ildfaste vegger. Dører i sådanne rum skal utføres ildfast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "I hvilken utstrekning sjøboder og pakkhus kan tillates opført av tre, utmuret bindingsverk eller dermed av departementet likestillet materiale, med større areal og høide og i andre strøk enn bestemt for trebygninger avgjøres ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "content": "Ved skur forstås bygninger som enten er helt åpne -altså kun består av tak på søiler – eller enkle bygninger, mer eller mindre lukket med vegger av tre eller lette ildsikre konstruksjoner. For sådanne bygninger kommer bestemmelsene i §§ 113, 114 og 115 til anvendelse, medmindre anderledes bestemmes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Skur på byggeplasser til anvendelse under en bygnings opførelse kan tillates av bygningsrådet, selv om de ikke tilfredsstiller kravene i § 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Telt med større areal enn 50 m.​2 må ikke opsettes uten bygningsrådets tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "content": "Ved benyttelse av tomt som ligger umiddelbart ved havn, elv eller fjordbredd til trelastoplag, skal det iakttas at der mellem trelastoplag og bygning med ildsted eller nabogrunn blir en gate eller et åpent rum av minst 25 m. bredde.\nOplag av trelast på tomt som ikke støter til havn, elv eller fjordbredd, må ikke innta mer enn 4 000 m.​2 sammenhengende flate og ikke stables høiere enn 7 m.; de skal til alle sider være skilt fra annet oplag, bygning med ildsted eller nabogrunn ved et åpent rum av minst 25 m. bredde.\nMindre oplag som ikke inntar en større flate enn 200 m.​2, og hvis høide ikke overstiger 4 m. iberegnet overdekningen, er dog tillatt med iakttagelse av de for trebebyggelse bestemte avstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "1. Bygningsrådet kan for kirker, skoler, fabrikker, større vareoplag og forretningslokaler, teatre, konsert-, utstillings- og forlystelseslokaler, hoteller, arbeiderboliger o. a. bygninger som er bestemt til å opta eller tjene til bolig for et større antall mennesker, eller til å rumme lettantendelige eller brandfarlige saker, eller som er forbundet med sanitære eller andre særlige ulemper for de omboende, stille sådanne krav utover lovens almindelige påbud som finnes tilsagt av anleggets særlige beskaffenhet eller den dermed forbundne særlige fare. Forinnen bestemmelse herom futtes, skal brandstyrets erklæring innhentes.\n2. Herom kan utferdiges almindelige forskrifter av vedkommende regjeringsdepartement.\n3. Høvlerier, veverier, spinnerier og andre fabrikker hvori der arbeides med lettfengelige materialer eller med usedvanlig sterk ild, må alene innres i murbygning.\n4. Hvad der er bestemt om nye anlegg, gjelder også om eldre anlegg som utvides eller omlegges, eller som gjenoptas efter å ha vært nedlagt i 1 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "124",
      "section": "124",
      "content": "1. Enhver bygning, innhegning eller bygningsdel, herunder innbefattet fasade til gårdsrum og have, skal opføres således at de efter bygningsrådets skjønn både i sig selv og i sin virkning til omgivelsene tilfredsstiller rimelige skjønnhetshensyn.\n2. Anvendelse av skjemmende larver eller skilter på bygninger tillates ikke og kan av bygningsrådet kreves forandret eller fjernet. Dog behøver maling og anbringelse av skilter ikke på forhånd å anmeldes.\n3. Som ankeinstans for bygningsrådets avgjørelse efter denne paragraf kan ved vedtekt oprettes et særskilt sakkyndig råd.\n4. Bygningsrådet kan gi særskilte regler for takformer, høide og arkitektonisk utstyr forøvrig for bestemte strøk eller deler av sådant.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "content": "1. Forhåndenværende bygning må ikke ved forandring, om- eller tilbygning, påbygning, forhøielse eller på annen måte bringes i uoverensstemmelse med gjeldende byggeregler eller i tilfelle i ytterligere uoverensstemmelse med disse enn den allerede er.\n2. Når bygning repareres eller forandres, og derunder større eller mindre deler av bygningen (herunder også ildsteder o. l.) efter bygningsrådets skjønn blir i det vesentlige fornyet, skal vedkommende bygningsdeler, når de ikke tilfredsstiller gjeldende byggeregler, bringes i overensstemmelse med disse, hvis det kan skje uten å nødvendiggjøre større forandringer av tilstøtende deler av bygningen.\n3. Fra foranstående bestemmelser i denne paragraf kan bygningsrådet dispensere, når det finnes ubetenkelig så vel i sanitær henseende som med hensyn til ildsikkerhet og bygningens soliditet, og arbeidet derhos er av ringe betydning og omfang. Det samme gjelder også like overfor mere omfattende arbeider, når bygningen samtidig gjøres mer tilfredsstillende enn tidligere i sanitær og brandteknisk henseende.\n4. Skal der foretas så gjennomgripende reparasjon eller forandring av forhåndenværende bygning at hele bygningen derved i det vesentlige blir fornyet (hovedombygning), må arbeidet utføres således at bygningen i enhver henseende blir overensstemmende med de for nye bygninger gjeldende bestemmelser. Hvad der skal anses som hovedombygning avgjøres av bygningsrådet.\n5. Finner bygningsrådet et påtenkt arbeide ved en enkelt del av en bygning utilrådelig av hensyn til de øvrige delers mislige forfatning, kan det gjøre arbeidet betinget av at også disse bringes i forsvarlig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    },
    {
      "provision_ref": "126",
      "section": "126",
      "content": "1. I en bygnings areal medregnes altaner, karnapper og andre utbygg, forsåvidt de er overdekket og fundamentert fra grunnen av.\n2. Hvor avstand fra nabo er avhengig av bygningshøiden, måles fra vedkommende veggs liv. løvrig regnes avstanden fra bygningens mest fremspringende punkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_126",
        "source_heading": "§ 126."
      }
    },
    {
      "provision_ref": "127",
      "section": "127",
      "content": "Krav om en minste avstand til nabogrense bortfaller når der ved tinglest erklæring tilveiebringes sikkerhet for samme avstand mellem bygningene som følger av lovens bestemmelser. Det samme gjelder hvor forholdet er sikret ved byplan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_127",
        "source_heading": "§ 127."
      }
    },
    {
      "provision_ref": "9:128",
      "chapter": "9",
      "section": "128",
      "content": "Ved ethvert byggearbeide og nedrivningsarbeide skal treffes de nødvendige foranstaltninger for å oprettholde og sikre den offentlige trafikk. Den byggende har å sørge for at gatelegemet, fortåg innbefattet, sikres mot å slå revner eller rase ut langs den utgravede tomt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_128",
        "source_heading": "§ 128."
      }
    },
    {
      "provision_ref": "9:129",
      "chapter": "9",
      "section": "129",
      "content": "De ved bygget anvendte stillaser, maskiner og redskaper skal være innrettet og vedlikeholdt, og driften i det hele ordnet således at arbeiderne er beskyttet mot fare for liv og helbred. Om bygning av stillaser, dekning av åpne bjelkelag og trapperum utferdiges forskrifter av vedkommende regjeringsdepartement. Forøvrig har den hyggende å rette sig efter de anvisninger som bygningsrådet finner påkrevet.\nNærmere forskrifter til beskyttelse for arbeiderne ved byggearbeider kan fastsettes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_129",
        "source_heading": "§ 129."
      }
    },
    {
      "provision_ref": "9:130",
      "chapter": "9",
      "section": "130",
      "content": "Bygherren eller i tilfelle den ansvarshavende er ansvarlig for iakttagelse av foranstående bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_130",
        "source_heading": "§ 130."
      }
    },
    {
      "provision_ref": "10:131",
      "chapter": "10",
      "section": "131",
      "content": "1. Uten forutgående skriftlig anmeldelse til bygningsrådet og derefter mottatt tillatelse må der ikke foretas gravningsarbeider til eller forøvrig påbegynnes ny bygning, forstøtningsmur eller innhegning mot gaten, og heller ikke påbegynnes sådanne reparasjoner, forandringer eller innredninger av bygning, hvortil bygnings-, brand- eller sundbetslovgivningen knytter forskrifter som blir å iaktta ved arbeidets utførelse.\nDet samme gjelder anbringelse av nye ildsteder eller større reparasjoner eller forandringer av eldre ildsteder.\n2. Likeså skal der innsendes anmeldelse før bygning eller nogen del derav tas i bruk i annet øiemed enn forutsatt i den approberte anmeldelse, eller – for eldre bygnings vedkommende – i annet øiemed enn det bygningen eller del derav tidligere har tjent.\n3. Deling av eiendom eller nedrivning av bygning må heller ikke finne sted uten anmeldelse til bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_131",
        "source_heading": "§ 131."
      }
    },
    {
      "provision_ref": "10:132",
      "chapter": "10",
      "section": "132",
      "content": "1. Anmeldelsen skal inneholde nøiaktig redegjørelse for alle forhold som er nødvendig til bedømmelse av arbeidets lovlighet.\nDen utferdiges på skjema som foreskrives av bygningsrådet. Medmindre bygningsrådet for det enkelte tilfelle finner det overflødig, skal den ledsages av:\na. oversiktsplan over anlegget med omgivelser, i målestokk minst 1: 1000;\nb. tegninger, i målestokk minst 1: 100, hvorav det hele arbeide fremgår med tilstrekkelig tydelighet (fasader, snitt, planer m. m.). I planen skal derhos angis de enkelte rums bestemmelse. Tegningene skal utføres på tydelig og holdbar måte, og deri innskrives alle mål som har betydning for bedømmelsen av bygningens lovlighet;\nc. nøiaktig beskrivelse av byggegrunnens beskaffenhet og fundamentering, i tilfelle ledsaget av opgave over de fornødne forsøksboringer i grunnen;\nd. angivelse av drenering, hovedkloakk og vanntilførsel;\n2. Tegninger av særlige konstruksjoner, i målestokk minst 1:20, skal innsendes i den utstrekning og til det tidspunkt bygningsrådet bestemmer. De skal være ledsaget av fagmessig utførte stabilitetsberegninger og de til deres prøvelse nødvendige oplysninger. Ved ombygninger skal tegninger og beskrivelse nøiaktig redegjøre for forholdet såvel før som efter ombygningen.\n3. Hvor et byggeforetagende berører naboers interesse, skal disse underrettes. Erklæring om at dette er iakttatt, skal være påtegnet anmeldelsen med angivelse av vedkommende eiendommer.\n4. Anmeldelsen med bilag innleveres i 2 sett. Den skal være undertegnet av byggherren, og hvor en annen er anmelder, tillike av denne. Den tiltres i tilfelle av den ansvarshavende, så snart han er antatt.\n5. Er bygningen bestemt til industriell virksomhet, fabrikk eller håndverk, skal anmeldelsen inneholde oplysninger om bedriftens art og maskinenes antall, type og plasering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_132",
        "source_heading": "§ 132."
      }
    },
    {
      "provision_ref": "10:133",
      "chapter": "10",
      "section": "133",
      "content": "1. Er byggearbeidets lovlighet i henhold til denne lov eller gjeldende bestemmelser forøvrig betinget av andre myndigheters samtykke, innhenter bygningsrådet disse myndigheters bestemmelse. Forøvrig treffer det hurtigst mulig avgjørelse om anmeldelsens lovlighet.\n2. Når anmeldelsen er ferdigbehandlet, tilbakesendes det ene sett til anmelderen med godkjennelse, eller om sådan nektes, underretning om grunnen hertil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_133",
        "source_heading": "§ 133."
      }
    },
    {
      "provision_ref": "10:134",
      "chapter": "10",
      "section": "134",
      "content": "Før et byggeforetagende påbegynnes, skal bygningsrådet la anvise bygningens beliggenhet med høideangivelse efter de gjeldende reguleringsbestemmelser. Derefter skal den byggende avmerke dette i marken på en av bygningsrådet godkjent måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_134",
        "source_heading": "§ 134."
      }
    },
    {
      "provision_ref": "10:135",
      "chapter": "10",
      "section": "135",
      "content": "Er anmeldt arbeide ikke påbegynt innen 1 år efterat byggetillatelse er meddelt, taper denne sin gyldighet. Det samme gjelder hvis påbegynt arbeide innstilles i lenger tid enn 6 måneder. Også efter kortere avbrytelse skal bygningsrådet skriftlig underrettes før arbeidet gjenoptas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_135",
        "source_heading": "§ 135."
      }
    },
    {
      "provision_ref": "10:136",
      "chapter": "10",
      "section": "136",
      "content": "Bygningsrådet fører tilsyn med byggearbeidets utførelse og kan forlange utført på byggherrens bekostning de for kontrollen nødvendige arbeider.\nDet kan derhos forlange at der på forhånd meddeles betimelig varsel eftersom arbeidet skrider frem, såsom ved nedlegning av fundament, legning av bjelkelag, tekning av tak, påbegynnelse av puss- og innredningsarbeider, legning av gulv, samt når det iøvrig finner det nødvendig.\nPuss- og innredningsarbeider i murhus bestemt til varig ophold for mennesker må ikke påbegynnes før bygningsrådet har meddelt tillatelse dertil efterat helserådets ordfører har uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_136",
        "source_heading": "§ 136."
      }
    },
    {
      "provision_ref": "10:137",
      "chapter": "10",
      "section": "137",
      "content": "1. Det kan bestemmes ved vedtekt, at ethvert byggeforetagende skal forestås av en av bygningsrådet godkjent fagmann som er ansvarlig for arbeidets riktige og fagmessige utførelse. Bygningsrådet kan i så fall utferdige almindelige regler for sådan godkjennelse. Godkjennelsen kan når som helst tilbakekalles av bygningsrådet, hvis vedkommende viser sig ikke å opfylle de krav som må stilles til pålitelighet og duelighet.\n2. Krever et byggeforetagende særlig innsikt, blir ved godkjennelsen å ta hensyn hertil.\n3. Ved ombytte av byggherre eller i tilfelle ansvarshavende skal bygningsrådet alltid varsles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_137",
        "source_heading": "§ 137."
      }
    },
    {
      "provision_ref": "10:138",
      "chapter": "10",
      "section": "138",
      "content": "Der skal alltid opgis en person som har å være tilstede ved bygget og motta bygningsrådets eller vedkommende inspektørs meddelelser når byggherre eller den ansvarshavende ikke selv er tilstede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_138",
        "source_heading": "§ 138."
      }
    },
    {
      "provision_ref": "10:139",
      "chapter": "10",
      "section": "139",
      "content": "Finnes et byggearbeide efter å være utført overensstemmende med godkjent anmeldelse allikevel å være stridende mot denne lov eller i henhold til samme utferdiget vedtekt eller forskrift, og byggherren i henhold til § 153 tilpliktes å rette det lovstridige, kan han kreve erstatning av kommunen forsåvidt han har vært i god tro, og det lovstridige fremgikk klart av anmeldelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_139",
        "source_heading": "§ 139."
      }
    },
    {
      "provision_ref": "10:140",
      "chapter": "10",
      "section": "140",
      "content": "Opførelse av kaier, broer, forstøtningsmurer som ikke inngår under § 131, tribuner o. l. arbeider, skal anmeldes til bygningsrådet forsåvidt de ikke henhører under annen offentlig eller kommunal myndighet. Hvor anmeldelse skal skje til bygningsrådet, har dette å påse at arbeidet utføres forsvarlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_140",
        "source_heading": "§ 140."
      }
    },
    {
      "provision_ref": "10:141",
      "chapter": "10",
      "section": "141",
      "content": "I verksted og lagerrum skal, når bygningsrådet påbyr det, den nyttelast som er lagt til grunn for beregningen av gulvkonstruksjonene, alltid med oljemaling være påmalt en av veggene i hvert rum og de til sådanne rum førende dører, således at dette til enhver tid er synlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_141",
        "source_heading": "§ 141."
      }
    },
    {
      "provision_ref": "10:142",
      "chapter": "10",
      "section": "142",
      "content": "1. Når et gammelt byggearbeide er ferdig, skal der av bygningsrådet avholdes en synsforretning til avgjørelse av hvorvidt arbeidet er lovlig utført, hvorefter ferdigattest i tilfelle meddeles. Samtidig påses at den bebyggede flate er inntegnet på målebrevet overensstemmende med § 57. Før sådan ferdigattest er meddelt, må bygningen eller i tilfelle vedkommende del derav ikke tas i bruk.\n2. Bygningsrådet kan, hvor det finnes påkrevet, forlange avholdt på byggherrens bekostning de prøver som anses påkrevet til bedømmelse av byggverkets soliditet.\n3. Finnes der mangler av mindre vesentlig betydning, kan dog innflytningstillatelse midlertidig meddeles når det finnes ubetenkelig for liv og helbred. De tilbakestående arbeider skal i så fall være utført innen en av bygningsrådet bestemt frist.\n4. Ved bygninger bestemt til varig ophold for mennesker, skal samtykke fra helserådets ordfører foreligge før attest eller innflytningstillatelse meddeles. Det samme gjelder staller eller andre rum for husdyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_142",
        "source_heading": "§ 142."
      }
    },
    {
      "provision_ref": "10:143",
      "chapter": "10",
      "section": "143",
      "content": "Forinnen ferdigattest meddeles, skal medmindre bygningsrådet finner det upåkrevet, fullstendige tegninger over bygningen i dens endelig godkjente skikkelse innleveres til bygningsrådet. Er midlertidig innflytningstillatelse meddelt, skal tegningene være avgitt innen en av bygningsrådet bestemt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_143",
        "source_heading": "§ 143."
      }
    },
    {
      "provision_ref": "10:144",
      "chapter": "10",
      "section": "144",
      "content": "For behandling av anmeldelser, besiktigelser, utstedelse av attester, påvisninger i marken og for hvad der forøvrig efter denne lov påhviler bygningsmyndighetene å utføre, erlegges betaling, når sådan er bestemt ved et av bystyret med vedkommende regjeringsdepartements approbasjon fastsatt regulativ.\nGebyrene anvendes til hel eller delvis dekning av omkostningene ved bygningskontrollen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_144",
        "source_heading": "§ 144."
      }
    },
    {
      "provision_ref": "11:145",
      "chapter": "11",
      "section": "145",
      "content": "1. Ethvert byggverk, innhegning, forstøtningsmur, lysgrav, skilt eller annet som ligger under bygningsvesenets kontroll skal holdes i sådan stand at det ikke blir farlig for beboerne eller andres sikkerhet eller virker skjemmende enten i sig selv eller i forhold til omgivelsene. Bygningsrådet har å påse at disse forpliktelser efterkommes, og hvor det efter dets skjønn ikke finner sted, å gi eieren de fornødne pålegg.\n2. Blir vedkommende regjeringsdepartement bekjent med at noget bygningsråd ikke opfyller sine plikter efter denne paragraf, skal det fastsette en passende frist til å beriktige forsømmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_145",
        "source_heading": "§ 145."
      }
    },
    {
      "provision_ref": "11:146",
      "chapter": "11",
      "section": "146",
      "content": "Helserådet kan, hvor dette bestemmes ved vedtekt, påby foranstaltninger for avledning av grunn-, over- og spillvann fra alle tomter, også sådanne som ikke er eller aktes bebygget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_146",
        "source_heading": "§ 146."
      }
    },
    {
      "provision_ref": "11:147",
      "chapter": "11",
      "section": "147",
      "content": "Hvis bygning er utsatt for skade ved vannsig fra nabogrunn, kan foranstaltninger til bygningens beskyttelse efter bygningsrådets nærmere bestemmelse utføres på nabogrunn mot erstatning, som i mangel av enighet bestemmes ved skjønn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_147",
        "source_heading": "§ 147."
      }
    },
    {
      "provision_ref": "11:148",
      "chapter": "11",
      "section": "148",
      "content": "Mot vei eller utlagt gate skal tomt, som ikke er fullt bebygget til gatelinjen, forsynes med forsvarlig og passende innhegning som godkjennes av bygningsrådet, medmindre dette fritar derfor. Innhegning mot nabotomt skal også godkjennes av bygningsrådet. Som regel skal den ikke være over 2 m. høi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_148",
        "source_heading": "§ 148."
      }
    },
    {
      "provision_ref": "11:149",
      "chapter": "11",
      "section": "149",
      "content": "1. Arealet mellem gatelinje og tilbaketrukket byggelinje (forhavene) skal – medmindre bygningsrådet anderledes bestemmer – beplantes på en efter gatens karakter passende måte.\n2. Bygningsrådet eller annen kommunal myndighet som formannskapet beskikker, skal påse at forhavene og deres inngjerding holdes i pyntelig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_149",
        "source_heading": "§ 149."
      }
    },
    {
      "provision_ref": "11:150",
      "chapter": "11",
      "section": "150",
      "content": "Ved vedtekt kan treffes bestemmelse om renhold og belysning av gårdsrum, ganger og trapper samt om renhold av lys- og luftgraver og om at ubebyggede tomter skal holdes i ryddig og ordentlig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_150",
        "source_heading": "§ 150."
      }
    },
    {
      "provision_ref": "11:151",
      "chapter": "11",
      "section": "151",
      "content": "Finnes ved brandsyn eller annet offentlig eftersyn av bygning forhold som står i strid med nærværende lov, skal den som forestår forretningen, straks anmelde forholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_151",
        "source_heading": "§ 151."
      }
    },
    {
      "provision_ref": "12:152",
      "chapter": "12",
      "section": "152",
      "content": "1. Den som påbegynner eller lar påbegynne et arbeide uten at den foreskrevne byggetillatelse er meddelt, straffes med bøter.\n2. Med samme straff rammes den som undlater å innsende nogen i loven eller i medhold derav påbudt anmeldelse eller tar eller lar ta i bruk nogen bygning eller del av bygning, ildsted eller annen innretning uten å ha erholdt de for samme foreskrevne attester, eller som benytter eller lar benytte en bygning anderledes enn efter loven tillatt.\n3. Utføres forøvrig noget arbeide i strid med lovens bestemmelser eller nogen i medhold av loven utferdiget vedtekt, forskrift eller for det enkelte tilfelle gitt pålegg, straffes vedkommende ansvarshavende eller andre som forestår arbeidet, likeledes med bøter.\n4. Samme straff rammer den som lar bygning opføre ved nogen annen enn den godkjente ansvarshavende, så vel som den som uberettiget forestår arbeidet. Likeledes den som ikke på forlangende opgir hvem som har forestått arbeidet.\n5. Med samme straff rammes den som iøvrig undlater å efterkomme noget i lov, vedtekt, forskrift eller i medhold derav gitt pålegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_152",
        "source_heading": "§ 152."
      }
    },
    {
      "provision_ref": "12:153",
      "chapter": "12",
      "section": "153",
      "content": "1. Påbegynnes et arbeide uten foreskrevet tillatelse, eller utføres det i strid med lovens forskrifter eller gitt pålegg eller med den approberte plan, kan det av bygningsrådet forlanges stanset, i fornødent fall ved politiets mellemkomst.\n2. Er et arbeide utført i strid med lov, vedtekt, forskrift eller pålegg som er gitt i medhold av disse, skal det ulovlig utførte fjernes eller det lovstridige rettes innen en av politiet nærmere fastsatt frist og under en derefter daglig løpende mulkt. Har nogen undlatt å efterkomme noget i lov, vedtekt, forskrift eller i medhold derav gitt pålegg, skal han likeledes innen en av politiet fastsatt frist under daglig løpende mulkt tilpliktes å efterkomme pålegget.\nFrembyr forholdet fare for den offentlige sikkerhet, beboere eller arbeidere, kan bygningsrådet, i fornødent fall ved politiets foranstaltning, foranledige eiendommen ryddiggjort eller forholdet rettet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_153",
        "source_heading": "§ 153."
      }
    },
    {
      "provision_ref": "13:154",
      "chapter": "13",
      "section": "154",
      "content": "Hvor der fra et landdistrikt fører offentlig vei inn i en by, påligger det vedkommende by å vedlikeholde sådanne innen byen værende veier med broer på en for gjennemgangstrafikken tilfredsstillende måte.\nI tilfelle påligger det også byen plikt til gjenopførelse av sådanne broer på en tilfredsstillende måte.\nTvist mellem fylkesveistyret og bystyret om vedlikehold og i tilfelle gjenopførelse avgjøres med bindende virkning av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_154",
        "source_heading": "§ 154."
      }
    },
    {
      "provision_ref": "14:155",
      "chapter": "14",
      "section": "155",
      "content": "1. Denne lov trer i kraft efter Kongens nærmere bestemmelse. Vedtekter og forskriften som skal tre i kraft samtidig med loven, kan utferdiges også forinnen lovens ikrafttreden. I så fall trer bygnings- og reguleringskommisjonen i bygningsrådets sted ved avgivelse av foreskrevne erklæringer.\n2. Loven kommer til anvendelse på alle byggeforetagender som utføres efter dens ikrafttreden, selv om det var anmeldt og godkjent før dette tidspunkt.\n3. Det samme gjelder også fortsettelse av allerede påbegynte byggeforetagender, dersom ikke lovens anvendelse på arbeidet efter bygningsrådets skjønn vilde virke forstyrrende på den del av dette som allerede er utført før lovens ikrafttreden.\n4. Fra denne lovs ikrafttreden opheves lov om bygningsvesenet i landets byer utenfor Kristiania, Bergen og Trondhjem av 27 juli 1896, lov om bygningsvesenet i Bergen av 19 april 1899, lov om bygningsvesenet i Kristiania av 26 mai 1899 undtagen lovens § 55,5, lov av 2 april 1901 om forandring i lov om bygningsvesenet av 27 juli 1896, lov om forbud mot opførelse av trebygninger i landets byer m.v. av 19 mai 1904, lov om bygningsvesenet i Trondhjem av 11 juni 1906, lov av 16 mai 1913 om forandringer i bygningsloven for Kristiania av 26 mai 1899, lov av 14 juli 1914 om forandringer i Trondhjems bygningslov av 11 juni 1906, lov av 19 november 1920 om forandring i §§ 12 og 22 i lov om bygningsvesenet i Bergen av 19 april 1899.\n5. §§ 9, 14, 35 og 40 i lov av 12 august 1848 angående bygningsvesenet i Bergen, § 10 i lov av 28 september 1857 inneholdende forandringer i og tillegg til ovennevnte lov, § 55,5 i lov av 26 mai 1899 angående bygningsvesenet i Kristiania samt de av Kongen for de loven underlagte steder stadfestede byggeforskrifter og meddelte almindelige dispensasjoner fra ovennevnte lov av 19 mai 1904 forblir gjeldende inntil vedkommende regjeringsdepartement efter innhentet erklæring fra vedkommende bystyre og bygningsråd har bestemt om eller i hvilken utstrekning de skal bli gjeldende ved siden av loven.\nDe av andre bygningsmyndigheter i henhold til lov utferdigede almindelige regler forblir likeledes gjeldende forsåvidt de ikke strider mot denne lov eller mot de i henhold til lov utferdigede vedtekter, forskrifter eller regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_155",
        "source_heading": "§ 155."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "1. Denne lov gjelder for landets byer (kjøpstæder, ladesteder og bergstaden Røros) samt i en utstrekning av 200 m. utenfor sammes grenser (byggebeltet). Byggebeltets utstrekning kan utvides efter bestemmelse av vedkommende regjeringsdepartement efterat vedkommende herredsstyre har hatt anledning til å uttale sig derom. Lovens forbud mot loftsinnredning over 2nen etasje i trebygninger (§ 114) gjelder dog over det hele land for pleiehjem og sykehus.\n2. Vedkommende regjeringsdepartement kan bestemme, at loven helt eller delvis skal gjelde for større samlinger av bygninger på landets grunn, samt for strekninger hvor sådanne samlinger begynner å dannes. Forinnen sådan bestemmelse fattes, skal herredsstyrets uttalelse være innhentet.\n3. Det påligger fylkesmannen å avgi innberetning til vedkommende regjeringsdepartement, når bygningsloven antas å burde gjøres gjeldende for et strøk på landets grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "1. Ved vedtekt kan der fastsettes sådanne lempninger eller skjerpelser i lovens bestemmelser som under hensyn til ildsikkerhet, orden i bebyggelsen eller for sundhetsvesenets skyld eller av andre grunner anses ønskelig. Ved sådan vedtekt kan også gjøres forandringer i lovens bestemmelser om bygningsmyndighetene, likesom det kan bestemmes at en del av en by skal være undtatt fra lovens forskrifter helt eller delvis. Ved vedtekt må ikke – medmindre anderledes er fastsatt i denne lov – gjøres forandringer i lovens bestemmelser om tvangserhvervelse og refusjon.\n2. Vedtekten kan gjøres gjeldende for vedkommende sted i sin helhet eller for enkelte deler av samme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Vedtekter istandbringes ved beslutning av bystyret, efterat der er avgitt erklæring fra bygningsrådet, og hvor sanitære forhold berøres, helserådet. De blir først gyldige når de er stadfestet av vedkommende regjeringsdepartement.\n2. Forandring eller ophevelse av vedtekter finner sted på samme måte som deres vedtagelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Hvor påtrengende behov finnes å være tilstede, kan departementet pålegge en kommune å istandbringe fornødne vedtekter eller forandre allerede bestående. Efterkommes ikke påbudet innen fastsatt rimelig frist, kan de fornødne bestemmelser utferdiges av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Når en gate ligger til grensen mellem to kommuner, eller når grensen går i gaten, kan departementet efter andragende fra en av kommunene treffe bestemmelse om de om gateoparbeidelse og refusjon gjeldende regler i den ene kommune skal komme til anvendelse på eieren av de til gaten støtende eiendommer i den annen kommune. Før sådanne bestemmelser treffes, skal nabokommunen og vedkommende grunneiere gis anledning til å uttale sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Forskrifter til supplering av loven i de av denne bestemte tilfelle utferdiges av vedkommende regjeringsdepartement, jfr. §§ 80, 87, 103, 123, 129.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Særlige undtagelser fra lovens bestemmelser så vel som fra bestemmelsene i vedtekter eller forskrifter kan tilstedes av vedkommende regjeringsdepartement, når andragendet er anbefalt av formannskapet eller av bystyret, såfremt saken av ansøkeren er begjært forelagt dette. Forøvrig skal erklæring foreligge fra bygningsrådet samt fra helserådet eller brandstyret, forsåvidt saken vedrører sundhetsvesenet eller de i brandlovens § 3 omhandlede bygninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Det kan bestemmes ved vedtekt at midlertidige undtagelser fra lovens bestemmelser kan tilstedes av bygningsrådet, når de under de forhåndenværende omstendigheter finnes ubetenkelige, og forholdet uten for stor vanskelighet vil kunne rettes. Sådanne undtagelser kan til enhver tid tilbakekalles, og skal være betinget av at den byggende ved tinglest erklæring forplikter sig til når som helst å bortta eller forandre det utførte eller ophøre med midlertidig tillatt benyttelse. Underretning om beslutningene skal derhos meddeles vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Erklæringer og overenskomster som utferdiges av grunneiere og tingleses i henhold til nærværende lovs §§ 62, 75 og 84, går foran private heftelser i eiendommen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Beløp som tilkommer kommunen eller privat grunneier i henhold til § 33 og kap. V (om refusjon m.v.), kan inndrives ved utpantning og har samme pantesikkerhet som kommunale skatter av fast eiendom. Panteretten tapes så vel når utpantning ikke er holdt innen et halvt år fra forfallsdag som når tvangsauksjon ikke er begjært eller forretningen ikke er fremmet efter forskriftene i lov om pantesikkerhet for og inndrivelse av skatter og andre offentlige avgifter av fast eiendom av 3 juli 1914 § 1, 2net ledd. Bestemmelsen i samme lovs § 2 kommer ikke til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Saker som anlegges mot bygningsmyndighetene angående lovligheten av deres beslutninger, behandles som private politisaker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Hvor denne lov er eller blir gjort gjeldende, skal der, hvis ikke anderledes er bestemt ved vedtekt, være et bygningsråd for behandling av spørsmål vedkommende byplaner og bygningsanliggender, samt bygningschef og reguleringschef hvor bystyret bestemmer at sådanne skal ansettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "1. Bygningsrådet skal bestå av politimesteren – eller hvor det bestemmes av vedkommende regjeringsdepartement, lensmannen – helserådets ordfører, brandchefen, bygningschefen og reguleringschefcn, hvor sådanne er ansatt, samt av et tilsvarende antall av bystyret valgte medlemmer, dog minst tre. – Hvor det ved kongelig resolusjon er bestemt at lensmannen skal være medlem av bygningsrådet i politimesterens sted, blir denne ordning gjeldende inntil anderledes bestemmes ved vedtekt. Rådet velger hvert år sin formann og varaformann.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Vedkommende medlem av det sittende formannskap velges for valgperioden. De øvrige velges for 4 år, således at en halvdel eller i tilfelle avvekslende 2 og 1 uttrer hvert annet år, første gang efter loddtrekning. De kan undslå sig for gjenvalg i så lang tid som de har tjenstgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "1. Bygningsrådet er beslutningsdyktig når mer enn halvdelen av medlemmene er tilstede. I tilfelle av stemmelikhet gjør formannens stemme utslaget.\n2. I rådets moter skal føres protokoll, hvori enhver behandlet sak og de fattede beslutninger innføres. Den underskrives efter hvert møte av de deltagende medlemmer.\n3. Bygningsrådet kan tillate anmelder eller annen interessert å møte og personlig fremlegge sin sak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "1. Hvor bystyret har besluttet at der skal være bygningschef og reguleringschef (§ 12), ansettes han av formannskapet med fylkesmannens godkjennelse.\n2. Bystyret kan bestemme at der skal ansettes teknisk kyndige tjenestemenn for å bistå bygningschefen eller bygningsrådet med de dem tillagte hverv. De ansettes i tilfelle av formannskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "1. Bygningschefen forbereder og foredrar de saker som innbringes for bygningsrådet, og ekspederer dettes avgjørelser. Også mulige andre kommunale fagchefer har å bistå bygningsrådet på forlangende, og å delta i dets møter efter tilsigelse.\n2. Ved instruks, som utferdiges av formannskapet og godkjennes av vedkommende regjeringsdepartement, kan der tillegges bygningschefen (reguleringschefen) gjøremål som i loven er tillagt bygningsrådet. På samme måte kan der tillegges de i § 16,2 omtalte teknisk kyndige tjenestemenn gjøremål som i loven er tillagt bygningschefen (reguleringschefcn) eller bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Avgjørelser av underordnede tjenestemenn kan påankes til bygningschefen (reguleringschefcn). Dennes avgjørelser kan påankes til bygningsrådet og fra dette til vedkommende regjeringsdepartement, efterat formannskapet har hatt anledning til å uttale sig.\nPå samme måte kan avgjørelser av helserådet eller dets ordfører påankes overensstemmende med sundhetsloven av 16 mai 1860 § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "1. I de tilfelle hvor loven gjelder eller gjøres gjeldende på landets grunn tilligger det herredsstyret å utføre hvad der i denne lov er tillagt bystyret.\n2. Hvor der er oprettet eller herefter oprettes bygningskommune, trer bygningskommunens styre i herredsstyrets sted.\n3. Strøk som støter umiddelbart til by (byggebeltet eller deler av samme) kan av vedkommende regjeringsdepartement på andragende fra herredsstyret i bygningsvesenets anliggender underlegges byens bygningsmyndigheter og bystyre, dog således at ordføreren i herredets helseråd eller et annet av herredsstyret valgt medlem tiltrer bygningsrådet i saker som angår dette strøk.\n4. Vedkommende regjeringsdepartement bestemmer hvorledes der skal forholdes for å få tilveiebragt tilfredsstillende ordning med hensyn til utarbeidelse av byplan med tilhørende vedtekter (jfr. § 24) for sammenhengende strøk som henligger under forskjellige bygningsmyndigheter (jfr. § 30).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "1. For ethvert sted hvor denne lov gjelder, skal der utarbeides en fullstendig byplan, medmindre vedkommende regjeringsdepartement efter andragende fra bystyret samtykker i at arbeidet utstår enten for stedet i sin helhet eller for et enkelt strøks vedkommende.\n2. Gjeldende byplaner skal snarest mulig efter lovens ikrafttreden optas til revisjon, medmindre vedkommende regjeringsdepartement finner det upåkrevet, eller antar at det vil medføre særlige vanskeligheter eller betenkeligheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "1. Er et strøk avbrent, skal spørsmålet om dets omregulering straks optas til behandling og ny plan utarbeides, medmindre bystyret med vedkommende regjeringsdepartements samtykke finner dette unødvendig.\n2. Nybygging eller sådanne arbeider som omhandles i § 32, må ikke finne sted i vedkommende strøk samt i en av bygningsrådet nærmere avgrenset del av det tilstøtende strøk, før det er endelig bestemt at den forhåndenværende regulering fremdeles skal gjelde, eller ny regulering er godkjent.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "1. For steder på landets grunn som ikke er underlagt bygningsloven, kan fylkesveistyret, hvor det anses påkrevet, utferdige nærmere reguleringsbestemmelser for nybygging langs veiene. Før sådan bestemmelse treffes, skal vedkommende herredsstyre gis anledning til å uttale sig. Fylkesveistyrets avgjørelse kan av herredsstyret innankes for vedkommende regjeringsdepartement.\n2. Kontrollen med at bestemmelsene overholdes, tilligger fylkesveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Ved byplaner treffes bestemmelse om:\na. Gaters og offentlige plassers beliggenhet, bredde og høideforhold, samt i tilfelle det for kaier og kanaler avholdte område. Byggelinjer faller sammen med gatelinjen forsåvidt ikke anderledes bestemmes.\nI forbindelse med gaters regulering bør avgjøres hvor stor del av gaten, tenkes reservert til fortåg, hvorhos man bør være opmerksom på hvor sporvei og jernbanespor i tilfelle vil kunne anlegges.\nb. Bebyggelsens karakter (åpen eller tett), bygningenes avstand fra nabogrensen og i hvilken utstrekning den indre del av kvartalene skal kunne bebygges.\nc. Bygningshøiden for de forskjellige strøk, bygningsgrupper eller enkelte bygninger.\nd. Om og i tilfelle i hvilke strøk trebebyggelse kan finne sted.\nVed byplan kan også treffes bestemmelse om hvilke tomter skal forbeholdes for statens eller kommunens bygninger. Enn videre kan ved byplan treffes bestemmelse om jernbaners og sporveiers beliggenhet utenfor gatenettet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Byplanen består av de nødvendige plantegninger med høideangivelser og de særskilte vedtekter som skal gjelde for området.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "1. Før byplan utarbeides, skal der over vedkommende strøk foreligge kart, der som regel bør være utført i målestokk 1: 1000 med høideangivelse for hver 1 m. Kartet bør være utført på grunnlag av et polygonnet knyttet til faste trigonometriske punkter i tilknytning til landstrianguleringen, hvor sådan foreligger. Enn videre bør høidemålingon søkes tilknyttet landets presisjonsnivellement eller i mangel herav baseres på havets middelvannstand. Få dette kart skal planen inntegnes.\n2. Av alle bykarter skal til vedkommende regjeringsdepartement innsendes gjenpart i solid og holdbar utførelse for å opbevares i Riksarkivet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Ved utarbeidelse av byplan skal man ha for øie stedets eller strøkets beliggenhet og utvikling og det til forholdene svarende behov for beboelsesrum, ferdselens, ildsikkerhetens og sundhetens krav, samt anbringelse av tilfredsstillende kloakkavløp. Bebyggelsen skal anordnes på en arkitektonisk tiltalende måte, og således at den nye og den gamle bebyggelse kommer i harmoni med hinannen. Hvor større industri kan påregnes, bør der reguleres strøk for industrielle bedrifter.\nSærlig iakttas:\na. Ved planleggelsen skal der tas hensyn til terrengets karakter og de stedlige forhold.\nb. Gater skal søkes lagt således, at de med best mulige stigningsforhold tilveiebringer korte og hensiktsmessige forbindelser mellem ferdselens knutepunkter og mellem gatene innbyrdes. Sterke stigninger, store skjæringer og fyllinger bør såvidt mulig undgås.\nc. Gaters bredde retter sig efter ferdselens krav. Gater med sterk forretnings- eller gjennomgangstrafikk bor ha en bredde av minst 15 m. For andre gater (hovedgater i småbyer med mindre trafikk, sidegater eller utpregede beboelsesgater med tett eller åpen bebyggelse) graderes bredden nedover efter gatens karakter.\nd. Avstanden mellem byggelinjene bestemmes under hensyn til ildsikkerhetens og sundhetens krav og med det for øie å frembringe tiltalende og behagelige beboelsesstrøk. Avstanden bør i almindelighet ikke være under 12 m.\ne. Torv, derunder også plass til torvhaller, åpne plasser og offentlige beplantninger skal med hensyn til beliggenhet, størrelse, form og antall anlegges således, at de tilfredsstiller så vel ferdselens som sundhetens og brandsikkerhetens krav, samtidig som de anordnes på en smuk og tiltalende måte. Tomter for statens og kommunens bygninger samt offentlige leke-, sports- og hvileplasser bør avsettes i tilstrekkelig antall.\nf. De til bebyggelse bestemte arealer bør avgrenses således, at de tillater en tomteinndeling som passer for den art av bebyggelse som er forutsatt for strøket, likesom der bør tas hensyn til at beboelsesleiligheter sikres tilstrekkelig sol.\ng. Ved bestemmelse om hvorledes bebyggelsen skal utformes, og om hvorvidt der kan opføres fabrikker og industrielle anlegg, tas hensyn til stedets eller strøkets karakter og til det behov der må antas å bli for de forskjellige slags bygninger.\nI de ytre bydelar skal begrensning av bygnings- og befolkningstettheten has for øie.\nIndustristrøk bør best mulig (ved beplantede belter e. l.) avgrenses fra beboelsesstrøk.\nh. Det tillatte antall etasjer bestemmes under hensyn til stedets og strøkets karakter.\nPå steder hvor der gjennemgående ikke har vært bygget i mer enn 2 eller 3 etasjer, må etasjeantallet ikke forhøies utover det tilvante, medmindre der under hensyn til stedets utvikling eller andre forhold foreligger påviselige grunner herfor.\nI strøk med åpen bebyggelse bør som regel ikke tillates mer enn 2 etasjer. Mer enn 3 etasjer bør kun tillates i de centrale forretningsstrøk i større byer og hvor forholdene forøvrig har utviklet sig således at det finnes påkrevet. Kun i de centrale forretningsstrøk i de største byer bør tillates fler enn 4 etasjer.\nDet bestemmes i vedtekten hvorvidt kjeller og loft skal medregnes i etasjenes antall forsåvidt de for nogen del benyttes som beboelsesrum (jfr. § 104) eller arbeidsrum (jfr. § 105).\ni. Forholdet mellem bebygget og ubebygget areal i de forskjellige strøk bør fastsettes:\n1. Ved avstandsbestemmelser for de enkelte bygninger.\n2. Ved bestemmelse om hvor stor brøkdel av hver enkelt tomt skal kunne bebygges.\n3. Ved byggelinjer i det indre av kvartalene. I forbindelse hermed kan der treffes bestemmelse om felles innkjørsel.\nMinstemålene for bygningsavstandene og for hvad der skal lades ubebygget av grunnen bor fastsettes under hensyn til strøkets karakter og de stedlige forhold.\nk. Forsåvidt der blir spørsmål om bebyggelse i det indre av kvartalene, skal den gjøres avhengig av gårdsrummets eller havens størrelse. Selvstendige bygninger bør i almindelighet alene tillates som frittliggende eller frittliggende grupper. Beboelsesleiliglieter i sådanne bygninger eller i fløibygninger bør i almindelighet alene tillates, når leilighetene skaffes like god tilgang av lys og luft som er sikret rum til gaten, og der forøvrig opnås tiltalende forhold, såsom ved tilknytning av haveanlegg, hvor dertil er anledning. Selvstendige bygninger bør ikke ha mer enn 3 etasjer. Det samme gjelder fløibygninger med selvstendige beboelsesleiligheter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "1. Bygningsrådet har å påse at de i denne lov foreskrevne byplaner utarbeides, og å sørge for deres revisjon eftersom forholdene gjør det påkrevet. Planene skal utarbeides av fagkyndige på området.\n2. Fremkommer forslag til byplan fra grunneiere eller andre interesserte, skal bygningsrådet snarest mulig behandle forslaget og ta standpunkt til det.\n3. Så snart forslag til byplan or vedtatt av bygningsrådet, skal det med tilhørende vedtekter in. v. efter bekjentgjørelse utlegges til offentlig eftersyn i en rimelig tid efter rådets bestemmelse. Fremkommer der bemerkninger, tas saken påny op til behandling av bygningsrådet.\n4. Det av bygningsrådet ferdigbehandlede forslag forelegges bystyret. Byplan som er vedtatt av bystyret, blir gyldig ved å stadfestes av vedkommende regjeringsdepartement. Når stadfestelse er meddelt, skal herom av bygningsrådet utferdiges offentlig bekjentgjørelse.\n5. Av alle stadfestede byplaner skal der til departementet innsendes to gjenparter i solid og holdbar utførelse. Den ene opbevares i departementet og den annen i Riksarkivet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "1. Stadfestet byplan kan forandres på samme måte som i § 27 foreskrevet for istandbringelse av ny plan.\n2. Det kan ved vedtekt bestemmes at mindre vesentlige forandringer i byplanen kan foretas av bygningsrådet, efterat vedkommende grunneiere har hatt anledning til å uttale sig.\nGatebredde og avstand mellem byggelinjer må herved ikke innskrenkes, og gatens stigningsforhold ikke vesentlig forverres. Ingen utgifter må ved sådan forandring påføres kommunen uten bystyrets samtykke. Er nogen grunneier misfornøiet med rådets beslutning, kan denne innankes for vedkommende regjeringsdepartement. Forinnen dette treffer en avgjørelse, skal formannskapets uttalelse innhentes.\n3. Innenfor et avgrenset industristrok kan planen, bortsett fra hovedferdselsårene, fastslås ved avgjørelse av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "1. Når bygning opføres i strøk som ikke er regulert, fastsetter bygningsrådet byggelinjer samt bygningens høidebeliggenhet.\nHvis ikke anderledes bestemmes ved vedtekt skal grunneierne i strøket høres og forsåvidt utgifter påføres kommunen, bystyrets samtykke innhentes. Beslutningen meddeles de interesserte og formannskapet.\n2. Sådanne forandringer av eldre bygninger som omhandles i § 32, krever bygningsrådets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Byplan (jfr. § 24) som er utarbeidet for tilstøtende kommuners grensestrøk, kan stadfestes efter forlangende av en av dem, etterat også de andre kommuner har hatt anledning til å uttale sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Godkjent byplan er straks bindende for alle byggeforetagender innenfor byplanens område. Grunn bestemt til gater, plasser m.v. (jfr. § 40,1) må således ikke bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Bygning hvis beliggenhet er i strid med gjeldende byplan, må ikke påbygges, tilbygges eller undergis hovedombygning, medmindre reguleringen befølges.\nBygningsrådet kan dog tillate sådanne arbeider utenfor gategrunnen.\nAndre byggearbeider som er av den art at bygningens leieverdi efter bygningsrådets skjønn vesentlig forøkes, må ikke utføres før saken, om bygningsrådet finner det påkrevet, har vært forelagt bystyret til avgjørelse om hvorvidt eiendommen eller nogen del derav bør erhverves.\nBystyrets beslutning må være fattet senest 6 måneder efterat bygningsanmeldelsen er mottatt av bygningsrådet (jfr. § 131,1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Når en regulert anordning av felles innkjørsel (jfr. § 26, i, 3) gjennomføres, tilkommer der den eller de eiendommer hvorpå sådan innkjørsel er henlagt, erstatning hos de øvrige eiendommer for den forringelse som ved ordningen påføres eiendommen. Erstatningen utres av den som krever ordningen gjennemført, mot refusjon efter skjønn av samtlige grunneiere i kvartalet etterhvert som deres eiendommer bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Når et strøk står for tur til å reguleres, eller bygningsrådet finner at en omregulering bør tas under overveielse, plikter den som vil utføre byggearbeide i strøket, å utsette dermed inntil reguleringsspørsmålet er endelig avgjort, medmindre det projekterte byggearbeide efter bygningsrådets skjønn ikke vil vanskeliggjøre gjennemførelsen av den nye reguleringsplan. Grunneier i strøket kan kreve avgjørelse innen et halvt år efterat bygningsanmeldelse er innsendt. Er reguleringen innen den tid ikke fastslått, kan tomten bebygges, men den byggende har med hensyn til byggelinjer og bygningens beliggenhet å rette sig efter bygningsrådets bestemmelser. Tidsfristen innen hvilken bygningsrådets avgjørelse skal treffes, kan forlenges av departementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "1. Når et avbrent strøk skal reguleres, er vedkommende grunneier pliktig til å avstå til kommunen den grunn som anses nødvendig til tomtenes innbyrdes regulering, mot erstatning av kommunen efter overenskomst eller takst. Eieren er forpliktet til å finne sig i at dersom vederlag for avståelsen anvises ham likeså tjenlig tomt i samme kvartal eller i et av de nærmest tilstøtende nabokvartaler. I tilfelle av tvist om hvorvidt den anviste tomt er like god eller beleilig avgjøres spørsmålet ved skjønn. Tilbakestående kjellere, murer eller andre ruiner efter en ildebrand skal ikke være til hinder for grunnens ekspropriasjon som ubebygget og skal medtas i taksten såfremt ikke eieren foretrekker å bortføre dem innen en passende frist.\n2. Bystyret kan enn videre beslutte at der også utenfor det i første ledd nevnte tilfelle skal foretas tomteregulering, enten i forbindelse med strøkets regulering eller efterat reguleringsplan for strøket er fastsatt. I så fall er grunneierne pliktige til å avstå til kommunen den ubebyggede grunn som behøves til tomtenes innbyrdes regulering overensstemmende med reglene i 1ste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "De som følge av omlegningsplanen nødvendige overdragelser er fritatt for stempelavgift og tinglysningsgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Hvis bebyggelse av et grunnstykke vilde hindre eller i vesentlig grad vanskeliggjøre en hensiktsmessig omlegning av vedkommende grunnstykker, kan bygningsrådet nekte arbeidet utført. Forbudet trer ut av kraft hvis omlegningsplanen ikke er fastslått innen et halvt år derefter. Efter andragende av bystyret kan fristen av vedkommende regjeringsdepartement forlenges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Til opnåelse av mindre vesentlige grenseberiktigelser kan bygningsrådet gjøre byggetillatelse avhengig av at anmelderen mot vederlag efter overenskomst eller takst erhverver eller avstår til kommunen eller nabo mindre stykker ubebygget grunn som trenges til avslutning av hans egen eller en nabos byggetomt.\nEierne av tilstøtende grunn er i tilfelle efter bygningsrådets bestemmelse pliktig til å avstå den fornødne grunn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Dokumenter som blir å tinglese som følge av omlegningsplan, tilstilles panteboksføreren ved kommunens foranstaltning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "1. Til gjennemførelse av byplan kan bystyret ekspropriere den grunn (bebygget eller ubebygget) som er nødvendig, eller de rettigheter som er til hinder for\na. anlegg av nye eller utvidelse, rettelse eller forlengelse av eldre gater, veier, plasser, parker, offentlige beplantninger eller jernbaner og sporveier, som er fastsatt i planen,\nb. erhvervelse av de til statens og kommunens bygninger i planen reserverte tomter,\nc. opførelse eller utvidelse av de i planen fastsatte broer,\nd. anordning av felles innkjørsel i henhold til § 26, i, 3.\n2. Når ved erhvervelse av et grunnstykke den tilbakeværende del av eiendommen innskrenkes således, at der for samme pådras ulempeerstatning, og denne del er ubebygget, kan kommunen ekspropriere eiendommen i dens helhet, selv om kun en del av den tiltrenges til vedkommende formål.\n3. Enn videre kan bystyret ekspropriere den ubebyggede grunn som bygningsrådet finner påkrevet til anskaffelse og i forbindelse dermed opbevaring av materialer til anlegg og vedlikehold av gater, veier og plasser.\nTil ekspropriasjon av sådan grunn utenfor byens grense (i byggebeltet) kreves fylkesveistyrets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "1. Til gjennemførelse av regulering eller omregulering av eldre bydel kan bystyret beslutte å ekspropriere hele strøk. Beslutningen må for å bli gyldig stadfestes av vedkommende regjeringsdepartement efterat vedkommende grunneiere har hatt anledning til å uttale sig.\n2. Ubebyggede tomter som efter bygningsrådets skjønn ikke kan bebygges på en efter beliggenhet og byggeregler passende måte, kan eksproprieres av kommunen til opnåelse av hensiktsmessige tomter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "1. Bystyret bestemmer når den i en byplan til gate, plass, jernbane eller sporvei m.v. (jfr. § 40) bestemte grunn skal erhverves, uten hensyn til om gaten eller plassen straks aktes utlagt eller oparbeidet. Det samme gjelder like overfor annen grunneiendom som kommunen i henhold til denne lov er berettiget til å erhverve ved tvang, uten hensyn til at de tilsiktede foranstaltninger først senere aktes gjennemført.\n2. Grunneieren kan dog forlange at kommunen straks skal innløse den ubebyggede grunn som kommunen i henhold til § 40 kan kreve ekspropriert, når eiendommen enten skal avstås i sin helhet, eller det ved lovlig skjønn avgjøres at eiendommen ikke lenger kan anses skikket til å bebygges på en efter den hele eiendoms størrelse, beliggenhet eller efter øvrige forhold regningsvarende måte.\nI alle tilfelle kan grunneieren forlange at kommunen innen 5 år efterat krav derom er fremsatt, jfr. post 5, skal innløse den ubebyggede grunn som ved byplan er reservert til tomter for statens og kommunens boligbygning (jfr. § 40 1 b).\n3. Er der ved reguleringsplanen avsatt tomter til statens bygninger (jfr. § 40.1, b), står kommunen i forskudd for det til innløsning nødvendige beløp, inntil det av statens myndigheter måtte bli bestemt at staten skal overta eiendommen. Blir det bestemt at staten ikke skal overta eiendommen, kan kommunen enten beholde eiendommen eller i tilfelle avhende den.\n4. Blir eiendommen på grunn av særlige omstendigheter ødelagt som byggetomt på sådan måte som omhandlet i post 2 1ste ledd, ved bestemmelser om byggelinje innenfor gatelinjen eller ved de vedtekter som knytter sig til reguleringen, tilkommer eieren erstatning efter skjønn.\n5. Krav om innløsning eller erstatning må av vedkommende grunneier være fremsatt innen ett år efterat beslutning om byplanens vedtagelse er ham meddelt eller offentlig bekjentgjort.\n6. Er grunnen bebygget, har grunneieren samme krav når bebyggelsen er fjernet. Den i forrige ledd omhandlede frist regnes i dette tilfelle fra bygningens fjernelse.\n7. Skjønn om eiendommens bebyggelighet skal ledsages av en kort begrunnelse, og der skal ved avgjørelsen ikke tas hensyn til deling av grunn som har funnet sted efterat byplanen blev offentlig utlagt.\n8. I de tilfelle hvor en grunneier i henhold til post 2, 1ste ledd, og post 4 har stillet krav til kommunen om innløsning eller om erstatning, og det ved lovlig skjønn godtgjøres at betingelsene herfor er tilstede, er kommunen berettiget til å innløse hele eiendommen eller deler derav efter takst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Forsøkstakst kan avholdes efter forlangende av formannskapet. Den er ikke bindende for grunneieren, medmindre fravikelseskjennelse er forlangt senest innen 6 måneder efter den endelige takst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Når kommunen eksproprierer grunn bebygget med beboelseshus, skal kommunen på forlangende såvidt gjørlig gi eieren anledning til å erhverve en annen byggegrunn i nærheten til rimelig pris. Likeledes skal kommunen i samme tilfelle sørge for at beboerne midlertidig får såvidt mulig passende husrum.\nBestemmelsen i denne §'s 1. punktum skal også gjelde ifall en tomt eksproprieres umiddelbart efter at beboelseshus på tomten er brent.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Hvor det ved vedtekt er bestemt at bebyggelse av en eiendom ikke må finne sted medmindre der til eiendommen fører oparbeidet og godkjent gate, (jfr. § 48, post 1) har grunneieren – når tillatelse dertil er erhvervet av formannskapet – samme rett til å erhverve den dertil fornødne grunn som i dette kapitel er tillagt kommunen. Grunneier i kvartal hvor der er anordnet felles innkjørsel, tilkommer samme rett som kommunen til å erhverve grunn til reguleringens gjennemførelse.\nGrunneier som pålegges anlegg av de i §§ 60 og 146 omhandlede ledninger, kan ekspropriere den til ledningen nødvendige grunn eller rettighet efter bygningsrådets bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "1. Når ny gate anlegges av kommunen, skal eierne av de tilstøtende grunner, erstatte denne dens hele utlegg ved erhvervelsen av den grunn som er nødvendig til gaten – heri innbefattet alle utgifter til ulempeerstatning – dog kun til en gatebredde av 15 m., forsåvidt gaten kan bebygges på begge sider; i motsatt fall 8 m.\n2. Erstatningsbeløpet fordeles mellem grunneierne efter lengden av hver grunns linje til gaten. Ved fordelingen blir den gatestrekning hvis regulering iverksettes på samme tid, å betrakte som en enhet.\n3. Den grunneier som på det tidspunkt da gaten anlegges, har bebygget eller bebygger sin tomt med bygning som har vindu eller dør mot eller innkjørsel fra den nyanlagte gate, skal – hvis beløpet ikke kan likvideres i den erstatning som tilkommer grunneieren – erlegge sin andel av erstatningssummen innen 3 måneder efterat opgave over størrelsen er meddelt, eller i høist 10 årlige terminer, mot at der svares 5 av hundrede i årlig rente av det til enhver tid tilbakestående beløp.\nFor andre grunneiere regnes denne frist først fra det tidspunkt da de påbegynner opførelse av sådan bygning.\n4. Når eldre gate utvides eller forandres med hensyn til retning eller høideforhold, gjelder med hensyn til grunneiernes forpliktelse til å erstatte kommunen dens utgifter i denne anledning hvad ovenfor er bestemt for anlegg av ny gate.\n5. Med hensyn til den erstatningsplikt som påhviler en eiendom efter foranstående bestemmelser, blir der ved kommunens foranstaltning å avholde fornoden tinglesning til anførsel på vedkommende eiendoms folium i panteregistret.\n6. Når særlige grunner foreligger, kan bystyret frafalle den kommunen efter denne paragraf tilkommende refusjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Det kan bestemmes ved vedtekt at grunneiernes plikt til å refundere kommunen dens utlegg til erhvervelse av grunn til gate skal gjelde for en gatebredde av inntil 20 m., hvis gaten kan bebygges på begge sider; i motsatt fall det halve. Dog må utgiftene hermed ikke stå i misforhold til de fordeler eller den verdiforøkelse som de til gaten eller plassen støtende eiendommer opnår ved foranstaltningen. Spørsmålet herom avgjøres ved skjønn, hvorved det samtidig kan pålegges grunneier hvis eiendom ikke støter direkte til gaten, å delta i utgiftene i forhold til den verdiforøkelse hans eiendom opnår ved gateanlegget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "1. Det kan bestemmes ved vedtekt at bebyggelse av en eiendom ikke må finne sted medmindre der til eiendommen fører oparbeidet og godkjent gate, i tilfelle forsynt med kloakk. Det kan dog ikke kreves at gaten skal oparbeides i større bredde enn 8 m., heri innbefattet fortåg.\n2. Gate eller fortåg som er oparbeidet av bygningseier i henhold til bestemmelse i vedtekt blir fra den tid arbeidet er fullført og godkjent å vedlikeholde av kommunen.\n3. Det kan bestemmes ved vedtekt at grunneierne skal refundere kommunen dens utlegg til oparbeidelse av gate. Grunneiernes forpliktelse skal dog ved oparbeidelse som foretas efter vedtektens ikrafttreden ikke gå videre enn til å erstatte kommunen halvparten av dens utgifter ved oparbeidelse av gaten i en bredde av inntil 20 m. og ved nedlegning av kloakkrør av inntil 305 mm. diameter.\n4. Såfremt gaten kun kan bebygges på en side, skal grunneiernes forpliktelse ikke gå videre enn til å erstatte halvparten av de i foregående ledd omhandlede utgifter.\n5. I den i post 3 omhandlede vedtekt kan det bestemmes hvorvidt de om oparbeidelse av gater gjeldende regler skal bli å befølge når eldre vei inngår i regulert gate.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Hvor det ved vedtekt er bestemt at bebyggelse av en eiendom ikke må finne sted, medmindre der til eiendommen fører oparbeidet og godkjent gate, (jfr. § 48, post 1) har grunneieren (bygningseieren) rett til å kreve refusjon for utlegg til grunn og oparbeidelse av gaten. Dog må de nødvendige legitimasjoner for de medgåtte utgifter innsendes til formannskapet til godkjennelse. Forsåvidt der intet er å bemerke ved regningene, er grunneieren berettiget til å få utgiftene utlignet på de interesserte eiendommer og beløpene innkrevet ved formannskapets foranstaltning overensstemmende med de regler som gjelder når gate er oparbeidet for kommunens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Hvor ikke anderledes er bestemt ved festekontrakt, påhviler refusjonsplikten i anledning av gateoparbeidelse festeren istedenfor grunneieren, hvis grunnen er bortfestet ved arvefeste eller på så lang tid at der ennu gjenstår 30 år av festetiden regnet fra den tid refusjonsbeløpet eller del derav forfaller til betaling.\nUnder samme betingelser påhviler det festeren å refundere for erhvervelse av grunn til gate, dog kun forsåvidt angår det beløp hvormed refusjonsbeløpet overstiger den erstatning som grunneieren måtte ha mottatt i anledning av grunnerhvervelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Hvad der ovenfor i dette kapitel er bestemt om gate, gjelder også offentlig plass.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Hvor der ved byplanen er regulert et beplantningsbelte ved eller omkring industristrøk, er eierne av dette strøk forpliktet til å erstatte kommunen utgiftene ved erhvervelsen av dette belte inntil en bredde av 50 m. Dog må de utgifter som herved pålegges grunneierne, ikke stå i misforhold til den verdiforøkelse eierne opnår ved at strøket kan benyttes som industristrøk. Spørsmålet herom avgjøres ved skjønn, som også avgjør utgiftenes fordeling mellem grunneierne. Erstatningsbeløpene forfaller for hver tomt eftersom den avhendes eller i tilfelle bebygges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Hvis foranstaltninger i henhold til § 41 medfører fordeler for bygninger eller grunn i samme eller tilstøtende kvartal som ikke eksproprieres, plikter eierne å godtgjøre kommunen et ved skjønn bestemt tilsvarende beløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "6:54",
      "chapter": "6",
      "section": "54",
      "content": "Til å avgi skjønn og takster som utkreves i henhold til denne lov kan av kommunen anordnes en kommisjon på 5 medlemmer, som tillikemed 5 varamenn opnevnes av vedkommende regjeringsdepartement efter innstilling av bystyret. Opnevnelsen gjelder for 5 år ad gangen. Innstillingen skal offentlig bekjentgjøres minst 4 uker før opnevnelsen skjer. Minst 1 av kommisjonens medlemmer og 1 av varamennenne skal være i besiddelse av de for dommere foreskrevne egenskaper.\nKommisjonens medlemmer erholder av kommunen en godtgjørelse, som bestemmes av vedkommende regjeringsdepartement efter innstilling av bystyret.\nHvor det finnes hensiktsmessig, kan flere kommuner forene sig om anordning av en felles kommisjon. Opnevnelsen foregår i så fall efter innstilling fra samtlige vedkommende bystyrer og efter offentliggjørelse av hver enkelt, innstilling. Godtgjørelsen betales i så fall av kommunene i fellesskap og bestemmes efter innstilling fra samtlige bystyrer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "6:55",
      "chapter": "6",
      "section": "55",
      "content": "Alle tvistemål om hvad der or gjenstand for ekspropriasjon eller erstatning e. l., avgjøres under forretningen av kommisjonen selv. Disse avgjørelser så vel som forretningen i sin helhet kan påankes til Høieisterett, hvor saken foretas ved varslets utløp uten hensyn til Høiesteretts sesjoner. Ankefristen er 4 uker. De av kommisjonen avgitte skjønnsansettelser m.v. kan derimot ikke påankes. Enhver forliksmegling bortfaller. Forøvrig kommer de i lov av 10 mai 1860 om tvungen avståelse av grunn, dens § 1, inneholdte regler til anvendelse også på disse forretninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Hvor skjønnskommisjon ikke er anordnet, utføres de omhandlede skjønn og takster ved menn opnevnt i henhold til lov av 28 august 1854 med tilleggslover og efter de i lov av 10 mai 1860 §§ 1-4 gitte rettergangsregler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "content": "Hvor denne lov er gjeldende, skal ved salg av faste eiendommer foretas opmåling og kartlegning av den avhendede grunn overensstemmende med denne lovs bestemmelser, forsåvidt lovformelig opmåling ikke tidligere har funnet sted.\nDet samme gjelder for tomt hvorpå opføres bygning.\nOpmålingen skal i tilfelle slutte sig til kartets faste merker (jfr. § 25).\nKart med beskrivelse innføres i en dertil bestemt protokoll, som for hver forretning underskrives av forretningens bestyrer med et kartvidne.\nHjemmelsbrev på den solgte eiendom må ikke tingleses, medmindre gjenpart av målebrev medfølger. Heller ikke må bebyggelse av nogen del av eiendommen finne sted, før målebrev er forevist vedkommende bygningsmyndighet. Når byggearbeidet er ferdig, skal den bebyggede flate avmerkes på kartet.\nBetaling for forretningen erlegges efter regulativ som fastsettes ved vedtekt.\nForpliktelsen til opmåling m.v. gjelder ikke ved salg av større sammenhengende eiendommer, så lenge ingen utstykning finner sted. I tilfelle av tvist mellem grunneieren og bygningsrådet om anvendelsen av denne bestemmelse, avgjøres spørsmålet av fylkesmannen efterat formannskapet har uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "content": "Ingen grunn må deles på sådan måte, at der opstår forhold som strider mot lovens forskrifter. Heller ikke må grunn deles således, at der dannes tomter som efter bygningsrådets skjønn efter sin størrelse eller form er mindre vel skikket til selvstendig bebyggelse. Er tomten bebygget, skal der også tas hensyn til dens fremtidige bebyggelse.\nUnder byggeforbud (§ 34) og efter byplanens stadfestelse må deling av grunn innenfor det av planen omfattede strøk ikke tillates, når gjennemførelse av byplan eller tomteregulering derved vilde hindres eller vanskeliggjøres.\nSammenføining av eiendommer som for nogen del er bebygget må ikke finne sted hvis derved kan fremkomme forhold som i brandmessig eller sanitær henseende er mindre betryggende enn for bygninger er bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "content": "Enhver eiendom skal ha tydelig angitt husnummer efter derom av bygningsrådet utferdigede nærmere regler.\nHvor det finnes ønskelig, kan en eiendoms nummer forandres efter beslutning av formannskapet. Underretning om forandringen blir å meddele panteboksføreren samt eierne og mulige panthavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "1. Grunn som bebygges, skal yde fornøden sikkerhet for at ikke bygningen utsettes for fare ved synkning, sammenstyrtning, jordras, vannsig eller lignende, være fri for sundhetsskadelige stoffer, og omhyggelig dreneres i den utstrekning og på den måte som det av bygningsrådet finnes påkrevet.\n2. Fra grunnen skal i almindelighet sørges for avløp for skylle- og spillvann i lukkede ledninger til offentlig kloakk efter bygningsrådets nærmere bestemmelse. Hvor der ikke er anledning hertil, eller ledningsanlegget efter bygningsrådets skjønn er forbundet med uforholdsmessige omkostninger, tillates ikke bebyggelse medmindre bygningsrådet godkjenner en annen ordning efterat helserådets erklæring er innhentet. Overvann skal på tilfredsstillende måte avledes, hvor helserådet finner det nødvendig. Det må ikke avledes på fremmed grunn uten samtykke av dennes eier.\n3. Når gate er forsynt med offentlig kloakk, skal ethvert våningshus som ligger på eiendom som støter til gaten, tilknyttes kloakken, medmindre omkostningene efter bygningsrådets skjønn blir uforholdsmessige, eller helserådet av andre grunner fritar for forpliktelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Det kan ved vedtekt bestemmes at ingen grunn må bebygges med bygning bestemt til ophold for mennesker uten at der til enhver tid or tilfredsstillende adgang til godt og tilstrekkelig drikkevann. Det samme gjelder om bygning bestemt til ophold for dyr. I tvisttilfelle avgjøres spørsmålet av helserådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Det kan bestemmes ved vedtekt at grunnstykker utenfor regulert, strøk for å kunne bebygges enten må være beliggende ved en for offentlig ferdsel bestemt vei eller være tilknyttet sådan ved en av bygningsrådet godkjent adkomst. Forsåvidt denne ikke tilhører den byggende, skal den være ham varig sikret ved tinglest erklæring fra eieren, eller på annen måte som bygningsrådet finner betryggende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "1. Bedrifter og oplag som bygningsrådet finner særlig ildsfarlige eller forbundet med sanitære eller andre særlige ulemper for de omboende, såsom ved røk, larm, lukt, støv o. l., må ikke anlegges i beboelsesstrøk, men skal i tilfelle henvises til industristrøk eller en bestemt del av dette. Forinnen bestemmelse herom fattes, skal brandstyrets eller i tilfelle helserådets uttalelse innhentes.\n2. Hvorvidt nogen art bedrifter og oplag skal forbys anlagt innen stedets område, avgjøres ved vedtekt. Efter andragende fra vedkommende kommune kan departementet bestemme at sådan vedtekt også skal gjelde i et tilstøtende strøk av nabokommunen, forsåvidt dette strøk er underlagt bygningsloven. Forinnen sådan bestemmelse treffes skal vedkommende nabokommune ha hatt anledning til å uttale sig.\n3. Gjenopførelse av avbrent anlegg av forannevnte slags, samt gjenoptagelse av sådant når det har vært nedlagt 1 år, betraktes som nytt anlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "1. Luftgrav kan etter bygningsrådets nærmere bestemmelse og mot erstatning efter overenskomst eller skjønn forlanges anbragt på nabogrunn, så lenge denne er ubebygget på vedkommende stod.\n2. For vedlikehold av bygning kan i nødvendig utstrekning opreises stiger eller stillaser på nabogrunn. Likeså kan der over samme anbringes hengende stillas. Opstår der herom uenighet mellem naboene, avgjøres saken av bygningsrådet, som i tilfelle fastsetter erstatningens størrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "1. I tettbebygget strøk skal enhver bygning til gaten opføres umiddelbart i grenselinjen mot nabotomt således at hele tomtens fasadelinje utbygges.\n2. Bygningsrådet kan dog tilstede undtagelser herfra, når der skaffes sikkerhet for at sidefasadene på begge bygninger gis en tilfredsstillende arkitektonisk utformning, og det hele utformes således at gatebilledet ikke skjemmes.\n3. Bygningsrådet kan i tilfelle opstille nærmere betingelser for undtagelsen, og f.eks. på by at bygningene knyttes sammen ved lavere partier, bueganger eller lignende – alene, eller i forbindelse med treplantning.\n4. Det bør herunder påses at uskjønne partier innenfor (bakgårder, brandgavler o. l.) ikke blir synlige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "1. Hvor der er regulert byggelinje, skal enhver bygning opføres med 1ste etasjes ytterflate i denne.\n2. Fremspring og tilbaketrekning av enkelte deler av fasaden kan tillates av bygningsrådet, hvor arkitektoniske hensyn taler derfor, og avstanden til bygning på den annen side av gaten ikke blir under 1.2 m. Faller byggelinjen sammen med gatelinjen, må fremspring kun tillates for søiler, portaler og lignende, og fremspringet må ikke uten bygningsrådets tillatelse gjøres større enn 50 cm. Er byggelinjen trukket tilbake fra gatelinjen, må som regel ikke avstanden mellem byggelinje og gatelinje på noget punkt innskrenkes til under halvparten, eller med mer enn 2 m., og de fremspringende partier ikke få større sammenlagt bredde enn 1/3 av fasadelengden, eller komme nabogrunn nærmere enn 1 1/2 ganger fremspringets dybde.\n3. En bygnings sokkel kan springe inntil 15 cm. lenger frem i gaten enn for bygningen bestemt. Er gaten smalere enn 10 m., må dog ethvert sokkelfremspring godkjennes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "1. Hvor avstanden mellem byggelinjene er minst 12 m., kan bygningsrådet, når det finnes forenlig med arkitektoniske hensyn, tillate at der anbringes balkonger, baldakiner og hengende karnapper. Som regel må disse ikke ha større fremspring enn 0,8 m., mindre høide over fortåg enn 3 m., eller større samlet lengde enn 1/3 av fasadelengden. Deres avstand fra nabo må på intet punkt være under 1 1/2 ganger fremspringet.\n2. Er byggelinjen trukket, minst 3 m. tilbake, bortfaller bestemmelsen om høiden over terrenget.\n3. Uten bygningsrådets samtykke må tak eller gesims eller nogen del derav ikke springe lenger frem fra veggens ytterflate enn 80 cm.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "1. Trapp som springer frem i gate, skal ha avrundede hjørner og ikke springe lenger utenfor gatelinjen enn 60 cm. eller ha steilere stigningsforhold enn 2:3. Er gaten smalere enn 12 m., må trapp ikke ha større fremspring enn 30 cm.\n2. Kjellernedgang fra gate må ikke anbringes uten bygningsrådets tillatelse og skal ikke ha større fremspring enn ovenfor for trapper bestemt. De må innrettes således at der ikke opstår fare for ferdselen.\n3. Utgravet åpning for lys og luft langs en bygnings vegg kan anbringes med fremspring i gaten inntil 60 cm. Åpningen skal dekkes med fortågsglass og ventileres.\n4. Undtagelser fra bestemmelsene i denne paragraf kan tilstedes av bygningsrådet, hvor særegne omstendigheter taler derfor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Ved opførelse av bygning på hjørne kan, hvor det finnes tilsagt av hensyn til trafikken eller andre forhold, særlig hvor sporvei kan påregnes anlagt, bygningsrådet på ny anvendelse av brutte hjørner av sådan bredde og form som rådet bestemmer, dog ikke over 3 m. bredde, medmindre det skjer i form av særskilt reguleringsbestemmelse. Det samme gjelder innhegning på sådant hjørne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "1. Rekkverk, stolper, avvisere, bøiler o. l. må ikke anbringes i gate eller på fortåg uten bygningsrådets tillatelse.\n2. Det samme gjelder anbringelse på gater eller plasser av monumenter, paviljonger, kiosker, pissoirer o. l., forsåvidt ikke fornøden bestemmelse er truffet av bystyret. Forinnen sådan avgjørelse treffes av bystyret, skal bygningsrådet ha uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "1. Hvor der ikke i byplanen er fastsatt en mindre høide, skal bygningshøiden ikke være større enn avstanden mellem byggelinjene, og ikke noget sted overstige 15 m. medmindre anderledes bestemmes ved vedtekt.\n2. Bygningsrådet kan tillate at hjørnebygning til gater av forskjellig bredde, til den smalere gate opføres i den høide som er tillatt til den bredere gate, i en lengde lik bygningens dybde til den bredere gate, dog ikke over 15 m.\n3. Hvor bygning går gjennem et kvartal og ligger til gater som betinger forskjellig bygningshøide, bestemmer bygningsrådet i hvilken utstrekning den største høide kan anvendes for de forskjellige deler av bygningen. Bygningsrådet kan i dette tilfelle også fastsette en middelhøide for den hele bygning.\n4. I kvartaler som allerede i det vesentlige er bebygget til større høide enn efter denne lov bestemt, kan bygningsrådet tillate at der bygges til den tidligere høide, særlig når det samtidig kan opnås forskjellige fordeler, navnlig med hensyn til gårdsrum. Før sådan bestemmelse treffes, skal helserådets uttalelse innhentes.\n5. Bygnings høide mot gate måles fra gatens regulerte midtlinje til skjæringslinjen mellem fasadeflaten og takflaten.\nHar bygningen mansard tak, måles høiden til takknekken. Er gaten skrå, måles høiden fra dens middelhøide foran bygningen, idet der ved hjørnebygninger tas hensyn til hver fasades lengde mot gate. Hvis bygning støter umiddelbart til offentlig plass, bestemmer bygningsrådet fra hvilket punkt høiden skal regnes.\n6. Hvor det for å frembringe en gjennemløpende gesimshøide finnes påkrevet av arkitektoniske hensyn, kan bygningsrådet for enkelt bygning eller del derav bestemme en større høide enn der følger av foranstående.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "1. På bygning hvis yttervegger er opført til den i forhold til gatebredden største tillatte gesimshøide, skal takets heldningsvinkel ikke være steilere enn 45 °.\n2. På bygning hvis gesims ligger lavere enn ovenfor nevnt, kan taket gis hvilken som helst form og heldningsvinkel, når formen ikke finnes skjemmende i sig selv eller i forhold til nabobygninger, og når ingen del av taket raker utenfor det i første ledd nevnte profil.\n3. Bygningsrådet kan, uansett bestemmelsen i 1ste ledd, tillate, i tilfelle også påby en hvilken som helst takreisning, hvor det finnes at arkitektoniske forhold og hensynet til gatebilledet gjør dette ønskelig, og sanitære hensyn eller ildsikkerhetshensyn ikke taler derimot. Forinnen bestemmelse herom treffes, skal helserådets eller i tilfelle brandstyrets uttalelse innhentes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Opbygg over hovedgesims hvis fasade ligger i flukt med husveggen, må ikke opføres til større høide enn den største tillatte gesimshøide, medmindre bygningsrådet tillater det av arkitektoniske eller andre hensyn. I så fall må deres samlede bredde ikke overstige en tredjedel av husveggens lengde.\nStående takvinduer (takkvister, arker) eller andre over takflaten fremragende bygningsdeler som ikke er fundamentert fra grunnen av, må ikke være bredere enn 1,7 m. og deres avstand så vel innbyrdes som fra nabogrunn skal være minst 3 m. De kan opføres i 1,7 meters høide over bygningens største tillatte høide; dog må deres mønne ikke rake op over bygningens mønne. Bygningsrådet kan dispensere fra bestemmelsene om bredde, avstand og høide, når opbyggenes samlede bredde ikke overstiger 1/3 av husveggens lengde.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "I en bygning kan beboelsesrum eller arbeidsrum ikke innres i mer enn 4 etasjers høide, kjeller og loft medregnet, medmindre anderledes bestemmes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "1. Bortsett fra at bygninger i sluttet rekke langs regulert byggelinje skal opføres umiddelbart mot nabogrunn (§ 65), gjelder som almindelig regel at enhver bygning skal anbringes i en avstand fra nabogrense svarende til bygningens halve høide, regnet til høieste punkt av den mot nabo vendende vegg, dog minst 4 meter. Selvstendige bygninger eller fløibygninger på samme tomt skal ha en avstand fra annen bygning svarende til halvdelen av bygningenes sammenlagte høide, med 8 m. som minste mål.\n2. Hvis ikke reguleringsbestemmelser er til hinder, kan dog fløibygning og bygning også inne på tomten anbringes direkte i nabogrensen, når der er enighet mellem vedkommende naboer om å bygge sammen. Planen for bebyggelsens anordning skal i så fall på forhånd godkjennes av bygningsrådet, og de trufne bestemmelser skal tinglyses på vedkommende eiendommer.\n3. Er der ingen særbestemmelser gjeldende for tomtens bebyggelse, kan der bygges i en dybde av 15 m. fra byggelinjen mot gaten og langs nabogrensen, forsåvidt kravene i denne paragrafs 1ste ledd tilfredsstilles.\n4. Ingen bygning på tomten må føres op over den for fasadene mot gaten tillatte største gesimshøide.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Undtagelser fra bestemmelsene i forrige paragraf kan tillates av bygningsrådet, hvor det gjelder allerede bebyggede strøk eller bygninger som ikke er bestemt til almindelig beboelse (jfr. § 104), samt ellers hvor særlige omstendigheter gjør en undtagelse påkrevet. Før bestemmelse herom treffes, skal helserådets og brandstyrets uttalelse innhentes, og det må i alle tilfelle iakttas at rum som tjener til varig ophold for mennesker, får tilstrekkelig lys og luft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Bygningsrådet kan påby at gårdsrum, hvor dette ikke anvendes som have, skal planeres og forsynes med fast overdekke efter bygningsrådets nærmere bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "1. Lysgårder skal ha en minste grunnflate av 6 m.​2 og et minste tverrmål av 2 m.\n2. Lysgårdens veggar anses som yttervegger.\n3. Vinduer ut mot lysgård skal gjøres av trådglass i jernrammer; de kan forsynes med klapp-ventiler, men må ikke innrettes til å åpnes.\n4. Lysgårder skal nederst forsynes med tilstrekkelig tilførsel av frisk luft, og de må være tilgjengelige således at de kan renses. De skal ha vanntett bunnflate med avløp til rennesten eller kloakk.\n5. Overdekkes en lysgård, må der også i dens øvre del sørges for luftveksel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "1. Enhver bygning skal fundamenteres forsvarlig efter bygningens størrelse og bestemmelse samt grunnens beskaffenhet.\n2. Ved opførelse av bygning mot nabogrunn skal fundamentene føres ned til en dybde som svarer til minst almindelig kjellerdybde for strøket. Hvad der skal forstås hermed bestemmes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "1. Ethvert byggearbeide skal utføres håndverksmessig og teknisk forsvarlig av gode og for øiemedet skikkede materialer.\n2. Av vedkommende regjeringsdepartement skal der utferdiges forskrifter om de almindelig forekommende materialer og konstruksjoner med hensyn til deres holdbarhet, styrke, isolasjonsevne og ildsikkerhet. Disse forskrifter blir å forandre og supplere så snart der måtte være behov herfor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "1. Enhver bygning skal på en av bygningsrådet godkjent måte isoleres mot fuktighet fra det under- og omliggende jordsmon.\n2. Er bygningen bestemt til varig ophold for mennesker, skal gulv i kjeller gis en fast, mot jordfuktighet isolerende overflate. Er kjelleren innredet til beboelse iakttas bestemmelsene i § 105. Er der ikke kjeller under bygningen, skal der mellem grunnen og 1ste etasjes gulv være et ventilert luftrum av minst 60 cm. høide.\n3. Bygningsrådet kan efterat helserådets uttalelse er innhentet påby at grunnen i det i foregående ledd, siste punktum, omhandlede tilfelle gis en fast mot jordfuktighet isolerende overflate samt med helserådets samtykke tilstede undtagelser fra bestemmelsene i post 2, når det finnes tilsagt av grunnens beskaffenhet eller bygningens anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "1. Bjelkebærende mellemvegger skal i murbygninger utføres av brandsikkert materiale eller utmuret bindingsverk.\n2. I bygninger på over 3 etasjer eller med beboelse i mer enn 3 høider, skal samtlige bjelkelag hvile på brandsikre konstruksjoner fra grunnen av.\n3. Hvor bjelkelag hviler på frittbærende konstruksjoner, kan bygningsrådet kreve at også vegger som ikke er bjelkebærende utføres av brandsikkert materiale.\n4. Skillevegger som kun bærer sin egen vekt, kan utføres av hvilket som helst materiale som har den fornødne fasthet, og som ikke av bygningsrådet anses som brandfarlig.\n5. Skillevegg mellem forskjellige beboelsesleiligheter skal utføres således at den efter bygningsrådets skjønn yder tilstrekkelig isolasjon mot lyd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "1. Yttervegg skal overalt hvor den kommer nabogrunn nærmere enn 2,5 m. opføres som brandvegg. Avstanden til nabogrunn måles fra murliv loddrett på veggen. Tvil om hvorledes avstanden skal måles, avgjøres av bygningsrådet.\n2. Brandvegg skal være ildfast, uten åpning og føres helt op under den ildfaste taktekning. Hverken trevegg eller røkpiper må komme dens ytterflate nærmere enn 1 sten.\n3. Blir brandvegg nogen tid stående udekket, skal den rappes eller fuges.\n4. Hvis brandvegg frilegges, skal den straks rappes, forsåvidt der ikke ved veggens opførelse er truffet tilstrekkelige foranstaltninger til beskyttelse mot fuktighet.\n5. Er brandgavl således beliggende at den kan påregnes å bli synlig i lengere tid, gjelder for dens utformning samme bestemmelse som for fasader (jfr. § 124).\n6. Kommer nogen del av takflaten nabogrensen nærmere enn 2,5 m., skal enten denne del utføres med en av bygningsrådet godkjent ildfast isolasjon under tekningen (betong, rabitz e. l.), eller brandgavlen føres minst 30 cm. op over taket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Hvor bygninger opføres samtidig, kan naboer forene sig om felles brandvegg, når der herom tingleses erklæring på vedkommende eiendommer. Er grunnen efter bygningsrådets skjønn betryggende mot synkning, kan felles brandvegg anvendes selv om bygningene ikke opføres samtidig. Felles brandvegg skal, når den opføres av almindelig teglsten, være minst 1 1/2 sten tykk, og innlagt treverk adskilt fra veggens annen side ved minst 1 stens kompakt mur. For 2 etasjes eneboliger og små hus kan kravene nedsettes til henholdsvis 1 og 1/2 sten. Røkpiper og ventilasjonskanaler skal være skilt fra veggens annen side ved minst 1 stens kompakt mur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "1. Har en bygning i nogen retning større avstand mellem ytterveggene enn 40 m., skal den for hver 40 m. avdeles med vegg av minst 1 stens mur eller av hermed jevngodt brandsikkert materiale. Veggen skal føres op under den ildfaste tekning. På øverste loft må ikke anbringes åpninger i veggen medmindre de forsynes med selvlukkende ildfaste dører. Foranstående bestemmelser skal dog ikke være til hinder for å innre rum av større utstrekning enn 40 m., når de begrensende vegger utføres som foran bestemt, og rummet isoleres fra bygningens øvrige deler i sådan utstrekning som bygningsrådet efter tilfellets beskaffenhet finner påkrevet.\n2. Understøttes ikke samtlige bjelkelag i murbygning av brandsikre konstruksjoner fra grunnen av, skal den for hver 15 m. avdeles med vegg av materiale og dimensjoner som i 1ste ledd bestemt. Dette gjelder dog ikke for lagerbygninger eller for en utelukkende til lager benyttet del av en bygning, når dette parti er avdelt ved ildfast vegg, og forsåvidt overliggende rum benyttes til beboelse, ved ildfast overdekning.\n3. Undtagelse fra denne paragraf kan i særlige tilfelle tilstedes av bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "I murbygning skal alle fremspringende deler være av ildfast materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "1. Ethvert tak skal forsynes med ildfast tekning. Hvad hertil skal henregnes, bestemmes ved forskrifter av vedkommende departement. Deler av tak som ikke dekkes av den ildfaste tekning, skal på annen måte innklæs med ildfast materiale. Bordtaket skal i den nedre ende under den ildfaste taktekning innklæs med ildfast materiale på forsvarlig måte, så vel mot vinkelrenne som mot takrenne eller gesims. Takopbygg av enhver art skal utføres ildfast eller beklæs med ildfast materiale på en sådan måte som bygningsrådet finner betryggende.\n2. Ved bygninger tilhørende jordbruk, i villastrøk og strøk med gruppebebyggelse hvor bygningshøiden er innskrenket til 2 etasjer, kan bygningsrådet tillate at gesimsen, dekkbord o. l. utføres av tre uten ildfast beklædning. Det samme gjelder takopbygg, når bygningen ikke har mer enn 1 etasje med utbygget loft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "1. Når bjelker og takåser legges i mur, skal de forsvarlig isoleres mot fuktighet fra denne.\n2. I den utstrekning en bygning innres til varig ophold for mennesker skal av hensyn til isolasjon, brandsikkerhet og lyddempning ethvert bjelkelag utføres med stubbeloft med minst 10 cm. fyll, eller der må treffes andre for øiemedet tilfredsstillende foranstaltninger svarende til bygningens bestemmelse. Bygningsrådet kan frita fra denne bestemmelse for eneboliger og i andre tilfelle hvor det ikke anses påkrevet.\n3. I fabrikkbygninger o. l. kan tillates bjelkelag av grovt tommer med plankedekke uten stubbeloft.\n4. Til fyll på stubbeloft må kun anvendes et av bygningsrådet godkjent uantendelig stoff, som ikke medfører sanitære ulemper.\n5. Til fyll i vegger må ikke anvendes stoffer som bygningsrådet anser brandfarlige eller sundhetsskadelige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "1. I bygninger som har rum til varig ophold for mennesker i mer enn 1 etasje, skal der anbringes minst 1 trapp, som skal føre til loftet. I bygning på ikke over 2 etasjer kan dog loftstrappen utføres som trappestige, når loftet ikke er innredet til ophold for mennesker.\n2. Rum til varig ophold for mennesker over Iste etasje skal ha uhindret adgang til 2 trapper (hovedtrapp og bitrapp), hvis avstanden fra vindusbrettet til jordsmonnet er større enn 5 m., og der ikke fra rummet er uhindret, av bygningsrådet godkjent adgang til annet rum som ikke har større høide til vinduet.\nBygningsrådet kan dog tillate at enkelte rum som innres til varig ophold for mennesker på loftet over 2nen etasje kun skaffes uhindret adgang til 1 trapp.\n3. Hvor brandvesenet utstyres med betryggende redningsapparater, kan det ved vedtekt bestemmes at bygning som opføres med brandsikker innredning (jfr. § 93), og som ikke har rum til varig ophold for mennesker i mer enn 3 etasjer, kan tillates opført med 1 trapp.\n4. Likeledes kan ved vedtekt bestemmes at bygning med brandsikker innredning, som efter bygningsrådets skjønn vesentlig benyttes i forretningsøiemed, kan opføres i 4 etasjer med kun 1 trapp, når intet rum over 3dje etasje benyttes til nattophold.\n5. Fra hvert rum som benyttes til varig ophold for mennesker, skal der ikke være over 25 m. til trapp målt efter den vei som forbinder rummet med trappen.\n6. Til påbudte trapper skal der være uhindret adgang fra hver leilighet. Er der påbudt 2 trapper, skal der være adgang til hver av dem gjennem samme etasje uten å passere gjennem det annet trapperum.\n7. På loft umiddelbart over beboelsesetasje med lovlig trappeforbindelse kan der uansett trappebestemmelsene innres rum av den under § 106 nevnte art, når der skaffes en av bygningsrådet godkjent adkomst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "1. Lovbefalt trapp, som forer til rum til varig ophold for mennesker over 2nen etasje, skal anbringes i særskilt lukket trappehus. Bygningsrådet kan dog tilstede undtagelse herfra for trapp som fører til enkelte rum der er innredet på luftet over 2nen etasje. Fører trappen ikke høiere enn 3dje etasje, kan veggene om hovedtrapp utføres av utmuret bindingsverk, om bitrapp av 7 cm. planker. Forer trapp til høiere liggende rum skal veggene om begge slags trapper ut fores i mur. Trapp, som forbinder rum tilhørende samme leilighet behøver ikke anbringes i særskilt trappehus.\n2. Bygningsrådet kan, hvor brandstyret finner det tilrådelig, tillate at trappehus gjøres åpent ut mot korridor eller vestibule, når disse er helt ildfast konstruert og uten annet treverk enn dører, vinduer og brystpanel.\n3. Trappehus av mur eller utmuret bindingsverk skal være uten panel mot trapperummet. Bindingsverk inn mot trappehuset skal være dekket med puss – for treverkets vedkommende på netting – eller annet godkjent materiale. I brystningshøide kan anbringes panel av tre eller annet av bygningsrådet godkjent belegg.\n4. Påbudte trappehus skal ha direkte og tilstrekkelig tilgang av lys og luft. Vinduer kan – foruten til det fri – kun anbringes i og over entredør; lysåpninger til andre tilstøtende rum kan dog tillates av bygningsrådet, når de dekkes med ildsikkert glass. Er trappehusveggene av mur, skal glasset anbringes i innmuret jernramme.\n5. Hvor trapperummets vegger i henhold til 1ste ledd skal utføres av mur, skal taket og gulvet konstrueres ildfast. Aktes overlys benyttet skal trapperumveggene føres op under ildfast tekning, og taket i 1 meters utstrekning fra veggene utføres med en av bygningsrådet godkjent isolasjon under tekningen, eller veggene føres 30 cm. op over takflaten. Tilgjengelige rum over eller under påbudte trappehus skal skilles fra dette ved ildfast skille. I trappehuset må ikke avdeles skap eller rum med trevegger.\n6. Lovbefalte trapperum som støter direkte til hinannen, skal være adskilt med mur uten åpning av minst 1 stens tykkelse eller likeså ildsikkert skille.\n7. Rum for hovedtrapp eller eneste trapp til leiligheter over 2nen etasje skal ha en bredde som overstiger trappeløpenes minste samlede bredde med minst 25 cm.\n8. Ved bygninger til forretningsmessig og industrielt bruk kan bygningsrådet, hvor brandstyret finner det tilrådelig, tillate at påbudte innvendige trapper erstattes med fritrapp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "1. Hovedtrapp og eneste trapp til selvstendige leiligheter skal ha en bredde på minst. 1 m., regnet etter den fri åpning i rekkverkets høide, og en tri høide i lyset som uten bygningsrådets tillatelse ikke må være under 2 m. Banner trappen adkomst til mer enn 4 leiligheter over 1ste etasje, skal bredden minst være 1,10 m. Bitrapp skal ha en bredde av minst 0,8 m. Samme bredde gjelder for lovbetalt trapp i eneboliger.\n2. Forer hovedtrapp til rum til varig ophold for mennesker over 2nen etasje, skal den i hele sin lengde, hvis den er av tre, være pusset på undersiden. Dog kan bygningsrådet tilstede undtagelse herfra for trapp som fører til enkelte rum der er innredet på loftet over 2nen etasje. Fører hovedtrapp til rum til varig ophold for mennesker over 3dje etasje, skal trappen utføres ildfast; dog kan inntrinnene være av tre, og avsatsene være dekket av tre. I bygning med rum til varig ophold for mennesker over 4de etasje skal lovbefalt bitrapp utføres på samme måte; herfra kan bygningsrådet, når brandstyret finner det tilrådelig, tilstede undtagelse.\n3. Enhver trapp skal ha forsvarlig rekkverk og bekvemme stigningsforhold efter regler utferdiget av bygningsrådet. Trinnene må ikke ha større høide enn dybde.\n4. Gang som forbinder hovedtrapp eller eneste trapp til selvstendige leiligheter med gate, vei, gårdsrum eller portrum, skal ha en bredde på minst 25 cm. mer enn trappeløpets bredde. Forøvrig gjelder herfor samme bestemmelser som for det tilliggende trapperum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "For rum, som ikke tjener til varig ophold for mennesker, som f.eks. pakkhus og lagerrum hvor der ikke foregår regelmessig arbeide, kommer bestemmelsene om trapper til anvendelse i den utstrekning bygningsrådet for det enkelte tilfelle finner påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Ved brandsikker innredning forstås:\na. At samtlige vegger er utført av ildfast materiale eller beklædd med et av bygningsrådet godkjent, uantendelig stoff, og at himlingene i bygningens samtlige leiligheter er pusset. Skapvegger og brystpanel av tre kan med bygningsrådets tillatelse anbringes, dog ikke i entréene. Tapet klebet på veggene med makulatur o. l. samt anvendelse av tre til lister o. l. er tillatt.\nb. At trapper, trapperum og ganger som forbinder trappene med leilighetene eller med gate, gårdsrum eller portrum, er utført av mur eller annet ildfast materiale. Inntrinnene og rekkverk kan dog utføres av tre, og avsatsene være dekket av tre.\nc. At dører mellem trapperum og loft gjøres selvlukkende, og at lysåpninger i, over eller ved siden av innvendige dører til trapper og i, over eller ved siden av dorer mellem entréer og de til disse støtende rum dekkes med ildfast glass.\nd. At trapperum og inngang til dette, heri iberegnet portrum, ikke står i direkte forbindelse med butikk, lager eller verksted. Kjellernedgang adskilles fra trapperum ved ildfast innbygning, som er forsynt med ildfast, selvlukkende dør.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Angående innretning og drift av heiseanlegg kan treffes nærmere bestemmelser ved vedtekt.\nVeggene om heisesjakter skal være av ildfast materiale, hvor ikke anderledes er bestemt i vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "1. Enhver åpning i yttervegg skal, hvis bygningsrådet ikke fritar derfor, være forsynt med dør, port, lem eller vindu. Foran ventilasjonsåpningcr kan dog anbringes gitter eller rist.\n2. Dør, port eller vindu skal, dersom de ligger umiddelbart mot offentlig plass eller gate, ikke i åpen stilling rage mer enn 30 cm. utenfor gatelinjen. Dette siste gjelder dog ikke vinduer hvis underkant ligger mer enn 2,2 m. over grunnen.\n3. Hovedinngangsdør skal ha en bredde i lyset minst tilsvarende trappens bredde.\n4. I bygning som skal opta et større antall mennesker, skal dører og porter slå ut.\n5. Til bakbygning og fløibygning skal fra gate eller vei føre innkjørsel med minst 2 m. bredde og 2,5 m. høide i lyset.\n6. Vindu i vegg og dør skal ut mot portrum være forsynt med ildsikkert glass.\n7. Fra bestemmelsene i denne paragraf kan bygningsrådet under særlige omstendigheter tilstede undtagelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Når overlyskonstruksjon nødvendiggjør anlegg av sjakter, skal disses vegger utføres av ildfast materiale og være uten annen åpning enn den som er nødvendig for at sjakten skal kunne renses. Veggene utføres forøvrig som for trapperumsvegger i § 90, 5te ledd, bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "1. På ethvert tak skal anbringes minst 1 takluke av størrelse minst 50 cm. i firkant. Dette gjelder ikke små hus, og også i andre tilfelle hvor takluke finnes upåkrævet, kan bygningsrådet efter å ha innhentet brandstyrets uttalelse tilstede undtagelser. Takluker og takvinduer utføres av trådglass, og karm og ramme skal være ildfast eller beklædd med ildfast materiale.\n2. Ved vedtekt kan bestemmes at der på tak skal anbringes snefangere og stiger av ildfast materiale for brandvesenet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Enhver bygning skal forsynes med tak- og avløpsrenner mot gate og offentlig plass. Takvannet skal på betryggende måte ledes vekk fra bygningen. Hvorvidt takvannet skal avledes direkte til kloakk, bestemmes ved vedtekt. Tak- og avløpsrenner skal være ildfaste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Enhver pipe som tjener til avtrekk for forbrenningsprodukter fra ildsted, skal utføres ildfast og enten være direkte ildfast fundamentert eller på annen av bygningsrådet godkjent måte understøttet av ildfaste konstruksjoner fra grunnen av.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Ventilasjonsåpninger i røkpipe kan alene anbringes undtagelsesvis og med bygningsrådets tillatelse for ethvert enkelt tilfelle.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "1. Piper som optar forbrenningsprodukter fra større fyringsanlegg, skal opføres til sådan høide som bygningsrådet bestemmer.\n2. Finner bygningsrådet grunn til å anta at den fastsatte høide ikke vil være tilstrekkelig i fremtiden, kan det påby en sådan konstruksjon at pipen senere kan påbygges til en større høide.\n3. Forvolder røk eller andro gassarter fra sådan pipe efter bygningsrådets skjønn ulemper for omgivelsene, har eieren efter pålegg av bygningsrådet å rette mangelen uansett når pipen er opført. Før sådan avgjørelse treffes, skal helserådets uttalelse være innhentet.\n4. Hvis pipe må forhøies av hensyn til bebyggelse på naboeiendom, kan naboen ikke motsette sig at pipen festes til hans vegg eller tak. Adkomst til rensning av pipen skal være tillatt over den høiere bygnings tak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "1. Forbrenningsprodukter fra ildstedet skal føres inn i pipe.\n2. Hvorvidt forbrenningsprodukter fra gassapparater o. l. kan avledes på annen måte, bestemmes av vedkommende regjeringsdepartement. Avtrekksrør fra gassmotor (exhaustrør) må ikke føres inn i røkpipe. Herfra kan bygningsrådet tilstede undtagelser, når brandstyret finner det tilrådelig.\n3. Ventilasjonsavtrekk for forbrenningsprodukter, damp og gassarter skal alltid anordnes på en av bygningsrådet godkjent måte. Før sådan avgjørelse treffes, skal helserådets uttalelse være innhentet. Denne bestemmelse gjelder også eldre bygninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "1. Angående piper, ildsteder, røkrør, kjøleanlegg, eksplosjonsmotorer, ledninger for varmt vann, luft og damp samt ventilasjonsledninger blir nærmere forskrifter å utferdige av vedkommende regjeringsdepartement til sikkerhet for at brandtekniske og sanitære hensyn tilfredsstilles.\n2. Hvad der skal anses som ildsted, blir til enhver tid å bestemme av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Beboelsesrum, d.v.s. rum til varig ophold for mennesker forbundet med nattophold, og alle rum i beboelsesleilighet med undtagelse av de som inngår under § 106, skal tilfredsstille følgende krav:\n1. Rummets yttervegger skal være utført av sådanne materialer og med sådanne dimensjoner at de yder tilstrekkelig beskyttelse mot kulde og fuktighet.\n2. Rummet må ha en høide av minst 2,5 m. I eneboliger og små hus kan dog høiden innskrenkes til 2,35 m. Hvor loftsbjelkene er frittliggende, regnes høiden til disses underkant.\n3. I rum med skråtak må en så stor del av rummet som svarer til halvdelen av dettes gulvflate, ha en høide på minst 2,5 m.\n– i eneboliger og små hus 2,35 m. – og høiden under skråtaket må intet sted være under 1,5 m.\n4. I enkelt rum der innrettes fra nytt av i eldre bygning, kan høiden med helserådets samtykke tillates innskrenket til 2,20 m.\n5. Ethvert rum må ha en bredde av minst 1,8 m. og et areal av minst 6 m.\n6. Ethvert rum skal ha vindu mot gate eller uoverdekket plass av minst 4 m. bredde. Bygningsrådet kan, efterat helserådets ordfører har hatt anledning til å uttale sig, tillate beboelsesrum med vindu til smalere plass, når en gunstig lysinnfallsvinkel er sikret. Vinduets lysåpning skal tilsvare minst 1/10 av rummets gulvflate. Det må kunne åpnes.\nHvor lysforholdene er særlig gunstige, kan dog bygningsrådet med samtykke av helserådets ordfører tillate en mindre lysåpning, likesom det kan kreve en større lysåpning hvor lysforholdene er særlig ugunstige.\n7. Overlys må kun anvendes hvor bygningsrådet med helserådets samtykke tillater det.\n8. Gulvets overkant skal for beboelsesrum og for rum som står i umiddelbar forbindelse med beboelsesrum ligge over det bygningen omgivende terreng (gate, gårdsrum eller forhave).\nRum hvori gulvet ligger lavere, kan alene anvendes efter hjemmel i vedtekt og under iakttagelse av de betingelser som der fastsettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "1. Arbeidsrum, d.v.s. rum som er bestemt til varig ophold for mennesker, men ikke inngår under § 104, såsom butikker, kontorer, verksteder, skal tilfredsstille de under § 104 opstilte krav.\n2. Gulvet i disse rum kan dog ligge lavere enn i § 104 bestemt, når følgende regler iakttas:\na. Rummets gulv skal ligge minst 40 cm. over vannavløp fra bygningen og likesom rummets vegger være isolert mot jordfuktighet og kulde fra grunnen på en av bygningsrådet godkjent måte. Anvendes tregulv, må der sørges for tilstrekkelig luftveksling under dette.\nb. Ytterveggene skal være isolert fra tilstøtende jordsmon ved en minst 50 cm. bred luftgrav hvis bunn skal ligge minst 30 cm. dypere enn gulvets overkant. Luftgraven skal ha tette sider og bunn, skaffes avløp og være således innrettet at rikelig luftveksling kan finne sted.\nKan sådan luftgrav ikke skaffes, f.eks. når yttervegger støter mot fremmed grunn, skal det nødvendige luftskikt tilveiebringes på egen grunn, eller anvendes annen isolasjon som godkjennes av bygningsrådet. (Jfr. § 64).\nc. Vegger mot kjellerrum som ikke tilfredsstiller bestemmelsene i denne paragraf, må utføres av ildfast isolerende materiale og skal være uten åpning, dog kan forbindelse med almindelig kjellerrum tillates hvis denne foregår gjennom et særskilt ventilert rum.\nMellem butikk og dertil hørende lagerrum i kjeller kan der dog anbringes direkte dørforbindelse.\nd. Rummet skal ha vindu av den i § 104 foreskrevne størrelse ut mot gate eller ubebygget plass av minst 10 m. bredde. Vinduets overkant skal ligge minst 1,5 m. over det høieste punkt av grunnen rett ut for vinduet innenfor en avstand av 2,5 m. fra dette.\ne. I rummet må ikke anbringes kloakk-kum.\nFra bestemmelsene under a-d kan bygningsrådet med samtykke av helserådet tillate sådanne lempninger som finnes forsvarlige under hensyn til rummets benyttelse, samt tillate at vinduer i butikker innrettes således at de ikke kan åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "1. Birum, d.v.s. rum til forbigående ophold for mennesker, såsom vaskerum og strykeværelser i forbindelse med husholdninger, samt entréer, anretningsrum, badeværelser, priveter o. l., skal skaffes det for sitt øiemed nødvendige lys og beskyttes mot fuktighet og kulde.\n2. Vaskerum skal ha særskilt pipe for avtrekk av damp. Anvendes damphette over bryggepanner, skal der være særskilt avtrekk også utenfor denne.\nVaskerum skal ha pusset loft og en høide av minst 2,20 m. i lyset, andre rum av denne gruppe minst 2 m.\n3. Vaskerum, baderum og vannklosetter skal ha vanntett gulv, de to første med tilstrekkelig fall og avløp.\n4. I våningshus med leiligheter av sådan størrelse at der kan skjønnes å ville bli anvendt leiet hjelp utenfor husstanden, kan bygningsrådet for vaskerum, strykeværelse og rullebod stille de ytterligere krav i sanitær henseende som forholdene gjør påkrevet.\nI våningshus med inntil 2 etasjer og med en grunnflate av inntil 150 m.​2 i by og 250 m.​2 på landet (jfr. § 114) kan bygningsrådet tilstede at høiden i vaskerum nedsettes til 2 m. samt frafalle kravet om pusset loft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "1. Birum (§ 106) skal være forsynt med særlige anordninger for luftveksel, når de ikke har vindu mot det fri som er innrettet til å åpne, eller når helserådet av særlige grunner finner ventilasjon påkrevet.\n2. For rum i hvilket der foregår arbeide med eller opbevares stoffer som utvikler damp, støv, røk, ubehagelig lukt, eller som på annen måte er boheftet med sanitære mangler, kan helserådet påby sådanne foranstaltninger til ventilasjon som anses påkrevet.\n3. Det samme gjelder skoler, forsamlings- og arbejdsrum og i det hele tatt lokaler som er beregnet på ophold for mange mennesker.\n4. I ethvert kjøkken skal der være avtrekk for damp.\n5. Angående ventilasjonsanordningcr og deres innretning kan bygningsrådet utferdige almindelige regler efterat helserådets uttalelse er innhentet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "content": "Til ethvert hus med mer enn 1 leilighet skal der høre de nødvendige rum for vask og tørring av klær. Enn videre skal der for hver leilighet være de nødvendige rum til opbevaring av klær, matvarer og brensel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "109",
      "section": "109",
      "content": "1. For hver familieleilighet skal der være eget privet eller vannklosett med en gulvflate av minst 1,1 m. X 0,8 m.\n2. Forøvrig fastsetter helserådet om bygning efter sin bestemmelse skal forsynes med privet og likeledes privetenes antall.\n3. For privetenes innredning og tømning og for innredning av vannklosetter skal der av helserådet og bygningsrådet i forening utarbeides de fornødne regler. De må ikke ha åpning, dør eller luke mot gate, offentlig plass eller nabogrense, og de må legges i sådan avstand og innrettes således at de ikke utbrer stank dertil.\n4. Hvor betingelsene (vann og tilfredsstillende avløp) er tilstede, kan bystyret efter innhentet erklæring fra helserådet og bygningsrådet påby anvendelse av vannklosetter. Sådant påbud kan også utferdiges for bestemte strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    },
    {
      "provision_ref": "110",
      "section": "110",
      "content": "For opbevaring av søppel og avfallsstoffer og for bortbringelse herav skal der utarbeides de fornødne regler av helserådet og bygningsrådet i forening. Det må påses, at der ikke fra opbevaringsstedet utbres stank til gate, offentlig plass eller nabo.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_110",
        "source_heading": "§ 110."
      }
    },
    {
      "provision_ref": "111",
      "section": "111",
      "content": "Avløp for spillvann til kloakk skal forsynes med hensiktsmessige innretninger (vannlås o. 1.) for å hindre inntrengen av kloakkgass i vedkommende rum.\nAlmindelige forskrifter for sådant avløp kan utferdiges av helserådet og bygningsrådet i forening.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_111",
        "source_heading": "§ 111."
      }
    },
    {
      "provision_ref": "112",
      "section": "112",
      "content": "For innretning og tømning av stall, fjøs, grishus, o. l. skal der utarbeides de fornødne regler av helserådet og bygningsrådet i forening.\nDe kan ved vedtekt forbys anbragt i bestemte strøk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_112",
        "source_heading": "§ 112."
      }
    },
    {
      "provision_ref": "113",
      "section": "113",
      "content": "I landets byer må trebygninger ikke opføres, hvis ikke anderledes bestemmes ved vedtekt. Tillatelse til å opføre trebygninger bør som regel bare omfatte begrensede, innbyrdes adskilte strøk med åpen bebyggelse og bestemt for beboelse.\nVed trebygning forstås bygning hvis yttervegger ikke er opført av helt ildfast materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_113",
        "source_heading": "§ 113."
      }
    },
    {
      "provision_ref": "114",
      "section": "114",
      "content": "1. Trebygning må ikke innta større grunnflate enn 150 m​2 i by og 230 m​2 på landet.\n2. Ingen trebygning må opføres med mer enn 2 etasjer. Loftet over 2. etasje må ikke innres til beboelsesrum, arbeidsrum eller ildstedsrum. Dog kan enkelte rum kurres med bygningsrådets samtykke når der anvendes elektrisk lys samt elektrisk opvarmning eller centralvarme.\nI kjeller må på flatt terreng ikke innres beboelsesrum eller arbeidsrum. I skrånende terreng tillates dog sådanne rum når de for disse opstilte krav (jfr. §§ 104 og 105) tilfredsstilles uten at grunnmuren løftes mer en 0,5 m. over grunnens høieste punkt.\n3. Høiden til hovedgesims må ikke overstige 7 m., og ingen utvendig trevegg må være høiere enn 9 m.\n4. På 2-etasjes trebygning må ikke opføres takopbygg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_114",
        "source_heading": "§ 114."
      }
    },
    {
      "provision_ref": "115",
      "section": "115",
      "content": "1. Trebygnings avstand til nabogrense skal utgjøre minst ½ del av høieste vegg mot nabo og ikke under 2,5 m. Direkte til nabogrensen kan bygges når brandvegg anvendes, og sikkerhet tilveiebringes ved tinglest erklæring for at naboen opfører sin bygning således at gavlene dekker hinannen. Bygningens utvendige klædning kan føres over brandveggen, således at denne blir dekket.\n2. På samme tomt kan opføres flere bygninger, når grunnarealet tilsammen ikke utgjør mer enn i § 114 bestemt, eller der ved brandvegg eller avstand tilveiebringes like betryggende forhold som bestemt for bebyggelse på tomter innbyrdes.\n8. Mellem murhus og trehus skal avstanden være som for avstanden mellem trehus bestemt.\n4. Opføres brandvegg, kommer reglene i 1ste ledd til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_115",
        "source_heading": "§ 115."
      }
    },
    {
      "provision_ref": "116",
      "section": "116",
      "content": "De for gårdsbruk nødvendige bygninger kan opføres av tre uten hensyn til foranstående bestemmelser, når de ikke kommer nabogrunnen nærmere enn 30 m.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_116",
        "source_heading": "§ 116."
      }
    },
    {
      "provision_ref": "117",
      "section": "117",
      "content": "1. Sjøboder og pakkhus er innenfor den tillatte bygningshøide ikke underkastet nogen innskrenkning med hensyn til etasjeantall. Etasjenes høide kan i de rum som ikke benyttes til varig ophold for mennesker, innskrenkes til 2 m. Takhøiden (målt fra gesims til mønne) må ikke uten bygningsrådets samtykke overskride 6 m.\n2. Ut mot sjø eller elv kan sjøboder og pakkhus opføres med gavl over den største tillatte gesimshøide.\n3. I sjøboder og pakkhus av tre og utmuret trebindingsverk skal rum hvor ildsteder anbringes, ha ildfaste vegger, gulv og tak.\nI sjøboder og pakkhus av mur skal sådanne rum adskilles fra den øvrige bygning med ildfaste vegger. Dører i sådanne rum skal utføres ildfast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_117",
        "source_heading": "§ 117."
      }
    },
    {
      "provision_ref": "118",
      "section": "118",
      "content": "I hvilken utstrekning sjøboder og pakkhus kan tillates opført av tre, utmuret bindingsverk eller dermed av departementet likestillet materiale, med større areal og høide og i andre strøk enn bestemt for trebygninger avgjøres ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_118",
        "source_heading": "§ 118."
      }
    },
    {
      "provision_ref": "119",
      "section": "119",
      "content": "Ved skur forstås bygninger som enten er helt åpne -altså kun består av tak på søiler – eller enkle bygninger, mer eller mindre lukket med vegger av tre eller lette ildsikre konstruksjoner. For sådanne bygninger kommer bestemmelsene i §§ 113, 114 og 115 til anvendelse, medmindre anderledes bestemmes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_119",
        "source_heading": "§ 119."
      }
    },
    {
      "provision_ref": "120",
      "section": "120",
      "content": "Skur på byggeplasser til anvendelse under en bygnings opførelse kan tillates av bygningsrådet, selv om de ikke tilfredsstiller kravene i § 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_120",
        "source_heading": "§ 120."
      }
    },
    {
      "provision_ref": "121",
      "section": "121",
      "content": "Telt med større areal enn 50 m.​2 må ikke opsettes uten bygningsrådets tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_121",
        "source_heading": "§ 121."
      }
    },
    {
      "provision_ref": "122",
      "section": "122",
      "content": "Ved benyttelse av tomt som ligger umiddelbart ved havn, elv eller fjordbredd til trelastoplag, skal det iakttas at der mellem trelastoplag og bygning med ildsted eller nabogrunn blir en gate eller et åpent rum av minst 25 m. bredde.\nOplag av trelast på tomt som ikke støter til havn, elv eller fjordbredd, må ikke innta mer enn 4 000 m.​2 sammenhengende flate og ikke stables høiere enn 7 m.; de skal til alle sider være skilt fra annet oplag, bygning med ildsted eller nabogrunn ved et åpent rum av minst 25 m. bredde.\nMindre oplag som ikke inntar en større flate enn 200 m.​2, og hvis høide ikke overstiger 4 m. iberegnet overdekningen, er dog tillatt med iakttagelse av de for trebebyggelse bestemte avstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_122",
        "source_heading": "§ 122."
      }
    },
    {
      "provision_ref": "123",
      "section": "123",
      "content": "1. Bygningsrådet kan for kirker, skoler, fabrikker, større vareoplag og forretningslokaler, teatre, konsert-, utstillings- og forlystelseslokaler, hoteller, arbeiderboliger o. a. bygninger som er bestemt til å opta eller tjene til bolig for et større antall mennesker, eller til å rumme lettantendelige eller brandfarlige saker, eller som er forbundet med sanitære eller andre særlige ulemper for de omboende, stille sådanne krav utover lovens almindelige påbud som finnes tilsagt av anleggets særlige beskaffenhet eller den dermed forbundne særlige fare. Forinnen bestemmelse herom futtes, skal brandstyrets erklæring innhentes.\n2. Herom kan utferdiges almindelige forskrifter av vedkommende regjeringsdepartement.\n3. Høvlerier, veverier, spinnerier og andre fabrikker hvori der arbeides med lettfengelige materialer eller med usedvanlig sterk ild, må alene innres i murbygning.\n4. Hvad der er bestemt om nye anlegg, gjelder også om eldre anlegg som utvides eller omlegges, eller som gjenoptas efter å ha vært nedlagt i 1 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_123",
        "source_heading": "§ 123."
      }
    },
    {
      "provision_ref": "124",
      "section": "124",
      "content": "1. Enhver bygning, innhegning eller bygningsdel, herunder innbefattet fasade til gårdsrum og have, skal opføres således at de efter bygningsrådets skjønn både i sig selv og i sin virkning til omgivelsene tilfredsstiller rimelige skjønnhetshensyn.\n2. Anvendelse av skjemmende larver eller skilter på bygninger tillates ikke og kan av bygningsrådet kreves forandret eller fjernet. Dog behøver maling og anbringelse av skilter ikke på forhånd å anmeldes.\n3. Som ankeinstans for bygningsrådets avgjørelse efter denne paragraf kan ved vedtekt oprettes et særskilt sakkyndig råd.\n4. Bygningsrådet kan gi særskilte regler for takformer, høide og arkitektonisk utstyr forøvrig for bestemte strøk eller deler av sådant.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_124",
        "source_heading": "§ 124."
      }
    },
    {
      "provision_ref": "125",
      "section": "125",
      "content": "1. Forhåndenværende bygning må ikke ved forandring, om- eller tilbygning, påbygning, forhøielse eller på annen måte bringes i uoverensstemmelse med gjeldende byggeregler eller i tilfelle i ytterligere uoverensstemmelse med disse enn den allerede er.\n2. Når bygning repareres eller forandres, og derunder større eller mindre deler av bygningen (herunder også ildsteder o. l.) efter bygningsrådets skjønn blir i det vesentlige fornyet, skal vedkommende bygningsdeler, når de ikke tilfredsstiller gjeldende byggeregler, bringes i overensstemmelse med disse, hvis det kan skje uten å nødvendiggjøre større forandringer av tilstøtende deler av bygningen.\n3. Fra foranstående bestemmelser i denne paragraf kan bygningsrådet dispensere, når det finnes ubetenkelig så vel i sanitær henseende som med hensyn til ildsikkerhet og bygningens soliditet, og arbeidet derhos er av ringe betydning og omfang. Det samme gjelder også like overfor mere omfattende arbeider, når bygningen samtidig gjøres mer tilfredsstillende enn tidligere i sanitær og brandteknisk henseende.\n4. Skal der foretas så gjennomgripende reparasjon eller forandring av forhåndenværende bygning at hele bygningen derved i det vesentlige blir fornyet (hovedombygning), må arbeidet utføres således at bygningen i enhver henseende blir overensstemmende med de for nye bygninger gjeldende bestemmelser. Hvad der skal anses som hovedombygning avgjøres av bygningsrådet.\n5. Finner bygningsrådet et påtenkt arbeide ved en enkelt del av en bygning utilrådelig av hensyn til de øvrige delers mislige forfatning, kan det gjøre arbeidet betinget av at også disse bringes i forsvarlig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_125",
        "source_heading": "§ 125."
      }
    },
    {
      "provision_ref": "126",
      "section": "126",
      "content": "1. I en bygnings areal medregnes altaner, karnapper og andre utbygg, forsåvidt de er overdekket og fundamentert fra grunnen av.\n2. Hvor avstand fra nabo er avhengig av bygningshøiden, måles fra vedkommende veggs liv. løvrig regnes avstanden fra bygningens mest fremspringende punkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_126",
        "source_heading": "§ 126."
      }
    },
    {
      "provision_ref": "127",
      "section": "127",
      "content": "Krav om en minste avstand til nabogrense bortfaller når der ved tinglest erklæring tilveiebringes sikkerhet for samme avstand mellem bygningene som følger av lovens bestemmelser. Det samme gjelder hvor forholdet er sikret ved byplan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_127",
        "source_heading": "§ 127."
      }
    },
    {
      "provision_ref": "9:128",
      "chapter": "9",
      "section": "128",
      "content": "Ved ethvert byggearbeide og nedrivningsarbeide skal treffes de nødvendige foranstaltninger for å oprettholde og sikre den offentlige trafikk. Den byggende har å sørge for at gatelegemet, fortåg innbefattet, sikres mot å slå revner eller rase ut langs den utgravede tomt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_128",
        "source_heading": "§ 128."
      }
    },
    {
      "provision_ref": "9:129",
      "chapter": "9",
      "section": "129",
      "content": "De ved bygget anvendte stillaser, maskiner og redskaper skal være innrettet og vedlikeholdt, og driften i det hele ordnet således at arbeiderne er beskyttet mot fare for liv og helbred. Om bygning av stillaser, dekning av åpne bjelkelag og trapperum utferdiges forskrifter av vedkommende regjeringsdepartement. Forøvrig har den hyggende å rette sig efter de anvisninger som bygningsrådet finner påkrevet.\nNærmere forskrifter til beskyttelse for arbeiderne ved byggearbeider kan fastsettes ved vedtekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_129",
        "source_heading": "§ 129."
      }
    },
    {
      "provision_ref": "9:130",
      "chapter": "9",
      "section": "130",
      "content": "Bygherren eller i tilfelle den ansvarshavende er ansvarlig for iakttagelse av foranstående bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_130",
        "source_heading": "§ 130."
      }
    },
    {
      "provision_ref": "10:131",
      "chapter": "10",
      "section": "131",
      "content": "1. Uten forutgående skriftlig anmeldelse til bygningsrådet og derefter mottatt tillatelse må der ikke foretas gravningsarbeider til eller forøvrig påbegynnes ny bygning, forstøtningsmur eller innhegning mot gaten, og heller ikke påbegynnes sådanne reparasjoner, forandringer eller innredninger av bygning, hvortil bygnings-, brand- eller sundbetslovgivningen knytter forskrifter som blir å iaktta ved arbeidets utførelse.\nDet samme gjelder anbringelse av nye ildsteder eller større reparasjoner eller forandringer av eldre ildsteder.\n2. Likeså skal der innsendes anmeldelse før bygning eller nogen del derav tas i bruk i annet øiemed enn forutsatt i den approberte anmeldelse, eller – for eldre bygnings vedkommende – i annet øiemed enn det bygningen eller del derav tidligere har tjent.\n3. Deling av eiendom eller nedrivning av bygning må heller ikke finne sted uten anmeldelse til bygningsrådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_131",
        "source_heading": "§ 131."
      }
    },
    {
      "provision_ref": "10:132",
      "chapter": "10",
      "section": "132",
      "content": "1. Anmeldelsen skal inneholde nøiaktig redegjørelse for alle forhold som er nødvendig til bedømmelse av arbeidets lovlighet.\nDen utferdiges på skjema som foreskrives av bygningsrådet. Medmindre bygningsrådet for det enkelte tilfelle finner det overflødig, skal den ledsages av:\na. oversiktsplan over anlegget med omgivelser, i målestokk minst 1: 1000;\nb. tegninger, i målestokk minst 1: 100, hvorav det hele arbeide fremgår med tilstrekkelig tydelighet (fasader, snitt, planer m. m.). I planen skal derhos angis de enkelte rums bestemmelse. Tegningene skal utføres på tydelig og holdbar måte, og deri innskrives alle mål som har betydning for bedømmelsen av bygningens lovlighet;\nc. nøiaktig beskrivelse av byggegrunnens beskaffenhet og fundamentering, i tilfelle ledsaget av opgave over de fornødne forsøksboringer i grunnen;\nd. angivelse av drenering, hovedkloakk og vanntilførsel;\n2. Tegninger av særlige konstruksjoner, i målestokk minst 1:20, skal innsendes i den utstrekning og til det tidspunkt bygningsrådet bestemmer. De skal være ledsaget av fagmessig utførte stabilitetsberegninger og de til deres prøvelse nødvendige oplysninger. Ved ombygninger skal tegninger og beskrivelse nøiaktig redegjøre for forholdet såvel før som efter ombygningen.\n3. Hvor et byggeforetagende berører naboers interesse, skal disse underrettes. Erklæring om at dette er iakttatt, skal være påtegnet anmeldelsen med angivelse av vedkommende eiendommer.\n4. Anmeldelsen med bilag innleveres i 2 sett. Den skal være undertegnet av byggherren, og hvor en annen er anmelder, tillike av denne. Den tiltres i tilfelle av den ansvarshavende, så snart han er antatt.\n5. Er bygningen bestemt til industriell virksomhet, fabrikk eller håndverk, skal anmeldelsen inneholde oplysninger om bedriftens art og maskinenes antall, type og plasering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_132",
        "source_heading": "§ 132."
      }
    },
    {
      "provision_ref": "10:133",
      "chapter": "10",
      "section": "133",
      "content": "1. Er byggearbeidets lovlighet i henhold til denne lov eller gjeldende bestemmelser forøvrig betinget av andre myndigheters samtykke, innhenter bygningsrådet disse myndigheters bestemmelse. Forøvrig treffer det hurtigst mulig avgjørelse om anmeldelsens lovlighet.\n2. Når anmeldelsen er ferdigbehandlet, tilbakesendes det ene sett til anmelderen med godkjennelse, eller om sådan nektes, underretning om grunnen hertil.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_133",
        "source_heading": "§ 133."
      }
    },
    {
      "provision_ref": "10:134",
      "chapter": "10",
      "section": "134",
      "content": "Før et byggeforetagende påbegynnes, skal bygningsrådet la anvise bygningens beliggenhet med høideangivelse efter de gjeldende reguleringsbestemmelser. Derefter skal den byggende avmerke dette i marken på en av bygningsrådet godkjent måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_134",
        "source_heading": "§ 134."
      }
    },
    {
      "provision_ref": "10:135",
      "chapter": "10",
      "section": "135",
      "content": "Er anmeldt arbeide ikke påbegynt innen 1 år efterat byggetillatelse er meddelt, taper denne sin gyldighet. Det samme gjelder hvis påbegynt arbeide innstilles i lenger tid enn 6 måneder. Også efter kortere avbrytelse skal bygningsrådet skriftlig underrettes før arbeidet gjenoptas.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_135",
        "source_heading": "§ 135."
      }
    },
    {
      "provision_ref": "10:136",
      "chapter": "10",
      "section": "136",
      "content": "Bygningsrådet fører tilsyn med byggearbeidets utførelse og kan forlange utført på byggherrens bekostning de for kontrollen nødvendige arbeider.\nDet kan derhos forlange at der på forhånd meddeles betimelig varsel eftersom arbeidet skrider frem, såsom ved nedlegning av fundament, legning av bjelkelag, tekning av tak, påbegynnelse av puss- og innredningsarbeider, legning av gulv, samt når det iøvrig finner det nødvendig.\nPuss- og innredningsarbeider i murhus bestemt til varig ophold for mennesker må ikke påbegynnes før bygningsrådet har meddelt tillatelse dertil efterat helserådets ordfører har uttalt sig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_136",
        "source_heading": "§ 136."
      }
    },
    {
      "provision_ref": "10:137",
      "chapter": "10",
      "section": "137",
      "content": "1. Det kan bestemmes ved vedtekt, at ethvert byggeforetagende skal forestås av en av bygningsrådet godkjent fagmann som er ansvarlig for arbeidets riktige og fagmessige utførelse. Bygningsrådet kan i så fall utferdige almindelige regler for sådan godkjennelse. Godkjennelsen kan når som helst tilbakekalles av bygningsrådet, hvis vedkommende viser sig ikke å opfylle de krav som må stilles til pålitelighet og duelighet.\n2. Krever et byggeforetagende særlig innsikt, blir ved godkjennelsen å ta hensyn hertil.\n3. Ved ombytte av byggherre eller i tilfelle ansvarshavende skal bygningsrådet alltid varsles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_137",
        "source_heading": "§ 137."
      }
    },
    {
      "provision_ref": "10:138",
      "chapter": "10",
      "section": "138",
      "content": "Der skal alltid opgis en person som har å være tilstede ved bygget og motta bygningsrådets eller vedkommende inspektørs meddelelser når byggherre eller den ansvarshavende ikke selv er tilstede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_138",
        "source_heading": "§ 138."
      }
    },
    {
      "provision_ref": "10:139",
      "chapter": "10",
      "section": "139",
      "content": "Finnes et byggearbeide efter å være utført overensstemmende med godkjent anmeldelse allikevel å være stridende mot denne lov eller i henhold til samme utferdiget vedtekt eller forskrift, og byggherren i henhold til § 153 tilpliktes å rette det lovstridige, kan han kreve erstatning av kommunen forsåvidt han har vært i god tro, og det lovstridige fremgikk klart av anmeldelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_139",
        "source_heading": "§ 139."
      }
    },
    {
      "provision_ref": "10:140",
      "chapter": "10",
      "section": "140",
      "content": "Opførelse av kaier, broer, forstøtningsmurer som ikke inngår under § 131, tribuner o. l. arbeider, skal anmeldes til bygningsrådet forsåvidt de ikke henhører under annen offentlig eller kommunal myndighet. Hvor anmeldelse skal skje til bygningsrådet, har dette å påse at arbeidet utføres forsvarlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_140",
        "source_heading": "§ 140."
      }
    },
    {
      "provision_ref": "10:141",
      "chapter": "10",
      "section": "141",
      "content": "I verksted og lagerrum skal, når bygningsrådet påbyr det, den nyttelast som er lagt til grunn for beregningen av gulvkonstruksjonene, alltid med oljemaling være påmalt en av veggene i hvert rum og de til sådanne rum førende dører, således at dette til enhver tid er synlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_141",
        "source_heading": "§ 141."
      }
    },
    {
      "provision_ref": "10:142",
      "chapter": "10",
      "section": "142",
      "content": "1. Når et gammelt byggearbeide er ferdig, skal der av bygningsrådet avholdes en synsforretning til avgjørelse av hvorvidt arbeidet er lovlig utført, hvorefter ferdigattest i tilfelle meddeles. Samtidig påses at den bebyggede flate er inntegnet på målebrevet overensstemmende med § 57. Før sådan ferdigattest er meddelt, må bygningen eller i tilfelle vedkommende del derav ikke tas i bruk.\n2. Bygningsrådet kan, hvor det finnes påkrevet, forlange avholdt på byggherrens bekostning de prøver som anses påkrevet til bedømmelse av byggverkets soliditet.\n3. Finnes der mangler av mindre vesentlig betydning, kan dog innflytningstillatelse midlertidig meddeles når det finnes ubetenkelig for liv og helbred. De tilbakestående arbeider skal i så fall være utført innen en av bygningsrådet bestemt frist.\n4. Ved bygninger bestemt til varig ophold for mennesker, skal samtykke fra helserådets ordfører foreligge før attest eller innflytningstillatelse meddeles. Det samme gjelder staller eller andre rum for husdyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_142",
        "source_heading": "§ 142."
      }
    },
    {
      "provision_ref": "10:143",
      "chapter": "10",
      "section": "143",
      "content": "Forinnen ferdigattest meddeles, skal medmindre bygningsrådet finner det upåkrevet, fullstendige tegninger over bygningen i dens endelig godkjente skikkelse innleveres til bygningsrådet. Er midlertidig innflytningstillatelse meddelt, skal tegningene være avgitt innen en av bygningsrådet bestemt frist.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_143",
        "source_heading": "§ 143."
      }
    },
    {
      "provision_ref": "10:144",
      "chapter": "10",
      "section": "144",
      "content": "For behandling av anmeldelser, besiktigelser, utstedelse av attester, påvisninger i marken og for hvad der forøvrig efter denne lov påhviler bygningsmyndighetene å utføre, erlegges betaling, når sådan er bestemt ved et av bystyret med vedkommende regjeringsdepartements approbasjon fastsatt regulativ.\nGebyrene anvendes til hel eller delvis dekning av omkostningene ved bygningskontrollen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_144",
        "source_heading": "§ 144."
      }
    },
    {
      "provision_ref": "11:145",
      "chapter": "11",
      "section": "145",
      "content": "1. Ethvert byggverk, innhegning, forstøtningsmur, lysgrav, skilt eller annet som ligger under bygningsvesenets kontroll skal holdes i sådan stand at det ikke blir farlig for beboerne eller andres sikkerhet eller virker skjemmende enten i sig selv eller i forhold til omgivelsene. Bygningsrådet har å påse at disse forpliktelser efterkommes, og hvor det efter dets skjønn ikke finner sted, å gi eieren de fornødne pålegg.\n2. Blir vedkommende regjeringsdepartement bekjent med at noget bygningsråd ikke opfyller sine plikter efter denne paragraf, skal det fastsette en passende frist til å beriktige forsømmelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_145",
        "source_heading": "§ 145."
      }
    },
    {
      "provision_ref": "11:146",
      "chapter": "11",
      "section": "146",
      "content": "Helserådet kan, hvor dette bestemmes ved vedtekt, påby foranstaltninger for avledning av grunn-, over- og spillvann fra alle tomter, også sådanne som ikke er eller aktes bebygget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_146",
        "source_heading": "§ 146."
      }
    },
    {
      "provision_ref": "11:147",
      "chapter": "11",
      "section": "147",
      "content": "Hvis bygning er utsatt for skade ved vannsig fra nabogrunn, kan foranstaltninger til bygningens beskyttelse efter bygningsrådets nærmere bestemmelse utføres på nabogrunn mot erstatning, som i mangel av enighet bestemmes ved skjønn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_147",
        "source_heading": "§ 147."
      }
    },
    {
      "provision_ref": "11:148",
      "chapter": "11",
      "section": "148",
      "content": "Mot vei eller utlagt gate skal tomt, som ikke er fullt bebygget til gatelinjen, forsynes med forsvarlig og passende innhegning som godkjennes av bygningsrådet, medmindre dette fritar derfor. Innhegning mot nabotomt skal også godkjennes av bygningsrådet. Som regel skal den ikke være over 2 m. høi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_148",
        "source_heading": "§ 148."
      }
    },
    {
      "provision_ref": "11:149",
      "chapter": "11",
      "section": "149",
      "content": "1. Arealet mellem gatelinje og tilbaketrukket byggelinje (forhavene) skal – medmindre bygningsrådet anderledes bestemmer – beplantes på en efter gatens karakter passende måte.\n2. Bygningsrådet eller annen kommunal myndighet som formannskapet beskikker, skal påse at forhavene og deres inngjerding holdes i pyntelig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_149",
        "source_heading": "§ 149."
      }
    },
    {
      "provision_ref": "11:150",
      "chapter": "11",
      "section": "150",
      "content": "Ved vedtekt kan treffes bestemmelse om renhold og belysning av gårdsrum, ganger og trapper samt om renhold av lys- og luftgraver og om at ubebyggede tomter skal holdes i ryddig og ordentlig stand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_150",
        "source_heading": "§ 150."
      }
    },
    {
      "provision_ref": "11:151",
      "chapter": "11",
      "section": "151",
      "content": "Finnes ved brandsyn eller annet offentlig eftersyn av bygning forhold som står i strid med nærværende lov, skal den som forestår forretningen, straks anmelde forholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_151",
        "source_heading": "§ 151."
      }
    },
    {
      "provision_ref": "12:152",
      "chapter": "12",
      "section": "152",
      "content": "1. Den som påbegynner eller lar påbegynne et arbeide uten at den foreskrevne byggetillatelse er meddelt, straffes med bøter.\n2. Med samme straff rammes den som undlater å innsende nogen i loven eller i medhold derav påbudt anmeldelse eller tar eller lar ta i bruk nogen bygning eller del av bygning, ildsted eller annen innretning uten å ha erholdt de for samme foreskrevne attester, eller som benytter eller lar benytte en bygning anderledes enn efter loven tillatt.\n3. Utføres forøvrig noget arbeide i strid med lovens bestemmelser eller nogen i medhold av loven utferdiget vedtekt, forskrift eller for det enkelte tilfelle gitt pålegg, straffes vedkommende ansvarshavende eller andre som forestår arbeidet, likeledes med bøter.\n4. Samme straff rammer den som lar bygning opføre ved nogen annen enn den godkjente ansvarshavende, så vel som den som uberettiget forestår arbeidet. Likeledes den som ikke på forlangende opgir hvem som har forestått arbeidet.\n5. Med samme straff rammes den som iøvrig undlater å efterkomme noget i lov, vedtekt, forskrift eller i medhold derav gitt pålegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_152",
        "source_heading": "§ 152."
      }
    },
    {
      "provision_ref": "12:153",
      "chapter": "12",
      "section": "153",
      "content": "1. Påbegynnes et arbeide uten foreskrevet tillatelse, eller utføres det i strid med lovens forskrifter eller gitt pålegg eller med den approberte plan, kan det av bygningsrådet forlanges stanset, i fornødent fall ved politiets mellemkomst.\n2. Er et arbeide utført i strid med lov, vedtekt, forskrift eller pålegg som er gitt i medhold av disse, skal det ulovlig utførte fjernes eller det lovstridige rettes innen en av politiet nærmere fastsatt frist og under en derefter daglig løpende mulkt. Har nogen undlatt å efterkomme noget i lov, vedtekt, forskrift eller i medhold derav gitt pålegg, skal han likeledes innen en av politiet fastsatt frist under daglig løpende mulkt tilpliktes å efterkomme pålegget.\nFrembyr forholdet fare for den offentlige sikkerhet, beboere eller arbeidere, kan bygningsrådet, i fornødent fall ved politiets foranstaltning, foranledige eiendommen ryddiggjort eller forholdet rettet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_153",
        "source_heading": "§ 153."
      }
    },
    {
      "provision_ref": "13:154",
      "chapter": "13",
      "section": "154",
      "content": "Hvor der fra et landdistrikt fører offentlig vei inn i en by, påligger det vedkommende by å vedlikeholde sådanne innen byen værende veier med broer på en for gjennemgangstrafikken tilfredsstillende måte.\nI tilfelle påligger det også byen plikt til gjenopførelse av sådanne broer på en tilfredsstillende måte.\nTvist mellem fylkesveistyret og bystyret om vedlikehold og i tilfelle gjenopførelse avgjøres med bindende virkning av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_154",
        "source_heading": "§ 154."
      }
    },
    {
      "provision_ref": "14:155",
      "chapter": "14",
      "section": "155",
      "content": "1. Denne lov trer i kraft efter Kongens nærmere bestemmelse. Vedtekter og forskriften som skal tre i kraft samtidig med loven, kan utferdiges også forinnen lovens ikrafttreden. I så fall trer bygnings- og reguleringskommisjonen i bygningsrådets sted ved avgivelse av foreskrevne erklæringer.\n2. Loven kommer til anvendelse på alle byggeforetagender som utføres efter dens ikrafttreden, selv om det var anmeldt og godkjent før dette tidspunkt.\n3. Det samme gjelder også fortsettelse av allerede påbegynte byggeforetagender, dersom ikke lovens anvendelse på arbeidet efter bygningsrådets skjønn vilde virke forstyrrende på den del av dette som allerede er utført før lovens ikrafttreden.\n4. Fra denne lovs ikrafttreden opheves lov om bygningsvesenet i landets byer utenfor Kristiania, Bergen og Trondhjem av 27 juli 1896, lov om bygningsvesenet i Bergen av 19 april 1899, lov om bygningsvesenet i Kristiania av 26 mai 1899 undtagen lovens § 55,5, lov av 2 april 1901 om forandring i lov om bygningsvesenet av 27 juli 1896, lov om forbud mot opførelse av trebygninger i landets byer m.v. av 19 mai 1904, lov om bygningsvesenet i Trondhjem av 11 juni 1906, lov av 16 mai 1913 om forandringer i bygningsloven for Kristiania av 26 mai 1899, lov av 14 juli 1914 om forandringer i Trondhjems bygningslov av 11 juni 1906, lov av 19 november 1920 om forandring i §§ 12 og 22 i lov om bygningsvesenet i Bergen av 19 april 1899.\n5. §§ 9, 14, 35 og 40 i lov av 12 august 1848 angående bygningsvesenet i Bergen, § 10 i lov av 28 september 1857 inneholdende forandringer i og tillegg til ovennevnte lov, § 55,5 i lov av 26 mai 1899 angående bygningsvesenet i Kristiania samt de av Kongen for de loven underlagte steder stadfestede byggeforskrifter og meddelte almindelige dispensasjoner fra ovennevnte lov av 19 mai 1904 forblir gjeldende inntil vedkommende regjeringsdepartement efter innhentet erklæring fra vedkommende bystyre og bygningsråd har bestemt om eller i hvilken utstrekning de skal bli gjeldende ved siden av loven.\nDe av andre bygningsmyndigheter i henhold til lov utferdigede almindelige regler forblir likeledes gjeldende forsåvidt de ikke strider mot denne lov eller mot de i henhold til lov utferdigede vedtekter, forskrifter eller regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_155",
        "source_heading": "§ 155."
      }
    }
  ]
}