{
  "id": "LOV-1978-06-09-45",
  "type": "statute",
  "title": "Lov om likestilling mellom kjønnene (likestillingsloven).",
  "short_name": "Likestillingsloven – likestl.",
  "status": "in_force",
  "issued_date": "1978-06-09",
  "in_force_date": "1979-03-15",
  "url": "https://lovdata.no/dokument/NLO/lov/1978-06-09-45",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Lovens formål.)",
      "content": "Denne lov skal fremme likestilling mellom kjønnene og tar særlig sikte på å bedre kvinnens stilling.\nKvinner og menn skal gis like muligheter til utdanning, arbeid og kulturell og faglig utvikling.\n0 Endret ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "(Plikt til å arbeide for likestilling)",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for likestilling mellom kjønnene på alle samfunnsområder.\nArbeidsgiver skal arbeide aktivt, målrettet og planmessig for likestilling mellom kjønnene innenfor sin virksomhet. Arbeidslivets organisasjoner har tilsvarende aktivitetsplikt innenfor sitt virkefelt.\nVirksomheter som i lov er pålagt å utarbeide årsberetning,​2 skal i årsberetningen redegjøre​3 for den faktiske tilstanden når det gjelder likestilling i virksomheten. Det skal også redegjøres for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme likestilling og for å forhindre forskjellsbehandling i strid med denne loven.\nOffentlige myndigheter og offentlige virksomheter som ikke er pliktige til å utarbeide årsberetning, skal gi tilsvarende redegjørelse i årsbudsjettet.\nVed håndhevingen av tredje og fjerde ledd gjelder reglene i diskrimineringsombudsloven.​4\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 med unntak av tredje til femte ledd som trådte ikr. 1 jan 2003 iflg. res. 14 juni 2002 nr. 535), endret ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).\n1 Jf. lov 10 juni 2005 nr. 40 § 1.\n2 Jf. rskl. § 3-1, jf. § 1-2, lover 28 aug 1992 nr. 103 § 7, 25 sep 1992 nr. 107 § 48 nr. 1, jf. nr. 5.\n3 Sml. rskl. § 3-3 (6) og § 3-3 a (10).\n4 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 80 (ikr. 19 juni 2009 iflg. res. 19 juni 2009 nr. 696).\n1 For kvinnediskrimeringskonvensjonen, se nå lov 21 mai 1999 nr. 30 med vedlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "(Lovens virkeområde.)",
      "content": "Loven gjelder på alle områder.\nFor så vidt gjelder familieliv og rent personlige forhold skal loven ikke håndheves av de organer som er nevnt i § 9 i loven her.\nKongen kan i særlige tilfelle fastsette at loven helt eller delvis ikke skal gjelde på bestemte områder.​1 Før slik avgjørelse treffes skal uttalelse fra Nemnda (jfr. § 10)​2 innhentes.\nDepartementet gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​3 § 1-7.\n0 Endret ved lover 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).\n1 Res. 9 mars 1979 unntar fra lovens virkeområde «militær tjeneste i Forsvaret innenfor rammene av Stortingets vedtak om kvinners tjeneste i Forsvaret».\n2 Likestillings- og diskrimineringsnemnda, jf. lov 10 juni 2005 nr. 40 § 1. Nærværende lovs § 10 er opphevet.\n1 Opphevet ved lov 10 juni 2005 nr. 40.\n3 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "(Generalklausul)",
      "content": "Direkte eller indirekte forskjellsbehandling av kvinner og menn er ikke tillatt.​2\nMed direkte forskjellsbehandling menes handlinger som\n1. stiller kvinner og menn ulikt fordi de er av forskjellig kjønn,\n2. setter en kvinne i en dårligere stilling enn hun ellers ville ha vært på grunn av graviditet eller fødsel, eller setter en kvinne eller en mann i en dårligere stilling enn vedkommende ellers ville ha vært på grunn av utnyttelse av permisjonsrettigheter som er forbeholdt mor eller far.​3 Tilsvarende skal spørsmål om graviditet, adopsjon eller familieplanlegging i ansettelsesprosessen, uavhengig av søkerens kjønn, regnes som direkte forskjellsbehandling.\nMed indirekte forskjellsbehandling menes enhver tilsynelatende kjønnsnøytral handling som faktisk virker slik at det ene kjønn stilles dårligere enn det annet.​3\nI særlige tilfeller er indirekte forskjellsbehandling likevel tillatt dersom handlingen har et saklig formål uavhengig av kjønn, og det middel som er valgt er egnet, nødvendig og ikke uforholdsmessig inngripende i forhold til formålet.\nForskjellsbehandling i trossamfunn på grunn av kjønn som er nødvendig for å oppnå et saklig formål,​4 og som ikke er uforholdsmessig inngripende overfor den eller dem som forskjellsbehandles, er tillatt. Ved ansettelser i trossamfunn må kravet til et bestemt kjønn i tillegg ha avgjørende betydning for utøvelsen av arbeid eller yrke.\nDet er ikke tillatt å gjøre bruk av gjengjeldelse​5 overfor noen som har fremmet klage over brudd på bestemmelser i denne loven, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt. Første og annet punktum gjelder tilsvarende for vitner.\nDet er ikke tillatt å gi instruks om handlinger i strid med bestemmelser i denne loven.​6 Slik instruks anses som forskjellsbehandling.​7\nDet er ikke tillatt å medvirke til brudd på bestemmelser i denne loven.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501). Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. lov 10 juni 2005 nr. 40 § 7. – Jf. EØS-avtalen art. 70, vedlegg XVIII nr. 21 b (dir 2006/54).\n2 Sml. § 4, § 5, § 6, § 7, § 8 og § 8 a.\n3 Jf. § 16.\n4 Sml. aml. § 13-3 første ledd.\n5 Jf. § 16 (2) og § 17.\n6 Sml. § 3 a.\n7 Jf. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "title": "(Særbehandling av det ene kjønn)",
      "content": "Ulik behandling som i samsvar med lovens formål​1 fremmer likestilling mellom kjønnene, er ikke i strid med § 3. Det samme gjelder særlige rettigheter og regler om tiltak som skal beskytte kvinner i forbindelse med graviditet, fødsel og amming.\nKongen kan gi nærmere bestemmelser om hvilke former for ulik behandling som tillates i medhold av denne lov, herunder bestemmelser om særbehandling av menn i forbindelse med undervisning av og omsorg for barn.\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Likestilling ved ansettelse m.v.)",
      "content": "Såframt det ikke finnes en åpenbar grunn for det, må en stilling ikke lyses ledig for bare det ene kjønn. Utlysningen må heller ikke gi inntrykk av at arbeidsgiveren forventer eller foretrekker det ene kjønn til stillingen.\nVed ansettelse, forfremmelse, oppsigelse eller permittering må​2 det ikke gjøres forskjell på kvinner og menn i strid med § 3.\nI ansettelsesprosessen, herunder under intervju, må ikke arbeidsgiver be om at søker, uavhengig av kjønn, skal gi opplysninger om graviditet, adopsjon​3 eller familieplanlegging. Arbeidsgiver må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.\nArbeidssøker som ikke har fått en utlyst stilling, kan kreve at arbeidsgiveren skriftlig opplyser hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den ansatte av det annet kjønn har.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen vedlegg XVIII nr. 18 (dir 76/207) og nr. 21 a (dir 97/80).\n2 Se § 17.\n3 Jf. lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Arbeidstakeres rettigheter ved foreldrepermisjon",
      "content": "En arbeidstaker som er eller har vært i foreldrepermisjon etter arbeidsmiljøloven § 12-5 har rett til å\na. vende tilbake til samme, eventuelt tilsvarende, stilling,\nb. nyte godt av forbedringer av arbeidsvilkårene som arbeidstakeren ellers ville vært berettiget til under fraværet, og\nc. fremme lønnskrav og å bli vurdert i lønnsforhandlinger på samme måte som de øvrige arbeidstakerne i virksomheten.\nBestemmelsen i første ledd regulerer ikke fastsettelse eller endringer av lønns- og arbeidsvilkår som er en følge av andre forhold enn foreldrepermisjon.\nDenne bestemmelsen gjelder tilsvarende ved andre permisjoner knyttet til graviditet og fødsel, jf. arbeidsmiljøloven § 12-2 til § 12-8.\n0 Tilføyd ved lov 11 jan 2013 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Lik lønn for arbeid av lik verdi)",
      "content": "Kvinner og menn i samme virksomhet skal​2 ha lik lønn for samme arbeid eller arbeid av lik verdi. Lønnen skal fastsettes på samme måte for kvinner og menn uten hensyn til kjønn.\nRetten til lik lønn for samme arbeid eller arbeid av lik verdi gjelder uavhengig av om arbeidene tilhører ulike fag eller om lønnen reguleres i ulike tariffavtaler.\nOm arbeidene er av lik verdi avgjøres etter en helhetsvurdering der det legges vekt på den kompetanse som er nødvendig for å utføre arbeidet og andre relevante faktorer, som for eksempel anstrengelse, ansvar og arbeidsforhold.\nMed lønn menes det alminnelige arbeidsvederlag samt alle andre tillegg eller fordeler eller andre goder som ytes av arbeidsgiveren.\nKongen kan i forskrifter gi nærmere regler for hva som regnes som samme virksomhet i stat og kommune.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen art. 69 vedlegg XVIII nr. 20 (dir 86/378).\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Lik rett til utdanning.)",
      "content": "Kvinner og menn har samme rett til utdanning.\nArbeidsgiver skal likestille kvinner og menn når det gjelder opplæring, videreutdanning og permisjon i forbindelse med utdanning o.l.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen vedlegg XVIII nr. 18 (dir 76/207).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Læremidler.)",
      "content": "I skole og annen undervisningsinstitusjon skal læremidler som nyttes bygge på likestilling mellom kjønnene.\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Foreninger.)",
      "content": "En forening skal være åpen på like vilkår for kvinner og menn når\n1. medlemskapet i foreningen er av betydning for det enkelte medlems yrkesmuligheter eller faglige utvikling, eller\n2. foreningens formål i det vesentlige er å bidra til løsningen av alminnelige samfunnsproblemer.\nReglene i første ledd gjelder ikke foreninger hvis hovedformål er å fremme det ene kjønns særinteresser.\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "(Trakassering på grunn av kjønn og seksuell trakassering)",
      "content": "Trakassering på grunn av kjønn og seksuell trakassering er ikke tillatt.​1 Slik trakassering anses som forskjellsbehandling i strid med § 3.\nMed trakassering på grunn av kjønn menes uønsket adferd som er knyttet til en persons kjønn og som virker eller har til formål å krenke en annens verdighet. Med seksuell trakassering menes uønsket seksuell oppmerksomhet som er plagsom for den oppmerksomheten rammer.\nArbeidsgiver og ledelsen i organisasjoner eller utdanningsinstitusjoner har ansvar for å forebygge og å søke å hindre at trakassering i strid med bestemmelser i denne loven skjer innenfor sitt ansvarsområde.\nVed håndhevingen av forbudet mot trakassering på grunn av kjønn i første ledd og bestemmelsen i tredje ledd gjelder reglene i diskrimineringsombudsloven.​2\nForbudet mot seksuell trakassering håndheves av domstolene.\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), endret ved lover 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527), 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.\n2 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Håndheving av loven)",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda skal, med unntak av § 17 og de begrensninger som framgår av §§ 1a og 8a, føre tilsyn med og medvirke til gjennomføringen av loven her, jf. diskrimineringsombudsloven.​1\n0 Tilføyd ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), tidligere § 9 ble opphevet.\n1 Lov 10 juni 2005 nr. 40, se dens §§ 1 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "(Bevisbyrde)",
      "content": "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted direkte eller indirekte forskjellsbehandling​2 i strid med bestemmelser i denne loven, skal det legges til grunn at slik forskjellsbehandling har funnet sted, hvis ikke den ansvarlige sannsynliggjør at slik forskjellsbehandling likevel ikke har funnet sted.\nFørste ledd gjelder tilsvarende når noen hevder å være utsatt for gjengjeldelse i strid med § 3 femte ledd.\n0 Endret ved lover 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Erstatningsansvar)",
      "content": "Arbeidssøker eller arbeidstaker som er blitt behandlet i strid med bestemmelser i denne loven av arbeidsgiveren eller noen som handler på vegne av denne, kan kreve erstatning og oppreisning uten hensyn til arbeidsgivers skyld.​1 Erstatningen fastsettes til det beløp som under hensyn til det økonomiske tap, arbeidsgiverens og arbeidstakerens eller arbeidssøkerens forhold og omstendigheter for øvrig er rimelig. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nFor øvrig gjelder de alminnelige regler om skadeserstatning​2 ved forsettlig eller uaktsom overtredelse av denne lovs bestemmelser.\n0 Endret ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Sml. aml. § 15-12.\n2 Sml. lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Lovens geografiske virkeområde.)",
      "content": "Denne lov gjelder i riket, på Svalbard​1 og ombord på norske fartøy og luftfartøy i områder som ikke er undergitt noen stats høyhetsrett. Loven gjelder også for virksomhet på anlegg og innretninger på den norske del av kontinentalsokkelen.​2\nKongen kan gjøre unntak fra første ledd og gi utfyllende bestemmelser om lovens virkeområde. Før slik avgjørelse treffes skal Nemndas​3 uttalelse innhentes.\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Se lov 21 juni 1963 nr. 12 § 1 annet punktum.\n3 Likestillings- og diskrimineringsnemnda, jf. lov 10 juni 2005 nr. 40 §§ 1 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Representasjon av begge kjønn i alle offentlige utvalg m.v.)",
      "content": "Når et offentlig organ​1 oppnevner eller velger utvalg, styrer, råd, nemnder mv. skal begge kjønn være representert på følgende måte:\n1. Har utvalget to eller tre medlemmer, skal begge kjønn være representert.\n2. Har utvalget fire eller fem medlemmer, skal hvert kjønn være representert med minst to.\n3. Har utvalget seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.\n4. Har utvalget ni medlemmer, skal hvert kjønn være representert med minst fire, og har utvalget flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.\n5. Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.\nDet kan gjøres unntak fra reglene i første ledd når det foreligger særlige forhold som gjør det åpenbart urimelig å oppfylle kravene.\nReglene i denne paragraf gjelder ikke for utvalg m.v. som etter lov bare skal ha medlemmer fra direkte valgte forsamlinger.\nFor utvalg m.v. valgt av folkevalgte organer i kommuner og fylkeskommuner gjelder bestemmelsene i kommuneloven.​2\nKongen gir bestemmelser om håndheving og rapportering og kan gi utfyllende bestemmelser etter denne paragraf.\n0 Tilføyd ved lov 12 juni 1981 nr. 59, endret ved lover 25 mars 1983 nr. 12, 5 juni 1987 nr. 25, 19 feb 1988 nr. 6, 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 19 des 2003 nr. 120 (ikr. 1 jan 2004), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Se lov 1 apr 2005 nr. 15 § 7-6 (3).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "(Ikrafttredelse m.m.)",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n– – –\n0 Endret ved lov 12 juni 1981 nr. 59 (tidl. § 21).\n1 Fra 15 mars 1979 iflg. res. 9 mars 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "(Lovens formål.)",
      "content": "Denne lov skal fremme likestilling mellom kjønnene og tar særlig sikte på å bedre kvinnens stilling.\nKvinner og menn skal gis like muligheter til utdanning, arbeid og kulturell og faglig utvikling.\n0 Endret ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "(Plikt til å arbeide for likestilling)",
      "content": "Offentlige myndigheter skal arbeide aktivt, målrettet og planmessig for likestilling mellom kjønnene på alle samfunnsområder.\nArbeidsgiver skal arbeide aktivt, målrettet og planmessig for likestilling mellom kjønnene innenfor sin virksomhet. Arbeidslivets organisasjoner har tilsvarende aktivitetsplikt innenfor sitt virkefelt.\nVirksomheter som i lov er pålagt å utarbeide årsberetning,​2 skal i årsberetningen redegjøre​3 for den faktiske tilstanden når det gjelder likestilling i virksomheten. Det skal også redegjøres for tiltak som er iverksatt og tiltak som planlegges iverksatt for å fremme likestilling og for å forhindre forskjellsbehandling i strid med denne loven.\nOffentlige myndigheter og offentlige virksomheter som ikke er pliktige til å utarbeide årsberetning, skal gi tilsvarende redegjørelse i årsbudsjettet.\nVed håndhevingen av tredje og fjerde ledd gjelder reglene i diskrimineringsombudsloven.​4\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 med unntak av tredje til femte ledd som trådte ikr. 1 jan 2003 iflg. res. 14 juni 2002 nr. 535), endret ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).\n1 Jf. lov 10 juni 2005 nr. 40 § 1.\n2 Jf. rskl. § 3-1, jf. § 1-2, lover 28 aug 1992 nr. 103 § 7, 25 sep 1992 nr. 107 § 48 nr. 1, jf. nr. 5.\n3 Sml. rskl. § 3-3 (6) og § 3-3 a (10).\n4 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 80 (ikr. 19 juni 2009 iflg. res. 19 juni 2009 nr. 696).\n1 For kvinnediskrimeringskonvensjonen, se nå lov 21 mai 1999 nr. 30 med vedlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "(Lovens virkeområde.)",
      "content": "Loven gjelder på alle områder.\nFor så vidt gjelder familieliv og rent personlige forhold skal loven ikke håndheves av de organer som er nevnt i § 9 i loven her.\nKongen kan i særlige tilfelle fastsette at loven helt eller delvis ikke skal gjelde på bestemte områder.​1 Før slik avgjørelse treffes skal uttalelse fra Nemnda (jfr. § 10)​2 innhentes.\nDepartementet gir forskrift om lovens anvendelse for utsendte arbeidstakere, jf. arbeidsmiljøloven​3 § 1-7.\n0 Endret ved lover 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), 17 juni 2005 nr. 62 (ikr. 1 jan 2006 iflg. res. 17 juni 2005 nr. 609), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).\n1 Res. 9 mars 1979 unntar fra lovens virkeområde «militær tjeneste i Forsvaret innenfor rammene av Stortingets vedtak om kvinners tjeneste i Forsvaret».\n2 Likestillings- og diskrimineringsnemnda, jf. lov 10 juni 2005 nr. 40 § 1. Nærværende lovs § 10 er opphevet.\n1 Opphevet ved lov 10 juni 2005 nr. 40.\n3 Lov 17 juni 2005 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "(Generalklausul)",
      "content": "Direkte eller indirekte forskjellsbehandling av kvinner og menn er ikke tillatt.​2\nMed direkte forskjellsbehandling menes handlinger som\n1. stiller kvinner og menn ulikt fordi de er av forskjellig kjønn,\n2. setter en kvinne i en dårligere stilling enn hun ellers ville ha vært på grunn av graviditet eller fødsel, eller setter en kvinne eller en mann i en dårligere stilling enn vedkommende ellers ville ha vært på grunn av utnyttelse av permisjonsrettigheter som er forbeholdt mor eller far.​3 Tilsvarende skal spørsmål om graviditet, adopsjon eller familieplanlegging i ansettelsesprosessen, uavhengig av søkerens kjønn, regnes som direkte forskjellsbehandling.\nMed indirekte forskjellsbehandling menes enhver tilsynelatende kjønnsnøytral handling som faktisk virker slik at det ene kjønn stilles dårligere enn det annet.​3\nI særlige tilfeller er indirekte forskjellsbehandling likevel tillatt dersom handlingen har et saklig formål uavhengig av kjønn, og det middel som er valgt er egnet, nødvendig og ikke uforholdsmessig inngripende i forhold til formålet.\nForskjellsbehandling i trossamfunn på grunn av kjønn som er nødvendig for å oppnå et saklig formål,​4 og som ikke er uforholdsmessig inngripende overfor den eller dem som forskjellsbehandles, er tillatt. Ved ansettelser i trossamfunn må kravet til et bestemt kjønn i tillegg ha avgjørende betydning for utøvelsen av arbeid eller yrke.\nDet er ikke tillatt å gjøre bruk av gjengjeldelse​5 overfor noen som har fremmet klage over brudd på bestemmelser i denne loven, eller som har gitt uttrykk for at klage kan bli fremmet. Dette gjelder ikke dersom klageren har opptrådt grovt uaktsomt. Første og annet punktum gjelder tilsvarende for vitner.\nDet er ikke tillatt å gi instruks om handlinger i strid med bestemmelser i denne loven.​6 Slik instruks anses som forskjellsbehandling.​7\nDet er ikke tillatt å medvirke til brudd på bestemmelser i denne loven.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501). Endres ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jf. lov 10 juni 2005 nr. 40 § 7. – Jf. EØS-avtalen art. 70, vedlegg XVIII nr. 21 b (dir 2006/54).\n2 Sml. § 4, § 5, § 6, § 7, § 8 og § 8 a.\n3 Jf. § 16.\n4 Sml. aml. § 13-3 første ledd.\n5 Jf. § 16 (2) og § 17.\n6 Sml. § 3 a.\n7 Jf. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "3 a",
      "section": "3 a",
      "title": "(Særbehandling av det ene kjønn)",
      "content": "Ulik behandling som i samsvar med lovens formål​1 fremmer likestilling mellom kjønnene, er ikke i strid med § 3. Det samme gjelder særlige rettigheter og regler om tiltak som skal beskytte kvinner i forbindelse med graviditet, fødsel og amming.\nKongen kan gi nærmere bestemmelser om hvilke former for ulik behandling som tillates i medhold av denne lov, herunder bestemmelser om særbehandling av menn i forbindelse med undervisning av og omsorg for barn.\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3 a."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "(Likestilling ved ansettelse m.v.)",
      "content": "Såframt det ikke finnes en åpenbar grunn for det, må en stilling ikke lyses ledig for bare det ene kjønn. Utlysningen må heller ikke gi inntrykk av at arbeidsgiveren forventer eller foretrekker det ene kjønn til stillingen.\nVed ansettelse, forfremmelse, oppsigelse eller permittering må​2 det ikke gjøres forskjell på kvinner og menn i strid med § 3.\nI ansettelsesprosessen, herunder under intervju, må ikke arbeidsgiver be om at søker, uavhengig av kjønn, skal gi opplysninger om graviditet, adopsjon​3 eller familieplanlegging. Arbeidsgiver må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.\nArbeidssøker som ikke har fått en utlyst stilling, kan kreve at arbeidsgiveren skriftlig opplyser hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den ansatte av det annet kjønn har.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 9 apr 2010 nr. 12 (ikr. 9 apr 2010 iflg. res. 9 apr 2010 nr. 501).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen vedlegg XVIII nr. 18 (dir 76/207) og nr. 21 a (dir 97/80).\n2 Se § 17.\n3 Jf. lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "4 a",
      "section": "4 a",
      "title": "Arbeidstakeres rettigheter ved foreldrepermisjon",
      "content": "En arbeidstaker som er eller har vært i foreldrepermisjon etter arbeidsmiljøloven § 12-5 har rett til å\na. vende tilbake til samme, eventuelt tilsvarende, stilling,\nb. nyte godt av forbedringer av arbeidsvilkårene som arbeidstakeren ellers ville vært berettiget til under fraværet, og\nc. fremme lønnskrav og å bli vurdert i lønnsforhandlinger på samme måte som de øvrige arbeidstakerne i virksomheten.\nBestemmelsen i første ledd regulerer ikke fastsettelse eller endringer av lønns- og arbeidsvilkår som er en følge av andre forhold enn foreldrepermisjon.\nDenne bestemmelsen gjelder tilsvarende ved andre permisjoner knyttet til graviditet og fødsel, jf. arbeidsmiljøloven § 12-2 til § 12-8.\n0 Tilføyd ved lov 11 jan 2013 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "(Lik lønn for arbeid av lik verdi)",
      "content": "Kvinner og menn i samme virksomhet skal​2 ha lik lønn for samme arbeid eller arbeid av lik verdi. Lønnen skal fastsettes på samme måte for kvinner og menn uten hensyn til kjønn.\nRetten til lik lønn for samme arbeid eller arbeid av lik verdi gjelder uavhengig av om arbeidene tilhører ulike fag eller om lønnen reguleres i ulike tariffavtaler.\nOm arbeidene er av lik verdi avgjøres etter en helhetsvurdering der det legges vekt på den kompetanse som er nødvendig for å utføre arbeidet og andre relevante faktorer, som for eksempel anstrengelse, ansvar og arbeidsforhold.\nMed lønn menes det alminnelige arbeidsvederlag samt alle andre tillegg eller fordeler eller andre goder som ytes av arbeidsgiveren.\nKongen kan i forskrifter gi nærmere regler for hva som regnes som samme virksomhet i stat og kommune.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen art. 69 vedlegg XVIII nr. 20 (dir 86/378).\n2 Se § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Lik rett til utdanning.)",
      "content": "Kvinner og menn har samme rett til utdanning.\nArbeidsgiver skal likestille kvinner og menn når det gjelder opplæring, videreutdanning og permisjon i forbindelse med utdanning o.l.\n0 Endret ved lover 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13. – Jf. EØS-avtalen vedlegg XVIII nr. 18 (dir 76/207).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "(Læremidler.)",
      "content": "I skole og annen undervisningsinstitusjon skal læremidler som nyttes bygge på likestilling mellom kjønnene.\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Foreninger.)",
      "content": "En forening skal være åpen på like vilkår for kvinner og menn når\n1. medlemskapet i foreningen er av betydning for det enkelte medlems yrkesmuligheter eller faglige utvikling, eller\n2. foreningens formål i det vesentlige er å bidra til løsningen av alminnelige samfunnsproblemer.\nReglene i første ledd gjelder ikke foreninger hvis hovedformål er å fremme det ene kjønns særinteresser.\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "8 a",
      "section": "8 a",
      "title": "(Trakassering på grunn av kjønn og seksuell trakassering)",
      "content": "Trakassering på grunn av kjønn og seksuell trakassering er ikke tillatt.​1 Slik trakassering anses som forskjellsbehandling i strid med § 3.\nMed trakassering på grunn av kjønn menes uønsket adferd som er knyttet til en persons kjønn og som virker eller har til formål å krenke en annens verdighet. Med seksuell trakassering menes uønsket seksuell oppmerksomhet som er plagsom for den oppmerksomheten rammer.\nArbeidsgiver og ledelsen i organisasjoner eller utdanningsinstitusjoner har ansvar for å forebygge og å søke å hindre at trakassering i strid med bestemmelser i denne loven skjer innenfor sitt ansvarsområde.\nVed håndhevingen av forbudet mot trakassering på grunn av kjønn i første ledd og bestemmelsen i tredje ledd gjelder reglene i diskrimineringsombudsloven.​2\nForbudet mot seksuell trakassering håndheves av domstolene.\n0 Tilføyd ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), endret ved lover 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527), 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.\n2 Lov 10 juni 2005 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Håndheving av loven)",
      "content": "Likestillings- og diskrimineringsombudet og Likestillings- og diskrimineringsnemnda skal, med unntak av § 17 og de begrensninger som framgår av §§ 1a og 8a, føre tilsyn med og medvirke til gjennomføringen av loven her, jf. diskrimineringsombudsloven.​1\n0 Tilføyd ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528), tidligere § 9 ble opphevet.\n1 Lov 10 juni 2005 nr. 40, se dens §§ 1 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "(Bevisbyrde)",
      "content": "Hvis det foreligger omstendigheter som gir grunn til å tro at det har funnet sted direkte eller indirekte forskjellsbehandling​2 i strid med bestemmelser i denne loven, skal det legges til grunn at slik forskjellsbehandling har funnet sted, hvis ikke den ansvarlige sannsynliggjør at slik forskjellsbehandling likevel ikke har funnet sted.\nFørste ledd gjelder tilsvarende når noen hevder å være utsatt for gjengjeldelse i strid med § 3 femte ledd.\n0 Endret ved lover 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Jf. lov 10 juni 2005 nr. 40 § 4, § 7 og § 13.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Erstatningsansvar)",
      "content": "Arbeidssøker eller arbeidstaker som er blitt behandlet i strid med bestemmelser i denne loven av arbeidsgiveren eller noen som handler på vegne av denne, kan kreve erstatning og oppreisning uten hensyn til arbeidsgivers skyld.​1 Erstatningen fastsettes til det beløp som under hensyn til det økonomiske tap, arbeidsgiverens og arbeidstakerens eller arbeidssøkerens forhold og omstendigheter for øvrig er rimelig. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nFor øvrig gjelder de alminnelige regler om skadeserstatning​2 ved forsettlig eller uaktsom overtredelse av denne lovs bestemmelser.\n0 Endret ved lov 14 juni 2002 nr. 21 (ikr. 1 juli 2002 iflg. res. 14 juni 2002 nr. 535), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Sml. aml. § 15-12.\n2 Sml. lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 2005 nr. 40 (ikr. 1 jan 2006 iflg. res. 10 juni 2005 nr. 528).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "(Lovens geografiske virkeområde.)",
      "content": "Denne lov gjelder i riket, på Svalbard​1 og ombord på norske fartøy og luftfartøy i områder som ikke er undergitt noen stats høyhetsrett. Loven gjelder også for virksomhet på anlegg og innretninger på den norske del av kontinentalsokkelen.​2\nKongen kan gjøre unntak fra første ledd og gi utfyllende bestemmelser om lovens virkeområde. Før slik avgjørelse treffes skal Nemndas​3 uttalelse innhentes.\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).\n2 Se lov 21 juni 1963 nr. 12 § 1 annet punktum.\n3 Likestillings- og diskrimineringsnemnda, jf. lov 10 juni 2005 nr. 40 §§ 1 og 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "(Representasjon av begge kjønn i alle offentlige utvalg m.v.)",
      "content": "Når et offentlig organ​1 oppnevner eller velger utvalg, styrer, råd, nemnder mv. skal begge kjønn være representert på følgende måte:\n1. Har utvalget to eller tre medlemmer, skal begge kjønn være representert.\n2. Har utvalget fire eller fem medlemmer, skal hvert kjønn være representert med minst to.\n3. Har utvalget seks til åtte medlemmer, skal hvert kjønn være representert med minst tre.\n4. Har utvalget ni medlemmer, skal hvert kjønn være representert med minst fire, og har utvalget flere medlemmer, skal hvert kjønn være representert med minst 40 prosent.\n5. Reglene i nr. 1 til 4 gjelder tilsvarende ved valg av varamedlemmer.\nDet kan gjøres unntak fra reglene i første ledd når det foreligger særlige forhold som gjør det åpenbart urimelig å oppfylle kravene.\nReglene i denne paragraf gjelder ikke for utvalg m.v. som etter lov bare skal ha medlemmer fra direkte valgte forsamlinger.\nFor utvalg m.v. valgt av folkevalgte organer i kommuner og fylkeskommuner gjelder bestemmelsene i kommuneloven.​2\nKongen gir bestemmelser om håndheving og rapportering og kan gi utfyllende bestemmelser etter denne paragraf.\n0 Tilføyd ved lov 12 juni 1981 nr. 59, endret ved lover 25 mars 1983 nr. 12, 5 juni 1987 nr. 25, 19 feb 1988 nr. 6, 30 juni 1995 nr. 43 (ikr. 1 aug 1995), 19 des 2003 nr. 120 (ikr. 1 jan 2004), 10 juni 2005 nr. 38 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 527).\n1 Se lov 1 apr 2005 nr. 15 § 7-6 (3).\n2 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "(Ikrafttredelse m.m.)",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer.\n– – –\n0 Endret ved lov 12 juni 1981 nr. 59 (tidl. § 21).\n1 Fra 15 mars 1979 iflg. res. 9 mars 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}