{
  "id": "LOV-1965-06-25-3",
  "type": "statute",
  "title": "Lov om visse statsbedrifter m.m.​1",
  "short_name": "Statsbedriftsloven.",
  "status": "in_force",
  "issued_date": "1965-06-25",
  "in_force_date": "1965-06-25",
  "url": "https://lovdata.no/dokument/NLO/lov/1965-06-25-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen kan bestemme at denne lov skal gjelde for en bedrift hvor staten yter innskottskapitalen.\nNår bedriften er ført inn i Foretaksregisteret,​2 er staten ikke ansvarlig for de forpliktelser foretaket fører med seg.\nBedriften må i sitt firma (forretningsnavn)​3 ikke ha noen betegnelse som viser til stat eller statsforetak.\n1 Endret ved lov 21 juni 1985 nr. 78.\n2 Jfr. § 4.\n3 Jfr. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Kongen fastsetter vedtekter for bedriften.\nVedtektene skal alltid ha bestemmelser om:\n1. Bedriftens firma.​2\n2. Bedriftens formål.\n3. Den kommune hvor forretningskontoret (hovedkontoret) skal være.\n4. innskottskapitalens størrelse i norsk mynt.\n5. Tallet på medlemmer av styret og det tidsrom styret skal gjøre tjeneste i, jfr. § 16 annet ledd.\n6. Hvilket departement bedriften skal høre under.\nNår de ansatte har rett til representasjon i styret, skal vedtektene ha bestemmelse om dette, jfr. § 17.\nVedtektene kan ha bestemmelser som avviker fra lovens ordning, når det gjelder:\n1. Tilsetting av administrerende direktør og fastsetting av hans tjenestevilkår, jfr. § 10 annet ledd.\n2. Unntak fra regelen om at styret samlet representerer bedriften og tegner dens firma, jfr. § 15 tredje ledd.\n3. Opprettelse av bedriftsforsamling, antall medlemmer og observatører, sammensetning og tjenestetid, jfr. §§ 23 og 24.\n4. Regler om at det til visse arter disposisjoner og forretninger som ellers etter § 15 hører under styret, skal kreves vedtak av både styre og bedriftsforsamling hver for seg eller i fellesskap, jfr. § 25 annet ledd tredje punktum.\n5. Fastsetting av regnskapstermin avvikende fra kalenderårets, jfr. § 32.\nEndringer i vedtektene kan bare foretas etter at forslaget på forhånd har vært forelagt styret og bedriftsforsamlingen til uttalelse.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Før bedriften kan begynne sin virksomhet, må det departement virksomheten hører under ha opprettet en protokoll.\nProtokollen skal fra vedtektene gjengi firmaet, bedriftens formål og kontorsted.\nDersom den fastsatte innskottskapital skal avgjøres i penger, skal det i protokollen bekreftes at pengene står til bedriftens forføyning. Skal kapitalen helt eller delvis avgjøres ved overdragelse av formuesgjenstander som ikke er penger, skal det opplyses hva disse gjenstander antas å være verd ved overdragelsen. Overdras til bedriften et formueskompleks med gjeld som den samtidig skal overta, må beregningen vise innskottskapitalens (nettoformuens) størrelse.\nDet foretatte valg av formann og øvrige medlemmer av styret skal også framgå av protokollen. Samtidig skal det fra vedtektene gjengis om det er gjort unntak fra regelen om at styret samlet representerer bedriften og samlet tegner firmaet.\nVidere skal tas inn i protokollen departementets valg av revisor med opplysning om han er villig til å påta seg vervet.\nProtokollen skal dateres og underskrives av vedkommende departements sjef eller den han for anledningen har gitt fullmakt.\nBedriften anses dermed stiftet.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Når kapitalen er innbetalt eller – om den skal avgjøres i annet enn penger​2 – er ytt fullt ut, skal styret anmelde bedriften til registrering i Foretaksregisteret.​3\nFørst når bedriften er registrert, kan den som sådan overfor tredjemann erverve rettigheter og stifte forpliktelser som ikke følger av stiftelsen.\n1 Endret ved lov 21 juni 1985 nr. 78.\n2 Jfr. § 3.\n3 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Etter at bedriften er registrert,​2 kan generalforsamlingen treffe beslutning om at innskottskapitalen skal forhøyes med overføring av ny kapital. Bestemmelsene i § 3 tredje ledd gjelder tilsvarende.\nForhøying av innskottkapitalen uten tilførsel av ny kapital besluttes også av generalforsamlingen. Forhøyingen kan bare skje i den utstrekning bedriftens nettoformue ifølge balansen for siste regnskapsår overstiger den tidligere innskottkapital.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Beslutning om å nedsette innskottkapitalen treffes av generalforsamlingen.\nFør beslutningen kan gjennomføres, må det i Norsk Lysingsblad​1 og i en avis som er alminnelig lest på det sted der forretningskontoret er, inntrykkes en melding om at kapitalen søkes nedsatt til det beløp som er nevnt i beslutningen. I kunngjøringen oppfordres de fordringshavere som vil gjøre innsigelse mot at nedsettingen gjennomføres, til innen tre måneder å melde fra til hovedkontoret.\nNedsettingen kan først settes i kraft tre måneder etter kunngjøringen. Har noen fordringshaver gjort innsigelse mot nedsettingen, må bedriften først ha ordnet seg med ham eller skaffet ham tilfredsstillende garanti.\n1 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Forhøying av innskottkapitalen og en gjennomført nedsetting av den skal uten opphold anmeldes til Foretaksregisteret med de nødvendige legitimasjoner.\n1 Endret ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Bedriften ledes av et styre og en administrerende direktør.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Administrerende direktør forestår den daglige ledelse av bedriften. Han skal​2 sørge for at styrets, bedriftsforsamlingens og generalforsamlingens beslutninger blir gjennomført.\nDen daglige ledelse omfatter ikke saker som etter bedriftens forhold er av uvanlig art eller stor betydning. Slike saker kan administrerende direktør bare avgjøre om styret i det enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for selskapets virksomhet. Styret skal i så fall snarest mulig underrettes om saken.\nAdministrerende direktør representerer bedriften utad i saker som hører til den daglige ledelse. Rettshandel som administrerende direktør i forhold til bedriften var uberettiget til å avgi, er ikke bindende for bedriften dersom den annen part visste eller burde ha innsett at administrerende direktør handlet uberettiget, og det derfor ville stri mot redelighet å gjøre disposisjonen gjeldende.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Administrerende direktør tilsettes av styret. Oppsiingstiden kan fra bedriftens side ikke settes lengre enn til seks måneder.\nDet kan i vedtektene bestemmes at administrerende direktørs tjenestekontrakt og godtgjøring skal godkjennes av generalforsamlingen. Det kan også bestemmes at generalforsamlingen, etter at styret har hatt høve til å gi innstilling, både foretar tilsettingen og fastsettingen av lønnsvilkåra. Det kan endelig bestemmes at disse avgjørelser skal treffes av Kongen.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Administrerende direktør kan ikke være formann eller varaformann i styret.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Administrerende direktør må ikke​2 behandle eller avgjøre noen sak som har slik særlig betydning for ham selv eller nærstående, at han må anses å ha en framtredende personlig eller økonomisk særinteresse i saken.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er det ikke med heimel i § 10 annet ledd truffet annen bestemmelse, fastsetter styret administrerende direktørs samlete godtgjørelse.\nAdministrerende direktør eller noen som er ansatt i bedriften, må ikke​2 for sin virksomhet i bedriftens tjeneste for seg eller sin familie uten styrets samtykke ta imot noen gratifikasjon, rabatt, provisjon eller liknende vederlag i tillegg til den fastsatte godtgjørelse.\nGodtgjørelse som er mottatt eller avtalt i strid med disse forskrifter, tilfaller bedriften.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Administrerende direktør kan oppsis eller fjernes av den myndighet som har tilsatt ham.\nSelv om administrerende direktør måtte være tilsatt av generalforsamlingen eller av Kongen, kan styret treffe midlertidig avgjørelse etter første ledd.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Forvaltningen av bedriften hører under styret med de begrensninger som følger av denne lov. Såframt ikke annet bestemmes i vedtektene, har styret den myndighet som fremgår av § 25 annet ledd, hvor det er avtalt at bedriften ikke skal ha bedriftsforsamling, jfr. § 23 annet ledd.\nStyret skal​2 føre tilsyn med at administrerende direktør oppfyller sine plikter, og det kan utferdige instruks for ham. Det kan også treffe bestemmelse i saker som hører under den daglige ledelse.​3\nStyret representerer bedriften utad og tegner dets firma. I vedtekt kan det dog bestemmes at ett eller flere medlemmer av styret i fellesskap eller enkeltvis skal ha denne rett.\nRettshandel, som styret i forhold til bedriften var uberettiget til å avgi, er ikke bindende for bedriften, såframt den annen part visste eller burde ha innsett at styret handlet uberettiget og det derfor ville stri mot redelighet å gjøre disposisjonen gjeldende.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44. – Jfr. § 2.\n2 Jfr. § 48.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Med den begrensning som følger av § 17 oppnevner Kongen medlemmer til styret med varamenn, samt formann og varaformann. Oppnevningen bør i alminnelighet skje i statsråd. I vedtektene kan bestemmes at oppnevning av styrets medlemmer skal foretas av bedriftsforsamlingen etter reglene i § 8-20 første ledd i aksjeloven.​2\nDe oppnevnte styremedlemmer skal gjøre tjeneste i et nærmere bestemt tidsrom, som ikke kan settes lengre enn tre år.​3\nEt oppnevnt styremedlem blir stående i sin stilling inntil nytt medlem er lovlig oppnevnt, enda om tjenestetiden er utløpt.\nDenne paragraf gjelder ikke administrerende direktør, jfr. §§ 10 og 11.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Lov 4 juni 1976 nr. 59.\n3 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 30 ansatte og det ikke er fastsatt vedtektsbestemmelse som nevnt i § 16 første ledd tredje punktum, kan to tredjedeler av de ansatte kreve at ett styremedlem og en observatør og varamenn velges av og blant de ansatte.\nHar bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 50 ansatte og det ikke er fastsatt vedtektsbestemmelse som nevnt i § 16 første ledd tredje punktum, kan et flertall av de ansatte kreve at inntil en tredjedel, dog minst to av styrets medlemmer med varamenn, velges av og blant de ansatte.\nHar bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte og det er avtale at bedriften ikke skal ha bedriftsforsamling, jfr. § 23 annet ledd, skal de ansatte velge ett styremedlem med varamann, eller to observatører med varamenn, i tillegg til den representasjon som følger av annet ledd.\nKongen kan i det enkelte tilfelle gjøre unntak fra første, annet og tredje ledd og gi utfyllende forskrifter, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelse av tvister om valget og om bortfall av verv som styremedlem og observatør. I vedtektene kan bestemmes at de ansatte skal ha rett til å velge medlemmer og observatører til styret, selv om vilkårene etter første, annet eller tredje ledd ikke foreligger.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av bedriftens anliggender tilsier det. Møtet sammenkalles av formannen. Krever administrerende direktør eller et annet styremedlem at styret innkalles, skal formannen uten opphold etterkomme kravet.\nMøtet ledes av formannen, eventuelt av varaformannen. Er ingen av dem til stede, velger styret en møteleder.\nStyret er vedtaksført når mer enn halvdelen er til stede. Det treffer sine beslutninger med enkelt flertall blant de møtende, likevel slik at dette flertall alltid må utgjøre mer enn en tredjedel av samtlige styremedlemmer.\nVed stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelse ved loddtrekning.\nOver forhandlingene skal det føres protokoll, som for hvert møte underskrives av samtlige tilstedeværende medlemmer. Er et medlem uenig i den avgjørelse som er truffet, skal han kreve sin dissens med en kort begrunnelse tilført protokollen.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Styret kan velge et arbeidsutvalg blant medlemmene. Arbeidsutvalget kan ha til oppdrag å forberede sakene til behandling på styremøtene og å avgjøre enkelte bestemte saker etter bemyndigelse fra styret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "For styremedlem og observatør gjelder de samme regler om inhabilitet som er gitt i § 12 for administrerende direktør.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Godtgjørelse til styrets medlemmer og observatører fastsettes av generalforsamlingen.\nEt styremedlem eller observatør må ikke​2 for sitt arbeid i bedriftens tjeneste uten samtykke av generalforsamlingen motta noe vederlag for seg eller sin familie fra bedriftens forretningsforbindelser.\nGodtgjørelse som er mottatt eller avtalt i strid med disse forskrifter, tilfaller bedriften.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Styremedlem som er oppnevnt av generalforsamlingen eller av bedriftsforsamlingen kan fjernes før utløpet av tjenestetiden av det organ som har valgt vedkommende.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Såframt ikke annet bestemmes i vedtektene skal bedriften ha en bedriftsforsamling på minst 6 medlemmer, eventuelt med varamenn. Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte, skal bedriftsforsamlingen i sin alminnelighet ha minst 12 medlemmer.\nDet kan inngås avtale mellom bedriften og fagforeninger som omfatter to tredjedeler av de ansatte eller et flertall av de ansatte, om at bedriften ikke skal ha bedriftsforsamling. Har bedriften de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte, skal i så fall de ansatte ha utvidet styrerepresentasjon etter § 17 tredje ledd. Kongen kan gi nærmere regler om avtalens inngåelse.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "To tredjedeler av bedriftsforsamlingens medlemmer velges etter nærmere bestemmelse i vedtektene av Stortinget, Kongen eller generalforsamlingen. I vedtektene kan bestemmes at denne gruppe medlemmer skal sammensettes på en bestemt måte for å gi representasjon til visse distrikter eller næringer, for forbrukere eller for myndighetene.\nEn tredjedel av medlemmene velges av og blant de ansatte om ikke vedtektene annerledes bestemmer. I bedrifter som i de tre siste regnskapsår gjennomsnittlig har hatt flere enn 200 ansatte, kan fagforeninger som omfatter to tredjedeler av de ansatte eller et flertall av de ansatte, beslutte at det i tillegg skal velges observatører og varamenn om ikke vedtektene annerledes bestemmer. Antallet observatører kan utgjøre inntil en halvpart av de ansattes medlemmer.\nKongen kan gi utfyllende forskrifter til annet ledd, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelse av tvister om valget og om bortfall av vervet som medlem av bedriftsforsamlingen.\nBedriftsforsamlingen velger selv en formann blant sine medlemmer.\nDet tidsrom som bedriftsforsamlingen skal gjøre tjeneste i kan i vedtektene ikke settes lengre enn tre år. Et medlem eller observatør til bedriftsforsamlingen blir dog stående inntil nytt medlem eller observatør er lovlig valgt.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Bedriftsforsamlingen fører tilsyn med at bedriftens formål fremmes i samsvar med lovgivningen, vedtektene og generalforsamlingens og bedriftsforsamlingens beslutninger.​2 Hvert av medlemmene og observatørene kan på møte i bedriftsforsamlingen kreve opplysninger om selskapets drift i den utstrekning de finner det nødvendig. Bedriftsforsamlingen kan selv eller ved utvalg iverksette undersøkelser.\nEtter forslag fra styret treffer bedriftsforsamlingen avgjørelse i saker som gjelder a) investeringer av betydelig omfang i forhold til selskapets ressurser eller b) rasjonalisering eller omlegging av driften som vil medføre større endring eller omdisponering av arbeidsstyrken. Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt mindre enn 200 ansatte, kan det i vedtektene gjøres unntak fra første punktum. Vedtektene kan dessuten bestemme at det til visse arter disposisjoner og forretninger som ikke hører til den daglige ledelse, skal kreves vedtak både av styret og bedriftsforsamling, hver for seg og i fellesmøte.\nBedriftsforsamlingen kan vedta anbefalinger til styret i hvilken som helst sak.\nAndre beføyelser kan ikke legges til bedriftsforsamlingen med mindre loven gir heimel for det.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Formannen innkaller til møte og leder bedriftsforsamlingens forhandlinger.\nDet skal i årets løp holdes minst to møter, ett til behandling av årsoppgjøret m.m. som nevnt i § 34, og et annet midt i driftsåret. På det siste møte skal det gis bedriftsforsamlingen et halvårsoppgjør og en beretning om alt vesentlig som er foregått etter utløpet av siste driftsår.\nEllers skal bedriftsforsamlingen innkalles når det kreves av styret, departementet eller av to medlemmer av bedriftsforsamlingen.\nDe bestemmelser som er foreskrevet for styret om møteleder, vedtaksførhet, avstemning, protokoll​2 og habilitet​3 gjelder tilsvarende for bedriftsforsamlingen.\nRiksrevisjonen​4 skal varsles om møter i bedriftsforsamlingen.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 18.\n3 Jfr. § 20.\n4 Jfr. lov 8 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Godtgjørelse til bedriftsforsamlingens medlemmer og observatører fastsettes av generalforsamlingen.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Departementet er bedriftens høyeste myndighet. Denne myndighet kan, når loven ikke har annen bestemmelse, alene utøves på generalforsamling.\nFørste ledd gir ikke departementet rett til å treffe vedtak i sak som hører under bedriftsforsamlingen i medhold til § 25 annet ledd eller styret i medhold til § 15 første ledd, men slike saker kan overprøves av Kongen dersom vesentlige samfunnsmessige hensyn tilsier det.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Ordinær generalforsamling skal holdes hvert år til behandling av bedriftens årsoppgjør m.m., jfr. §§ 35 og 36.\nEkstraordinær generalforsamling skal holdes når det bestemmes av departementet eller det kreves av styret eller to medlemmer av bedriftsforsamlingen.\nGeneralforsamlingen holdes i Oslo. Departementet kan dog i det enkelte tilfelle bestemme at den skal holdes der forretningskontoret er eller på et annet sted i riket.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Departementet forestår innkallingen til så vel ordinær som ekstraordinær generalforsamling og bestemmer innkallingsmåten. Innkallingen skal gis med minst en ukes varsel, med mindre kortere varsel i et særlig tilfelle blir påtrengende nødvendig.\nTil møtet innkalles administrerende direktør og medlemmene av styre og bedriftsforsamling samt den valgte revisor for så vidt de saker som skal behandles er av slik art at hans nærvær kan anses nødvendig. Revisor skal ellers innkalles når Riksrevisjonen​2 krever det.​3\nRiksrevisjonen​2 skal varsles om generalforsamlingen.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. lov 8 feb 1918.\n3 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Generalforsamlingen ledes av vedkommende statsråd eller den som møter på hans vegne eller som en av disse utpeker til møteleder.\nDet kan på generalforsamlingen bare treffes beslutning om de emner som er bestemt angitt i innkallingen.​2 Dette gjelder likevel ikke når de møtende representanter for styre og bedriftsforsamling enstemmig samtykker i at saken avgjøres på stedet. Møter det ikke noen verken fra styre eller bedriftsforsamling, er generalforsamlingen bundet av dagsordenen. Dog kan det i alle høve besluttes innkalt ny generalforsamling til avgjørelse av forslag som er framsatt på møtet.\nEr et medlem av styre eller bedriftsforsamling uenig i den avgjørelse som treffes, skal han med en kort begrunnelse kreve sin dissens tilført protokollen.\nDen som representerer innskottkapitalen, kan ikke treffe beslutning i saker om rettshandel overfor tredjemann eller om tredjemanns ansvar, dersom han har en framtredende personlig eller økonomisk særinteresse i saken.\nProtokollen føres under møtelederens ansvar og den undertegnes av han etter opplesning ved møtets slutt. Protokollen skal bekreftes av en annen tilstedeværende.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Aksjelovens kap. 11 får tilsvarende anvendelse på bedrifter som er organisert etter denne lov.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "I enhver bedrift skal det søkes dannet et reservefond som skal svare til minst femtedelen av innskottkapitalen. Fondet skal ikke være mindre enn at det sammen med innskottkapitalen utgjør et beløp like stort som gjelden ved regnskapsårets utløp.\nInntil reservefondet har nådd denne størrelse, skal det avsettes minst en tiendedel av årsoverskottet, for så vidt det ikke går med til dekning av underskott fra tidligere år. Synker reservefondet under den påbudte størrelse, skal det fylles igjen etter de samme regler.\nReservefondet kan bare nyttes til å dekke underskott som årsoppgjøret viser, og som ellers ikke kan dekkes på annen måte enn ved nedskriving av innskottkapitalen.\nKongen kan i særlige tilfelle gjøre unntak fra bestemmelsene i denne paragraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Har bedriften bedriftsforsamling,​2 skal styret sende årsoppgjøret samt revisjonsberetningen til medlemmene og observatørene senest en uke før det skal behandles av bedriftsforsamlingen.\nBedriftsforsamlingen skal snarest mulig gi uttalelse til generalforsamlingen om hvorvidt årsoppgjøret og styrets forslag til anvendelse av overskott bør godkjennes.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Generalforsamling skal holdes snarest og senest en måned etter at årsoppgjør og revisjonsberetning er mottatt fra styre og bedriftsforsamling.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "På ordinær generalforsamling skal de dokumenter som er nevnt i § 35 leses opp, og det skal gis de tilstedeværende adgang til å uttale seg om dem før generalforsamlingen treffer sin avgjørelse.\nFinner generalforsamlingen at styrets forslag til årsoppgjør ikke stemmer med de regler som er fastsatt i § 32, foretar den selv de nødvendige endringer. Generalforsamlingen fastsetter endelig årsoppgjøret, og kan deretter bestemme om styret skal meddeles ansvarsfrihet.\nBeslutning om anvendelse av overskott treffes av generalforsamlingen. Som utbytte​1 kan ikke besluttes utdelt mer enn forenlig med forsiktig og god forretningsskikk under tilbørlig hensyn til tap som måtte være inntruffet etter balansedagen eller som må forutsettes å ville inntreffe. Ikke i noe høve må utbytte besluttes utdelt i større utstrekning enn bedriftens nettoformue ifølge balansen for siste regnskapsår overstiger summen av innskottkapital og reservefond.\n1 Jfr. lov 26 juni 1953 nr. 4 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Revisor velges av generalforsamlingen.\nOm revisors kvalifikasjoner og habilitet gjelder aksjelovens​2 §§ 10-2 og 10-4.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Revisor skal​1\na. revidere den løpende bokførsel, og\nb. påse at årsoppgjøret, og i tilfelle konsernbalansen,​2 er oversiktlig, fullstendig og tilstrekkelig spesifisert, at de stemmer med gjeldende lov, vedtektene og selskapets bøker, og at de sammenholdt med årsberetningen gir et riktig uttrykk for selskapets stilling og for resultatet av driften i regnskapsåret.\nEr det grunn til å tro at det fra funksjonærers eller tillitsmenns side kan være utvist et forhold som kan bringe dem i ansvar overfor bedriften,​3 skal revisor foreta nærmere undersøkelse.\nGeneralforsamlingen kan for øvrig gi revisor pålegg og instrukser med hensyn til revisjonen. Men disse må ikke gå ut på å innskrenke hans rettigheter eller plikter etter lov eller forskrifter.\n1 Jfr. § 48.\n2 Jfr. § 37.\n3 Jfr. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Bedriftens tillitsmenn og funksjonærer plikter å gi de opplysninger om bedriften som revisor ber om. For å utøve sin kontroll kan revisor kreve adgang til regnskapsbøker, protokoller, korrespondanse, arkivsaker, kontor, lager, anlegg m.m. som tilhører bedriften. Han skal ikke bekrefte regnskapets riktighet, dersom hans krav etter denne paragraf ikke er etterkommet.\nRiksrevisjonen​2 har rett til å kreve enhver opplysning eller redegjøring som den finner nødvendig for sin kontroll, så vel fra bedriften selv som fra den valgte revisor. Den kan i den utstrekning som finnes nødvendig selv foreta regnskapsundersøkelser i bedriften. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av bedrifter som går inn under denne lov og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\n1 Endret ved lov 4 juni 1976 nr. 59. – Jfr. § 48.\n2 Jfr. lov 8 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Revisor skal​1 hvert år uten unødig opphold legge fram revisjonsberetning etter at styret har avgitt årsoppgjør og beretning.\nHan skal gi årsoppgjøret påtegning om at det er revidert.​2 Finner han at det ikke bør godkjennes, skal dette framgå av påtegningen.\nHar bedriften flere valgte revisorer, skal de alle underskrive revisjonsberetningen og påtegningen på årsoppgjøret. Er revisorene ikke enige, skal det framgå av beretningen og påtegningen.\nRevisor skal føre en revisjonsprotokoll som tilhører bedriften.\n1 Jfr. § 48.\n2 Jfr. § 41 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Revisor skal være til stede i generalforsamlingen, dersom den skal behandle spørsmål som angår regnskap, utdeling av utbytte, forhøying eller nedsetting av innskottkapitalen, ansvar for tillitsmenn og funksjonærer eller hvor det kreves av Riksrevisjonen.​1\nRevisor plikter​2 på generalforsamlingen å gi opplysninger om hva han har funnet under sin virksomhet i bedriften. Spørsmål og svar skal protokolleres, om det kreves av en tilstedeværende.\nRevisor og hans assistenter plikter​2 for øvrig å bevare taushet om alt de under sin virksomhet får kjennskap til, for så vidt de ikke etter bestemmelse i lov eller forskrifter med heimel i lov er forpliktet til å gi opplysninger.\n1 Jfr. § 39.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Revisor gjør tjeneste inntil en annen revisor er valgt i hans sted. Generalforsamlingen kan bare foreta et slikt valg, dersom det i innkallingen​1 er sagt at det vil bli satt fram forslag om valg av ny revisor.\nRevisors godtgjørelse fastsettes av generalforsamlingen.\nFjernes revisor mot sin vilje og av en grunn som må anses utilbørlig, har han krav på ett års godtgjørelse reknet fra fratredelsen.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Kongen kan gi nærmere forskrifter om revisjonen, om de krav som skal stilles til revisor og om revisors assistenter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Beslutning om bedriftens frivillige oppløsning treffes av Kongen.\nKongen velger samtidig et avviklingsstyre og fastsetter nærmere bestemmelser om hvorledes avviklingen skal finne sted.\nAvviklingsstyret plikter å foreta avviklingen under tilbørlig omsyn til kreditorene. Det kan ikke utbetales noen likvidasjonsandel til staten før alle kreditorer er dekket, eller det er avsatt tilstrekkelige beløp til dekning av deres krav.\nBeslutningen om oppløsning anmeldes straks til Foretaksregisteret. Når avviklingen er gjennomført, skal det gis melding om at bedriften er endelig oppløst.\n1 Endret ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Administrerende direktør, medlem av styre eller bedriftsforsamling eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slike overtredelser, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder for så vidt ikke handlingen rammes av strengere straffebud.\nOvertredelse er straffbar, hva enten den er forsettlig eller aktløs.\n1 Endret ved lover 4 juni 1976 nr. 59, 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Generalforsamlingen avgjør om bedriften skal gjøre gjeldende erstatningsansvar for skade voldt av administrerende direktør, medlem av styre eller bedriftsforsamling eller av revisor.\nGeneralforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar, dersom det på vesentlige punkter ikke var gitt uttømmende eller riktige opplysninger overfor generalforsamlingen om forholdet.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Fra denne lovs ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen kan bestemme at denne lov skal gjelde for en bedrift hvor staten yter innskottskapitalen.\nNår bedriften er ført inn i Foretaksregisteret,​2 er staten ikke ansvarlig for de forpliktelser foretaket fører med seg.\nBedriften må i sitt firma (forretningsnavn)​3 ikke ha noen betegnelse som viser til stat eller statsforetak.\n1 Endret ved lov 21 juni 1985 nr. 78.\n2 Jfr. § 4.\n3 Jfr. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Kongen fastsetter vedtekter for bedriften.\nVedtektene skal alltid ha bestemmelser om:\n1. Bedriftens firma.​2\n2. Bedriftens formål.\n3. Den kommune hvor forretningskontoret (hovedkontoret) skal være.\n4. innskottskapitalens størrelse i norsk mynt.\n5. Tallet på medlemmer av styret og det tidsrom styret skal gjøre tjeneste i, jfr. § 16 annet ledd.\n6. Hvilket departement bedriften skal høre under.\nNår de ansatte har rett til representasjon i styret, skal vedtektene ha bestemmelse om dette, jfr. § 17.\nVedtektene kan ha bestemmelser som avviker fra lovens ordning, når det gjelder:\n1. Tilsetting av administrerende direktør og fastsetting av hans tjenestevilkår, jfr. § 10 annet ledd.\n2. Unntak fra regelen om at styret samlet representerer bedriften og tegner dens firma, jfr. § 15 tredje ledd.\n3. Opprettelse av bedriftsforsamling, antall medlemmer og observatører, sammensetning og tjenestetid, jfr. §§ 23 og 24.\n4. Regler om at det til visse arter disposisjoner og forretninger som ellers etter § 15 hører under styret, skal kreves vedtak av både styre og bedriftsforsamling hver for seg eller i fellesskap, jfr. § 25 annet ledd tredje punktum.\n5. Fastsetting av regnskapstermin avvikende fra kalenderårets, jfr. § 32.\nEndringer i vedtektene kan bare foretas etter at forslaget på forhånd har vært forelagt styret og bedriftsforsamlingen til uttalelse.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. lov 21 juni 1985 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Før bedriften kan begynne sin virksomhet, må det departement virksomheten hører under ha opprettet en protokoll.\nProtokollen skal fra vedtektene gjengi firmaet, bedriftens formål og kontorsted.\nDersom den fastsatte innskottskapital skal avgjøres i penger, skal det i protokollen bekreftes at pengene står til bedriftens forføyning. Skal kapitalen helt eller delvis avgjøres ved overdragelse av formuesgjenstander som ikke er penger, skal det opplyses hva disse gjenstander antas å være verd ved overdragelsen. Overdras til bedriften et formueskompleks med gjeld som den samtidig skal overta, må beregningen vise innskottskapitalens (nettoformuens) størrelse.\nDet foretatte valg av formann og øvrige medlemmer av styret skal også framgå av protokollen. Samtidig skal det fra vedtektene gjengis om det er gjort unntak fra regelen om at styret samlet representerer bedriften og samlet tegner firmaet.\nVidere skal tas inn i protokollen departementets valg av revisor med opplysning om han er villig til å påta seg vervet.\nProtokollen skal dateres og underskrives av vedkommende departements sjef eller den han for anledningen har gitt fullmakt.\nBedriften anses dermed stiftet.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Når kapitalen er innbetalt eller – om den skal avgjøres i annet enn penger​2 – er ytt fullt ut, skal styret anmelde bedriften til registrering i Foretaksregisteret.​3\nFørst når bedriften er registrert, kan den som sådan overfor tredjemann erverve rettigheter og stifte forpliktelser som ikke følger av stiftelsen.\n1 Endret ved lov 21 juni 1985 nr. 78.\n2 Jfr. § 3.\n3 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Etter at bedriften er registrert,​2 kan generalforsamlingen treffe beslutning om at innskottskapitalen skal forhøyes med overføring av ny kapital. Bestemmelsene i § 3 tredje ledd gjelder tilsvarende.\nForhøying av innskottkapitalen uten tilførsel av ny kapital besluttes også av generalforsamlingen. Forhøyingen kan bare skje i den utstrekning bedriftens nettoformue ifølge balansen for siste regnskapsår overstiger den tidligere innskottkapital.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Beslutning om å nedsette innskottkapitalen treffes av generalforsamlingen.\nFør beslutningen kan gjennomføres, må det i Norsk Lysingsblad​1 og i en avis som er alminnelig lest på det sted der forretningskontoret er, inntrykkes en melding om at kapitalen søkes nedsatt til det beløp som er nevnt i beslutningen. I kunngjøringen oppfordres de fordringshavere som vil gjøre innsigelse mot at nedsettingen gjennomføres, til innen tre måneder å melde fra til hovedkontoret.\nNedsettingen kan først settes i kraft tre måneder etter kunngjøringen. Har noen fordringshaver gjort innsigelse mot nedsettingen, må bedriften først ha ordnet seg med ham eller skaffet ham tilfredsstillende garanti.\n1 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Forhøying av innskottkapitalen og en gjennomført nedsetting av den skal uten opphold anmeldes til Foretaksregisteret med de nødvendige legitimasjoner.\n1 Endret ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Bedriften ledes av et styre og en administrerende direktør.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Administrerende direktør forestår den daglige ledelse av bedriften. Han skal​2 sørge for at styrets, bedriftsforsamlingens og generalforsamlingens beslutninger blir gjennomført.\nDen daglige ledelse omfatter ikke saker som etter bedriftens forhold er av uvanlig art eller stor betydning. Slike saker kan administrerende direktør bare avgjøre om styret i det enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for selskapets virksomhet. Styret skal i så fall snarest mulig underrettes om saken.\nAdministrerende direktør representerer bedriften utad i saker som hører til den daglige ledelse. Rettshandel som administrerende direktør i forhold til bedriften var uberettiget til å avgi, er ikke bindende for bedriften dersom den annen part visste eller burde ha innsett at administrerende direktør handlet uberettiget, og det derfor ville stri mot redelighet å gjøre disposisjonen gjeldende.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Administrerende direktør tilsettes av styret. Oppsiingstiden kan fra bedriftens side ikke settes lengre enn til seks måneder.\nDet kan i vedtektene bestemmes at administrerende direktørs tjenestekontrakt og godtgjøring skal godkjennes av generalforsamlingen. Det kan også bestemmes at generalforsamlingen, etter at styret har hatt høve til å gi innstilling, både foretar tilsettingen og fastsettingen av lønnsvilkåra. Det kan endelig bestemmes at disse avgjørelser skal treffes av Kongen.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Administrerende direktør kan ikke være formann eller varaformann i styret.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Administrerende direktør må ikke​2 behandle eller avgjøre noen sak som har slik særlig betydning for ham selv eller nærstående, at han må anses å ha en framtredende personlig eller økonomisk særinteresse i saken.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Er det ikke med heimel i § 10 annet ledd truffet annen bestemmelse, fastsetter styret administrerende direktørs samlete godtgjørelse.\nAdministrerende direktør eller noen som er ansatt i bedriften, må ikke​2 for sin virksomhet i bedriftens tjeneste for seg eller sin familie uten styrets samtykke ta imot noen gratifikasjon, rabatt, provisjon eller liknende vederlag i tillegg til den fastsatte godtgjørelse.\nGodtgjørelse som er mottatt eller avtalt i strid med disse forskrifter, tilfaller bedriften.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Administrerende direktør kan oppsis eller fjernes av den myndighet som har tilsatt ham.\nSelv om administrerende direktør måtte være tilsatt av generalforsamlingen eller av Kongen, kan styret treffe midlertidig avgjørelse etter første ledd.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Forvaltningen av bedriften hører under styret med de begrensninger som følger av denne lov. Såframt ikke annet bestemmes i vedtektene, har styret den myndighet som fremgår av § 25 annet ledd, hvor det er avtalt at bedriften ikke skal ha bedriftsforsamling, jfr. § 23 annet ledd.\nStyret skal​2 føre tilsyn med at administrerende direktør oppfyller sine plikter, og det kan utferdige instruks for ham. Det kan også treffe bestemmelse i saker som hører under den daglige ledelse.​3\nStyret representerer bedriften utad og tegner dets firma. I vedtekt kan det dog bestemmes at ett eller flere medlemmer av styret i fellesskap eller enkeltvis skal ha denne rett.\nRettshandel, som styret i forhold til bedriften var uberettiget til å avgi, er ikke bindende for bedriften, såframt den annen part visste eller burde ha innsett at styret handlet uberettiget og det derfor ville stri mot redelighet å gjøre disposisjonen gjeldende.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44. – Jfr. § 2.\n2 Jfr. § 48.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Med den begrensning som følger av § 17 oppnevner Kongen medlemmer til styret med varamenn, samt formann og varaformann. Oppnevningen bør i alminnelighet skje i statsråd. I vedtektene kan bestemmes at oppnevning av styrets medlemmer skal foretas av bedriftsforsamlingen etter reglene i § 8-20 første ledd i aksjeloven.​2\nDe oppnevnte styremedlemmer skal gjøre tjeneste i et nærmere bestemt tidsrom, som ikke kan settes lengre enn tre år.​3\nEt oppnevnt styremedlem blir stående i sin stilling inntil nytt medlem er lovlig oppnevnt, enda om tjenestetiden er utløpt.\nDenne paragraf gjelder ikke administrerende direktør, jfr. §§ 10 og 11.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Lov 4 juni 1976 nr. 59.\n3 Jfr. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 30 ansatte og det ikke er fastsatt vedtektsbestemmelse som nevnt i § 16 første ledd tredje punktum, kan to tredjedeler av de ansatte kreve at ett styremedlem og en observatør og varamenn velges av og blant de ansatte.\nHar bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 50 ansatte og det ikke er fastsatt vedtektsbestemmelse som nevnt i § 16 første ledd tredje punktum, kan et flertall av de ansatte kreve at inntil en tredjedel, dog minst to av styrets medlemmer med varamenn, velges av og blant de ansatte.\nHar bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte og det er avtale at bedriften ikke skal ha bedriftsforsamling, jfr. § 23 annet ledd, skal de ansatte velge ett styremedlem med varamann, eller to observatører med varamenn, i tillegg til den representasjon som følger av annet ledd.\nKongen kan i det enkelte tilfelle gjøre unntak fra første, annet og tredje ledd og gi utfyllende forskrifter, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelse av tvister om valget og om bortfall av verv som styremedlem og observatør. I vedtektene kan bestemmes at de ansatte skal ha rett til å velge medlemmer og observatører til styret, selv om vilkårene etter første, annet eller tredje ledd ikke foreligger.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av bedriftens anliggender tilsier det. Møtet sammenkalles av formannen. Krever administrerende direktør eller et annet styremedlem at styret innkalles, skal formannen uten opphold etterkomme kravet.\nMøtet ledes av formannen, eventuelt av varaformannen. Er ingen av dem til stede, velger styret en møteleder.\nStyret er vedtaksført når mer enn halvdelen er til stede. Det treffer sine beslutninger med enkelt flertall blant de møtende, likevel slik at dette flertall alltid må utgjøre mer enn en tredjedel av samtlige styremedlemmer.\nVed stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelse ved loddtrekning.\nOver forhandlingene skal det føres protokoll, som for hvert møte underskrives av samtlige tilstedeværende medlemmer. Er et medlem uenig i den avgjørelse som er truffet, skal han kreve sin dissens med en kort begrunnelse tilført protokollen.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Styret kan velge et arbeidsutvalg blant medlemmene. Arbeidsutvalget kan ha til oppdrag å forberede sakene til behandling på styremøtene og å avgjøre enkelte bestemte saker etter bemyndigelse fra styret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "For styremedlem og observatør gjelder de samme regler om inhabilitet som er gitt i § 12 for administrerende direktør.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Godtgjørelse til styrets medlemmer og observatører fastsettes av generalforsamlingen.\nEt styremedlem eller observatør må ikke​2 for sitt arbeid i bedriftens tjeneste uten samtykke av generalforsamlingen motta noe vederlag for seg eller sin familie fra bedriftens forretningsforbindelser.\nGodtgjørelse som er mottatt eller avtalt i strid med disse forskrifter, tilfaller bedriften.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Styremedlem som er oppnevnt av generalforsamlingen eller av bedriftsforsamlingen kan fjernes før utløpet av tjenestetiden av det organ som har valgt vedkommende.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Såframt ikke annet bestemmes i vedtektene skal bedriften ha en bedriftsforsamling på minst 6 medlemmer, eventuelt med varamenn. Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte, skal bedriftsforsamlingen i sin alminnelighet ha minst 12 medlemmer.\nDet kan inngås avtale mellom bedriften og fagforeninger som omfatter to tredjedeler av de ansatte eller et flertall av de ansatte, om at bedriften ikke skal ha bedriftsforsamling. Har bedriften de tre siste regnskapsår gjennomsnittlig hatt flere enn 200 ansatte, skal i så fall de ansatte ha utvidet styrerepresentasjon etter § 17 tredje ledd. Kongen kan gi nærmere regler om avtalens inngåelse.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "To tredjedeler av bedriftsforsamlingens medlemmer velges etter nærmere bestemmelse i vedtektene av Stortinget, Kongen eller generalforsamlingen. I vedtektene kan bestemmes at denne gruppe medlemmer skal sammensettes på en bestemt måte for å gi representasjon til visse distrikter eller næringer, for forbrukere eller for myndighetene.\nEn tredjedel av medlemmene velges av og blant de ansatte om ikke vedtektene annerledes bestemmer. I bedrifter som i de tre siste regnskapsår gjennomsnittlig har hatt flere enn 200 ansatte, kan fagforeninger som omfatter to tredjedeler av de ansatte eller et flertall av de ansatte, beslutte at det i tillegg skal velges observatører og varamenn om ikke vedtektene annerledes bestemmer. Antallet observatører kan utgjøre inntil en halvpart av de ansattes medlemmer.\nKongen kan gi utfyllende forskrifter til annet ledd, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelse av tvister om valget og om bortfall av vervet som medlem av bedriftsforsamlingen.\nBedriftsforsamlingen velger selv en formann blant sine medlemmer.\nDet tidsrom som bedriftsforsamlingen skal gjøre tjeneste i kan i vedtektene ikke settes lengre enn tre år. Et medlem eller observatør til bedriftsforsamlingen blir dog stående inntil nytt medlem eller observatør er lovlig valgt.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Bedriftsforsamlingen fører tilsyn med at bedriftens formål fremmes i samsvar med lovgivningen, vedtektene og generalforsamlingens og bedriftsforsamlingens beslutninger.​2 Hvert av medlemmene og observatørene kan på møte i bedriftsforsamlingen kreve opplysninger om selskapets drift i den utstrekning de finner det nødvendig. Bedriftsforsamlingen kan selv eller ved utvalg iverksette undersøkelser.\nEtter forslag fra styret treffer bedriftsforsamlingen avgjørelse i saker som gjelder a) investeringer av betydelig omfang i forhold til selskapets ressurser eller b) rasjonalisering eller omlegging av driften som vil medføre større endring eller omdisponering av arbeidsstyrken. Har bedriften i de tre siste regnskapsår gjennomsnittlig hatt mindre enn 200 ansatte, kan det i vedtektene gjøres unntak fra første punktum. Vedtektene kan dessuten bestemme at det til visse arter disposisjoner og forretninger som ikke hører til den daglige ledelse, skal kreves vedtak både av styret og bedriftsforsamling, hver for seg og i fellesmøte.\nBedriftsforsamlingen kan vedta anbefalinger til styret i hvilken som helst sak.\nAndre beføyelser kan ikke legges til bedriftsforsamlingen med mindre loven gir heimel for det.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Formannen innkaller til møte og leder bedriftsforsamlingens forhandlinger.\nDet skal i årets løp holdes minst to møter, ett til behandling av årsoppgjøret m.m. som nevnt i § 34, og et annet midt i driftsåret. På det siste møte skal det gis bedriftsforsamlingen et halvårsoppgjør og en beretning om alt vesentlig som er foregått etter utløpet av siste driftsår.\nEllers skal bedriftsforsamlingen innkalles når det kreves av styret, departementet eller av to medlemmer av bedriftsforsamlingen.\nDe bestemmelser som er foreskrevet for styret om møteleder, vedtaksførhet, avstemning, protokoll​2 og habilitet​3 gjelder tilsvarende for bedriftsforsamlingen.\nRiksrevisjonen​4 skal varsles om møter i bedriftsforsamlingen.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 18.\n3 Jfr. § 20.\n4 Jfr. lov 8 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Godtgjørelse til bedriftsforsamlingens medlemmer og observatører fastsettes av generalforsamlingen.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Departementet er bedriftens høyeste myndighet. Denne myndighet kan, når loven ikke har annen bestemmelse, alene utøves på generalforsamling.\nFørste ledd gir ikke departementet rett til å treffe vedtak i sak som hører under bedriftsforsamlingen i medhold til § 25 annet ledd eller styret i medhold til § 15 første ledd, men slike saker kan overprøves av Kongen dersom vesentlige samfunnsmessige hensyn tilsier det.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Ordinær generalforsamling skal holdes hvert år til behandling av bedriftens årsoppgjør m.m., jfr. §§ 35 og 36.\nEkstraordinær generalforsamling skal holdes når det bestemmes av departementet eller det kreves av styret eller to medlemmer av bedriftsforsamlingen.\nGeneralforsamlingen holdes i Oslo. Departementet kan dog i det enkelte tilfelle bestemme at den skal holdes der forretningskontoret er eller på et annet sted i riket.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Departementet forestår innkallingen til så vel ordinær som ekstraordinær generalforsamling og bestemmer innkallingsmåten. Innkallingen skal gis med minst en ukes varsel, med mindre kortere varsel i et særlig tilfelle blir påtrengende nødvendig.\nTil møtet innkalles administrerende direktør og medlemmene av styre og bedriftsforsamling samt den valgte revisor for så vidt de saker som skal behandles er av slik art at hans nærvær kan anses nødvendig. Revisor skal ellers innkalles når Riksrevisjonen​2 krever det.​3\nRiksrevisjonen​2 skal varsles om generalforsamlingen.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. lov 8 feb 1918.\n3 Jfr. § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Generalforsamlingen ledes av vedkommende statsråd eller den som møter på hans vegne eller som en av disse utpeker til møteleder.\nDet kan på generalforsamlingen bare treffes beslutning om de emner som er bestemt angitt i innkallingen.​2 Dette gjelder likevel ikke når de møtende representanter for styre og bedriftsforsamling enstemmig samtykker i at saken avgjøres på stedet. Møter det ikke noen verken fra styre eller bedriftsforsamling, er generalforsamlingen bundet av dagsordenen. Dog kan det i alle høve besluttes innkalt ny generalforsamling til avgjørelse av forslag som er framsatt på møtet.\nEr et medlem av styre eller bedriftsforsamling uenig i den avgjørelse som treffes, skal han med en kort begrunnelse kreve sin dissens tilført protokollen.\nDen som representerer innskottkapitalen, kan ikke treffe beslutning i saker om rettshandel overfor tredjemann eller om tredjemanns ansvar, dersom han har en framtredende personlig eller økonomisk særinteresse i saken.\nProtokollen føres under møtelederens ansvar og den undertegnes av han etter opplesning ved møtets slutt. Protokollen skal bekreftes av en annen tilstedeværende.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Aksjelovens kap. 11 får tilsvarende anvendelse på bedrifter som er organisert etter denne lov.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "I enhver bedrift skal det søkes dannet et reservefond som skal svare til minst femtedelen av innskottkapitalen. Fondet skal ikke være mindre enn at det sammen med innskottkapitalen utgjør et beløp like stort som gjelden ved regnskapsårets utløp.\nInntil reservefondet har nådd denne størrelse, skal det avsettes minst en tiendedel av årsoverskottet, for så vidt det ikke går med til dekning av underskott fra tidligere år. Synker reservefondet under den påbudte størrelse, skal det fylles igjen etter de samme regler.\nReservefondet kan bare nyttes til å dekke underskott som årsoppgjøret viser, og som ellers ikke kan dekkes på annen måte enn ved nedskriving av innskottkapitalen.\nKongen kan i særlige tilfelle gjøre unntak fra bestemmelsene i denne paragraf.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Har bedriften bedriftsforsamling,​2 skal styret sende årsoppgjøret samt revisjonsberetningen til medlemmene og observatørene senest en uke før det skal behandles av bedriftsforsamlingen.\nBedriftsforsamlingen skal snarest mulig gi uttalelse til generalforsamlingen om hvorvidt årsoppgjøret og styrets forslag til anvendelse av overskott bør godkjennes.\n1 Endret ved lover 4 juni 1976 nr. 59, 10 juni 1988 nr. 44.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Generalforsamling skal holdes snarest og senest en måned etter at årsoppgjør og revisjonsberetning er mottatt fra styre og bedriftsforsamling.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "På ordinær generalforsamling skal de dokumenter som er nevnt i § 35 leses opp, og det skal gis de tilstedeværende adgang til å uttale seg om dem før generalforsamlingen treffer sin avgjørelse.\nFinner generalforsamlingen at styrets forslag til årsoppgjør ikke stemmer med de regler som er fastsatt i § 32, foretar den selv de nødvendige endringer. Generalforsamlingen fastsetter endelig årsoppgjøret, og kan deretter bestemme om styret skal meddeles ansvarsfrihet.\nBeslutning om anvendelse av overskott treffes av generalforsamlingen. Som utbytte​1 kan ikke besluttes utdelt mer enn forenlig med forsiktig og god forretningsskikk under tilbørlig hensyn til tap som måtte være inntruffet etter balansedagen eller som må forutsettes å ville inntreffe. Ikke i noe høve må utbytte besluttes utdelt i større utstrekning enn bedriftens nettoformue ifølge balansen for siste regnskapsår overstiger summen av innskottkapital og reservefond.\n1 Jfr. lov 26 juni 1953 nr. 4 kap. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Revisor velges av generalforsamlingen.\nOm revisors kvalifikasjoner og habilitet gjelder aksjelovens​2 §§ 10-2 og 10-4.\n1 Endret ved lov 4 juni 1976 nr. 59.\n2 Lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Revisor skal​1\na. revidere den løpende bokførsel, og\nb. påse at årsoppgjøret, og i tilfelle konsernbalansen,​2 er oversiktlig, fullstendig og tilstrekkelig spesifisert, at de stemmer med gjeldende lov, vedtektene og selskapets bøker, og at de sammenholdt med årsberetningen gir et riktig uttrykk for selskapets stilling og for resultatet av driften i regnskapsåret.\nEr det grunn til å tro at det fra funksjonærers eller tillitsmenns side kan være utvist et forhold som kan bringe dem i ansvar overfor bedriften,​3 skal revisor foreta nærmere undersøkelse.\nGeneralforsamlingen kan for øvrig gi revisor pålegg og instrukser med hensyn til revisjonen. Men disse må ikke gå ut på å innskrenke hans rettigheter eller plikter etter lov eller forskrifter.\n1 Jfr. § 48.\n2 Jfr. § 37.\n3 Jfr. § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Bedriftens tillitsmenn og funksjonærer plikter å gi de opplysninger om bedriften som revisor ber om. For å utøve sin kontroll kan revisor kreve adgang til regnskapsbøker, protokoller, korrespondanse, arkivsaker, kontor, lager, anlegg m.m. som tilhører bedriften. Han skal ikke bekrefte regnskapets riktighet, dersom hans krav etter denne paragraf ikke er etterkommet.\nRiksrevisjonen​2 har rett til å kreve enhver opplysning eller redegjøring som den finner nødvendig for sin kontroll, så vel fra bedriften selv som fra den valgte revisor. Den kan i den utstrekning som finnes nødvendig selv foreta regnskapsundersøkelser i bedriften. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av bedrifter som går inn under denne lov og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\n1 Endret ved lov 4 juni 1976 nr. 59. – Jfr. § 48.\n2 Jfr. lov 8 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Revisor skal​1 hvert år uten unødig opphold legge fram revisjonsberetning etter at styret har avgitt årsoppgjør og beretning.\nHan skal gi årsoppgjøret påtegning om at det er revidert.​2 Finner han at det ikke bør godkjennes, skal dette framgå av påtegningen.\nHar bedriften flere valgte revisorer, skal de alle underskrive revisjonsberetningen og påtegningen på årsoppgjøret. Er revisorene ikke enige, skal det framgå av beretningen og påtegningen.\nRevisor skal føre en revisjonsprotokoll som tilhører bedriften.\n1 Jfr. § 48.\n2 Jfr. § 41 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Revisor skal være til stede i generalforsamlingen, dersom den skal behandle spørsmål som angår regnskap, utdeling av utbytte, forhøying eller nedsetting av innskottkapitalen, ansvar for tillitsmenn og funksjonærer eller hvor det kreves av Riksrevisjonen.​1\nRevisor plikter​2 på generalforsamlingen å gi opplysninger om hva han har funnet under sin virksomhet i bedriften. Spørsmål og svar skal protokolleres, om det kreves av en tilstedeværende.\nRevisor og hans assistenter plikter​2 for øvrig å bevare taushet om alt de under sin virksomhet får kjennskap til, for så vidt de ikke etter bestemmelse i lov eller forskrifter med heimel i lov er forpliktet til å gi opplysninger.\n1 Jfr. § 39.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Revisor gjør tjeneste inntil en annen revisor er valgt i hans sted. Generalforsamlingen kan bare foreta et slikt valg, dersom det i innkallingen​1 er sagt at det vil bli satt fram forslag om valg av ny revisor.\nRevisors godtgjørelse fastsettes av generalforsamlingen.\nFjernes revisor mot sin vilje og av en grunn som må anses utilbørlig, har han krav på ett års godtgjørelse reknet fra fratredelsen.\n1 Jfr. § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Kongen kan gi nærmere forskrifter om revisjonen, om de krav som skal stilles til revisor og om revisors assistenter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Beslutning om bedriftens frivillige oppløsning treffes av Kongen.\nKongen velger samtidig et avviklingsstyre og fastsetter nærmere bestemmelser om hvorledes avviklingen skal finne sted.\nAvviklingsstyret plikter å foreta avviklingen under tilbørlig omsyn til kreditorene. Det kan ikke utbetales noen likvidasjonsandel til staten før alle kreditorer er dekket, eller det er avsatt tilstrekkelige beløp til dekning av deres krav.\nBeslutningen om oppløsning anmeldes straks til Foretaksregisteret. Når avviklingen er gjennomført, skal det gis melding om at bedriften er endelig oppløst.\n1 Endret ved lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "Administrerende direktør, medlem av styre eller bedriftsforsamling eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slike overtredelser, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder for så vidt ikke handlingen rammes av strengere straffebud.\nOvertredelse er straffbar, hva enten den er forsettlig eller aktløs.\n1 Endret ved lover 4 juni 1976 nr. 59, 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Generalforsamlingen avgjør om bedriften skal gjøre gjeldende erstatningsansvar for skade voldt av administrerende direktør, medlem av styre eller bedriftsforsamling eller av revisor.\nGeneralforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar, dersom det på vesentlige punkter ikke var gitt uttømmende eller riktige opplysninger overfor generalforsamlingen om forholdet.\n1 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Fra denne lovs ikrafttredelse gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    }
  ]
}