{
  "id": "LOV-1981-03-13-6",
  "type": "statute",
  "title": "Lov om vern mot forurensninger og om avfall (forurensningsloven)",
  "short_name": "Forurensningsloven – forurl",
  "status": "in_force",
  "issued_date": "1981-03-13",
  "in_force_date": "1983-10-01",
  "url": "https://lovdata.no/dokument/NL/lov/1981-03-13-6",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Denne lov har til formål å verne det ytre miljø mot forurensning og å redusere eksisterende forurensning, å redusere mengden av avfall og å fremme en bedre behandling av avfall.\nLoven skal sikre en forsvarlig miljøkvalitet, slik at forurensninger og avfall ikke fører til helseskade, går ut over trivselen eller skader naturens evne til produksjon og selvfornyelse.\n0 Endret ved lov 11 juni 1993 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(retningslinjer)",
      "content": "Gjennomføringen av loven skal skje etter disse retningslinjer:\n1. Det skal arbeides for å hindre at forurensning oppstår eller øker, og for å begrense forurensning som finner sted. Det skal likeledes arbeides for å unngå avfallsproblemer. Loven skal nyttes for å oppnå en miljøkvalitet som er tilfredsstillende ut fra en samlet vurdering av helse, velferd, naturmiljøet, kostnader forbundet med tiltakene og økonomiske forhold.\n2. Forurensningsmyndighetene skal samordne sin virksomhet med planmyndighetene slik at planlovgivningen sammen med denne lov brukes for å unngå og begrense forurensning og avfallsproblemer.\n3. For å unngå og begrense forurensning og avfallsproblemer skal det tas utgangspunkt i den teknologi som ut fra en samlet vurdering av nåværende og fremtidig bruk av miljøet og av økonomiske forhold, gir de beste resultater.\n4. Avfall skal tas hånd om slik at det blir minst mulig til skade og ulempe. Det skal gjenvinnes, fortrinnsvis ved at det forberedes til ombruk eller materialgjenvinnes, med mindre gjenvinning ikke er berettiget ut fra en avveining av miljøhensyn, ressurshensyn og økonomiske forhold.​1\n5. Kostnadene ved å hindre eller begrense forurensning og avfallsproblemer skal dekkes av den ansvarlige for forurensningen eller avfallet.\n6. Forurensning og avfallsproblemer som skyldes virksomhet på norsk område skal motvirkes i samme utstrekning hva enten skadene eller ulempene inntrer i eller utenfor Norge.\n0 Endret ved lover 11 juni 1993 nr. 107, 9 des 2016 nr. 89.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(alminnelige regler om lovens virkeområde)",
      "content": "Loven gjelder forurensninger og avfall i det ytre miljø. For utslipp av genmodifiserte mikroorganismer og deponering av slike som avfall i miljøet gjelder genteknologiloven.\nMed de begrensninger som følger av folkeretten gjelder loven\n1. for forurensningskilder og avfall og kilder for avfall som befinner seg her i riket,\n2. for forurensninger som truer med å inntreffe her i riket,\n3. for forurensningskilder som befinner seg i eller forurensning som truer med å inntreffe i Norges økonomiske sone dersom forurensningskilden er norsk fartøy eller innretning, eller forøvrig i den utstrekning Kongen bestemmer. Lovens anvendelse for undersøkelse etter, utvinning og utnytting av undersjøiske naturforekomster på den norske del av kontinentalsokkelen, herunder avslutning av slik virksomhet, er regulert i § 4.\nLoven gjelder ikke for Svalbard. For Jan Mayen og bilandene gjelder loven i den utstrekning Kongen bestemmer. Forurensningsmyndigheten kan for disse områder fastsette de endringer i loven som de stedlige forhold tilsier.\nOm erstatningsansvar for forurensningsskade gjelder særlige regler, jf. § 53.\n0 Endret ved lover 16 juni 1989 nr. 67, 2 apr 1993 nr. 38, 11 juni 1993 nr. 107, 21 juni 1996 nr. 36, 15 juni 2001 nr. 79 (ikr. 1 juli 2002 iflg. res. 28. juni 2002 nr. 648).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(lovens anvendelse for virksomhet på kontinentalsokkelen)",
      "content": "Reglene i denne lov gjelder, med de begrensninger som følger av folkeretten og av loven selv (jf. kap. 8), også for undersøkelser etter og utvinning og utnytting av undersjøiske naturforekomster på kontinentalsokkelen, herunder avslutning av slik virksomhet. Bestemmelsene i § 7 første ledd, jf. kapittel 3, om plikten til å innhente tillatelse og i § 9 om forskrifter, gjelder likevel bare for de sider av virksomheten som jevnlig fører til forurensninger. Bestemmelsen i § 7 annet ledd, jf. fjerde ledd, gjelder heller ikke tiltak for å hindre eller stanse akutt forurensning.\nForurensningsmyndigheten kan gi nærmere forskrifter om avfall fra slik virksomhet på kontinentalsokkelen som nevnt i første ledd. For opprydding av avfall gjelder bestemmelsen i § 74, jfr. § 7, tilsvarende i stedet for § 37.\nForurensningsmyndigheten kan ved forskrift eller enkeltvedtak fastsette hva som i tvilstilfelle skal regnes som sider av virksomheten som jevnlig fører til forurensninger og kan gjøre unntak fra første ledd.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(forurensning fra transport)",
      "content": "For forurensning fra veger, jernbane o.l., havner og flyplasser gjelder loven her så langt forurensningsmyndigheten bestemmer.\nFor forurensning fra det enkelte transportmiddel gjelder det som er fastsatt i eller i medhold av produktkontrolloven, vegtrafikkloven, skipssikkerhetsloven, havne- og farvannsloven, luftfartsloven og jernbaneloven i stedet for bestemmelsene i denne loven.\nUansett bestemmelsen i annet ledd gjelder lovens § 7 annet og fjerde ledd, kap. 6 og §§ 74-77 tilsvarende dersom ikke forurensningen må anses for tillatt i medhold av annen lovgivning. For gjennomføring av og ved overtredelse av disse bestemmelsene gjelder reglene i kap. 7, § 74 og i kap. 10.\nBegrensninger i lovens anvendelse som følge av paragrafen her gjelder bare så langt ikke annet følger av kap. 8.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 11 juni 1993 nr. 100, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170), 18 des 2020 nr. 159 (ikr. 1 jan 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(hva som forstås med forurensning)",
      "content": "Med forurensning forstås i denne lov:\n1. tilførsel av fast stoff, væske eller gass til luft, vann eller i grunnen,\n2. støy og rystelser,\n3. lys og annen stråling i den utstrekning forurensningsmyndigheten bestemmer,\n4. påvirkning av temperaturen\nSom forurensning regnes også noe som kan føre til at tidligere forurensning blir til økt skade eller ulempe, eller som sammen med miljøpåvirkning som nevnt i nummer 1 til 4, er eller kan bli til skade eller ulempe for miljøet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(plikt til å unngå forurensning)",
      "content": "Ingen må ha, gjøre eller sette i verk noe som kan medføre fare for forurensning uten at det er lovlig etter §§ 8 eller 9, eller tillatt etter vedtak i medhold av § 11.\nNår det er fare for forurensning i strid med loven, eller vedtak i medhold av loven skal den ansvarlige for forurensning sørge for tiltak for å hindre at den inntrer. Har forurensningen inntrådt skal han sørge for tiltak for å stanse, fjerne eller begrense virkningen av den. Den ansvarlige plikter også å treffe tiltak for å avbøte skader og ulemper som følge av forurensningen eller av tiltakene for å motvirke den. Plikten etter dette ledd gjelder tiltak som står i et rimelig forhold til de skader og ulemper som skal unngås.\nBestemmelsen i annet ledd gjelder også forurensning som er tillatt etter § 11 dersom det er åpenbart at vedtaket kan omgjøres etter § 18 første ledd nummer 1 eller 2. Tilsvarende gjelder dersom det av samme grunner er åpenbart at det etter § 9 tredje ledd kan gjøres unntak fra forskrift som tillater forurensning.\nForurensningsmyndigheten kan pålegge den ansvarlige å treffe tiltak etter annet ledd første til tredje punktum innen en nærmere angitt frist.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(begrensninger i plikten til å unngå forurensninger)",
      "content": "Vanlig forurensning fra\n1. fiske, jordbruk og skogbruk m.v.,\n2. boliger, fritidshus, kontorer, forretnings- eller forsamlingslokaler, skoler, hoteller og lagerbygg o.l.,\n3. midlertidig anleggsvirksomhet,\nBestemmelsen i første ledd gjelder tilsvarende for forsvarets virksomhet. For forurensning fra forsvarets faste anlegg som ikke hovedsakelig nyttes til stridsformål, gjelder loven fullt ut.\nForurensninger som ikke medfører nevneverdige skader eller ulemper kan finne sted uten tillatelse etter § 11.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(forskrifter om forurensning)",
      "content": "Forurensningsmyndigheten kan gi forskrifter om:\n1. grenseverdier for hvilke forurensninger som skal være tillatt eller at forurensning helt eller til bestemte tider skal være forbudt,\n2. grenseverdier for forekomster av visse stoffer, støy, rystelse, lys og annen stråling i miljøet, og hva som skal gjøres dersom grenseverdien overskrides,\n3. hvordan faste og midlertidige anlegg skal være innrettet og hvordan en virksomhet skal drives for å motvirke forurensning,\n4. kvalitetskrav til utstyr til vern mot forurensning og at slikt utstyr ikke må omsettes uten å være godkjent av forurensningsmyndigheten,\n5. at driftspersonell i virksomhet som kan medføre forurensning skal ha bestemte kvalifikasjoner.\nForskriftene etter nummer 1-3 kan fastsette at de helt eller delvis og på nærmere vilkår skal gjelde i stedet for tillatelse etter § 11. Hvis det etter forskriftene er nødvendig å søke om tillatelse, gjelder bestemmelsene i kap. 3. De vilkår som kan settes i den enkelte tillatelse, jf. § 16 kan i stedet fastsettes som forskrift etter paragrafen her.\nForurensningsmyndigheten kan i det enkelte tilfelle gjøre unntak fra forskrift som tillater forurensning dersom vilkårene nevnt i § 18 første ledd foreligger eller dersom forskriften selv gir adgang til det.\nForskrifter etter denne paragraf kan begrenses til bestemte geografiske områder.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(forholdet til granneloven m.v.)",
      "content": "Reglene om varsel og granneskjønn i grannelovens §§ 6-8 gjelder ikke for forurensning som gjør det nødvendig med tillatelse etter § 11. Det samme kan fastsettes i forskrift etter § 9 annet ledd.\nForurensning som er tillatt etter § 11 eller etter forskrift som fastsetter at grannelovens §§ 6-8 ikke gjelder, kan ikke kreves rettet etter grannelovens § 10. Selv om skader eller ulemper er tillatt etter loven her, fritar det ikke for plikt til å betale erstatning eller plikt til å betale vederlag etter granneloven.\nFor andre skader eller ulemper enn det som skyldes forurensning gjelder granneloven fullt ut.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(særskilt tillatelse til forurensende tiltak)",
      "content": "Forurensningsmyndigheten kan etter søknad gi tillatelse til virksomhet som kan medføre forurensning. Forurensningsmyndigheten kan i særlige tilfeller gi tillatelse uten at det foreligger søknad, og i slik tillatelse gi pålegg som trer i stedet for vilkår etter § 16.\nKvotepliktig etter klimakvoteloven § 4 skal etter søknad innvilges tillatelse til kvotepliktige utslipp av klimagasser så fremt han godtgjør at han er i stand til å overvåke og rapportere utslippene på en tilfredsstillende måte. Kongen kan i utslippstillatelsen sette vilkår i medhold av § 16. Det skal ikke settes noen utslippsgrenseverdi i tillatelsen. Tillatelsen gjelder så langt det innleveres kvoter i henhold til plikten i klimakvoteloven § 13.\nForurensningsmyndigheten kan gi forskrifter om at den som vil drive visse slag virksomheter som etter sin art kan medføre forurensninger, må søke om tillatelse etter denne paragraf.\nForurensningsspørsmål skal om mulig søkes løst for større områder under ett og på grunnlag av oversiktsplaner og reguleringsplaner. Hvis virksomheten vil være i strid med endelige planer etter plan- og bygningsloven skal forurensningsmyndigheten bare gi tillatelse etter forurensningsloven med samtykke fra planmyndigheten.\nNår forurensningsmyndigheten avgjør om tillatelse skal gis og fastsetter vilkårene etter § 16, skal det legges vekt på de forurensningsmessige ulemper ved tiltaket sammenholdt med de fordeler og ulemper som tiltaket for øvrig vil medføre.\n0 Endret ved lover 15 apr 1983 nr. 21, 14 juni 1985 nr. 77, 17 des 2004 nr. 99 (ikr. 1 jan 2005), 29 juni 2007 nr. 93 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 823).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(innhold av søknad)",
      "content": "Søknad om tillatelse etter § 11 skal gi de opplysninger som er nødvendig for å vurdere om tillatelse bør gis og hvilke vilkår som skal settes. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle fastsette hvilke opplysninger eller undersøkelser søkeren må sørge for.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(meldeplikt og konsekvensanalyser for virksomhet som kan medføre større forurensningsproblemer)",
      "content": "Den som planlegger virksomhet som kan medføre store forurensninger på et nytt sted, eller en vesentlig utbygging av ny karakter på sted for eksisterende virksomhet, skal på et tidlig trinn under planleggingen gi melding til forurensningsmyndigheten. Forurensningsmyndigheten gir nærmere forskrifter om meldeplikten.\nForurensningsmyndigheten kan fastsette at den som planlegger meldepliktig virksomhet skal foreta en konsekvensanalyse for å klarlegge virkningene forurensningen vil få. Konsekvensanalysen skal vanligvis inneholde en utredning om:\n1. hvilke forurensninger virksomheten vil medføre ved vanlig drift og ved praktisk tenkelige former for uhell, samt sannsynligheten for slike uhell,\n2. hvilke virkninger forurensningen kan få på kort og lang sikt. Om nødvendig skal det foretas undersøkelser av naturforholdene der forurensningen vil gjøre seg gjeldende. Det skal særskilt klarlegges hvordan forurensningen vil påvirke menneskenes bruk av miljøet og hvem som særlig får ulemper av forurensningen,\n3. alternative lokaliseringer, produksjonsprosesser, rensetiltak og måter for å gjenvinne avfall på som har vært vurdert og nærmere begrunnelse for de løsninger søkeren har valgt,\n4. hvordan virksomheten blir innpasset i oversiktsplan og reguleringsplan for området, eventuelt hvordan den vil binde fremtidig planlegging.\nForurensningsmyndigheten kan gi pålegg om når utredningen skal foreligge og hva den skal inneholde.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(utredningen er offentlig)",
      "content": "Når utredningen etter § 13 foreligger, har enhver rett til å gjøre seg kjent med den hos den meldepliktige eller vedkommende forurensningsmyndighet. Forurensningsmyndigheten kan bestemme at deler av utredningen skal være offentlig før hele utredningen foreligger.\nOpplysninger som forurensningsmyndigheten har taushetsplikt om etter forvaltningsloven § 13 flg., kan holdes tilbake også av den meldepliktige. Det samme gjelder opplysninger som går inn under offentleglova §§ 20 og 21.\nBestemmelsen i offentleglova § 30 om hvordan dokument skal gjøres kjent og i § 32 om klage over avgjørelse om ikke å gjøre det tilgjengelig, gjelder både når krav om offentlighet av konsekvensanalyse rettes til forurensningsmyndigheten og til den meldepliktige. Klage over avgjørelse truffet av den meldepliktige går til forurensningsmyndigheten.\n0 Endret ved lover 15 apr 1983 nr. 21, 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(offentlig møte om virksomhet som kan medføre større forurensningsproblemer)",
      "content": "Når det foreligger konsekvensanalyse etter § 13 skal forurensningsmyndigheten i samarbeid med søkeren holde offentlig møte for drøfting av de forurensningsmessige følger virksomheten kan få. Møtet skal holdes i god tid før søknaden blir avgjort og skal kunngjøres på stedet. På møtet skal søkeren og forurensningsmyndigheten redegjøre for tiltaket og de forurensningsmessige følger det kan få.\nForurensningsmyndigheten kan unnlate å holde møte som nevnt i første ledd dersom tiltaket slik det planlegges gjennomført ikke vil føre til alvorlige forurensninger. Det samme gjelder om saken er tilstrekkelig belyst ved at det i forbindelse med behandling av saken i medhold av annen lovgivning er holdt offentlig møte eller det av andre grunner må ansees unødvendig å holde møte.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(vilkår i tillatelse)",
      "content": "I tillatelse etter loven eller forskrift i medhold av loven kan det settes nærmere vilkår for å motvirke at forurensning fører til skader eller ulemper, og for å fremme effektiv utnyttelse av energi som virksomheten bruker eller frembringer.​1 Det kan herunder fastsettes vilkår om beskyttelses- og rensetiltak, gjenvinning og at tillatelsen bare skal gjelde for en viss tid.\nDersom forurensning fra virksomheten jevnlig vil utelukke eller vanskeliggjøre bruk av miljøet til et bestemt formål, kan det settes som vilkår at det treffes tiltak som tilgodeser dette formålet, eller at det gis tilskudd til slike tiltak. Det kan også settes som vilkår at forurenseren ved avtale eller ekspropriasjon erverver eller båndlegger områder som blir sterkt forurenset.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 10 des 1999 nr. 83 (ikr. 1 jan 2000).\n1 Jf. EØS-avtalen vedlegg XX nr. 1f (direktiv 2010/75/EU).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(innløsning av fast eiendom m.v.)",
      "content": "Etter krav fra eieren kan forurensningsmyndigheten fastsette at den ansvarlige for forurensningen, mot erstatning etter rettslig skjønn, skal innløse fast eiendom dersom forurensningen vil gjøre eiendommen lite egnet til det formål den brukes til.\nBestemmelsen i første ledd gjelder tilsvarende ved festerett, forpaktning eller annen særskilt råderett over fast eiendom. Pålegg om innløsning kan gjelde del av eiendom eller rett over fast eiendom.\nPålegg etter første og annet ledd kan gis også etter at tillatelse til forurensning er gitt. Ved fastsetting av erstatning gjelder reglene i ekspropriasjonserstatningsloven 6. april 1984 nr. 17 tilsvarende. Ved utmålingen skal det gjøres fradrag for skader og ulemper eieren eller annen rettighetshaver etter grannelovens § 2 må finne seg i uten erstatning. Kostnadene ved skjønnet skal dekkes av den ansvarlige for forurensningen. Det samme gjelder ved overskjønn, om ikke retten av særlige grunner bestemmer noe annet.\n0 Endret ved lover 17 des 1982 nr. 88, 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(endring og omgjøring av tillatelse)",
      "content": "Forurensningsmyndigheten kan oppheve eller endre vilkårene i tillatelse etter loven her eller etter forskrift i medhold av loven, eller sette nye vilkår, og om nødvendig kalle tillatelsen tilbake dersom\n1. det viser seg at skaden eller ulempen ved forurensningen blir vesentlig større eller annerledes enn ventet da tillatelse ble gitt,\n2. skaden eller ulempen kan reduseres uten urimelig kostnad for forurenseren,\n3. ny teknologi gjør det mulig å minske forurensningene i vesentlig grad,\n4. vilkårene i tillatelsen er unødvendige for å motvirke forurensninger,\n5. de fordeler forurenseren eller andre får av at vilkår blir lempet på eller opphevet, er vesentlig større enn de skader eller ulemper det vil føre til for miljøet, eller\n6. det forøvrig følger av ellers gjeldende omgjøringsregler.\nTillatelse gitt i medhold av § 11 annet ledd tilbakekalles eller endres dersom kvoteplikten etter klimakvoteloven § 4 opphører.\nTillatelse kan i alle tilfeller tilbakekalles eller endres når det har gått 10 år etter at den ble gitt.\nTillatelse kan endres når dette er påkrevet etter regler som gjennomfører direktiv 2010/75/EU om industriutslipp jf. EØS-avtalen vedlegg XX nr. 1f.\nVed avgjørelser etter første og tredje ledd skal det tas hensyn til kostnadene en endring eller omgjøring vil påføre forurenseren og de fordeler og ulemper endring eller omgjøring for øvrig vil medføre.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 17 des 2004 nr. 99 (ikr. 1 jan 2005), 16 juni 2023 nr. 61 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 954).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(meldeplikt ved utskiftning av utstyr eller økning av forurensningene)",
      "content": "Den som har tillatelse etter § 11 og som skal foreta en vesentlig utskiftning av utstyr som gjør det teknisk mulig å motvirke forurensninger på en vesentlig bedre måte enn da tillatelsen ble gitt, skal på forhånd gi melding til forurensningsmyndigheten.\nForurensningsmyndigheten kan gi nærmere forskrifter om meldeplikten etter første ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(nedleggelse og driftsstans)",
      "content": "Hvis et anlegg blir nedlagt eller en virksomhet stanser, skal eieren eller brukeren gjøre det som til enhver tid er nødvendig for å motvirke forurensninger. Hvis anlegget eller virksomheten kan medføre forurensninger etter nedleggelsen eller driftsstansen, skal det i rimelig tid på forhånd gis melding til forurensningsmyndigheten.\nForurensningsmyndigheten kan fastsette nærmere hvilke tiltak som er nødvendig for å motvirke forurensning. Den kan pålegge eieren eller brukeren å stille garanti for dekning av fremtidige utgifter og mulig erstatningsansvar.\nDen som ønsker å starte opp en virksomhet som har tillatelse etter § 11, etter at virksomheten har vært nedlagt eller stanset i mer enn 2 år, må gi melding om dette til forurensningsmyndigheten. Denne avgjør om det må søkes om ny tillatelse før virksomheten settes i gang på ny.\nForurensningsmyndigheten kan gi nærmere forskrifter om meldeplikt etter første og tredje ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(definisjoner)",
      "content": "Med avløpsanlegg forstås anlegg som er etablert for transport og behandling av avløpsvann.\nMed avløpsvann forstås både sanitært og industrielt avløpsvann og overvann.\nMed overvann forstås vann som renner av på overflaten som følge av regn og smeltevann.\n0 Endret ved lover 15 apr 1983 nr. 21, 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(krav til utførelse av avløpsanlegg)",
      "content": "Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle fastsette nærmere krav til avløpsledning, herunder om den skal være lukket og vanntett. Forurensningsmyndigheten kan avgjøre om alt avløpsvann skal ledes i felles ledning eller om det skal kreves særskilte ledninger for ulike typer avløpsvann.\nVed omlegging eller utbedring av avløpsledninger kan forurensningsmyndigheten kreve at eier av tilknyttet stikkledning foretar tilsvarende omlegging eller utbedring. Også ellers kan forurensningsmyndigheten kreve omlegging eller utbedring av stikkledning, når særlige grunner tilsier det.\nI utslippstillatelse for avløpsanlegg kan det settes som vilkår at dette innrettes slik at anlegget kan ta avløpsvann fra annen kommune eller fra andre eiendommer. Merkostnaden dette fører til skal betales av de som får muligheter til tilknytning. I mangel av avtale, fastsettes merkostnaden og fordelingen av dette ved skjønn styrt av tingretten. Kostnadene ved underskjønnet skal deles forholdsvis mellom partene i skjønnssaken som får muligheter for tilknytning.\n0 Endret ved lover 17 des 1982 nr. 88, 15 apr 1983 nr. 21, 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:22 a",
      "chapter": "4",
      "section": "22 a",
      "title": "(pålegg om frakobling av overvann og overvannstiltak)",
      "content": "Når det er nødvendig for å avlaste et kommunalt avløpsanlegg, kan kommunen pålegge eieren av en eiendom som er tilknyttet et kommunalt avløpsanlegg, å koble overvann helt eller delvis fra avløpsanlegget eller fordrøye overvannet før påslipp til avløpsanlegget. Det kan bare gis slikt pålegg dersom overvannet kan håndteres på annen forsvarlig måte.\nDersom det er nødvendig for å sikre forsvarlig håndtering av overvannet ved pålegg etter første ledd, kan kommunen pålegge eieren å sørge for tiltak som med rimelighet kan kreves for å håndtere overvannet på egen eiendom eller å lede overvannet til et annet avløpsanlegg eller en alternativ avrenningsvei.\nDersom ikke annet er avtalt, skal et pålegg etter første og andre ledd rettes mot festeren av eiendommen istedenfor eieren når\na. festeren har arvefeste\nb. det er igjen minst 30 år av festetiden når pålegget blir gitt\nc. avtalen gir festeren rett til å kreve festetiden forlenget så mye at det er igjen en festetid på minst 30 år når pålegget blir gitt\n0 Tilføyd ved lov 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(rett og plikt til tilknytning til eksisterende avløpsanlegg)",
      "content": "Forurensningsmyndigheten kan bestemme at avløpsvann kan ledes inn i en annens avløpsanlegg.\nOm plikt til tilknytning til eksisterende avløpsledning gjelder reglene i plan- og bygningsloven. Vedtak etter plan- og bygningsloven kan likevel treffes av forurensningsmyndigheten.\nSkjer tilknytning til kommunal avløpsledning, betales tilknytningsavgift etter lov om kommunale vass- og avløpsanlegg. Skjer tilknytning til privat avløpsanlegg, kan eieren av anlegget kreve at vedkommende foretar eller betaler de utvidelser og forandringer av avløpsanlegget som tilknytningen gjør nødvendig, eller at det blir stilt sikkerhet for dette. Eieren kan også kreve refusjon for anleggsutgiftene i samsvar med plan- og bygningsloven. Kostnadene ved underskjønnet skal bæres av den som blir tilknyttet anlegget.\n0 Endret ved lover 17 des 1982 nr. 88, 17 apr 1983 nr. 21, 21 juni 1996 nr. 36, 5 mai 1995 nr. 20 (ikr. 1 juli 1997), 13 juni 2014 nr. 21, 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(drift og vedlikehold av avløpsanlegg)",
      "content": "Kommunen er ansvarlig for drift og vedlikehold av avløpsanlegg som helt eller delvis eies av kommunen. Ved private avløpsanlegg er eier av den eiendom som anlegget først ble anlagt for, ansvarlig for drift og vedlikehold.\nForurensningsmyndigheten kan bestemme at andre enn dem som er nevnt i første ledd skal være ansvarlig for drift og vedlikehold, bl.a. at kommunen skal være ansvarlig for private anlegg.\nForurensningsmyndigheten kan gi nærmere forskrifter om bygging, drift og vedlikehold av avløpsanlegg, herunder fastsette krav til personell.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "title": "(særlige erstatningsregler for avløpsanlegg)",
      "content": "Anleggseieren er ansvarlig uten hensyn til skyld for skade som et avløpsanlegg volder fordi kapasiteten ikke strekker til eller fordi vedlikeholdet har vært utilstrekkelig. §§ 57-61 gjelder tilsvarende.\n0 Tilføyd ved lov 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(utgifter til anlegg, drift og vedlikehold av avløpsanlegg)",
      "content": "Utgiftene til anlegg, drift og vedlikehold av avløpsanlegg som drives av kommunen, dekkes av kommunen. Kommunen kan kreve full eller delvis dekning av sine kostnader ved innkreving av avgift i samsvar med lov 16. mars 2012 nr. 12 om kommunale vass- og avløpsanlegg. Kommunen kan uten hinder av annet punktum kreve refusjon etter plan- og bygningsloven kapittel 18.\n0 Endret ved lover 15 apr 1983 nr. 21, 5 mai 1995 nr. 20 (ikr. 1 juli 1997), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 27 juni 2008 nr. 71 (ikr. 1 juli 2010 iflg. res. 18 juni 2010 nr. 896) som endret ved lov 8 mai 2009 nr. 27, 13 juni 2014 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(kommunal tømming av slam fra slamavskillere (septiktanker), privet m.v.)",
      "content": "Kommunen skal sørge for tømming av mindre renseinnretninger som slamavskillere og samlekummer for avslamming av sanitært avløpsvann og overvann. Det samme gjelder for oppsamlingstanker med ubehandlet sanitært avløpsvann.\nKommunen skal også sørge for nødvendige anlegg for tømming av avløpsvann fra bobiler, fritidsbåter m.v.\nKommunen skal sørge for tømming av privet i tettbygd strøk, og utenfor tettbygd strøk i den utstrekning kommunen bestemmer det.\nReglene i § 30 om kommunal avfallsinnsamling og i § 34 om avfallsgebyrer får tilsvarende anvendelse ved tømming av slamavskillere, privet m.v. Kommunens plikter etter første ledd skal likevel gjelde både i og utenfor tettbygde strøk.\nBlir sanitært avløpsvann ledet gjennom slamavskiller til renseanlegg, kan forurensningsmyndigheten kreve slamavskilleren utkoblet.\n0 Endret ved lover 15 apr 1983 nr. 21, 17 mars 1989 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "(definisjon av avfall)",
      "content": "Med avfall menes løsøregjenstander eller stoffer som noen har kassert, har til hensikt å kassere eller er forpliktet til å kassere. Som avfall regnes ikke avløpsvann og avgasser.\nSom biprodukt og ikke avfall regnes løsøregjenstander og stoffer som\n1. er fremstilt som en integrert del av en produksjonsprosess som primært tar sikte på å fremstille noe annet,\n2. kan brukes direkte uten annen bearbeidelse enn det som er normalt i industriell praksis,\n3. kan brukes på en måte som er lovlig,\n4. ikke medfører nevneverdig høyere risiko for helseskade eller miljøforstyrrelse enn tilsvarende gjenstander og stoffer som ellers kunne blitt brukt, og\n5. med sikkerhet vil bli utnyttet.\nLøsøregjenstander og stoffer som har blitt avfall, skal regnes for å ha opphørt å være avfall når de\n1. har gjennomgått gjenvinning\n2. skal brukes til bestemte formål\n3. kan omsettes i et marked eller er gjenstand for etterspørsel\n4. innfrir de tekniske kravene som følger av de aktuelle bruksområdene og eventuelle produktkrav og -standarder, og\n5. ikke medfører nevneverdig høyere risiko for helseskade eller miljøforstyrrelse enn tilsvarende gjenstander og stoffer som ellers kunne blitt brukt.\nForurensningsmyndigheten kan gi forskrift som presiserer hva som skal regnes som avfall.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004), 9 des 2016 nr. 89, 17 juni 2022 nr. 65.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF endret ved direktiv (EU) 2018/851).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:27 a",
      "chapter": "5",
      "section": "27 a",
      "title": "(andre definisjoner)",
      "content": "Med husholdningsavfall menes avfall fra private husholdninger, herunder større gjenstander som inventar og lignende.\nMed næringsavfall menes avfall fra offentlige og private virksomheter og institusjoner\nMed spesialavfall menes avfall som ikke hensiktsmessig kan behandles sammen med annet husholdningsavfall eller næringsavfall på grunn av sin størrelse eller fordi det kan medføre alvorlig forurensning eller fare for skade på mennesker eller dyr.\nMed gjenvinning menes ethvert tiltak der hovedresultatet er at avfall kommer til nytte ved å erstatte materialer som ellers ville blitt brukt, eller at avfall har blitt forberedt til dette.\n0 Tilføyd ved lov 9 des 2016 nr. 89.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27a."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "(forbud mot forsøpling)",
      "content": "Ingen må tømme, etterlate, oppbevare eller transportere avfall slik at det kan virke skjemmende eller være til skade eller ulempe for miljøet.\nFørste ledd er ikke til hinder for at avfall blir tatt hånd om på opplagsplass eller i behandlingsanlegg med tillatelse etter § 29 eller for at avfall blir levert dit.\nDen som har overtrådt forbudet i første ledd, skal sørge for nødvendig opprydding.\n0 Endret ved lover 15 apr 1983 nr. 21, 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "(krav til anlegg for behandling av avfall)",
      "content": "Den som driver opplagsplass eller anlegg for behandling av avfall som kan medføre forurensning eller virke skjemmende, må ha tillatelse etter reglene i kap. 3. I tillatelsen kan det settes vilkår blant annet om transport, behandling, gjenvinning og oppbevaring av avfall og tiltak for å motvirke at anlegget virker skjemmende.\nDenne lovs § 10 gjelder tilsvarende for opplagsplass eller anlegg for behandling av avfall som trenger tillatelse etter første ledd.\nKommunen skal ha anlegg for opplag eller behandling av husholdningsavfall og kloakkslam og ha plikt til å ta imot slikt avfall og slam. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfellet fastsette at kommunen også skal ha anlegg for og plikt til å ta imot spesialavfall og næringsavfall. Forurensningsmyndigheten kan likeledes fastsette nærmere krav til avfallsanlegget.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Kommunal innsamling av husholdningsavfall m.v.",
      "content": "Kommunen skal sørge for innsamling av husholdningsavfall. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfellet pålegge kommunene å innføre ordninger for sortering av avfallet. Et slikt pålegg må baseres på en samlet vurdering av kostnadene dette vil innebære i forhold til de miljøfordeler som oppnås.\nKommunen kan gi forskrifter om at den kommunale innsamling bare skal gjelde i tettbygd strøk, at visse slag husholdningsavfall skal holdes utenfor den kommunale innsamling, og at visse slag avfall skal holdes adskilt. Kommunen kan etter søknad unnta bestemte eiendommer fra den kommunale innsamling.\nKommunen kan gi forskrifter som er nødvendig for å få til en hensiktsmessig og hygienisk oppbevaring, innsamling og transport av husholdningsavfall. Uten kommunens samtykke må ingen samle inn husholdningsavfall. Forurensningsmyndigheten kan i særlige tilfeller ved forskrift eller enkeltvedtak bestemme at kommunens samtykke ikke er nødvendig.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 juni 1993 nr. 107, 21 juni 1996 nr. 36, 11 apr 2003 nr. 23 (ikr. 1 juli 2004).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "(håndtering av spesialavfall)",
      "content": "Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle pålegge en kommune samle inn spesialavfall og kan fastsette plikt for den enkelte til å levere sitt spesialavfall til kommunen eller annen avfallsmottaker.\nForurensningsmyndigheten kan i det enkelte tilfelle eller i forskrift treffe vedtak for å få til en hensiktsmessig og forsvarlig oppbevaring, innsamling, transport og behandling av spesialavfall, herunder at ingen må samle inn slikt avfall uten forurensningsmyndighetens samtykke.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Håndtering av næringsavfall",
      "content": "Den som produserer næringsavfall, skal sørge for at avfallet blir brakt til lovlig avfallsanlegg eller gjennomgår gjenvinning, slik at det enten opphører å være avfall eller på annen måte kommer til nytte ved å erstatte materialer som ellers ville blitt brukt. Annen disponering av avfall fra fiske, jordbruk og skogbruk mv. er likevel tillatt, såfremt forurensningen dette kan medføre omfattes av § 8 første ledd nr. 1.\nForurensningsmyndigheten kan i særlige tilfeller gjøre unntak ved enkeltvedtak eller forskrift fra første ledd første punktum på nærmere fastsatte vilkår.\nForurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle pålegge produsenten å levere næringsavfall til kommunalt avfallsanlegg. Bestemmelsen i § 31 annet ledd gjelder tilsvarende.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:32 a",
      "chapter": "5",
      "section": "32 a",
      "title": "Mottaksanlegg for avfall fra skip",
      "content": "Forurensningsmyndigheten kan gi forskrifter om etablering og drift av mottaksanlegg i land for avfall og lasterester fra skip. Forurensningsmyndigheten kan herunder pålegge den enkelte kommune, havnemyndighet, havneeier eller andre å sørge for at det finnes tilstrekkelige leveringsmuligheter og gi bestemmelser om videre transport og disponering av mottatt avfall.\nForurensningsmyndigheten kan gi forskrifter om betaling av gebyr ved anløp i havn med mottaksanlegg og betaling av gebyr for levering av avfall og lasterester i havn.\n0 Tilføyd ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "5:32 b",
      "chapter": "5",
      "section": "32 b",
      "title": "(grensekryssende forsendelser av avfall)",
      "content": "Forurensningsmyndigheten kan gi forskrift om grensekryssende forsendelser av avfall, blant annet om:\na. forbud mot grensekryssende forsendelser av avfall, som forbud mot forsendelser av bestemte typer avfall eller til bestemte former for avfallshåndtering\nb. prosedyrer for grensekryssende forsendelser av avfall, som skriftlig forhåndsmelding og samtykke fra myndighetene\nc. krav til grensekryssende forsendelser av avfall, som finansiell sikkerhet, følgedokumenter og behandlingsbekreftelse\nd. plikt til å ta en grensekryssende forsendelse av avfall tilbake.\nForurensningsmyndigheten kan gi pålegg om at ulovlige grensekryssende forsendelser av avfall skal leveres til et lovlig avfallsanlegg.\n0 Tilføyd ved lov 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32b",
        "source_heading": "§ 32 b."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "(gjenvinning og annen behandling av avfall)",
      "content": "For å løse eller forebygge avfalls- eller forurensningsproblemer kan forurensningsmyndigheten, ved forskrift eller enkeltvedtak, fastsette at avfall skal gjenvinnes eller behandles på annen måte. Forurensningsmyndigheten kan herunder bl.a. treffe vedtak om:\na. forberedelse til ombruk\nb. materialgjenvinning,\nc. utnyttelse av energi,\nd. destruksjon,\ne. innsamling, oppbevaring, sortering\nf. bindende mål for gjenvinning, herunder mål for forberedelse til ombruk og materialgjenvinning\nVed avgjørelsen skal det legges vekt på om de samlede miljøfordeler står i rimelig forhold til kostnadene, og kostnadene ved andre måter å håndtere avfallet på.\nVedtak som nevnt i første ledd kan treffes overfor den som produserer, importerer, omsetter eller bruker avfallsskapende produkt og den som samler inn eller besitter avfall.\nOppnås ikke frivillig ordning mellom partene, kan vedtak som nevnt i første ledd også treffes overfor den som kan bruke eller behandle avfall fra andre dersom\n1. dette er nødvendig for å sikre en tilfredsstillende behandling av avfall som kan medføre alvorlig forurensning eller helseskade eller\n2. slikt vedtak er nødvendig for å få til en tilfredsstillende gjennomføring av et organisert system for innsamling og behandling av avfall.\nDen som leverer avfall til noen som etter fjerde ledd har plikt til å ta imot det, skal holde mottakeren skadesløs og levere avfallet på vilkår som sikrer mottakeren rimelig godtgjøring for hans arbeid. Har avfallet en verdi utover dette, skal mottageren betale et rimelig vederlag for avfallet. Partene kan kreve vederlagsspørsmålet avgjort ved voldgift etter voldgiftsloven.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 juni 1993 nr. 107, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:33 a",
      "chapter": "5",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1993 nr. 107 (ikr. 1 feb 1994), opphevet ved lov 15 mars 2002 nr. 5 (ikr. 1 apr 2002 iflg. res. 15 mars 2002 nr. 270).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(avfallsgebyr)",
      "content": "Kommunen skal fastsette gebyrer til dekning av kostnader forbundet med avfallssektoren, herunder innsamling, transport, mottak, oppbevaring, behandling, etterkontroll m.v. Kostnadene skal fullt ut dekkes inn gjennom gebyrene. Med kostnader menes både kapitalkostnader og driftskostnader. For avfall som kommunen har plikt til å samle inn, motta og/eller behandle etter §§ 29, 30 eller 31 må gebyret ikke overstige kommunens kostnader.\nKommunene bør fastsette differensierte gebyrer, der dette vil kunne bidra til avfallsreduksjon og økt gjenvinning. Forurensningsmyndigheten kan fastsette forskrifter om beregning av gebyrene.\nAvfallshåndtering etter § 35 omfattes ikke av denne bestemmelsen.\nGebyr skal betales av den som eier en eiendom som omfattes av ordning for innsamling av avfall eller tømming av slamavskiller, privet m.v. etter loven her. Dersom eiendommen er festet bort for 30 år eller mer, skal likevel festeren svare gebyret om ikke annet er avtalt. Det samme gjelder når festeren har rett til å få festet forlenget, slik at den samlede festetid blir mer enn 30 år.\nAvfallsgebyr med påløpte renter og kostnader er sikret med lovbestemt pant etter panteloven § 6-1. Reglene i lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane §§ 26 og 27 gjelder tilsvarende.\n0 Endret ved lover 15 apr 1983 nr. 21, 17 mars 1989 nr. 11, 11 juni 1993 nr. 107 (ikr. 1 feb 1994), 21 juni 1996 nr. 36, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "(avfall i samband med utsalgssteder, turistanlegg, utfartssteder m.v.)",
      "content": "Den som driver dagligvarehandel, bensinstasjon, kiosk og liknende utsalgssted skal sørge for oppsetting av avfallsbeholdere i nærheten av salgsstedet og tømming av disse. Den som driver leirplass eller annet turistanlegg har også plikt til å sette opp og tømme avfallsbeholdere. Den som driver virksomhet nevnt i første og annet punktum skal forøvrig foreta nødvendig opprydding i området.\nKommunen skal sørge for oppsetting og tømming av avfallsbeholdere på utfartssteder og andre sterkt besøkte offentlig steder hvor det må regnes med at avfall vil bli gjensatt. I tilknytning til tømming skal det foretas rimelig opprydding i området. Kommunens plikt etter dette ledd gjelder ikke dersom noen annen har plikt etter første ledd eller § 36.\nArrangør av tilstelning eller stevne skal sørge for nødvendig opprydding etterpå så langt dette ikke påhviler den som driver virksomhet som nevnt i første ledd.\nKommunen kan i det enkelte tilfelle gi de pålegg som er nødvendige til gjennomføring av reglene i første og tredje ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "(avfall langs offentlige veger m.v.)",
      "content": "Vegstyresmakten skal sørge for oppsetting og tømming av avfallsbeholdere langs offentlige veger utenfor tettbygd strøk hvor de vegfarende erfaringsmessig etterlater seg avfall. Beholderne skal plasseres slik at de er forenlige med trafikksikkerheten. I tilknytning til tømming skal vegstyresmakten foreta nødvendig opprydding innenfor vegens eiendomsgrenser så langt dette ikke påhviler noen etter § 35 første og tredje ledd.\nForurensningsmyndigheten kan ved forskrift eller i det enkelt tilfelle fastsette at vegholderen skal sørge for toalett for de vegfarende dersom det ellers vil oppstå utilfredsstillende forhold.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "(pålegg om å rydde opp i avfall o.l. eller betale for opprydding)",
      "content": "Kommunen kan gi pålegg om at den som har etterlatt, tømt eller oppbevart avfall i strid med § 28, skal fjerne det, rydde opp innen en viss frist, eller at han skal dekke rimelige utgifter som noen har hatt til fjerning eller opprydding. Slikt pålegg kan også gis overfor den som har overtrådt § 35 første eller tredje ledd dersom dette har ført til at avfallet er blitt spredd.\nForurensningsmyndigheten kan også gi pålegg om opprydding og fjerning til den som var eier av motorkjøretøy, skip, fly eller annen liknende større gjenstand, da det ble etterlatt i strid med § 28 eller som er eier når pålegget gis.\nHar noen bedt kommunen gi pålegg om opprydning eller betaling av utgifter etter første eller annet ledd, er avgjørelsen enkeltvedtak også om pålegg ikke blir gitt.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 15 mars 2002 nr. 5 (ikr. 1 apr 2002 iflg. res. 15 mars 2002 nr. 270).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(akutt forurensning)",
      "content": "Med akutt forurensning menes forurensning av betydning, som inntrer plutselig, og som ikke er tillatt etter bestemmelse i eller i medhold av denne lov.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(varslingsplikt)",
      "content": "Ved akutt forurensning eller fare for akutt forurensning, skal nærmeste politimyndighet straks varsles.\nVarslingsplikten etter første ledd påhviler den ansvarlige for forurensningen. Også andre har plikt til å varsle med mindre det åpenbart er unødvendig.\nForurensningsmyndigheten kan gi nærmere bestemmelser om varsling av akutt forurensning i forskrift eller ved godkjenning av beredskapsplan etter § 41. Det kan herunder fastsettes at varsel skal gis til annen myndighet enn politiet, og at varslingsreglene skal gjelde norsk fartøy uten hensyn til hvor det befinner seg.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(beredskapsplikt)",
      "content": "Den som driver virksomhet som kan medføre akutt forurensning skal sørge for en nødvendig beredskap for å hindre, oppdage, stanse, fjerne og begrense virkningen av forurensningen. Beredskapen skal stå i et rimelig forhold til sannsynligheten for akutt forurensning og omfanget av skadene og ulempene som kan inntreffe.\nForurensningsmyndigheten kan i forskrift eller enkeltvedtak fastsette nærmere krav til beredskapen etter første ledd. Beredskapen skal etter forurensningsmyndighetens nærmere bestemmelse tilpasses den kommunale og den statlige beredskapen mot akutt forurensning.\n0 Endret ved lov 15 apr 1983 nr. 21 (delvis i kraft, se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(beredskapsplaner)",
      "content": "Forurensningsmyndigheten kan i forskrift eller enkeltvedtak fastsette at det for virksomhet som kan medføre akutt forurensning, skal legges fram en beredskapsplan til godkjennelse. Planen skal gi retningslinjer for hva som skal gjøres ved akutt forurensning og den skal fornyes etter behov.\nForurensningsmyndigheten kan fastsette nærmere vilkår for godkjenning av beredskapsplan. Det kan herunder fastsettes at beredskapsplanen skal samordnes med planer for å møte andre ulykkessituasjoner enn akutt forurensning. Forurensningsmyndigheten kan gi pålegg om endring i godkjent beredskapsplan og om nødvendig kalle godkjenningen tilbake.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "(samarbeid om privat beredskap)",
      "content": "Forurensningsmyndigheten kan pålegge de som driver virksomhet som kan medføre akutt forurensning å samarbeide om beredskapen. Slike pålegg kan omfatte plikt til å utarbeide felles beredskapsplan etter § 41 og å holde beredskapsutstyr i fellesskap.\nForurensningsmyndigheten kan kreve at avtaler om etablering av særskilt beredskapsorganisasjon og andre avtaler om beredskapssamarbeid blir lagt fram til godkjennelse. Når det ikke foreligger slik avtale, kan forurensningsmyndigheten treffe vedtak om organisering og utgiftsfordeling i forbindelse med beredskapssamarbeidet.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "(kommunal og statlig beredskap)",
      "content": "Kommuner skal sørge for nødvendig beredskap mot mindre tilfeller av akutt forurensning som kan inntreffe eller medføre skadevirkninger innen kommunen, og som ikke dekkes av privat beredskap etter §§ 40-42.\nStaten skal sørge for beredskap mot større tilfeller av akutt forurensning som ikke er dekket av kommunal beredskap etter første ledd eller privat beredskap etter §§ 40-42.\nForurensningsmyndigheten skal såvidt mulig sørge for at privat, kommunal og statlig beredskap samordnes i et nasjonalt beredskapssystem.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "(kommunale og interkommunale beredskapsplaner)",
      "content": "Forurensningsmyndigheten kan kreve å få framlagt kommunal beredskapsplan til godkjenning og kan ved forskrift eller enkeltvedtak sette nærmere krav til den kommunale beredskapen.\nForurensningsmyndigheten kan ved forskrift eller enkeltvedtak pålegge kommuner å samarbeide om beredskap mot akutt forurensning og kan herunder treffe vedtak om interkommunale beredskapsplaner og om utgiftsfordelingen mellom kommunene.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "(statlig aksjonsutvalg ved omfattende ulykker)",
      "content": "Kongen kan oppnevne et aksjonsutvalg for omfattende ulykker som kan medføre akutt forurensning. Aksjonsutvalget består av representanter for de berørte myndigheter og andre som oppnevnes, og skal samordne de forskjellige myndigheters arbeid med å bekjempe ulykker. Aksjonsutvalget skal vurdere de tiltak som settes i verk av den som er ansvarlig for å bekjempe ulykken og om nødvendig overta ledelsen av aksjonen helt eller delvis.\nKongen gir regler om aksjonsutvalgets sammensetning, innkalling, myndighet og virksomhet.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "(aksjoner mot akutt forurensning)",
      "content": "Oppstår det akutt forurensning eller fare for akutt forurensning, skal den ansvarlige i samsvar med § 7 iverksette tiltak for å avverge eller begrense skader og ulemper.\nDersom den ansvarlige ikke iverksetter tilstrekkelige tiltak, skal vedkommende kommune søke å bekjempe ulykken. Kommunen skal varsle statlig forurensningsmyndighet som yter nødvendig bistand.\nVed større tilfeller av akutt forurensning eller fare for akutt forurensning kan statlig myndighet helt eller delvis overta ledelsen av arbeidet med å bekjempe ulykken.\nInntrer det omfattende akutt forurensning eller fare for slik forurensning, skal forurensningsmyndigheten sammenkalle aksjonsutvalget etter § 45.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "(bistandsplikt)",
      "content": "Ved kommunale aksjoner etter dette kapittel plikter den som har beredskapsplikt etter § 40 etter pålegg fra kommunen å stille til rådighet utstyr og personell som inngår i den private beredskap etter §§ 40-42. Etter anmodning skal andre kommuner såvidt mulig yte bistand.\nVed aksjoner som ledes av staten, plikter den som har beredskapsplikt etter § 40 og kommuner etter pålegg fra forurensningsmyndigheten å stille til rådighet utstyr og personell som inngår i beredskapen etter §§ 40-44. Er det fare for meget betydelig forurensningsskade, kan enhver gis pålegg om å stille til rådighet materiell eller personell for å bekjempe ulykken.\nBestemmelsen i annet ledd gjelder også ved aksjoner utenfor rikets grenser. I slike tilfeller kan forurensningsmyndigheten også fastsette at utstyr og personell skal stilles til rådighet for andre lands myndigheter i den utstrekning det ellers følger av annet ledd.\nAlle offentlige myndigheter skal i den utstrekning det er forenlig med deres øvrige oppgaver yte bistand ved omfattende tilfeller av akutt forurensning.\nDen som har ytt bistand etter denne paragraf har krav på vederlag i samsvar med bestemmelsene i § 75 annet ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "(forurensningsmyndighetens oppgaver)",
      "content": "Forurensningsmyndigheten skal føre tilsyn med den alminnelige forurensningssituasjon og med forurensninger fra de enkelte kilder. Forurensningsmyndigheten skal også føre tilsyn med håndteringen av avfall.\nForurensningsmyndigheten skal gjennom råd, veiledning og opplysning arbeide for å motvirke forurensninger og avfallsproblemer og se til at reglene i loven og vedtak i medhold av loven blir fulgt.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:48 a",
      "chapter": "7",
      "section": "48 a",
      "title": "Statlig tilsyn med kommunene",
      "content": "Statsforvalteren kan føre tilsyn med lovligheten av kommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 9, 22, 23, 24, 26, 29, 30, 31, 32 a, 33, 34, 35, 37, 43, 44, 46, 47, 48 og 82 og kommunens internkontroll etter kommuneloven § 25-1 knyttet til disse pliktene.\nFor tilsyn etter første ledd gjelder bestemmelsene i kommuneloven kapittel 30.\n0 Tilføyd ved lov 13 juni 2014 nr. 21, endret ved lover 19 juni 2015 nr. 68, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 16 juni 2023 nr. 61 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 954), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "(opplysningsplikt)",
      "content": "Etter pålegg av forurensningsmyndigheten plikter den som har, gjør eller setter i verk noe som kan forurense eller føre til avfallsproblemer uten hinder av taushetsplikt å gi forurensningsmyndigheten eller andre offentlige organer de opplysninger som er nødvendige for gjennomføring av gjøremål etter loven. Når særlige grunner tilsier det, kan forurensningsmyndigheten kreve at opplysningene gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum.\nOpplysninger som nevnt i første ledd kan også kreves fra andre offentlige myndigheter uten hinder av den taushetsplikt som ellers gjelder. Forurensningsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nVedtak etter første eller annet ledd treffes ved forskrift eller enkeltvedtak.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "(rett til gransking)",
      "content": "Forurensningsmyndigheten skal ha uhindret adgang til eiendom der forurensning kan oppstå eller har oppstått, eller som er eller kan bli utsatt for forurensning når det er nødvendig for dens gjøremål etter loven. Tilsvarende gjelder virksomhet som har ført eller kan føre til avfallsproblemer.\nForurensningsmyndigheten kan kreve å få lagt fram og få granske dokumenter og annet materiale som kan ha betydning for dens gjøremål etter loven.\nVed inspeksjon av virksomhet skal forurensningsmyndigheten først ta kontakt med representanter for virksomhetens ledelse.\nMed mindre tungtveiende hensyn tilsier noe annet, skal forurensningsmyndigheten gi skriftlig rapport til virksomheten om resultatet av kontrollen.\n0 Endret ved lover 15 apr 1983 nr. 21, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "(pålegg om undersøkelse)",
      "content": "Forurensningsmyndigheten kan pålegge den som har, gjør eller setter i verk noe som fører eller som det er grunn til å tro kan føre til forurensning, å sørge for eller bekoste undersøkelser eller lignende tiltak som med rimelighet kan kreves for å\na. fastslå om og i hvilken grad virksomheten fører eller kan føre til forurensning,\nb. klarlegge årsaken til eller virkningene av inntrådt forurensning,\nc. klarlegge hvordan forurensningen skal motvirkes.\nBestemmelsen i første ledd får tilsvarende anvendelse på virksomhet som fører, eller kan føre til avfallsproblemer.\nPålegg etter første og annet ledd kan fastsettes ved forskrift eller i det enkelte tilfelle.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:51 a",
      "chapter": "7",
      "section": "51 a",
      "title": "Registrering av forurensning i eller på fast eiendom",
      "content": "Forurensningsmyndigheten kan registrere opplysninger om forurensning i eller på fast eiendom i matrikkelen, jf. lov om eigedomsregistrering.\nFør registrering skjer skal berørte parter varsles.\nForurensningsmyndigheten kan også registrere pålegg som gjelder forurensning i eller på fast eiendom på vedkommende matrikkelenhet.\nDepartementet kan i forskrift gi nærmere bestemmelser om registrering i matrikkelen, herunder hvem som skal sørge for slik registrering.\n0 Tilføyd ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51a",
        "source_heading": "§ 51a."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "(godkjenning av laboratorier og analysemetoder)",
      "content": "Forurensningsmyndigheten kan ved forskrift eller enkeltvedtak fastsette at undersøkelser og analyser som utføres etter vedtak i medhold av loven, skal foretas slik forurensningsmyndigheten bestemmer eller må foretas av noen som forurensningsmyndigheten har godkjent.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:52 a",
      "chapter": "7",
      "section": "52 a",
      "title": "(gebyrer)",
      "content": "Forurensningsmyndigheten kan gi forskrift om gebyrer for behandling av tillatelser etter denne lov, eller forskrift fastsatt i medhold av loven, og for kontrolltiltak som gjennomføres for å sikre at loven eller vedtak i medhold av loven blir fulgt. Gebyrene settes slik at de samlet ikke overstiger forurensningsmyndighetens kostnader ved saksbehandlingen eller kontrollordningen.\nGebyret er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 16 mai 1986 nr. 22, endret ved lover 8 jan 1993 nr. 20, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52a",
        "source_heading": "§ 52 a."
      }
    },
    {
      "provision_ref": "7:52 b",
      "chapter": "7",
      "section": "52 b",
      "title": "Internkontroll",
      "content": "Forurensningsmyndigheten kan gi forskrifter om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Tilføyd ved lov 27 juli 1990 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52b",
        "source_heading": "§ 52 b."
      }
    },
    {
      "provision_ref": "7:52 c",
      "chapter": "7",
      "section": "52 c",
      "title": "(EMAS-ordningen)",
      "content": "Forurensingsmyndigheten eller den forurensningsmyndigheten bemyndiger kan gi forskrifter som gjennomfører EØS-avtalens regler om frivillig deltakelse i en miljøstyrings- og miljørevisjonsordning (EMAS-ordningen).\nBrønnøysundregistrenes vedtak om hvorvidt en organisasjon skal registreres eller strykes fra registeret etter forordningens​1 artikkel 6, og Justervesenets vedtak om å gi, utvide, avslå, suspendere eller trekke tilbake akkreditering av miljøkontrollører etter artikkel 4 nr. 4 og 5, kan påklages til forurensningsmyndigheten.\n0 Tilføyd ved lov 21 juni 1996 nr. 36, endret ved lov 15 mars 2002 nr. 5 (ikr. 21 mars 2003 iflg. res. 21 mars 2003 nr. 359, paragrafen flyttet fra kap. 7A hvis overskrift samtidig ble opphevet).\n1 Jf. EØS-avtalen vedlegg XX nr. 1ea (forordning (EF) nr. 1221/2009).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52c",
        "source_heading": "§ 52 c."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "(saklig virkeområde)",
      "content": "Kapitlet her gjelder plikten til å betale erstatning for forurensningsskade, for så vidt ansvarsspørsmålet ikke er særskilt regulert i annen lovgivning eller i kontrakt.\nMed forurensningsskade menes skade, ulempe eller tap forårsaket av forurensning (jf. § 6). Uansett hva som er bestemt i medhold av § 6, regnes som forurensning her også lys eller annen stråling som er eller kan være til skade, tap eller ulempe for miljøet.\nBestemmelsene i kapitlet gjelder tilsvarende for skade, ulempe eller tap forårsaket av avfall (jf. § 27).\nUavhengig av bestemmelse i eller i medhold av § 5 gjelder kapitlet her også forurensning og avfall fra faste transportanlegg og fra det enkelte transportmiddel, jf. § 5 fjerde ledd.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "(stedlig virkeområde og lovvalg)",
      "content": "Bestemmelsene i kapitlet gjelder forurensningsskade som:\na. inntrer i Norge eller Norges økonomiske sone,\nb. inntrer utenfor områder som nevnt i bokstav (a), såfremt skaden er forårsaket av hending eller virksomhet på norsk sjø- eller landterritorium.\nSkader som ikke omfattes av virkeområdet etter første ledd, faller likevel inn under kapitlet i den utstrekning norsk erstatningsrett skal anvendes etter ellers gjeldende lovvalgregler.\nNår det gjelder tiltak for å avverge eller begrense forurensningsskade, er det tilstrekkelig at skade kan inntre på et område som kapitlet omfatter.\nSkadelidte kan kreve at spørsmålet om erstatning for forurensningsskade skal avgjøres etter bestemmelsene i den stat hvor den forurensende handling eller virksomhet fant sted.\n§ 3 tredje ledd gjelder tilsvarende.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "(ansvarssubjekt og ansvarsgrunnlag)",
      "content": "Eier av fast eiendom, gjenstand, anlegg eller virksomhet som volder forurensningsskade, er ansvarlig etter kapitlet her uten hensyn til egen skyld, dersom eieren også driver, bruker eller innehar eiendommen m.v. I motsatt fall hviler slikt ansvar alene på den som faktisk driver, bruker eller innehar eiendommen m.v., for så vidt skaden ikke skyldes forhold som også eieren hefter for etter ellers gjeldende erstatningsregler.\nDen som indirekte ved å levere varer eller tjenester, foretar kontroll eller tilsyn eller på liknende måte har medvirket til forurensningsskade, er bare ansvarlig dersom det er utvist forsett eller uaktsomhet. Ved bedømmelsen av skyld skal det tas hensyn til om de krav skadelidte med rimelighet kan stille til virksomheten eller tjenesten, er satt til side. Bestemmelsen her gjør likevel ingen innskrenkning i det ansvar som følger av ellers gjeldende erstatningsregler.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "(tålegrense)",
      "content": "Erstatning for forurensning som er tillatt, kan bare kreves i den utstrekning forurensningen er urimelig eller unødig etter reglene i lov av 16 juni 1961 nr. 15 om rettshøve mellom grannar § 2 annet til fjerde ledd.\nSelv om en forurensningsskade i seg selv ikke gir grunnlag for erstatning etter kapitlet her, kan den tas i betraktning ved krav om erstatning etter granneloven.\n0 Tilføyd ved lov 16 juni 1989 nr. 67,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "(ansvarets omfang)",
      "content": "Ansvar etter kapitlet omfatter\na. erstatning for økonomisk tap som følge av forurensningsskade som nevnt i § 53,\nb. erstatning for skade, tap, ulempe eller utgifter som følge av rimelige tiltak for å hindre, begrense, fjerne eller avbøte forurensningsskade. Utgifter til tiltak mot forurensning som var tillatt, kan likevel ikke kreves erstattet i den utstrekning slik erstatning klart ville overstige den erstatning som kunne ha vært krevd dersom tiltakene ikke var blitt satt i verk,\nc. erstatning for skade, tap eller ulempe som følge av at forurensningen hindrer eller vanskeliggjør utøving av allemannsrett i næring,\nd. erstatning for skade, ulempe eller tap med hensyn til annen utøving av allemannsrett etter reglene i § 58,\ne. erstatning for tap som en arbeidstaker lider ved at forurensningen fører til driftsstans eller innskrenking i en virksomhet han eller hun er ansatt i. Dette gjelder likevel ikke når virksomheten som sådan ikke kan kreve sitt tap erstattet fordi tapet er en for fjern og upåregnelig følge av forurensningen.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "(gjenopprettingserstatning til allmennheten ved skade som rammer utøvelse av allemannsretter utenfor næring m.v.)",
      "content": "Ikke-tillatt forurensning som hindrer, vanskeliggjør eller begrenser utbyttet av å utøve allemannsrett utenfor næring, kan kreves erstattet etter paragrafen her, så langt det gjelder rimelige utgifter til å gjenopprette miljøet slik at allemannsretten i størst mulig utstrekning skal kunne utøves som tidligere.\nKrav om erstatning etter første ledd fremmes av den kommunale forurensningsmyndighet etter § 81 første ledd bokstav c når forurensningsskaden er begrenset til kommunen. Dersom erstatningskravet er rettet mot kommunen, eller skade er voldt i flere kommuner, fremmes kravet av forurensningsmyndigheten på fylkesnivå etter § 81 første ledd bokstav b. Dersom erstatningskravet er rettet mot fylkeskommunen, eller skade er voldt i flere fylker, fremmes kravet av den statlige forurensningsmyndighet etter § 81 første ledd bokstav a. Departementet kan gi regler om hvilke forurensningsmyndigheter som nevnt i § 81 første ledd bokstav a og b som kan gjøre kravet gjeldende.\nKrav om erstatning etter første ledd kan, uavhengig av om kravet fremmes av forurensningsmyndigheten, også gjøres gjeldende av en privat organisasjon eller sammenslutning med rettslig interesse i saken.\nDersom en part som nevnt i tredje ledd fremmer krav etter paragrafen her, skal erstatningsbeløpet likevel tilfalle forurensningsmyndigheten etter reglene i annet ledd.\nForurensningsmyndigheten treffer nærmere bestemmelse om hvordan erstatningsbeløpet skal anvendes. Nødvendige sakskostnader som en privat organisasjon e l har hatt, kan kreves dekket av beløpet.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "(flere mulige skadeårsaker)",
      "content": "Den som volder en forurensning som alene eller sammen med andre skadeårsaker kan ha forårsaket forurensningsskaden, regnes for å ha voldt skaden dersom det ikke blir godtgjort at en annen årsak er mer sannsynlig.\nDe som volder forurensninger som hver for seg eller til sammen er tilstrekkelige til å forårsake forurensningsskaden, er solidarisk ansvarlige etter skadeerstatningsloven § 5-3.\nDersom det blir godtgjort at andre skadeårsaker i overveiende grad har bidratt til skaden, kan ansvaret for en mindre betydelig skadeårsak falle helt bort eller settes ned forholdsmessig så langt det er rimelig. Ved vurderingen skal det tas hensyn til skadevolderens bidrag til skaden, arten og omfanget av skadevolderens virksomhet og forholdene ellers.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "(engangserstatning eller terminvise beløp)",
      "content": "Reglene i granneloven § 16 om engangserstatning eller terminvise beløp gjelder tilsvarende for erstatning etter kapitlet her.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "(lemping av ansvaret)",
      "content": "Ved spørsmål om lemping av erstatningsansvar som følge av skade voldt på fast eiendom eller ting, kan det ved vurderingen etter skadeerstatningsloven § 5-2 tas hensyn til at eiendommen eller tingen tåler særlig lite.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "8:62",
      "chapter": "8",
      "section": "62",
      "title": "(bruken av erstatning ved utleie av bolig til boligformål)",
      "content": "Erstatning for forurensningsskade på leilighet utleid til bolig skal brukes til vern mot forurensningen. I den utstrekning dette er lite tjenlig for leieboerne, kan erstatningen brukes til andre tiltak som øker bostandarden eller for øvrig slik at det også kommer leieboerne til gode.\nDepartementet gir nærmere regler om gjennomføringen av første ledd, bl.a. om nødvendige prosessregler.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "title": "(plikt til å stille sikkerhet m.v.)",
      "content": "I en tillatelse etter loven her eller etter forskrift i medhold av loven kan det settes som vilkår at det blir stilt sikkerhet for mulig erstatningsansvar etter kapitlet her.\nForurensningsmyndigheten avgjør hvilken sikkerhet som skal kreves.\nForurensningsmyndigheten kan gi forskrifter om plikt til å stille sikkerhet for nærmere angitte typer virksomhet.\nKongen kan gi bestemmelse om etablering av særskilte erstatningsordninger som skal dekke krav som omfattes av kapitlet, bl.a. om finansiering, tilskuddsplikt, søksmålsrett og skadeoppgjør.\n0 Tilføyd ved lov 16 juni 1989 nr. 67, endret ved lov 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "8:64",
      "chapter": "8",
      "section": "64",
      "title": "(vernetinget ved kumulasjon)",
      "content": "Søksmål om erstatning eller krav som gjelder fast eiendom kan samlet reises i enhver rettskrets hvor det er verneting for ett av kravene, såfremt grunnlaget for kravene er det samme eller vesentlig likeartet. På samme vilkår kan krav reises av flere skadelidte eller mot flere skadevoldere i fellesskap.\n0 Tilføyd ved lov 16 juni 1989 nr. 67, endret ved lover 24 aug 1990 nr. 54, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:73",
      "chapter": "9",
      "section": "73",
      "title": "(tvangsmulkt ved forhold i strid med loven)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan forurensningsmyndigheten fatte vedtak om tvangsmulkt til staten.\nTvangsmulkt kan fastsettes når overtredelse av loven eller vedtak i medhold av loven er oppdaget. Tvangsmulkten begynner å løpe dersom den ansvarlige oversitter den frist for retting av forholdet som forurensningsmyndigheten har fastsatt. Tvangsmulkt kan også fastsettes på forhånd og løper da fra eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at det forfaller for hver overtredelse. Tvangsmulkt fastsettes som løpende mulkt eller engangsmulkt. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forholdet varer, eller at det forfaller for hver overtredelse.\nTvangsmulkt ilegges den ansvarlige for overtredelsen. Er overtredelsen skjedd på vegne av et selskap eller en annen sammenslutning, en stiftelse, en kommune, fylkeskommune eller annen offentlig innretning, skal tvangsmulkten vanligvis pålegges virksomheten som sådan. Er overtredelsen skjedd på vegne av en beredskapsorganisasjon opprettet etter § 42, kan tvangsmulkten pålegges de deltagende selskaper.\nVedtak om tvangsmulkt er tvangsgrunnlag for utlegg.\n0 Endret ved lover 15 apr 1983 nr. 21, 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "9:74",
      "chapter": "9",
      "section": "74",
      "title": "(umiddelbar gjennomføring ved forurensningsmyndigheten)",
      "content": "Har forurensningsmyndigheten gitt pålegg i medhold av § 7 fjerde ledd eller § 37 første eller annet ledd som ikke etterkommes av den ansvarlige, kan forurensningsmyndigheten sørge for iverksetting av tiltakene.\nForurensningsmyndigheten kan også sørge for iverksetting av tiltakene dersom slikt pålegg kan medføre at iverksettelsen av tiltakene forsinkes eller dersom det er uvisst hvem som er ansvarlig.\nVed iverksetting av tiltak etter første og annet ledd kan forurensningsmyndigheten gjøre bruk av og om nødvendig volde skade på den ansvarliges eiendom.\nForurensningsmyndigheten kan gi nærmere forskrifter om gjennomføring av tiltak etter første og annet ledd.\nInngrep mot akutt forurensning eller fare for akutt forurensning på det frie åpne hav og i ytre norsk sjøterritorium skal skje i samsvar med mellomfolkelig overenskomst som Norge har sluttet seg til. Forurensningsmyndigheten kan gi forskrift om slikt inngrep og om gjennomføring av slik overenskomst i norsk rett.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "9:75",
      "chapter": "9",
      "section": "75",
      "title": "(bruk av annen manns eiendom for å bekjempe forurensning og avfallsproblemer og vederlag for bistand)",
      "content": "Ved gjennomføring av tiltak etter §§ 7, 37, 46 og 74 kan forurensningsmyndigheten bestemme at det mot vederlag kan gjøres bruk av eller voldes skade på annens eiendom, såfremt vinningen er vesentlig større enn skaden eller ulempen ved inngrepet.\nDen som har gitt bistand etter § 47 første til tredje ledd og som ikke er ansvarlig for forurensningen, har også krav på vederlag.\nForurensningsmyndigheten er ansvarlig for vederlag etter første og annet ledd. Staten innestår for kravet.\nKommuner som har hatt vesentlige utgifter til bekjempelse av akutt forurensning, kan få vederlag av staten etter nærmere bestemmelser fastsatt av forurensningsmyndigheten.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "9:76",
      "chapter": "9",
      "section": "76",
      "title": "(betaling av utgifter for tiltak mot forurensninger og avfallsproblemer)",
      "content": "Det offentliges utgifter, skade eller tap etter § 74 kan kreves dekket av den ansvarlige for forurensningen eller avfallsproblemene. Det samme gjelder det offentliges utgifter til vederlag etter § 75. Dersom han ikke kan betale, eller det er ukjent hvem som er ansvarlig, kan utgiftene også kreves dekket av skadelidte eller den hvis interesser er ivaretatt ved tiltakene.\nDet kan beregnes renter av krav etter første ledd første og andre punktum i samsvar med forsinkelsesrenteloven. Det kan også beregnes renter fra utgiftene påløper og frem til forsinkelsesrenten begynner å løpe (avsavnsrente). Ved beregning av avsavnsrente etter andre punktum skal pengemarkedsrenten tillagt fire prosentpoeng benyttes som rentesats.\nHar den ansvarlige ikke innen rimelig tid truffet tiltak som han er pliktig til, eller hvis det haster med å treffe tiltakene, kan den som har iverksatt tiltak for å verne sin eiendom eller avbøte skader på denne, kreve utgiftene dekket av den ansvarlige for så vidt som de er gjennomført med rimelig aktsomhet.\nVedkommende forvaltningsorgan kan helt eller delvis frafalle sitt krav på dekning etter første ledd dersom det ellers vil komme til fortrengsel for andre skadelidte eller det vil virke urimelig å fremme kravet.\nOm lemping av ansvar etter første, annet og tredje ledd gjelder skadeerstatningsloven § 5-2 tilsvarende.\nKrav etter paragrafen her foreldes 5 år etter den dag da tiltakene ble gjennomført.​1 Dersom den ansvarlige ikke var kjent da tiltakene ble gjennomført, foreldes kravet 5 år etter den dagen da fordringshaveren fikk eller burde ha skaffet seg nødvendig kunnskap om den ansvarlige. Har forurensningsmyndigheten truffet vedtak om krav på refusjon, løper fristen fra tidspunktet da endelig vedtak ble truffet. Kravet foreldes likevel senest 30 år etter at tiltakene ble gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 21 juni 1996 nr. 36, 14 juni 2013 nr. 52, 21 mai 2021 nr. 41.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "9:77",
      "chapter": "9",
      "section": "77",
      "title": "(begrenset adgang til å kreve utgifter dekket før tiltak er truffet)",
      "content": "Krav på betaling som det offentlige har etter § 76 første ledd, kan kreves dekket uten hensyn til avtale, dom eller oppgjør mellom den ansvarlige og andre skadelidte.\nNår andre enn det offentlige krever dekning av utgifter for tiltak mot forurensning av fast eiendom, og tiltakene ikke er gjennomført, kan beløpet bare kreves utbetalt av den ansvarlige\na. når det er åpenbart at tiltakene ikke har betydning for allmennheten eller\nb. når forurensningsmyndigheten samtykker. Det kan settes vilkår for slikt samtykke for å sikre at erstatningen nyttes til formålet.\nFor beløp som er betalt overensstemmende med annet ledd bokstav a) eller b), blir den ansvarlige fri sitt ansvar overfor det offentlig etter § 76 første ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "10:78",
      "chapter": "10",
      "section": "78",
      "title": "(straffansvar for forurensning)",
      "content": "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt\na. har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven\nb. unnlater å treffe tiltak som han er pliktig til etter §§ 7 og 40, etter forskrift i medhold av loven, etter vilkår i enkelttillatelse etter § 11, vilkår i godkjent beredskapsplan etter § 41, eller etter særskilt pålegg i medhold av denne lov\nc. unnlater å gi melding etter §§ 19 eller 20 eller å legge fram beredskapsplan etter § 41\nd. unnlater å etterkomme forurensningsmyndighetens pålegg etter §§ 49-51.\nHar overtredelsen voldt fare for stor skade eller ulempe, eller det forøvrig foreligger skjerpende omstendigheter, kan fengsel inntil 3 år anvendes. Dersom overtredelsen har voldt fare for alvorlig eller irreversibel skade på biologisk mangfold, eller fare for menneskers liv eller helbred, kan fengsel inntil 5 år anvendes.\n0 Endret ved lover 15 apr 1983 nr. 21, 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "10:78 a",
      "chapter": "10",
      "section": "78 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 21 juni 1996 nr. 36, opphevet ved lov 15 mars 2002 nr. 5 (ikr. 21 mars 2003 iflg. res. 21 mars 2003 nr. 359).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78a",
        "source_heading": "§ 78 a."
      }
    },
    {
      "provision_ref": "10:79",
      "chapter": "10",
      "section": "79",
      "title": "(straffansvar for ulovlig håndtering av avfall)",
      "content": "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt\na. etterlater eller tømmer samlet avfall, større kasserte gjenstander eller spesialavfall, slik at det kan virke skjemmende eller være til skade eller ulempe for miljøet\nb. unnlater å etterkomme pålegg om tiltak mot avfall etter § 37.\nI forskrift etter §§ 30 til 33 kan det bestemmes at forsettlig eller uaktsom overtredelse av forskriften straffes med bøter.\nMed bøter eller fengsel inntil 2 år straffes den som forsettlig eller uaktsomt innfører eller utfører avfall i strid med bestemmelser om grensekryssende forsendelser av avfall i forskrift etter § 32 b.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 29 aug 2014 nr. 62 (ikr. 1 jan 2015), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "10:80",
      "chapter": "10",
      "section": "80",
      "title": "(overtredelsesgebyr)",
      "content": "Forurensningsmyndigheten kan gi forskrift om ileggelse av overtredelsesgebyr til den som\na. har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven\nb. overtrer tiltaksplikt etter § 7 andre ledd eller pålegg etter § 7 fjerde ledd\nc. overtrer vilkår i forskrift etter § 9 første ledd eller tillatelse etter § 11 første ledd jf. § 16\nd. driver virksomhet uten tillatelse i strid med forskrift etter § 11 tredje ledd\ne. overtrer meldingsplikt etter § 20 første ledd andre punktum eller tredje ledd første punktum eller forskrift etter § 20 fjerde ledd\nf. overtrer tiltaksplikt etter § 20 første ledd første punktum eller pålegg etter § 20 andre ledd\ng. overtrer forskrift etter § 24 tredje ledd\nh. overtrer forbud i § 28 første ledd eller plikt etter § 28 tredje ledd\ni. overtrer § 29 første ledd første punktum\nj. overtrer forbud i § 30 tredje ledd andre punktum, eller forskrift etter § 30 andre eller tredje ledd\nk. overtrer forskrift eller enkeltvedtak etter § 31 andre ledd\nl. forsøker å overtre bestemmelser om grensekryssende forsendelse av avfall i forskrift etter § 32 b\nm. overtrer plikt i § 32 første ledd første punktum\nn. overtrer forskrift etter § 32 a første ledd\no. overtrer forskrift eller enkeltvedtak etter § 33 første ledd\np. overtrer plikt i § 35 første eller tredje ledd eller pålegg etter § 35 fjerde ledd\nq. overtrer varslingsplikt i § 39 første eller andre ledd eller forskrift etter § 39 tredje ledd, når vedkommende er den ansvarlige for forurensningen,\nr. overtrer beredskapsplikt i § 40 første ledd eller forskrift eller enkeltvedtak etter § 40 andre ledd\ns. overtrer forskrift etter § 52 b.\nFysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.\nForurensningsmyndigheten kan gi forskrift om utmålingen av overtredelsesgebyr.\nAdgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen er opphørt. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.\n0 Opphevet ved lov 20 juli 1991 nr. 66, tilføyd igjen ved lov 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), endret ved lov 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "11:81",
      "chapter": "11",
      "section": "81",
      "title": "(forurensningsmyndighetene)",
      "content": "Forurensningsmyndighetene er:\na. på riksnivå: Kongen, departementet og Miljødirektoratet,\nb. på fylkesnivå: fylkeskommunen og statsforvalteren eller den departementet bestemmer,\nc. på kommunalt nivå: kommunen.\nKongen fastsetter hvilken forurensningsmyndighet som kan treffe vedtak etter loven. For kommunens og fylkeskommunens myndighet gjelder § 82. Departementet kan videre fastsette at vedtak etter loven kan treffes av andre enn forurensningsmyndighetene herunder privat rettssubjekt.\nKongen pålegger de øvrige forurensningsmyndigheter å utføre gjøremål etter denne lov. For kommunens og fylkeskommunens gjøremål gjelder § 82.\n0 Endret ved lover 15 apr 1983 nr. 21, 14 juni 1991 nr. 30, 14 juni 2013 nr. 48 (ikr. 1 juli 2013), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "11:82",
      "chapter": "11",
      "section": "82",
      "title": "(kommunens og fylkeskommunens myndighet og gjøremål etter forurensningsloven)",
      "content": "Kongen kan gi forskrift om at kommunen skal ha myndighet etter loven på områdene avløp, avfall, akutt forurensning, lokal luftkvalitet, støy, forurenset grunn, landbruk og lokale klimagassutslipp, i tillegg til det som følger av kapittel 4 og 5 i loven her.\nKongen kan gi forskrift om hvilke gjøremål kommunen skal utføre på områdene avløp, avfall, akutt forurensning, lokal luftkvalitet og støy, i tillegg til det som følger av kapittel 4, 5 og 6 i loven her.\nKongen kan gi forskrift om fylkeskommunens myndighet og gjøremål etter loven.\nEtter forespørsel fra kommunen kan Miljødirektoratet i enkeltsaker bestemme at kommunens myndighet som er tildelt etter første ledd, i stedet skal utøves av Miljødirektoratet eller statsforvalteren.\n0 Opphevet ved lov 14 juni 1991 nr. 30, tilføyd ved lov 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "11:83",
      "chapter": "11",
      "section": "83",
      "title": "(delegasjon av myndighet lagt til kommunen eller fylkeskommunen)",
      "content": "Kommuneloven gjelder for kommunens og fylkeskommunens delegasjonsadgang.\nNår særlige hensyn taler for det, kan kommunestyret og fylkestinget delegere myndighet til å treffe enkeltvedtak til henholdsvis kommunale/interkommunale og fylkeskommunale/interfylkeskommunale selskaper.\n0 Endret ved lover 15 apr 1983 nr. 21, 12 juni 1987 nr. 70, 17 mars 1989 nr. 11, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "11:84",
      "chapter": "11",
      "section": "84",
      "title": "(anmodning om å gjennomføre tiltak mot betydelige miljøskader eller overhengende fare for slike)",
      "content": "Enhver kan anmode forurensningsmyndigheten om å treffe tiltak etter § 7.\nForurensningsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av betydelig miljøskade, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger betydelig miljøskade i vann eller på land eller overhengende fare for slik skade.​1\nForurensningsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i annet ledd er enkeltvedtak også dersom pålegg ikke gis.\n0 Opphevet ved lov 21 juni 1996 nr. 36, tilføyd igjen ved lov 14 juni 2013 nr. 52.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "11:85",
      "chapter": "11",
      "section": "85",
      "title": "(forholdet til forvaltningsloven og tjenesteloven)",
      "content": "Forvaltningsloven gjelder med de særlige bestemmelser som er gitt i loven her.\nDepartementet er klageinstans over vedtak truffet av Miljødirektoratet. Miljødirektoratet er klageinstans over vedtak truffet av statsforvalteren. For vedtak truffet av kommunen gjelder forvaltningsloven § 28 annet ledd, med unntak av vedtak etter § 47 hvor statsforvalteren er klageinstans. Departementet kan fastsette en annen klageinstans enn det som følger av dette ledd og hvem klage over vedtak truffet av privat rettssubjekt skal gå til.\nForurensningsmyndigheten kan gi utfyllende forskrifter om saksbehandlingen av søknader etter § 11, herunder om hvem søknaden skal forelegges for, kunngjøring av søknader og tillatelser og om betaling av kunngjøringen.\nDepartementet kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for søknad om tillatelse etter kap. 3, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Endret ved lover 15 apr 1983 nr. 21, 12 juni 1987 nr. 70, 17 mars 1989 nr. 11, 14 juni 1991 nr. 30, 21 juni 1996 nr. 36, 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672), 14 juni 2013 nr. 52, 14 juni 2013 nr. 48 (ikr. 1 juli 2013, delvis ikr., se § 89 med note), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "12:86",
      "chapter": "12",
      "section": "86",
      "title": "(forholdet til eldre virksomheter)",
      "content": "Loven gjelder også for virksomhet som er igangsatt før loven trer i kraft. Bestemmelsen i § 37 om plikt til å rydde opp og fjerne avfall o.l. gjelder også ved overtredelse av gjerningsbeskrivelsen i § 28 som har funnet sted før loven trer i kraft.\nDet er likevel ikke nødvendig å søke om ny tillatelse etter § 11 for forurensning som er meddelt tillatelse etter vassdragsloven 15. mars 1940 §§ 48 og 49, granneloven 16. juni 1961 nr. 15 § 19 eller vannvernloven 26. juni 1970 nr. 75 § 6 eller § 10.\nVirksomhet som var igangsatt da loven her trådte i kraft og som ikke trengte tillatelse etter bestemmelsene nevnt i annet ledd, kan fortsette uten tillatelse etter § 11, jfr. §§ 7 og 29. Det samme gjelder virksomhet som er tillatt etter granneskjønn som i henhold til grannelovens §§ 7 og 8 er holdt før loven trådte i kraft. Forurensningsmyndigheten kan likevel i forskrift eller enkeltvedtak bestemme at virksomhet nevnt i første og annet punktum er ulovlig etter en fastsatt frist, dersom virksomheten ikke har tillatelse etter § 11.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "12:87",
      "chapter": "12",
      "section": "87",
      "title": "(forholdet til vedtak truffet etter eldre lovgivning)",
      "content": "Forskrifter eller enkeltvedtak fastsatt med hjemmel i lovbestemmelser som oppheves etter § 90, står fortsatt ved lag inntil de blir endret eller opphevet i medhold av denne lov.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "12:88",
      "chapter": "12",
      "section": "88",
      "title": "(gjennomføringsbestemmelser)",
      "content": "Departementet kan gi bestemmelser til utfylling og gjennomføring av denne lov, herunder om samarbeid mellom forurensningsmyndighetene og andre myndigheter.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "12:89",
      "chapter": "12",
      "section": "89",
      "title": "(ikrafttreden)",
      "content": "Loven trer i kraft​1 fra den tid Kongen bestemmer. Deler av loven kan settes i kraft til forskjellige tider, også i forskjellige fylker og kommuner. I forbindelse med lovens ikrafttreden eller senere kan Kongen sette en frist for alle eller enkelte kommuner til å gjennomføre de plikter som loven pålegger kommunene. Det samme gjelder overfor vegstyresmaktene i forhold til § 36.\n0 Endret ved lov 15 apr 1983 nr. 21.\n1 Fra 1 okt 1983 ved res. 8 juli 1983 nr. 1245.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "12:90",
      "chapter": "12",
      "section": "90",
      "title": "(opphevelse av og endringer i andre lover)",
      "content": "Når loven trer i kraft, gjøres følgende endringer i lovverket ellers: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Denne lov har til formål å verne det ytre miljø mot forurensning og å redusere eksisterende forurensning, å redusere mengden av avfall og å fremme en bedre behandling av avfall.\nLoven skal sikre en forsvarlig miljøkvalitet, slik at forurensninger og avfall ikke fører til helseskade, går ut over trivselen eller skader naturens evne til produksjon og selvfornyelse.\n0 Endret ved lov 11 juni 1993 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(retningslinjer)",
      "content": "Gjennomføringen av loven skal skje etter disse retningslinjer:\n1. Det skal arbeides for å hindre at forurensning oppstår eller øker, og for å begrense forurensning som finner sted. Det skal likeledes arbeides for å unngå avfallsproblemer. Loven skal nyttes for å oppnå en miljøkvalitet som er tilfredsstillende ut fra en samlet vurdering av helse, velferd, naturmiljøet, kostnader forbundet med tiltakene og økonomiske forhold.\n2. Forurensningsmyndighetene skal samordne sin virksomhet med planmyndighetene slik at planlovgivningen sammen med denne lov brukes for å unngå og begrense forurensning og avfallsproblemer.\n3. For å unngå og begrense forurensning og avfallsproblemer skal det tas utgangspunkt i den teknologi som ut fra en samlet vurdering av nåværende og fremtidig bruk av miljøet og av økonomiske forhold, gir de beste resultater.\n4. Avfall skal tas hånd om slik at det blir minst mulig til skade og ulempe. Det skal gjenvinnes, fortrinnsvis ved at det forberedes til ombruk eller materialgjenvinnes, med mindre gjenvinning ikke er berettiget ut fra en avveining av miljøhensyn, ressurshensyn og økonomiske forhold.​1\n5. Kostnadene ved å hindre eller begrense forurensning og avfallsproblemer skal dekkes av den ansvarlige for forurensningen eller avfallet.\n6. Forurensning og avfallsproblemer som skyldes virksomhet på norsk område skal motvirkes i samme utstrekning hva enten skadene eller ulempene inntrer i eller utenfor Norge.\n0 Endret ved lover 11 juni 1993 nr. 107, 9 des 2016 nr. 89.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(alminnelige regler om lovens virkeområde)",
      "content": "Loven gjelder forurensninger og avfall i det ytre miljø. For utslipp av genmodifiserte mikroorganismer og deponering av slike som avfall i miljøet gjelder genteknologiloven.\nMed de begrensninger som følger av folkeretten gjelder loven\n1. for forurensningskilder og avfall og kilder for avfall som befinner seg her i riket,\n2. for forurensninger som truer med å inntreffe her i riket,\n3. for forurensningskilder som befinner seg i eller forurensning som truer med å inntreffe i Norges økonomiske sone dersom forurensningskilden er norsk fartøy eller innretning, eller forøvrig i den utstrekning Kongen bestemmer. Lovens anvendelse for undersøkelse etter, utvinning og utnytting av undersjøiske naturforekomster på den norske del av kontinentalsokkelen, herunder avslutning av slik virksomhet, er regulert i § 4.\nLoven gjelder ikke for Svalbard. For Jan Mayen og bilandene gjelder loven i den utstrekning Kongen bestemmer. Forurensningsmyndigheten kan for disse områder fastsette de endringer i loven som de stedlige forhold tilsier.\nOm erstatningsansvar for forurensningsskade gjelder særlige regler, jf. § 53.\n0 Endret ved lover 16 juni 1989 nr. 67, 2 apr 1993 nr. 38, 11 juni 1993 nr. 107, 21 juni 1996 nr. 36, 15 juni 2001 nr. 79 (ikr. 1 juli 2002 iflg. res. 28. juni 2002 nr. 648).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(lovens anvendelse for virksomhet på kontinentalsokkelen)",
      "content": "Reglene i denne lov gjelder, med de begrensninger som følger av folkeretten og av loven selv (jf. kap. 8), også for undersøkelser etter og utvinning og utnytting av undersjøiske naturforekomster på kontinentalsokkelen, herunder avslutning av slik virksomhet. Bestemmelsene i § 7 første ledd, jf. kapittel 3, om plikten til å innhente tillatelse og i § 9 om forskrifter, gjelder likevel bare for de sider av virksomheten som jevnlig fører til forurensninger. Bestemmelsen i § 7 annet ledd, jf. fjerde ledd, gjelder heller ikke tiltak for å hindre eller stanse akutt forurensning.\nForurensningsmyndigheten kan gi nærmere forskrifter om avfall fra slik virksomhet på kontinentalsokkelen som nevnt i første ledd. For opprydding av avfall gjelder bestemmelsen i § 74, jfr. § 7, tilsvarende i stedet for § 37.\nForurensningsmyndigheten kan ved forskrift eller enkeltvedtak fastsette hva som i tvilstilfelle skal regnes som sider av virksomheten som jevnlig fører til forurensninger og kan gjøre unntak fra første ledd.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "(forurensning fra transport)",
      "content": "For forurensning fra veger, jernbane o.l., havner og flyplasser gjelder loven her så langt forurensningsmyndigheten bestemmer.\nFor forurensning fra det enkelte transportmiddel gjelder det som er fastsatt i eller i medhold av produktkontrolloven, vegtrafikkloven, skipssikkerhetsloven, havne- og farvannsloven, luftfartsloven og jernbaneloven i stedet for bestemmelsene i denne loven.\nUansett bestemmelsen i annet ledd gjelder lovens § 7 annet og fjerde ledd, kap. 6 og §§ 74-77 tilsvarende dersom ikke forurensningen må anses for tillatt i medhold av annen lovgivning. For gjennomføring av og ved overtredelse av disse bestemmelsene gjelder reglene i kap. 7, § 74 og i kap. 10.\nBegrensninger i lovens anvendelse som følge av paragrafen her gjelder bare så langt ikke annet følger av kap. 8.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 11 juni 1993 nr. 100, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170), 18 des 2020 nr. 159 (ikr. 1 jan 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(hva som forstås med forurensning)",
      "content": "Med forurensning forstås i denne lov:\n1. tilførsel av fast stoff, væske eller gass til luft, vann eller i grunnen,\n2. støy og rystelser,\n3. lys og annen stråling i den utstrekning forurensningsmyndigheten bestemmer,\n4. påvirkning av temperaturen\nSom forurensning regnes også noe som kan føre til at tidligere forurensning blir til økt skade eller ulempe, eller som sammen med miljøpåvirkning som nevnt i nummer 1 til 4, er eller kan bli til skade eller ulempe for miljøet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(plikt til å unngå forurensning)",
      "content": "Ingen må ha, gjøre eller sette i verk noe som kan medføre fare for forurensning uten at det er lovlig etter §§ 8 eller 9, eller tillatt etter vedtak i medhold av § 11.\nNår det er fare for forurensning i strid med loven, eller vedtak i medhold av loven skal den ansvarlige for forurensning sørge for tiltak for å hindre at den inntrer. Har forurensningen inntrådt skal han sørge for tiltak for å stanse, fjerne eller begrense virkningen av den. Den ansvarlige plikter også å treffe tiltak for å avbøte skader og ulemper som følge av forurensningen eller av tiltakene for å motvirke den. Plikten etter dette ledd gjelder tiltak som står i et rimelig forhold til de skader og ulemper som skal unngås.\nBestemmelsen i annet ledd gjelder også forurensning som er tillatt etter § 11 dersom det er åpenbart at vedtaket kan omgjøres etter § 18 første ledd nummer 1 eller 2. Tilsvarende gjelder dersom det av samme grunner er åpenbart at det etter § 9 tredje ledd kan gjøres unntak fra forskrift som tillater forurensning.\nForurensningsmyndigheten kan pålegge den ansvarlige å treffe tiltak etter annet ledd første til tredje punktum innen en nærmere angitt frist.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(begrensninger i plikten til å unngå forurensninger)",
      "content": "Vanlig forurensning fra\n1. fiske, jordbruk og skogbruk m.v.,\n2. boliger, fritidshus, kontorer, forretnings- eller forsamlingslokaler, skoler, hoteller og lagerbygg o.l.,\n3. midlertidig anleggsvirksomhet,\nBestemmelsen i første ledd gjelder tilsvarende for forsvarets virksomhet. For forurensning fra forsvarets faste anlegg som ikke hovedsakelig nyttes til stridsformål, gjelder loven fullt ut.\nForurensninger som ikke medfører nevneverdige skader eller ulemper kan finne sted uten tillatelse etter § 11.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "(forskrifter om forurensning)",
      "content": "Forurensningsmyndigheten kan gi forskrifter om:\n1. grenseverdier for hvilke forurensninger som skal være tillatt eller at forurensning helt eller til bestemte tider skal være forbudt,\n2. grenseverdier for forekomster av visse stoffer, støy, rystelse, lys og annen stråling i miljøet, og hva som skal gjøres dersom grenseverdien overskrides,\n3. hvordan faste og midlertidige anlegg skal være innrettet og hvordan en virksomhet skal drives for å motvirke forurensning,\n4. kvalitetskrav til utstyr til vern mot forurensning og at slikt utstyr ikke må omsettes uten å være godkjent av forurensningsmyndigheten,\n5. at driftspersonell i virksomhet som kan medføre forurensning skal ha bestemte kvalifikasjoner.\nForskriftene etter nummer 1-3 kan fastsette at de helt eller delvis og på nærmere vilkår skal gjelde i stedet for tillatelse etter § 11. Hvis det etter forskriftene er nødvendig å søke om tillatelse, gjelder bestemmelsene i kap. 3. De vilkår som kan settes i den enkelte tillatelse, jf. § 16 kan i stedet fastsettes som forskrift etter paragrafen her.\nForurensningsmyndigheten kan i det enkelte tilfelle gjøre unntak fra forskrift som tillater forurensning dersom vilkårene nevnt i § 18 første ledd foreligger eller dersom forskriften selv gir adgang til det.\nForskrifter etter denne paragraf kan begrenses til bestemte geografiske områder.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(forholdet til granneloven m.v.)",
      "content": "Reglene om varsel og granneskjønn i grannelovens §§ 6-8 gjelder ikke for forurensning som gjør det nødvendig med tillatelse etter § 11. Det samme kan fastsettes i forskrift etter § 9 annet ledd.\nForurensning som er tillatt etter § 11 eller etter forskrift som fastsetter at grannelovens §§ 6-8 ikke gjelder, kan ikke kreves rettet etter grannelovens § 10. Selv om skader eller ulemper er tillatt etter loven her, fritar det ikke for plikt til å betale erstatning eller plikt til å betale vederlag etter granneloven.\nFor andre skader eller ulemper enn det som skyldes forurensning gjelder granneloven fullt ut.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(særskilt tillatelse til forurensende tiltak)",
      "content": "Forurensningsmyndigheten kan etter søknad gi tillatelse til virksomhet som kan medføre forurensning. Forurensningsmyndigheten kan i særlige tilfeller gi tillatelse uten at det foreligger søknad, og i slik tillatelse gi pålegg som trer i stedet for vilkår etter § 16.\nKvotepliktig etter klimakvoteloven § 4 skal etter søknad innvilges tillatelse til kvotepliktige utslipp av klimagasser så fremt han godtgjør at han er i stand til å overvåke og rapportere utslippene på en tilfredsstillende måte. Kongen kan i utslippstillatelsen sette vilkår i medhold av § 16. Det skal ikke settes noen utslippsgrenseverdi i tillatelsen. Tillatelsen gjelder så langt det innleveres kvoter i henhold til plikten i klimakvoteloven § 13.\nForurensningsmyndigheten kan gi forskrifter om at den som vil drive visse slag virksomheter som etter sin art kan medføre forurensninger, må søke om tillatelse etter denne paragraf.\nForurensningsspørsmål skal om mulig søkes løst for større områder under ett og på grunnlag av oversiktsplaner og reguleringsplaner. Hvis virksomheten vil være i strid med endelige planer etter plan- og bygningsloven skal forurensningsmyndigheten bare gi tillatelse etter forurensningsloven med samtykke fra planmyndigheten.\nNår forurensningsmyndigheten avgjør om tillatelse skal gis og fastsetter vilkårene etter § 16, skal det legges vekt på de forurensningsmessige ulemper ved tiltaket sammenholdt med de fordeler og ulemper som tiltaket for øvrig vil medføre.\n0 Endret ved lover 15 apr 1983 nr. 21, 14 juni 1985 nr. 77, 17 des 2004 nr. 99 (ikr. 1 jan 2005), 29 juni 2007 nr. 93 (ikr. 1 juli 2007 iflg. res. 29 juni 2007 nr. 823).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(innhold av søknad)",
      "content": "Søknad om tillatelse etter § 11 skal gi de opplysninger som er nødvendig for å vurdere om tillatelse bør gis og hvilke vilkår som skal settes. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle fastsette hvilke opplysninger eller undersøkelser søkeren må sørge for.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(meldeplikt og konsekvensanalyser for virksomhet som kan medføre større forurensningsproblemer)",
      "content": "Den som planlegger virksomhet som kan medføre store forurensninger på et nytt sted, eller en vesentlig utbygging av ny karakter på sted for eksisterende virksomhet, skal på et tidlig trinn under planleggingen gi melding til forurensningsmyndigheten. Forurensningsmyndigheten gir nærmere forskrifter om meldeplikten.\nForurensningsmyndigheten kan fastsette at den som planlegger meldepliktig virksomhet skal foreta en konsekvensanalyse for å klarlegge virkningene forurensningen vil få. Konsekvensanalysen skal vanligvis inneholde en utredning om:\n1. hvilke forurensninger virksomheten vil medføre ved vanlig drift og ved praktisk tenkelige former for uhell, samt sannsynligheten for slike uhell,\n2. hvilke virkninger forurensningen kan få på kort og lang sikt. Om nødvendig skal det foretas undersøkelser av naturforholdene der forurensningen vil gjøre seg gjeldende. Det skal særskilt klarlegges hvordan forurensningen vil påvirke menneskenes bruk av miljøet og hvem som særlig får ulemper av forurensningen,\n3. alternative lokaliseringer, produksjonsprosesser, rensetiltak og måter for å gjenvinne avfall på som har vært vurdert og nærmere begrunnelse for de løsninger søkeren har valgt,\n4. hvordan virksomheten blir innpasset i oversiktsplan og reguleringsplan for området, eventuelt hvordan den vil binde fremtidig planlegging.\nForurensningsmyndigheten kan gi pålegg om når utredningen skal foreligge og hva den skal inneholde.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(utredningen er offentlig)",
      "content": "Når utredningen etter § 13 foreligger, har enhver rett til å gjøre seg kjent med den hos den meldepliktige eller vedkommende forurensningsmyndighet. Forurensningsmyndigheten kan bestemme at deler av utredningen skal være offentlig før hele utredningen foreligger.\nOpplysninger som forurensningsmyndigheten har taushetsplikt om etter forvaltningsloven § 13 flg., kan holdes tilbake også av den meldepliktige. Det samme gjelder opplysninger som går inn under offentleglova §§ 20 og 21.\nBestemmelsen i offentleglova § 30 om hvordan dokument skal gjøres kjent og i § 32 om klage over avgjørelse om ikke å gjøre det tilgjengelig, gjelder både når krav om offentlighet av konsekvensanalyse rettes til forurensningsmyndigheten og til den meldepliktige. Klage over avgjørelse truffet av den meldepliktige går til forurensningsmyndigheten.\n0 Endret ved lover 15 apr 1983 nr. 21, 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(offentlig møte om virksomhet som kan medføre større forurensningsproblemer)",
      "content": "Når det foreligger konsekvensanalyse etter § 13 skal forurensningsmyndigheten i samarbeid med søkeren holde offentlig møte for drøfting av de forurensningsmessige følger virksomheten kan få. Møtet skal holdes i god tid før søknaden blir avgjort og skal kunngjøres på stedet. På møtet skal søkeren og forurensningsmyndigheten redegjøre for tiltaket og de forurensningsmessige følger det kan få.\nForurensningsmyndigheten kan unnlate å holde møte som nevnt i første ledd dersom tiltaket slik det planlegges gjennomført ikke vil føre til alvorlige forurensninger. Det samme gjelder om saken er tilstrekkelig belyst ved at det i forbindelse med behandling av saken i medhold av annen lovgivning er holdt offentlig møte eller det av andre grunner må ansees unødvendig å holde møte.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(vilkår i tillatelse)",
      "content": "I tillatelse etter loven eller forskrift i medhold av loven kan det settes nærmere vilkår for å motvirke at forurensning fører til skader eller ulemper, og for å fremme effektiv utnyttelse av energi som virksomheten bruker eller frembringer.​1 Det kan herunder fastsettes vilkår om beskyttelses- og rensetiltak, gjenvinning og at tillatelsen bare skal gjelde for en viss tid.\nDersom forurensning fra virksomheten jevnlig vil utelukke eller vanskeliggjøre bruk av miljøet til et bestemt formål, kan det settes som vilkår at det treffes tiltak som tilgodeser dette formålet, eller at det gis tilskudd til slike tiltak. Det kan også settes som vilkår at forurenseren ved avtale eller ekspropriasjon erverver eller båndlegger områder som blir sterkt forurenset.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 10 des 1999 nr. 83 (ikr. 1 jan 2000).\n1 Jf. EØS-avtalen vedlegg XX nr. 1f (direktiv 2010/75/EU).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(innløsning av fast eiendom m.v.)",
      "content": "Etter krav fra eieren kan forurensningsmyndigheten fastsette at den ansvarlige for forurensningen, mot erstatning etter rettslig skjønn, skal innløse fast eiendom dersom forurensningen vil gjøre eiendommen lite egnet til det formål den brukes til.\nBestemmelsen i første ledd gjelder tilsvarende ved festerett, forpaktning eller annen særskilt råderett over fast eiendom. Pålegg om innløsning kan gjelde del av eiendom eller rett over fast eiendom.\nPålegg etter første og annet ledd kan gis også etter at tillatelse til forurensning er gitt. Ved fastsetting av erstatning gjelder reglene i ekspropriasjonserstatningsloven 6. april 1984 nr. 17 tilsvarende. Ved utmålingen skal det gjøres fradrag for skader og ulemper eieren eller annen rettighetshaver etter grannelovens § 2 må finne seg i uten erstatning. Kostnadene ved skjønnet skal dekkes av den ansvarlige for forurensningen. Det samme gjelder ved overskjønn, om ikke retten av særlige grunner bestemmer noe annet.\n0 Endret ved lover 17 des 1982 nr. 88, 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(endring og omgjøring av tillatelse)",
      "content": "Forurensningsmyndigheten kan oppheve eller endre vilkårene i tillatelse etter loven her eller etter forskrift i medhold av loven, eller sette nye vilkår, og om nødvendig kalle tillatelsen tilbake dersom\n1. det viser seg at skaden eller ulempen ved forurensningen blir vesentlig større eller annerledes enn ventet da tillatelse ble gitt,\n2. skaden eller ulempen kan reduseres uten urimelig kostnad for forurenseren,\n3. ny teknologi gjør det mulig å minske forurensningene i vesentlig grad,\n4. vilkårene i tillatelsen er unødvendige for å motvirke forurensninger,\n5. de fordeler forurenseren eller andre får av at vilkår blir lempet på eller opphevet, er vesentlig større enn de skader eller ulemper det vil føre til for miljøet, eller\n6. det forøvrig følger av ellers gjeldende omgjøringsregler.\nTillatelse gitt i medhold av § 11 annet ledd tilbakekalles eller endres dersom kvoteplikten etter klimakvoteloven § 4 opphører.\nTillatelse kan i alle tilfeller tilbakekalles eller endres når det har gått 10 år etter at den ble gitt.\nTillatelse kan endres når dette er påkrevet etter regler som gjennomfører direktiv 2010/75/EU om industriutslipp jf. EØS-avtalen vedlegg XX nr. 1f.\nVed avgjørelser etter første og tredje ledd skal det tas hensyn til kostnadene en endring eller omgjøring vil påføre forurenseren og de fordeler og ulemper endring eller omgjøring for øvrig vil medføre.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 17 des 2004 nr. 99 (ikr. 1 jan 2005), 16 juni 2023 nr. 61 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 954).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(meldeplikt ved utskiftning av utstyr eller økning av forurensningene)",
      "content": "Den som har tillatelse etter § 11 og som skal foreta en vesentlig utskiftning av utstyr som gjør det teknisk mulig å motvirke forurensninger på en vesentlig bedre måte enn da tillatelsen ble gitt, skal på forhånd gi melding til forurensningsmyndigheten.\nForurensningsmyndigheten kan gi nærmere forskrifter om meldeplikten etter første ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(nedleggelse og driftsstans)",
      "content": "Hvis et anlegg blir nedlagt eller en virksomhet stanser, skal eieren eller brukeren gjøre det som til enhver tid er nødvendig for å motvirke forurensninger. Hvis anlegget eller virksomheten kan medføre forurensninger etter nedleggelsen eller driftsstansen, skal det i rimelig tid på forhånd gis melding til forurensningsmyndigheten.\nForurensningsmyndigheten kan fastsette nærmere hvilke tiltak som er nødvendig for å motvirke forurensning. Den kan pålegge eieren eller brukeren å stille garanti for dekning av fremtidige utgifter og mulig erstatningsansvar.\nDen som ønsker å starte opp en virksomhet som har tillatelse etter § 11, etter at virksomheten har vært nedlagt eller stanset i mer enn 2 år, må gi melding om dette til forurensningsmyndigheten. Denne avgjør om det må søkes om ny tillatelse før virksomheten settes i gang på ny.\nForurensningsmyndigheten kan gi nærmere forskrifter om meldeplikt etter første og tredje ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(definisjoner)",
      "content": "Med avløpsanlegg forstås anlegg som er etablert for transport og behandling av avløpsvann.\nMed avløpsvann forstås både sanitært og industrielt avløpsvann og overvann.\nMed overvann forstås vann som renner av på overflaten som følge av regn og smeltevann.\n0 Endret ved lover 15 apr 1983 nr. 21, 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(krav til utførelse av avløpsanlegg)",
      "content": "Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle fastsette nærmere krav til avløpsledning, herunder om den skal være lukket og vanntett. Forurensningsmyndigheten kan avgjøre om alt avløpsvann skal ledes i felles ledning eller om det skal kreves særskilte ledninger for ulike typer avløpsvann.\nVed omlegging eller utbedring av avløpsledninger kan forurensningsmyndigheten kreve at eier av tilknyttet stikkledning foretar tilsvarende omlegging eller utbedring. Også ellers kan forurensningsmyndigheten kreve omlegging eller utbedring av stikkledning, når særlige grunner tilsier det.\nI utslippstillatelse for avløpsanlegg kan det settes som vilkår at dette innrettes slik at anlegget kan ta avløpsvann fra annen kommune eller fra andre eiendommer. Merkostnaden dette fører til skal betales av de som får muligheter til tilknytning. I mangel av avtale, fastsettes merkostnaden og fordelingen av dette ved skjønn styrt av tingretten. Kostnadene ved underskjønnet skal deles forholdsvis mellom partene i skjønnssaken som får muligheter for tilknytning.\n0 Endret ved lover 17 des 1982 nr. 88, 15 apr 1983 nr. 21, 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:22 a",
      "chapter": "4",
      "section": "22 a",
      "title": "(pålegg om frakobling av overvann og overvannstiltak)",
      "content": "Når det er nødvendig for å avlaste et kommunalt avløpsanlegg, kan kommunen pålegge eieren av en eiendom som er tilknyttet et kommunalt avløpsanlegg, å koble overvann helt eller delvis fra avløpsanlegget eller fordrøye overvannet før påslipp til avløpsanlegget. Det kan bare gis slikt pålegg dersom overvannet kan håndteres på annen forsvarlig måte.\nDersom det er nødvendig for å sikre forsvarlig håndtering av overvannet ved pålegg etter første ledd, kan kommunen pålegge eieren å sørge for tiltak som med rimelighet kan kreves for å håndtere overvannet på egen eiendom eller å lede overvannet til et annet avløpsanlegg eller en alternativ avrenningsvei.\nDersom ikke annet er avtalt, skal et pålegg etter første og andre ledd rettes mot festeren av eiendommen istedenfor eieren når\na. festeren har arvefeste\nb. det er igjen minst 30 år av festetiden når pålegget blir gitt\nc. avtalen gir festeren rett til å kreve festetiden forlenget så mye at det er igjen en festetid på minst 30 år når pålegget blir gitt\n0 Tilføyd ved lov 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(rett og plikt til tilknytning til eksisterende avløpsanlegg)",
      "content": "Forurensningsmyndigheten kan bestemme at avløpsvann kan ledes inn i en annens avløpsanlegg.\nOm plikt til tilknytning til eksisterende avløpsledning gjelder reglene i plan- og bygningsloven. Vedtak etter plan- og bygningsloven kan likevel treffes av forurensningsmyndigheten.\nSkjer tilknytning til kommunal avløpsledning, betales tilknytningsavgift etter lov om kommunale vass- og avløpsanlegg. Skjer tilknytning til privat avløpsanlegg, kan eieren av anlegget kreve at vedkommende foretar eller betaler de utvidelser og forandringer av avløpsanlegget som tilknytningen gjør nødvendig, eller at det blir stilt sikkerhet for dette. Eieren kan også kreve refusjon for anleggsutgiftene i samsvar med plan- og bygningsloven. Kostnadene ved underskjønnet skal bæres av den som blir tilknyttet anlegget.\n0 Endret ved lover 17 des 1982 nr. 88, 17 apr 1983 nr. 21, 21 juni 1996 nr. 36, 5 mai 1995 nr. 20 (ikr. 1 juli 1997), 13 juni 2014 nr. 21, 6 juni 2025 nr. 26 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 988).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(drift og vedlikehold av avløpsanlegg)",
      "content": "Kommunen er ansvarlig for drift og vedlikehold av avløpsanlegg som helt eller delvis eies av kommunen. Ved private avløpsanlegg er eier av den eiendom som anlegget først ble anlagt for, ansvarlig for drift og vedlikehold.\nForurensningsmyndigheten kan bestemme at andre enn dem som er nevnt i første ledd skal være ansvarlig for drift og vedlikehold, bl.a. at kommunen skal være ansvarlig for private anlegg.\nForurensningsmyndigheten kan gi nærmere forskrifter om bygging, drift og vedlikehold av avløpsanlegg, herunder fastsette krav til personell.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "title": "(særlige erstatningsregler for avløpsanlegg)",
      "content": "Anleggseieren er ansvarlig uten hensyn til skyld for skade som et avløpsanlegg volder fordi kapasiteten ikke strekker til eller fordi vedlikeholdet har vært utilstrekkelig. §§ 57-61 gjelder tilsvarende.\n0 Tilføyd ved lov 24 nov 2000 nr. 82 (ikr. 1 jan 2001 iflg. res. 24 nov 2000 nr. 1169).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(utgifter til anlegg, drift og vedlikehold av avløpsanlegg)",
      "content": "Utgiftene til anlegg, drift og vedlikehold av avløpsanlegg som drives av kommunen, dekkes av kommunen. Kommunen kan kreve full eller delvis dekning av sine kostnader ved innkreving av avgift i samsvar med lov 16. mars 2012 nr. 12 om kommunale vass- og avløpsanlegg. Kommunen kan uten hinder av annet punktum kreve refusjon etter plan- og bygningsloven kapittel 18.\n0 Endret ved lover 15 apr 1983 nr. 21, 5 mai 1995 nr. 20 (ikr. 1 juli 1997), 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 27 juni 2008 nr. 71 (ikr. 1 juli 2010 iflg. res. 18 juni 2010 nr. 896) som endret ved lov 8 mai 2009 nr. 27, 13 juni 2014 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(kommunal tømming av slam fra slamavskillere (septiktanker), privet m.v.)",
      "content": "Kommunen skal sørge for tømming av mindre renseinnretninger som slamavskillere og samlekummer for avslamming av sanitært avløpsvann og overvann. Det samme gjelder for oppsamlingstanker med ubehandlet sanitært avløpsvann.\nKommunen skal også sørge for nødvendige anlegg for tømming av avløpsvann fra bobiler, fritidsbåter m.v.\nKommunen skal sørge for tømming av privet i tettbygd strøk, og utenfor tettbygd strøk i den utstrekning kommunen bestemmer det.\nReglene i § 30 om kommunal avfallsinnsamling og i § 34 om avfallsgebyrer får tilsvarende anvendelse ved tømming av slamavskillere, privet m.v. Kommunens plikter etter første ledd skal likevel gjelde både i og utenfor tettbygde strøk.\nBlir sanitært avløpsvann ledet gjennom slamavskiller til renseanlegg, kan forurensningsmyndigheten kreve slamavskilleren utkoblet.\n0 Endret ved lover 15 apr 1983 nr. 21, 17 mars 1989 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "(definisjon av avfall)",
      "content": "Med avfall menes løsøregjenstander eller stoffer som noen har kassert, har til hensikt å kassere eller er forpliktet til å kassere. Som avfall regnes ikke avløpsvann og avgasser.\nSom biprodukt og ikke avfall regnes løsøregjenstander og stoffer som\n1. er fremstilt som en integrert del av en produksjonsprosess som primært tar sikte på å fremstille noe annet,\n2. kan brukes direkte uten annen bearbeidelse enn det som er normalt i industriell praksis,\n3. kan brukes på en måte som er lovlig,\n4. ikke medfører nevneverdig høyere risiko for helseskade eller miljøforstyrrelse enn tilsvarende gjenstander og stoffer som ellers kunne blitt brukt, og\n5. med sikkerhet vil bli utnyttet.\nLøsøregjenstander og stoffer som har blitt avfall, skal regnes for å ha opphørt å være avfall når de\n1. har gjennomgått gjenvinning\n2. skal brukes til bestemte formål\n3. kan omsettes i et marked eller er gjenstand for etterspørsel\n4. innfrir de tekniske kravene som følger av de aktuelle bruksområdene og eventuelle produktkrav og -standarder, og\n5. ikke medfører nevneverdig høyere risiko for helseskade eller miljøforstyrrelse enn tilsvarende gjenstander og stoffer som ellers kunne blitt brukt.\nForurensningsmyndigheten kan gi forskrift som presiserer hva som skal regnes som avfall.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004), 9 des 2016 nr. 89, 17 juni 2022 nr. 65.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF endret ved direktiv (EU) 2018/851).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:27 a",
      "chapter": "5",
      "section": "27 a",
      "title": "(andre definisjoner)",
      "content": "Med husholdningsavfall menes avfall fra private husholdninger, herunder større gjenstander som inventar og lignende.\nMed næringsavfall menes avfall fra offentlige og private virksomheter og institusjoner\nMed spesialavfall menes avfall som ikke hensiktsmessig kan behandles sammen med annet husholdningsavfall eller næringsavfall på grunn av sin størrelse eller fordi det kan medføre alvorlig forurensning eller fare for skade på mennesker eller dyr.\nMed gjenvinning menes ethvert tiltak der hovedresultatet er at avfall kommer til nytte ved å erstatte materialer som ellers ville blitt brukt, eller at avfall har blitt forberedt til dette.\n0 Tilføyd ved lov 9 des 2016 nr. 89.\n1 Jf. EØS-avtalen vedlegg XX nr. 32ff (direktiv 2008/98/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27a."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "(forbud mot forsøpling)",
      "content": "Ingen må tømme, etterlate, oppbevare eller transportere avfall slik at det kan virke skjemmende eller være til skade eller ulempe for miljøet.\nFørste ledd er ikke til hinder for at avfall blir tatt hånd om på opplagsplass eller i behandlingsanlegg med tillatelse etter § 29 eller for at avfall blir levert dit.\nDen som har overtrådt forbudet i første ledd, skal sørge for nødvendig opprydding.\n0 Endret ved lover 15 apr 1983 nr. 21, 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "(krav til anlegg for behandling av avfall)",
      "content": "Den som driver opplagsplass eller anlegg for behandling av avfall som kan medføre forurensning eller virke skjemmende, må ha tillatelse etter reglene i kap. 3. I tillatelsen kan det settes vilkår blant annet om transport, behandling, gjenvinning og oppbevaring av avfall og tiltak for å motvirke at anlegget virker skjemmende.\nDenne lovs § 10 gjelder tilsvarende for opplagsplass eller anlegg for behandling av avfall som trenger tillatelse etter første ledd.\nKommunen skal ha anlegg for opplag eller behandling av husholdningsavfall og kloakkslam og ha plikt til å ta imot slikt avfall og slam. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfellet fastsette at kommunen også skal ha anlegg for og plikt til å ta imot spesialavfall og næringsavfall. Forurensningsmyndigheten kan likeledes fastsette nærmere krav til avfallsanlegget.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Kommunal innsamling av husholdningsavfall m.v.",
      "content": "Kommunen skal sørge for innsamling av husholdningsavfall. Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfellet pålegge kommunene å innføre ordninger for sortering av avfallet. Et slikt pålegg må baseres på en samlet vurdering av kostnadene dette vil innebære i forhold til de miljøfordeler som oppnås.\nKommunen kan gi forskrifter om at den kommunale innsamling bare skal gjelde i tettbygd strøk, at visse slag husholdningsavfall skal holdes utenfor den kommunale innsamling, og at visse slag avfall skal holdes adskilt. Kommunen kan etter søknad unnta bestemte eiendommer fra den kommunale innsamling.\nKommunen kan gi forskrifter som er nødvendig for å få til en hensiktsmessig og hygienisk oppbevaring, innsamling og transport av husholdningsavfall. Uten kommunens samtykke må ingen samle inn husholdningsavfall. Forurensningsmyndigheten kan i særlige tilfeller ved forskrift eller enkeltvedtak bestemme at kommunens samtykke ikke er nødvendig.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 juni 1993 nr. 107, 21 juni 1996 nr. 36, 11 apr 2003 nr. 23 (ikr. 1 juli 2004).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "(håndtering av spesialavfall)",
      "content": "Forurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle pålegge en kommune samle inn spesialavfall og kan fastsette plikt for den enkelte til å levere sitt spesialavfall til kommunen eller annen avfallsmottaker.\nForurensningsmyndigheten kan i det enkelte tilfelle eller i forskrift treffe vedtak for å få til en hensiktsmessig og forsvarlig oppbevaring, innsamling, transport og behandling av spesialavfall, herunder at ingen må samle inn slikt avfall uten forurensningsmyndighetens samtykke.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Håndtering av næringsavfall",
      "content": "Den som produserer næringsavfall, skal sørge for at avfallet blir brakt til lovlig avfallsanlegg eller gjennomgår gjenvinning, slik at det enten opphører å være avfall eller på annen måte kommer til nytte ved å erstatte materialer som ellers ville blitt brukt. Annen disponering av avfall fra fiske, jordbruk og skogbruk mv. er likevel tillatt, såfremt forurensningen dette kan medføre omfattes av § 8 første ledd nr. 1.\nForurensningsmyndigheten kan i særlige tilfeller gjøre unntak ved enkeltvedtak eller forskrift fra første ledd første punktum på nærmere fastsatte vilkår.\nForurensningsmyndigheten kan i forskrift eller i det enkelte tilfelle pålegge produsenten å levere næringsavfall til kommunalt avfallsanlegg. Bestemmelsen i § 31 annet ledd gjelder tilsvarende.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 apr 2003 nr. 23 (ikr. 1 juli 2004), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:32 a",
      "chapter": "5",
      "section": "32 a",
      "title": "Mottaksanlegg for avfall fra skip",
      "content": "Forurensningsmyndigheten kan gi forskrifter om etablering og drift av mottaksanlegg i land for avfall og lasterester fra skip. Forurensningsmyndigheten kan herunder pålegge den enkelte kommune, havnemyndighet, havneeier eller andre å sørge for at det finnes tilstrekkelige leveringsmuligheter og gi bestemmelser om videre transport og disponering av mottatt avfall.\nForurensningsmyndigheten kan gi forskrifter om betaling av gebyr ved anløp i havn med mottaksanlegg og betaling av gebyr for levering av avfall og lasterester i havn.\n0 Tilføyd ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "5:32 b",
      "chapter": "5",
      "section": "32 b",
      "title": "(grensekryssende forsendelser av avfall)",
      "content": "Forurensningsmyndigheten kan gi forskrift om grensekryssende forsendelser av avfall, blant annet om:\na. forbud mot grensekryssende forsendelser av avfall, som forbud mot forsendelser av bestemte typer avfall eller til bestemte former for avfallshåndtering\nb. prosedyrer for grensekryssende forsendelser av avfall, som skriftlig forhåndsmelding og samtykke fra myndighetene\nc. krav til grensekryssende forsendelser av avfall, som finansiell sikkerhet, følgedokumenter og behandlingsbekreftelse\nd. plikt til å ta en grensekryssende forsendelse av avfall tilbake.\nForurensningsmyndigheten kan gi pålegg om at ulovlige grensekryssende forsendelser av avfall skal leveres til et lovlig avfallsanlegg.\n0 Tilføyd ved lov 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32b",
        "source_heading": "§ 32 b."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "(gjenvinning og annen behandling av avfall)",
      "content": "For å løse eller forebygge avfalls- eller forurensningsproblemer kan forurensningsmyndigheten, ved forskrift eller enkeltvedtak, fastsette at avfall skal gjenvinnes eller behandles på annen måte. Forurensningsmyndigheten kan herunder bl.a. treffe vedtak om:\na. forberedelse til ombruk\nb. materialgjenvinning,\nc. utnyttelse av energi,\nd. destruksjon,\ne. innsamling, oppbevaring, sortering\nf. bindende mål for gjenvinning, herunder mål for forberedelse til ombruk og materialgjenvinning\nVed avgjørelsen skal det legges vekt på om de samlede miljøfordeler står i rimelig forhold til kostnadene, og kostnadene ved andre måter å håndtere avfallet på.\nVedtak som nevnt i første ledd kan treffes overfor den som produserer, importerer, omsetter eller bruker avfallsskapende produkt og den som samler inn eller besitter avfall.\nOppnås ikke frivillig ordning mellom partene, kan vedtak som nevnt i første ledd også treffes overfor den som kan bruke eller behandle avfall fra andre dersom\n1. dette er nødvendig for å sikre en tilfredsstillende behandling av avfall som kan medføre alvorlig forurensning eller helseskade eller\n2. slikt vedtak er nødvendig for å få til en tilfredsstillende gjennomføring av et organisert system for innsamling og behandling av avfall.\nDen som leverer avfall til noen som etter fjerde ledd har plikt til å ta imot det, skal holde mottakeren skadesløs og levere avfallet på vilkår som sikrer mottakeren rimelig godtgjøring for hans arbeid. Har avfallet en verdi utover dette, skal mottageren betale et rimelig vederlag for avfallet. Partene kan kreve vederlagsspørsmålet avgjort ved voldgift etter voldgiftsloven.\n0 Endret ved lover 15 apr 1983 nr. 21, 11 juni 1993 nr. 107, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), 9 des 2016 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:33 a",
      "chapter": "5",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 11 juni 1993 nr. 107 (ikr. 1 feb 1994), opphevet ved lov 15 mars 2002 nr. 5 (ikr. 1 apr 2002 iflg. res. 15 mars 2002 nr. 270).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(avfallsgebyr)",
      "content": "Kommunen skal fastsette gebyrer til dekning av kostnader forbundet med avfallssektoren, herunder innsamling, transport, mottak, oppbevaring, behandling, etterkontroll m.v. Kostnadene skal fullt ut dekkes inn gjennom gebyrene. Med kostnader menes både kapitalkostnader og driftskostnader. For avfall som kommunen har plikt til å samle inn, motta og/eller behandle etter §§ 29, 30 eller 31 må gebyret ikke overstige kommunens kostnader.\nKommunene bør fastsette differensierte gebyrer, der dette vil kunne bidra til avfallsreduksjon og økt gjenvinning. Forurensningsmyndigheten kan fastsette forskrifter om beregning av gebyrene.\nAvfallshåndtering etter § 35 omfattes ikke av denne bestemmelsen.\nGebyr skal betales av den som eier en eiendom som omfattes av ordning for innsamling av avfall eller tømming av slamavskiller, privet m.v. etter loven her. Dersom eiendommen er festet bort for 30 år eller mer, skal likevel festeren svare gebyret om ikke annet er avtalt. Det samme gjelder når festeren har rett til å få festet forlenget, slik at den samlede festetid blir mer enn 30 år.\nAvfallsgebyr med påløpte renter og kostnader er sikret med lovbestemt pant etter panteloven § 6-1. Reglene i lov 6. juni 1975 nr. 29 om eigedomsskatt til kommunane §§ 26 og 27 gjelder tilsvarende.\n0 Endret ved lover 15 apr 1983 nr. 21, 17 mars 1989 nr. 11, 11 juni 1993 nr. 107 (ikr. 1 feb 1994), 21 juni 1996 nr. 36, 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "(avfall i samband med utsalgssteder, turistanlegg, utfartssteder m.v.)",
      "content": "Den som driver dagligvarehandel, bensinstasjon, kiosk og liknende utsalgssted skal sørge for oppsetting av avfallsbeholdere i nærheten av salgsstedet og tømming av disse. Den som driver leirplass eller annet turistanlegg har også plikt til å sette opp og tømme avfallsbeholdere. Den som driver virksomhet nevnt i første og annet punktum skal forøvrig foreta nødvendig opprydding i området.\nKommunen skal sørge for oppsetting og tømming av avfallsbeholdere på utfartssteder og andre sterkt besøkte offentlig steder hvor det må regnes med at avfall vil bli gjensatt. I tilknytning til tømming skal det foretas rimelig opprydding i området. Kommunens plikt etter dette ledd gjelder ikke dersom noen annen har plikt etter første ledd eller § 36.\nArrangør av tilstelning eller stevne skal sørge for nødvendig opprydding etterpå så langt dette ikke påhviler den som driver virksomhet som nevnt i første ledd.\nKommunen kan i det enkelte tilfelle gi de pålegg som er nødvendige til gjennomføring av reglene i første og tredje ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "(avfall langs offentlige veger m.v.)",
      "content": "Vegstyresmakten skal sørge for oppsetting og tømming av avfallsbeholdere langs offentlige veger utenfor tettbygd strøk hvor de vegfarende erfaringsmessig etterlater seg avfall. Beholderne skal plasseres slik at de er forenlige med trafikksikkerheten. I tilknytning til tømming skal vegstyresmakten foreta nødvendig opprydding innenfor vegens eiendomsgrenser så langt dette ikke påhviler noen etter § 35 første og tredje ledd.\nForurensningsmyndigheten kan ved forskrift eller i det enkelt tilfelle fastsette at vegholderen skal sørge for toalett for de vegfarende dersom det ellers vil oppstå utilfredsstillende forhold.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "(pålegg om å rydde opp i avfall o.l. eller betale for opprydding)",
      "content": "Kommunen kan gi pålegg om at den som har etterlatt, tømt eller oppbevart avfall i strid med § 28, skal fjerne det, rydde opp innen en viss frist, eller at han skal dekke rimelige utgifter som noen har hatt til fjerning eller opprydding. Slikt pålegg kan også gis overfor den som har overtrådt § 35 første eller tredje ledd dersom dette har ført til at avfallet er blitt spredd.\nForurensningsmyndigheten kan også gi pålegg om opprydding og fjerning til den som var eier av motorkjøretøy, skip, fly eller annen liknende større gjenstand, da det ble etterlatt i strid med § 28 eller som er eier når pålegget gis.\nHar noen bedt kommunen gi pålegg om opprydning eller betaling av utgifter etter første eller annet ledd, er avgjørelsen enkeltvedtak også om pålegg ikke blir gitt.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 15 mars 2002 nr. 5 (ikr. 1 apr 2002 iflg. res. 15 mars 2002 nr. 270).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(akutt forurensning)",
      "content": "Med akutt forurensning menes forurensning av betydning, som inntrer plutselig, og som ikke er tillatt etter bestemmelse i eller i medhold av denne lov.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "(varslingsplikt)",
      "content": "Ved akutt forurensning eller fare for akutt forurensning, skal nærmeste politimyndighet straks varsles.\nVarslingsplikten etter første ledd påhviler den ansvarlige for forurensningen. Også andre har plikt til å varsle med mindre det åpenbart er unødvendig.\nForurensningsmyndigheten kan gi nærmere bestemmelser om varsling av akutt forurensning i forskrift eller ved godkjenning av beredskapsplan etter § 41. Det kan herunder fastsettes at varsel skal gis til annen myndighet enn politiet, og at varslingsreglene skal gjelde norsk fartøy uten hensyn til hvor det befinner seg.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(beredskapsplikt)",
      "content": "Den som driver virksomhet som kan medføre akutt forurensning skal sørge for en nødvendig beredskap for å hindre, oppdage, stanse, fjerne og begrense virkningen av forurensningen. Beredskapen skal stå i et rimelig forhold til sannsynligheten for akutt forurensning og omfanget av skadene og ulempene som kan inntreffe.\nForurensningsmyndigheten kan i forskrift eller enkeltvedtak fastsette nærmere krav til beredskapen etter første ledd. Beredskapen skal etter forurensningsmyndighetens nærmere bestemmelse tilpasses den kommunale og den statlige beredskapen mot akutt forurensning.\n0 Endret ved lov 15 apr 1983 nr. 21 (delvis i kraft, se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "(beredskapsplaner)",
      "content": "Forurensningsmyndigheten kan i forskrift eller enkeltvedtak fastsette at det for virksomhet som kan medføre akutt forurensning, skal legges fram en beredskapsplan til godkjennelse. Planen skal gi retningslinjer for hva som skal gjøres ved akutt forurensning og den skal fornyes etter behov.\nForurensningsmyndigheten kan fastsette nærmere vilkår for godkjenning av beredskapsplan. Det kan herunder fastsettes at beredskapsplanen skal samordnes med planer for å møte andre ulykkessituasjoner enn akutt forurensning. Forurensningsmyndigheten kan gi pålegg om endring i godkjent beredskapsplan og om nødvendig kalle godkjenningen tilbake.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "(samarbeid om privat beredskap)",
      "content": "Forurensningsmyndigheten kan pålegge de som driver virksomhet som kan medføre akutt forurensning å samarbeide om beredskapen. Slike pålegg kan omfatte plikt til å utarbeide felles beredskapsplan etter § 41 og å holde beredskapsutstyr i fellesskap.\nForurensningsmyndigheten kan kreve at avtaler om etablering av særskilt beredskapsorganisasjon og andre avtaler om beredskapssamarbeid blir lagt fram til godkjennelse. Når det ikke foreligger slik avtale, kan forurensningsmyndigheten treffe vedtak om organisering og utgiftsfordeling i forbindelse med beredskapssamarbeidet.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "(kommunal og statlig beredskap)",
      "content": "Kommuner skal sørge for nødvendig beredskap mot mindre tilfeller av akutt forurensning som kan inntreffe eller medføre skadevirkninger innen kommunen, og som ikke dekkes av privat beredskap etter §§ 40-42.\nStaten skal sørge for beredskap mot større tilfeller av akutt forurensning som ikke er dekket av kommunal beredskap etter første ledd eller privat beredskap etter §§ 40-42.\nForurensningsmyndigheten skal såvidt mulig sørge for at privat, kommunal og statlig beredskap samordnes i et nasjonalt beredskapssystem.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "(kommunale og interkommunale beredskapsplaner)",
      "content": "Forurensningsmyndigheten kan kreve å få framlagt kommunal beredskapsplan til godkjenning og kan ved forskrift eller enkeltvedtak sette nærmere krav til den kommunale beredskapen.\nForurensningsmyndigheten kan ved forskrift eller enkeltvedtak pålegge kommuner å samarbeide om beredskap mot akutt forurensning og kan herunder treffe vedtak om interkommunale beredskapsplaner og om utgiftsfordelingen mellom kommunene.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "(statlig aksjonsutvalg ved omfattende ulykker)",
      "content": "Kongen kan oppnevne et aksjonsutvalg for omfattende ulykker som kan medføre akutt forurensning. Aksjonsutvalget består av representanter for de berørte myndigheter og andre som oppnevnes, og skal samordne de forskjellige myndigheters arbeid med å bekjempe ulykker. Aksjonsutvalget skal vurdere de tiltak som settes i verk av den som er ansvarlig for å bekjempe ulykken og om nødvendig overta ledelsen av aksjonen helt eller delvis.\nKongen gir regler om aksjonsutvalgets sammensetning, innkalling, myndighet og virksomhet.\n0 Endret ved lov 15 apr 1983 nr. 21 (se § 89 med note).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "(aksjoner mot akutt forurensning)",
      "content": "Oppstår det akutt forurensning eller fare for akutt forurensning, skal den ansvarlige i samsvar med § 7 iverksette tiltak for å avverge eller begrense skader og ulemper.\nDersom den ansvarlige ikke iverksetter tilstrekkelige tiltak, skal vedkommende kommune søke å bekjempe ulykken. Kommunen skal varsle statlig forurensningsmyndighet som yter nødvendig bistand.\nVed større tilfeller av akutt forurensning eller fare for akutt forurensning kan statlig myndighet helt eller delvis overta ledelsen av arbeidet med å bekjempe ulykken.\nInntrer det omfattende akutt forurensning eller fare for slik forurensning, skal forurensningsmyndigheten sammenkalle aksjonsutvalget etter § 45.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "(bistandsplikt)",
      "content": "Ved kommunale aksjoner etter dette kapittel plikter den som har beredskapsplikt etter § 40 etter pålegg fra kommunen å stille til rådighet utstyr og personell som inngår i den private beredskap etter §§ 40-42. Etter anmodning skal andre kommuner såvidt mulig yte bistand.\nVed aksjoner som ledes av staten, plikter den som har beredskapsplikt etter § 40 og kommuner etter pålegg fra forurensningsmyndigheten å stille til rådighet utstyr og personell som inngår i beredskapen etter §§ 40-44. Er det fare for meget betydelig forurensningsskade, kan enhver gis pålegg om å stille til rådighet materiell eller personell for å bekjempe ulykken.\nBestemmelsen i annet ledd gjelder også ved aksjoner utenfor rikets grenser. I slike tilfeller kan forurensningsmyndigheten også fastsette at utstyr og personell skal stilles til rådighet for andre lands myndigheter i den utstrekning det ellers følger av annet ledd.\nAlle offentlige myndigheter skal i den utstrekning det er forenlig med deres øvrige oppgaver yte bistand ved omfattende tilfeller av akutt forurensning.\nDen som har ytt bistand etter denne paragraf har krav på vederlag i samsvar med bestemmelsene i § 75 annet ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "(forurensningsmyndighetens oppgaver)",
      "content": "Forurensningsmyndigheten skal føre tilsyn med den alminnelige forurensningssituasjon og med forurensninger fra de enkelte kilder. Forurensningsmyndigheten skal også føre tilsyn med håndteringen av avfall.\nForurensningsmyndigheten skal gjennom råd, veiledning og opplysning arbeide for å motvirke forurensninger og avfallsproblemer og se til at reglene i loven og vedtak i medhold av loven blir fulgt.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:48 a",
      "chapter": "7",
      "section": "48 a",
      "title": "Statlig tilsyn med kommunene",
      "content": "Statsforvalteren kan føre tilsyn med lovligheten av kommunens oppfyllelse av plikter pålagt i eller i medhold av §§ 9, 22, 23, 24, 26, 29, 30, 31, 32 a, 33, 34, 35, 37, 43, 44, 46, 47, 48 og 82 og kommunens internkontroll etter kommuneloven § 25-1 knyttet til disse pliktene.\nFor tilsyn etter første ledd gjelder bestemmelsene i kommuneloven kapittel 30.\n0 Tilføyd ved lov 13 juni 2014 nr. 21, endret ved lover 19 juni 2015 nr. 68, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 16 juni 2023 nr. 61 (i kraft 1 juli 2023 iflg. res. 16 juni 2023 nr. 954), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "(opplysningsplikt)",
      "content": "Etter pålegg av forurensningsmyndigheten plikter den som har, gjør eller setter i verk noe som kan forurense eller føre til avfallsproblemer uten hinder av taushetsplikt å gi forurensningsmyndigheten eller andre offentlige organer de opplysninger som er nødvendige for gjennomføring av gjøremål etter loven. Når særlige grunner tilsier det, kan forurensningsmyndigheten kreve at opplysningene gis av enhver som utfører arbeid for den som har opplysningsplikt etter første punktum.\nOpplysninger som nevnt i første ledd kan også kreves fra andre offentlige myndigheter uten hinder av den taushetsplikt som ellers gjelder. Forurensningsmyndigheten kan bestemme i hvilken form opplysningene skal gis.\nVedtak etter første eller annet ledd treffes ved forskrift eller enkeltvedtak.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "(rett til gransking)",
      "content": "Forurensningsmyndigheten skal ha uhindret adgang til eiendom der forurensning kan oppstå eller har oppstått, eller som er eller kan bli utsatt for forurensning når det er nødvendig for dens gjøremål etter loven. Tilsvarende gjelder virksomhet som har ført eller kan føre til avfallsproblemer.\nForurensningsmyndigheten kan kreve å få lagt fram og få granske dokumenter og annet materiale som kan ha betydning for dens gjøremål etter loven.\nVed inspeksjon av virksomhet skal forurensningsmyndigheten først ta kontakt med representanter for virksomhetens ledelse.\nMed mindre tungtveiende hensyn tilsier noe annet, skal forurensningsmyndigheten gi skriftlig rapport til virksomheten om resultatet av kontrollen.\n0 Endret ved lover 15 apr 1983 nr. 21, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "(pålegg om undersøkelse)",
      "content": "Forurensningsmyndigheten kan pålegge den som har, gjør eller setter i verk noe som fører eller som det er grunn til å tro kan føre til forurensning, å sørge for eller bekoste undersøkelser eller lignende tiltak som med rimelighet kan kreves for å\na. fastslå om og i hvilken grad virksomheten fører eller kan føre til forurensning,\nb. klarlegge årsaken til eller virkningene av inntrådt forurensning,\nc. klarlegge hvordan forurensningen skal motvirkes.\nBestemmelsen i første ledd får tilsvarende anvendelse på virksomhet som fører, eller kan føre til avfallsproblemer.\nPålegg etter første og annet ledd kan fastsettes ved forskrift eller i det enkelte tilfelle.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:51 a",
      "chapter": "7",
      "section": "51 a",
      "title": "Registrering av forurensning i eller på fast eiendom",
      "content": "Forurensningsmyndigheten kan registrere opplysninger om forurensning i eller på fast eiendom i matrikkelen, jf. lov om eigedomsregistrering.\nFør registrering skjer skal berørte parter varsles.\nForurensningsmyndigheten kan også registrere pålegg som gjelder forurensning i eller på fast eiendom på vedkommende matrikkelenhet.\nDepartementet kan i forskrift gi nærmere bestemmelser om registrering i matrikkelen, herunder hvem som skal sørge for slik registrering.\n0 Tilføyd ved lov 17 juni 2005 nr. 101 (ikr. 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51a",
        "source_heading": "§ 51a."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "(godkjenning av laboratorier og analysemetoder)",
      "content": "Forurensningsmyndigheten kan ved forskrift eller enkeltvedtak fastsette at undersøkelser og analyser som utføres etter vedtak i medhold av loven, skal foretas slik forurensningsmyndigheten bestemmer eller må foretas av noen som forurensningsmyndigheten har godkjent.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:52 a",
      "chapter": "7",
      "section": "52 a",
      "title": "(gebyrer)",
      "content": "Forurensningsmyndigheten kan gi forskrift om gebyrer for behandling av tillatelser etter denne lov, eller forskrift fastsatt i medhold av loven, og for kontrolltiltak som gjennomføres for å sikre at loven eller vedtak i medhold av loven blir fulgt. Gebyrene settes slik at de samlet ikke overstiger forurensningsmyndighetens kostnader ved saksbehandlingen eller kontrollordningen.\nGebyret er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 16 mai 1986 nr. 22, endret ved lover 8 jan 1993 nr. 20, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52a",
        "source_heading": "§ 52 a."
      }
    },
    {
      "provision_ref": "7:52 b",
      "chapter": "7",
      "section": "52 b",
      "title": "Internkontroll",
      "content": "Forurensningsmyndigheten kan gi forskrifter om internkontroll og internkontrollsystemer for å sikre at krav fastsatt i eller i medhold av denne lov overholdes.\n0 Tilføyd ved lov 27 juli 1990 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52b",
        "source_heading": "§ 52 b."
      }
    },
    {
      "provision_ref": "7:52 c",
      "chapter": "7",
      "section": "52 c",
      "title": "(EMAS-ordningen)",
      "content": "Forurensingsmyndigheten eller den forurensningsmyndigheten bemyndiger kan gi forskrifter som gjennomfører EØS-avtalens regler om frivillig deltakelse i en miljøstyrings- og miljørevisjonsordning (EMAS-ordningen).\nBrønnøysundregistrenes vedtak om hvorvidt en organisasjon skal registreres eller strykes fra registeret etter forordningens​1 artikkel 6, og Justervesenets vedtak om å gi, utvide, avslå, suspendere eller trekke tilbake akkreditering av miljøkontrollører etter artikkel 4 nr. 4 og 5, kan påklages til forurensningsmyndigheten.\n0 Tilføyd ved lov 21 juni 1996 nr. 36, endret ved lov 15 mars 2002 nr. 5 (ikr. 21 mars 2003 iflg. res. 21 mars 2003 nr. 359, paragrafen flyttet fra kap. 7A hvis overskrift samtidig ble opphevet).\n1 Jf. EØS-avtalen vedlegg XX nr. 1ea (forordning (EF) nr. 1221/2009).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52c",
        "source_heading": "§ 52 c."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "(saklig virkeområde)",
      "content": "Kapitlet her gjelder plikten til å betale erstatning for forurensningsskade, for så vidt ansvarsspørsmålet ikke er særskilt regulert i annen lovgivning eller i kontrakt.\nMed forurensningsskade menes skade, ulempe eller tap forårsaket av forurensning (jf. § 6). Uansett hva som er bestemt i medhold av § 6, regnes som forurensning her også lys eller annen stråling som er eller kan være til skade, tap eller ulempe for miljøet.\nBestemmelsene i kapitlet gjelder tilsvarende for skade, ulempe eller tap forårsaket av avfall (jf. § 27).\nUavhengig av bestemmelse i eller i medhold av § 5 gjelder kapitlet her også forurensning og avfall fra faste transportanlegg og fra det enkelte transportmiddel, jf. § 5 fjerde ledd.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "(stedlig virkeområde og lovvalg)",
      "content": "Bestemmelsene i kapitlet gjelder forurensningsskade som:\na. inntrer i Norge eller Norges økonomiske sone,\nb. inntrer utenfor områder som nevnt i bokstav (a), såfremt skaden er forårsaket av hending eller virksomhet på norsk sjø- eller landterritorium.\nSkader som ikke omfattes av virkeområdet etter første ledd, faller likevel inn under kapitlet i den utstrekning norsk erstatningsrett skal anvendes etter ellers gjeldende lovvalgregler.\nNår det gjelder tiltak for å avverge eller begrense forurensningsskade, er det tilstrekkelig at skade kan inntre på et område som kapitlet omfatter.\nSkadelidte kan kreve at spørsmålet om erstatning for forurensningsskade skal avgjøres etter bestemmelsene i den stat hvor den forurensende handling eller virksomhet fant sted.\n§ 3 tredje ledd gjelder tilsvarende.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "(ansvarssubjekt og ansvarsgrunnlag)",
      "content": "Eier av fast eiendom, gjenstand, anlegg eller virksomhet som volder forurensningsskade, er ansvarlig etter kapitlet her uten hensyn til egen skyld, dersom eieren også driver, bruker eller innehar eiendommen m.v. I motsatt fall hviler slikt ansvar alene på den som faktisk driver, bruker eller innehar eiendommen m.v., for så vidt skaden ikke skyldes forhold som også eieren hefter for etter ellers gjeldende erstatningsregler.\nDen som indirekte ved å levere varer eller tjenester, foretar kontroll eller tilsyn eller på liknende måte har medvirket til forurensningsskade, er bare ansvarlig dersom det er utvist forsett eller uaktsomhet. Ved bedømmelsen av skyld skal det tas hensyn til om de krav skadelidte med rimelighet kan stille til virksomheten eller tjenesten, er satt til side. Bestemmelsen her gjør likevel ingen innskrenkning i det ansvar som følger av ellers gjeldende erstatningsregler.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "(tålegrense)",
      "content": "Erstatning for forurensning som er tillatt, kan bare kreves i den utstrekning forurensningen er urimelig eller unødig etter reglene i lov av 16 juni 1961 nr. 15 om rettshøve mellom grannar § 2 annet til fjerde ledd.\nSelv om en forurensningsskade i seg selv ikke gir grunnlag for erstatning etter kapitlet her, kan den tas i betraktning ved krav om erstatning etter granneloven.\n0 Tilføyd ved lov 16 juni 1989 nr. 67,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "(ansvarets omfang)",
      "content": "Ansvar etter kapitlet omfatter\na. erstatning for økonomisk tap som følge av forurensningsskade som nevnt i § 53,\nb. erstatning for skade, tap, ulempe eller utgifter som følge av rimelige tiltak for å hindre, begrense, fjerne eller avbøte forurensningsskade. Utgifter til tiltak mot forurensning som var tillatt, kan likevel ikke kreves erstattet i den utstrekning slik erstatning klart ville overstige den erstatning som kunne ha vært krevd dersom tiltakene ikke var blitt satt i verk,\nc. erstatning for skade, tap eller ulempe som følge av at forurensningen hindrer eller vanskeliggjør utøving av allemannsrett i næring,\nd. erstatning for skade, ulempe eller tap med hensyn til annen utøving av allemannsrett etter reglene i § 58,\ne. erstatning for tap som en arbeidstaker lider ved at forurensningen fører til driftsstans eller innskrenking i en virksomhet han eller hun er ansatt i. Dette gjelder likevel ikke når virksomheten som sådan ikke kan kreve sitt tap erstattet fordi tapet er en for fjern og upåregnelig følge av forurensningen.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "(gjenopprettingserstatning til allmennheten ved skade som rammer utøvelse av allemannsretter utenfor næring m.v.)",
      "content": "Ikke-tillatt forurensning som hindrer, vanskeliggjør eller begrenser utbyttet av å utøve allemannsrett utenfor næring, kan kreves erstattet etter paragrafen her, så langt det gjelder rimelige utgifter til å gjenopprette miljøet slik at allemannsretten i størst mulig utstrekning skal kunne utøves som tidligere.\nKrav om erstatning etter første ledd fremmes av den kommunale forurensningsmyndighet etter § 81 første ledd bokstav c når forurensningsskaden er begrenset til kommunen. Dersom erstatningskravet er rettet mot kommunen, eller skade er voldt i flere kommuner, fremmes kravet av forurensningsmyndigheten på fylkesnivå etter § 81 første ledd bokstav b. Dersom erstatningskravet er rettet mot fylkeskommunen, eller skade er voldt i flere fylker, fremmes kravet av den statlige forurensningsmyndighet etter § 81 første ledd bokstav a. Departementet kan gi regler om hvilke forurensningsmyndigheter som nevnt i § 81 første ledd bokstav a og b som kan gjøre kravet gjeldende.\nKrav om erstatning etter første ledd kan, uavhengig av om kravet fremmes av forurensningsmyndigheten, også gjøres gjeldende av en privat organisasjon eller sammenslutning med rettslig interesse i saken.\nDersom en part som nevnt i tredje ledd fremmer krav etter paragrafen her, skal erstatningsbeløpet likevel tilfalle forurensningsmyndigheten etter reglene i annet ledd.\nForurensningsmyndigheten treffer nærmere bestemmelse om hvordan erstatningsbeløpet skal anvendes. Nødvendige sakskostnader som en privat organisasjon e l har hatt, kan kreves dekket av beløpet.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "(flere mulige skadeårsaker)",
      "content": "Den som volder en forurensning som alene eller sammen med andre skadeårsaker kan ha forårsaket forurensningsskaden, regnes for å ha voldt skaden dersom det ikke blir godtgjort at en annen årsak er mer sannsynlig.\nDe som volder forurensninger som hver for seg eller til sammen er tilstrekkelige til å forårsake forurensningsskaden, er solidarisk ansvarlige etter skadeerstatningsloven § 5-3.\nDersom det blir godtgjort at andre skadeårsaker i overveiende grad har bidratt til skaden, kan ansvaret for en mindre betydelig skadeårsak falle helt bort eller settes ned forholdsmessig så langt det er rimelig. Ved vurderingen skal det tas hensyn til skadevolderens bidrag til skaden, arten og omfanget av skadevolderens virksomhet og forholdene ellers.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "(engangserstatning eller terminvise beløp)",
      "content": "Reglene i granneloven § 16 om engangserstatning eller terminvise beløp gjelder tilsvarende for erstatning etter kapitlet her.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "(lemping av ansvaret)",
      "content": "Ved spørsmål om lemping av erstatningsansvar som følge av skade voldt på fast eiendom eller ting, kan det ved vurderingen etter skadeerstatningsloven § 5-2 tas hensyn til at eiendommen eller tingen tåler særlig lite.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "8:62",
      "chapter": "8",
      "section": "62",
      "title": "(bruken av erstatning ved utleie av bolig til boligformål)",
      "content": "Erstatning for forurensningsskade på leilighet utleid til bolig skal brukes til vern mot forurensningen. I den utstrekning dette er lite tjenlig for leieboerne, kan erstatningen brukes til andre tiltak som øker bostandarden eller for øvrig slik at det også kommer leieboerne til gode.\nDepartementet gir nærmere regler om gjennomføringen av første ledd, bl.a. om nødvendige prosessregler.\n0 Tilføyd ved lov 16 juni 1989 nr. 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "title": "(plikt til å stille sikkerhet m.v.)",
      "content": "I en tillatelse etter loven her eller etter forskrift i medhold av loven kan det settes som vilkår at det blir stilt sikkerhet for mulig erstatningsansvar etter kapitlet her.\nForurensningsmyndigheten avgjør hvilken sikkerhet som skal kreves.\nForurensningsmyndigheten kan gi forskrifter om plikt til å stille sikkerhet for nærmere angitte typer virksomhet.\nKongen kan gi bestemmelse om etablering av særskilte erstatningsordninger som skal dekke krav som omfattes av kapitlet, bl.a. om finansiering, tilskuddsplikt, søksmålsrett og skadeoppgjør.\n0 Tilføyd ved lov 16 juni 1989 nr. 67, endret ved lov 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "8:64",
      "chapter": "8",
      "section": "64",
      "title": "(vernetinget ved kumulasjon)",
      "content": "Søksmål om erstatning eller krav som gjelder fast eiendom kan samlet reises i enhver rettskrets hvor det er verneting for ett av kravene, såfremt grunnlaget for kravene er det samme eller vesentlig likeartet. På samme vilkår kan krav reises av flere skadelidte eller mot flere skadevoldere i fellesskap.\n0 Tilføyd ved lov 16 juni 1989 nr. 67, endret ved lover 24 aug 1990 nr. 54, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:73",
      "chapter": "9",
      "section": "73",
      "title": "(tvangsmulkt ved forhold i strid med loven)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan forurensningsmyndigheten fatte vedtak om tvangsmulkt til staten.\nTvangsmulkt kan fastsettes når overtredelse av loven eller vedtak i medhold av loven er oppdaget. Tvangsmulkten begynner å løpe dersom den ansvarlige oversitter den frist for retting av forholdet som forurensningsmyndigheten har fastsatt. Tvangsmulkt kan også fastsettes på forhånd og løper da fra eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at det forfaller for hver overtredelse. Tvangsmulkt fastsettes som løpende mulkt eller engangsmulkt. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forholdet varer, eller at det forfaller for hver overtredelse.\nTvangsmulkt ilegges den ansvarlige for overtredelsen. Er overtredelsen skjedd på vegne av et selskap eller en annen sammenslutning, en stiftelse, en kommune, fylkeskommune eller annen offentlig innretning, skal tvangsmulkten vanligvis pålegges virksomheten som sådan. Er overtredelsen skjedd på vegne av en beredskapsorganisasjon opprettet etter § 42, kan tvangsmulkten pålegges de deltagende selskaper.\nVedtak om tvangsmulkt er tvangsgrunnlag for utlegg.\n0 Endret ved lover 15 apr 1983 nr. 21, 26 juni 1992 nr. 86, 8 des 2000 nr. 85 (ikr. 1 jan 2001 iflg. res. 8 des 2000 nr. 1234), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "9:74",
      "chapter": "9",
      "section": "74",
      "title": "(umiddelbar gjennomføring ved forurensningsmyndigheten)",
      "content": "Har forurensningsmyndigheten gitt pålegg i medhold av § 7 fjerde ledd eller § 37 første eller annet ledd som ikke etterkommes av den ansvarlige, kan forurensningsmyndigheten sørge for iverksetting av tiltakene.\nForurensningsmyndigheten kan også sørge for iverksetting av tiltakene dersom slikt pålegg kan medføre at iverksettelsen av tiltakene forsinkes eller dersom det er uvisst hvem som er ansvarlig.\nVed iverksetting av tiltak etter første og annet ledd kan forurensningsmyndigheten gjøre bruk av og om nødvendig volde skade på den ansvarliges eiendom.\nForurensningsmyndigheten kan gi nærmere forskrifter om gjennomføring av tiltak etter første og annet ledd.\nInngrep mot akutt forurensning eller fare for akutt forurensning på det frie åpne hav og i ytre norsk sjøterritorium skal skje i samsvar med mellomfolkelig overenskomst som Norge har sluttet seg til. Forurensningsmyndigheten kan gi forskrift om slikt inngrep og om gjennomføring av slik overenskomst i norsk rett.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "9:75",
      "chapter": "9",
      "section": "75",
      "title": "(bruk av annen manns eiendom for å bekjempe forurensning og avfallsproblemer og vederlag for bistand)",
      "content": "Ved gjennomføring av tiltak etter §§ 7, 37, 46 og 74 kan forurensningsmyndigheten bestemme at det mot vederlag kan gjøres bruk av eller voldes skade på annens eiendom, såfremt vinningen er vesentlig større enn skaden eller ulempen ved inngrepet.\nDen som har gitt bistand etter § 47 første til tredje ledd og som ikke er ansvarlig for forurensningen, har også krav på vederlag.\nForurensningsmyndigheten er ansvarlig for vederlag etter første og annet ledd. Staten innestår for kravet.\nKommuner som har hatt vesentlige utgifter til bekjempelse av akutt forurensning, kan få vederlag av staten etter nærmere bestemmelser fastsatt av forurensningsmyndigheten.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "9:76",
      "chapter": "9",
      "section": "76",
      "title": "(betaling av utgifter for tiltak mot forurensninger og avfallsproblemer)",
      "content": "Det offentliges utgifter, skade eller tap etter § 74 kan kreves dekket av den ansvarlige for forurensningen eller avfallsproblemene. Det samme gjelder det offentliges utgifter til vederlag etter § 75. Dersom han ikke kan betale, eller det er ukjent hvem som er ansvarlig, kan utgiftene også kreves dekket av skadelidte eller den hvis interesser er ivaretatt ved tiltakene.\nDet kan beregnes renter av krav etter første ledd første og andre punktum i samsvar med forsinkelsesrenteloven. Det kan også beregnes renter fra utgiftene påløper og frem til forsinkelsesrenten begynner å løpe (avsavnsrente). Ved beregning av avsavnsrente etter andre punktum skal pengemarkedsrenten tillagt fire prosentpoeng benyttes som rentesats.\nHar den ansvarlige ikke innen rimelig tid truffet tiltak som han er pliktig til, eller hvis det haster med å treffe tiltakene, kan den som har iverksatt tiltak for å verne sin eiendom eller avbøte skader på denne, kreve utgiftene dekket av den ansvarlige for så vidt som de er gjennomført med rimelig aktsomhet.\nVedkommende forvaltningsorgan kan helt eller delvis frafalle sitt krav på dekning etter første ledd dersom det ellers vil komme til fortrengsel for andre skadelidte eller det vil virke urimelig å fremme kravet.\nOm lemping av ansvar etter første, annet og tredje ledd gjelder skadeerstatningsloven § 5-2 tilsvarende.\nKrav etter paragrafen her foreldes 5 år etter den dag da tiltakene ble gjennomført.​1 Dersom den ansvarlige ikke var kjent da tiltakene ble gjennomført, foreldes kravet 5 år etter den dagen da fordringshaveren fikk eller burde ha skaffet seg nødvendig kunnskap om den ansvarlige. Har forurensningsmyndigheten truffet vedtak om krav på refusjon, løper fristen fra tidspunktet da endelig vedtak ble truffet. Kravet foreldes likevel senest 30 år etter at tiltakene ble gjennomført. For øvrig gjelder reglene i foreldelsesloven så langt de passer.\n0 Endret ved lover 15 apr 1983 nr. 21, 16 juni 1989 nr. 67, 21 juni 1996 nr. 36, 14 juni 2013 nr. 52, 21 mai 2021 nr. 41.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "9:77",
      "chapter": "9",
      "section": "77",
      "title": "(begrenset adgang til å kreve utgifter dekket før tiltak er truffet)",
      "content": "Krav på betaling som det offentlige har etter § 76 første ledd, kan kreves dekket uten hensyn til avtale, dom eller oppgjør mellom den ansvarlige og andre skadelidte.\nNår andre enn det offentlige krever dekning av utgifter for tiltak mot forurensning av fast eiendom, og tiltakene ikke er gjennomført, kan beløpet bare kreves utbetalt av den ansvarlige\na. når det er åpenbart at tiltakene ikke har betydning for allmennheten eller\nb. når forurensningsmyndigheten samtykker. Det kan settes vilkår for slikt samtykke for å sikre at erstatningen nyttes til formålet.\nFor beløp som er betalt overensstemmende med annet ledd bokstav a) eller b), blir den ansvarlige fri sitt ansvar overfor det offentlig etter § 76 første ledd.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "10:78",
      "chapter": "10",
      "section": "78",
      "title": "(straffansvar for forurensning)",
      "content": "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt\na. har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven\nb. unnlater å treffe tiltak som han er pliktig til etter §§ 7 og 40, etter forskrift i medhold av loven, etter vilkår i enkelttillatelse etter § 11, vilkår i godkjent beredskapsplan etter § 41, eller etter særskilt pålegg i medhold av denne lov\nc. unnlater å gi melding etter §§ 19 eller 20 eller å legge fram beredskapsplan etter § 41\nd. unnlater å etterkomme forurensningsmyndighetens pålegg etter §§ 49-51.\nHar overtredelsen voldt fare for stor skade eller ulempe, eller det forøvrig foreligger skjerpende omstendigheter, kan fengsel inntil 3 år anvendes. Dersom overtredelsen har voldt fare for alvorlig eller irreversibel skade på biologisk mangfold, eller fare for menneskers liv eller helbred, kan fengsel inntil 5 år anvendes.\n0 Endret ved lover 15 apr 1983 nr. 21, 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "10:78 a",
      "chapter": "10",
      "section": "78 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 21 juni 1996 nr. 36, opphevet ved lov 15 mars 2002 nr. 5 (ikr. 21 mars 2003 iflg. res. 21 mars 2003 nr. 359).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78a",
        "source_heading": "§ 78 a."
      }
    },
    {
      "provision_ref": "10:79",
      "chapter": "10",
      "section": "79",
      "title": "(straffansvar for ulovlig håndtering av avfall)",
      "content": "Med bøter eller fengsel inntil 1 år eller begge deler straffes den som forsettlig eller uaktsomt\na. etterlater eller tømmer samlet avfall, større kasserte gjenstander eller spesialavfall, slik at det kan virke skjemmende eller være til skade eller ulempe for miljøet\nb. unnlater å etterkomme pålegg om tiltak mot avfall etter § 37.\nI forskrift etter §§ 30 til 33 kan det bestemmes at forsettlig eller uaktsom overtredelse av forskriften straffes med bøter.\nMed bøter eller fengsel inntil 2 år straffes den som forsettlig eller uaktsomt innfører eller utfører avfall i strid med bestemmelser om grensekryssende forsendelser av avfall i forskrift etter § 32 b.\n0 Endret ved lover 15 apr 1983 nr. 21, 21 juni 1996 nr. 36, 29 aug 2014 nr. 62 (ikr. 1 jan 2015), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "10:80",
      "chapter": "10",
      "section": "80",
      "title": "(overtredelsesgebyr)",
      "content": "Forurensningsmyndigheten kan gi forskrift om ileggelse av overtredelsesgebyr til den som\na. har, gjør eller setter i verk noe som kan forurense i strid med denne lov eller forskrifter i medhold av loven\nb. overtrer tiltaksplikt etter § 7 andre ledd eller pålegg etter § 7 fjerde ledd\nc. overtrer vilkår i forskrift etter § 9 første ledd eller tillatelse etter § 11 første ledd jf. § 16\nd. driver virksomhet uten tillatelse i strid med forskrift etter § 11 tredje ledd\ne. overtrer meldingsplikt etter § 20 første ledd andre punktum eller tredje ledd første punktum eller forskrift etter § 20 fjerde ledd\nf. overtrer tiltaksplikt etter § 20 første ledd første punktum eller pålegg etter § 20 andre ledd\ng. overtrer forskrift etter § 24 tredje ledd\nh. overtrer forbud i § 28 første ledd eller plikt etter § 28 tredje ledd\ni. overtrer § 29 første ledd første punktum\nj. overtrer forbud i § 30 tredje ledd andre punktum, eller forskrift etter § 30 andre eller tredje ledd\nk. overtrer forskrift eller enkeltvedtak etter § 31 andre ledd\nl. forsøker å overtre bestemmelser om grensekryssende forsendelse av avfall i forskrift etter § 32 b\nm. overtrer plikt i § 32 første ledd første punktum\nn. overtrer forskrift etter § 32 a første ledd\no. overtrer forskrift eller enkeltvedtak etter § 33 første ledd\np. overtrer plikt i § 35 første eller tredje ledd eller pålegg etter § 35 fjerde ledd\nq. overtrer varslingsplikt i § 39 første eller andre ledd eller forskrift etter § 39 tredje ledd, når vedkommende er den ansvarlige for forurensningen,\nr. overtrer beredskapsplikt i § 40 første ledd eller forskrift eller enkeltvedtak etter § 40 andre ledd\ns. overtrer forskrift etter § 52 b.\nFysiske personer kan bare ilegges overtredelsesgebyr for forsettlige eller uaktsomme overtredelser.\nForurensningsmyndigheten kan gi forskrift om utmålingen av overtredelsesgebyr.\nAdgangen til å ilegge overtredelsesgebyr foreldes 2 år etter at overtredelsen er opphørt. Fristen avbrytes ved at det gis forhåndsvarsel eller fattes vedtak om overtredelsesgebyr.\n0 Opphevet ved lov 20 juli 1991 nr. 66, tilføyd igjen ved lov 21 juni 2019 nr. 54 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 786), endret ved lov 6 juni 2025 nr. 24 (i kraft 6 juni 2025 iflg. res. 6 juni 2025 nr. 944).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "11:81",
      "chapter": "11",
      "section": "81",
      "title": "(forurensningsmyndighetene)",
      "content": "Forurensningsmyndighetene er:\na. på riksnivå: Kongen, departementet og Miljødirektoratet,\nb. på fylkesnivå: fylkeskommunen og statsforvalteren eller den departementet bestemmer,\nc. på kommunalt nivå: kommunen.\nKongen fastsetter hvilken forurensningsmyndighet som kan treffe vedtak etter loven. For kommunens og fylkeskommunens myndighet gjelder § 82. Departementet kan videre fastsette at vedtak etter loven kan treffes av andre enn forurensningsmyndighetene herunder privat rettssubjekt.\nKongen pålegger de øvrige forurensningsmyndigheter å utføre gjøremål etter denne lov. For kommunens og fylkeskommunens gjøremål gjelder § 82.\n0 Endret ved lover 15 apr 1983 nr. 21, 14 juni 1991 nr. 30, 14 juni 2013 nr. 48 (ikr. 1 juli 2013), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "11:82",
      "chapter": "11",
      "section": "82",
      "title": "(kommunens og fylkeskommunens myndighet og gjøremål etter forurensningsloven)",
      "content": "Kongen kan gi forskrift om at kommunen skal ha myndighet etter loven på områdene avløp, avfall, akutt forurensning, lokal luftkvalitet, støy, forurenset grunn, landbruk og lokale klimagassutslipp, i tillegg til det som følger av kapittel 4 og 5 i loven her.\nKongen kan gi forskrift om hvilke gjøremål kommunen skal utføre på områdene avløp, avfall, akutt forurensning, lokal luftkvalitet og støy, i tillegg til det som følger av kapittel 4, 5 og 6 i loven her.\nKongen kan gi forskrift om fylkeskommunens myndighet og gjøremål etter loven.\nEtter forespørsel fra kommunen kan Miljødirektoratet i enkeltsaker bestemme at kommunens myndighet som er tildelt etter første ledd, i stedet skal utøves av Miljødirektoratet eller statsforvalteren.\n0 Opphevet ved lov 14 juni 1991 nr. 30, tilføyd ved lov 6 des 2024 nr. 74 (i kraft 1 jan 2025 iflg. res. 6 des 2024 nr. 2938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "11:83",
      "chapter": "11",
      "section": "83",
      "title": "(delegasjon av myndighet lagt til kommunen eller fylkeskommunen)",
      "content": "Kommuneloven gjelder for kommunens og fylkeskommunens delegasjonsadgang.\nNår særlige hensyn taler for det, kan kommunestyret og fylkestinget delegere myndighet til å treffe enkeltvedtak til henholdsvis kommunale/interkommunale og fylkeskommunale/interfylkeskommunale selskaper.\n0 Endret ved lover 15 apr 1983 nr. 21, 12 juni 1987 nr. 70, 17 mars 1989 nr. 11, 21 juni 1996 nr. 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "11:84",
      "chapter": "11",
      "section": "84",
      "title": "(anmodning om å gjennomføre tiltak mot betydelige miljøskader eller overhengende fare for slike)",
      "content": "Enhver kan anmode forurensningsmyndigheten om å treffe tiltak etter § 7.\nForurensningsmyndigheten har plikt til å vurdere en anmodning som er fremsatt av en fysisk eller juridisk person, som berøres eller ventes å bli berørt av betydelig miljøskade, eller som har tilstrekkelig interesse i saken. Anmodningen må underbygges med opplysninger som sannsynliggjør at det foreligger betydelig miljøskade i vann eller på land eller overhengende fare for slik skade.​1\nForurensningsmyndighetens avgjørelse på grunnlag av anmodning som nevnt i annet ledd er enkeltvedtak også dersom pålegg ikke gis.\n0 Opphevet ved lov 21 juni 1996 nr. 36, tilføyd igjen ved lov 14 juni 2013 nr. 52.\n1 Jf. EØS-avtalen vedlegg XX nr. 1i (direktiv 2004/35/EF).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "11:85",
      "chapter": "11",
      "section": "85",
      "title": "(forholdet til forvaltningsloven og tjenesteloven)",
      "content": "Forvaltningsloven gjelder med de særlige bestemmelser som er gitt i loven her.\nDepartementet er klageinstans over vedtak truffet av Miljødirektoratet. Miljødirektoratet er klageinstans over vedtak truffet av statsforvalteren. For vedtak truffet av kommunen gjelder forvaltningsloven § 28 annet ledd, med unntak av vedtak etter § 47 hvor statsforvalteren er klageinstans. Departementet kan fastsette en annen klageinstans enn det som følger av dette ledd og hvem klage over vedtak truffet av privat rettssubjekt skal gå til.\nForurensningsmyndigheten kan gi utfyllende forskrifter om saksbehandlingen av søknader etter § 11, herunder om hvem søknaden skal forelegges for, kunngjøring av søknader og tillatelser og om betaling av kunngjøringen.\nDepartementet kan gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven for søknad om tillatelse etter kap. 3, herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Endret ved lover 15 apr 1983 nr. 21, 12 juni 1987 nr. 70, 17 mars 1989 nr. 11, 14 juni 1991 nr. 30, 21 juni 1996 nr. 36, 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672), 14 juni 2013 nr. 52, 14 juni 2013 nr. 48 (ikr. 1 juli 2013, delvis ikr., se § 89 med note), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "12:86",
      "chapter": "12",
      "section": "86",
      "title": "(forholdet til eldre virksomheter)",
      "content": "Loven gjelder også for virksomhet som er igangsatt før loven trer i kraft. Bestemmelsen i § 37 om plikt til å rydde opp og fjerne avfall o.l. gjelder også ved overtredelse av gjerningsbeskrivelsen i § 28 som har funnet sted før loven trer i kraft.\nDet er likevel ikke nødvendig å søke om ny tillatelse etter § 11 for forurensning som er meddelt tillatelse etter vassdragsloven 15. mars 1940 §§ 48 og 49, granneloven 16. juni 1961 nr. 15 § 19 eller vannvernloven 26. juni 1970 nr. 75 § 6 eller § 10.\nVirksomhet som var igangsatt da loven her trådte i kraft og som ikke trengte tillatelse etter bestemmelsene nevnt i annet ledd, kan fortsette uten tillatelse etter § 11, jfr. §§ 7 og 29. Det samme gjelder virksomhet som er tillatt etter granneskjønn som i henhold til grannelovens §§ 7 og 8 er holdt før loven trådte i kraft. Forurensningsmyndigheten kan likevel i forskrift eller enkeltvedtak bestemme at virksomhet nevnt i første og annet punktum er ulovlig etter en fastsatt frist, dersom virksomheten ikke har tillatelse etter § 11.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "12:87",
      "chapter": "12",
      "section": "87",
      "title": "(forholdet til vedtak truffet etter eldre lovgivning)",
      "content": "Forskrifter eller enkeltvedtak fastsatt med hjemmel i lovbestemmelser som oppheves etter § 90, står fortsatt ved lag inntil de blir endret eller opphevet i medhold av denne lov.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "12:88",
      "chapter": "12",
      "section": "88",
      "title": "(gjennomføringsbestemmelser)",
      "content": "Departementet kan gi bestemmelser til utfylling og gjennomføring av denne lov, herunder om samarbeid mellom forurensningsmyndighetene og andre myndigheter.\n0 Endret ved lov 15 apr 1983 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "12:89",
      "chapter": "12",
      "section": "89",
      "title": "(ikrafttreden)",
      "content": "Loven trer i kraft​1 fra den tid Kongen bestemmer. Deler av loven kan settes i kraft til forskjellige tider, også i forskjellige fylker og kommuner. I forbindelse med lovens ikrafttreden eller senere kan Kongen sette en frist for alle eller enkelte kommuner til å gjennomføre de plikter som loven pålegger kommunene. Det samme gjelder overfor vegstyresmaktene i forhold til § 36.\n0 Endret ved lov 15 apr 1983 nr. 21.\n1 Fra 1 okt 1983 ved res. 8 juli 1983 nr. 1245.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "12:90",
      "chapter": "12",
      "section": "90",
      "title": "(opphevelse av og endringer i andre lover)",
      "content": "Når loven trer i kraft, gjøres følgende endringer i lovverket ellers: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    }
  ]
}