{
  "id": "LOV-1921-07-02-3",
  "type": "statute",
  "title": "Lov om grenseavmerkning m.v. ved økonomisk opmåling",
  "short_name": "Lov om grenseavmerkning ved øk. oppmåling",
  "status": "in_force",
  "issued_date": "1921-07-02",
  "in_force_date": "1921-07-02",
  "url": "https://lovdata.no/dokument/NLO/lov/1921-07-02-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov kommer til anvendelse, når et herred har besluttet å iverksette opmåling og kartlegning av herredet eller deler derav for overensstemmende med regler utferdiget av vedkommende departement​1 å bestemme eiendommenes grenser og areal av dyrket mark, naturlig eng, skog, havn og andre herligheter (økonomisk opmåling).\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Eier av eiendom, som skal opmåles, plikter å avmerke grensene overensstemmende med de av vedkommende departement i medhold av § 1 utferdigede nærmere regler samt å påvise dem for landmåleren.​1 Det samme gjelder for eier av tilstøtende eiendom såvidt fellesgrensen angår.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Landmåleren antas av herredsstyret, men må godkjennes av vedkommende departement. Sålenge arbeidet ikke er avsluttet for den strekning, som er besluttet opmålt og kartlagt, henhører kartkonduktørarbeide innen denne under ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Til på herredets vegne å ordne det nødvendige vedrørende opmålingen antar herredsstyret en opmålingsnevnd på 3 medlemmer med varamenn. Herredsstyret bestemmer, hvem av nevndens medlemmer som skal forrette som formann. Herredsstyret antar derhos det fornødne antall personer til å veilede eierne ved grenseavmerkningen, hvis det finner, at sådan veiledning er påkrevet og at arbeidet hermed ikke bør pålegges landmåleren eller opmålingsnevndens medlemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Når økonomisk opmåling skal iverksettes, skal landmåleren innrykke bekjentgjørelse herom i Norsk Kunngjørelsestidende.​1 Bekjentgjørelsen skal inneholde oplysning om de gårdsnumre og bruksnumre samt i tilfelle de umatrikulerte strekninger, som i et nærmere angitt tidsrum aktes opmålt. I bekjentgjørelsen skal derhos inntas pålegg til eierne av de eiendommer, som skal opmåles og eierne av tilstøtende eiendommer om å avmerke vedkommende grenser innen en nærmere fastsatt tid og å påvise grensene for landmåleren efter nærmere varsel fra ham.​2 Bekjentgjørelsen skal i tilfelle likeledes inneholde oplysning om, hos hvem eierne kan få veiledning om, hvorledes grenseavmerkningen skal utføres.​3\nDen i Norsk Kunngjørelsestidende inntatte bekjentgjørelse skal snarest mulig innrykkes i lokale aviser og opslås på bekvemme steder innen herredet og vedkommende naboherred, alt efter landmålerens nærmere bestemmelse. Dog kan opmålingsnevnden innskrenke innrykkelsen i lokale aviser til en henvisning til vedkommende bekjentgjørelse i Norsk Kunngjørelsestidende og opslaget.\nOpmålingen må ikke påbegynnes, og fristen for grenseavmerkning må ikke utløpe, før der er hengått minst 12 uker fra bekjentgjørelsen i Norsk Kunngjørelsestidende. Fristen for avmerkningen må derhos ikke utløpe i tiden fra og med 1 november til og med 14 mai, medmindre opmålingsnevnden har samtykket heri.\nTil grensepåvisningen lar landmåleren eierne tilsi med minst 5 dages frist.\n1 Se lov 11 okt. 1946 nr. 1.\n2 Se § 10.\n3 Jfr. lov 9 juli 1923 nr. 1 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Opstår der under avmerkningen eller grensepåvisningen tvist om grenser, avmerker hver eier den av ham påståtte grense. Påklages​1 ikke tvisten for forlikskommisjonen innen en av opmålingsnevnden fastsatt frist av minst 12 uker, avmerker nevnden en foreløbig grense og underretter eierne ved rekommandert brev om at så er skjedd, og at de har en frist av 6 måneder, regnet fra brevets innlevering til postvesenet, til å påklage tvisten for forlikskommisjonen. Påklages​1 tvisten ikke for forlikskommisjonen innen fristens utløp, blir den foreløbig avmerkede grense endelig gjeldende eierne imellem. Grensepåvisningen utføres i dette tilfelle av et av opmålingsnevndens medlemmer. I særlige tilfelle kan vedkommende departement inntil 3 år fra at fristen var utløpet, tillate, at tvisten påklages for forlikskommisjonen innen en av departementet nærmere fastsatt frist.\nBlir eierne ikke enige om tiden for avmerkningen, kan enhver av dem, når minst halvdelen av avmerkningsfristen er utløpet, tilkalle den annen ved rekommandert brev med en frist av 14 dager, regnet fra brevets innlevering til postvesenet, og derefter foreta avmerkning, selv om den annen ikke møter.\n1 Jfr. rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vedkommende departement kan la avmerkningen av grensene inspisere ved en av det antatt inspektør og i tilfelle påby, at den innen en bestemt frist skal bringes i overensstemmelse med forskriftene i de i §§ 1 og 2 omhandlede regler.​1\n1 Se 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Landmåleren skal føre en av fylkesmannen autorisert protokoll, hvori med angivelse av navn og for matrikulert grunn tillike av gårdsnummer, bruksnummer og matrikulskyld skal anføres, for hvilke eiendommer grenseopgang er foretatt, hvem der har representert eiendommene ved grensepåvisningen og i tilfelle med hvilken fullmakt. Protokollen undertegnes for hver dag grenseopgang foretas av landmåleren med kartvidner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Efterhånden som arbeidet blir ferdig utlegges kartene med arealangivelser til eftersyn på et bekvemt sted innen herredet i 6 virkedager, 4 timer daglig. Utleggelsen, som kan innskrenkes til å omfatte de gårdsnumre og umatrikulerte strekninger, som opmålingsnevnden finner det hensiktsmessig å medta under en utleggelse, bekjentgjøres med 6 ukers varsel som i § 5 foreskrevet. I den tid kartene er utlagt, bør landmåleren eller en av hans teknisk kyndige medhjelpere og et av opmålingsnevndens medlemmer være tilstede. Efter utleggelsen kan eierne mot betaling kreve kopi av kartet og utskrift av arealangivelsen levert innen 12 uker. Innsigelse mot kartet må være innkommet til vedkommende departement innen ett år efter utleggelsens avslutning og må inneholde angivelse av, hvilken eiendom den gjelder, samt hvad der ikke anses riktig. For de eiendommers vedkommende, for hvilke ingen innsigelse innkommer, anses kartene som overensstemmende med grensepåvisningen.\nDe som følge av innsigelse nødvendige undersøkelser og rettelser utføres av landmåleren under ledelse av den hertil av vedkommende departement beskikkede inspektør. Eierne av de eiendommer, som berøres av innsigelsen, plikter å møte​1 til sådan forretning efter tilsigelse overensstemmende med § 5 siste ledd.\nEfterat undersøkelse og i tilfelle rettelse er utført, har kartet samme rettsgyldighet som de ikke påklagede.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undlatelse av innen fastsatt frist å foreta – i tilfelle omgjøre – avmerkning, påvise grenser eller avgi møte for inspektøren straffes med bøter​1 og påtales av det offentlige. Beløpet tilfaller herredskassen​2 og anvendes til beste for kartverket.\n1 Se strl. § 27.\n2 Jfr. strl. § 27 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Innen 4 uker efterat grensetvist er endelig avgjort plikter eierne under straff som i § 10 nevnt å underrette vedkommende departement om resultatet og – innen en av dette fastsatt frist – å foreta avmerkning.\nBlir eierne ikke enige om, når de skal foreta avmerkningen, kan der gås frem efter bestemmelsene i § 6, siste ledd.\nNår avmerkningen er foretatt, innmåles grensen og avlegges på kartet under kontroll og efter varsel samt med rettsvirkning som i § 9, 2net og 3dje ledd bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Herredet utrer godtgjørelsen til opmålingsnevnden og lederne av avmerkningen. Inspektørens godtgjørelse utres av staten.\nAlle andre utgifter vedrørende grensenes avmerkning og fastsettelse bæres av eierne.\nDe øvrige med den økonomiske opmåling forbundne omkostninger utres av herredet. Inntil 1/4 herav kan herredsstyret utligne på eierne innen herredet fordelt efter eiendommenes areal. Når åstedsarbeidet for nogen eiendom har krevet forholdsvis megen tid, kan det dog pålegge vedkommende eier en større andel av omkostningene enn arealforholdet tilsier. Berøres en eiendom kun for endel av opmålingen gis der vedkommende eier et forholdsvist avslag. Utgifter, som utelukkende er forvoldt av hensyn til enkelt eiendom eller eier heri også innbefattet undersøkelse av innsigelse eller klage, som viser sig å være ugrunnet, kan herredsstyret pålegge vedkommende helt eller for en del å utre. Derhos kan det pålegge en bruksberettiget andel i omkostningene i forhold til betydningen av hans rett, og således at et tilsvarende beløp fragår i eierens utredsel.\nFordelingen av omkostningene skal skje på grunnlag av forslag fra landmåleren og opmålingsnevnden.\nUtskrift av fordelingen utlegges til eftersyn i 14 dager, og utleggelsen bekjentgjøres i lokale aviser og ved opslag.\nKlage over omkostningenes fordeling må være innkommet til herredsstyret innen 4 uker, efterat utleggelsen er avsluttet. Herredsstyret avgjør klagen med bindende virkning, efterat fornyet uttalelse er innhentet fra landmåleren og opmålingsnevnden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "De utredelser som kommunestyret har pålagt partene skal være innbetalt innen 3 måneder etter at rekommandert brev med oppgave over den endelige utligning er innlevert til postverket. Utredelsene kan inndrives ved utpantning.\n1 Endret ved lov 31 mai 1963 nr. 2, 8 feb. 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Unnlater noen eier å etterkomme hva som påhviler ham etter denne lov eller pålegg som gis ham i medhold av loven med hensyn til avmerking og fastsetting av grenser, har den som derved måtte bli skadelidende krav på erstatning etter skjønn. Erstatningen fastsettes ved skjønn som i lensmannsdistrikt styres av lensmannen.​2 Skjønnsavgjørelsen er tvangsgrunnlag på samme måte som kjennelser.​3 Ved klage til herreds- eller byrett og krav om overskjønn gjelder bestemmelsene i tvangsfullbyrdelseslovens § 8 annet ledd.\n1 Endret ved lover 5 mai 1961, 18 juni 1965 nr. 5, 26 jan. 1973 nr. 3, 17 des. 1982 nr. 88.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. tvangsfullbl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Utfører landmåleren arbeide, som faller utenfor hans kontrakt, tilkommer der ham herfor – i mangel av avtale – godtgjørelse som for fylkeskonduktør (beskikket landmåler) til enhver tid bestemt. Godtgjørelsen for opmålingsnevnden og dem, som veileder ved avmerkningen, bestemmes av herredsstyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "På grense for bruksrettsområde kan denne lov, selv om bruksretten er særskilt matrikulert, kun gjøres anvendelig i de tilfelle vedkommende departement treffer bestemmelse derom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Staten er berettiget til å iverksette prøvemålinger, hvor Kongen finner det hensiktsmessig.\nVed prøvemåling har eier av eiendom, som skal opmåles, og eier av tilstøtende eiendom de samme forpliktelser som efter foranstående bestemmelser er dem pålagt. Statskassen utrer de utgifter, som vilde ha påhvilt herredskassen, om opmålingen hadde vært iverksatt av herredet. Bevilger herredsstyret bidrag til prøvemåling, har det adgang til med samme begrensning som efter § 12 å pålegge eierne å bære en andel herav.\nLandmåleren antas av vedkommende departement. Opmålingsnevnd anordnes ikke.​1 Forøvrig skal ved prøvemåling bestemmelsene i denne lov gjelde i den utstrekning de er anvendelige, såsom med hensyn til kunngjørelse, varsel og utleggelse og virkningen herav.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Denne lov trer i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Denne lov kommer til anvendelse, når et herred har besluttet å iverksette opmåling og kartlegning av herredet eller deler derav for overensstemmende med regler utferdiget av vedkommende departement​1 å bestemme eiendommenes grenser og areal av dyrket mark, naturlig eng, skog, havn og andre herligheter (økonomisk opmåling).\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Eier av eiendom, som skal opmåles, plikter å avmerke grensene overensstemmende med de av vedkommende departement i medhold av § 1 utferdigede nærmere regler samt å påvise dem for landmåleren.​1 Det samme gjelder for eier av tilstøtende eiendom såvidt fellesgrensen angår.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Landmåleren antas av herredsstyret, men må godkjennes av vedkommende departement. Sålenge arbeidet ikke er avsluttet for den strekning, som er besluttet opmålt og kartlagt, henhører kartkonduktørarbeide innen denne under ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Til på herredets vegne å ordne det nødvendige vedrørende opmålingen antar herredsstyret en opmålingsnevnd på 3 medlemmer med varamenn. Herredsstyret bestemmer, hvem av nevndens medlemmer som skal forrette som formann. Herredsstyret antar derhos det fornødne antall personer til å veilede eierne ved grenseavmerkningen, hvis det finner, at sådan veiledning er påkrevet og at arbeidet hermed ikke bør pålegges landmåleren eller opmålingsnevndens medlemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Når økonomisk opmåling skal iverksettes, skal landmåleren innrykke bekjentgjørelse herom i Norsk Kunngjørelsestidende.​1 Bekjentgjørelsen skal inneholde oplysning om de gårdsnumre og bruksnumre samt i tilfelle de umatrikulerte strekninger, som i et nærmere angitt tidsrum aktes opmålt. I bekjentgjørelsen skal derhos inntas pålegg til eierne av de eiendommer, som skal opmåles og eierne av tilstøtende eiendommer om å avmerke vedkommende grenser innen en nærmere fastsatt tid og å påvise grensene for landmåleren efter nærmere varsel fra ham.​2 Bekjentgjørelsen skal i tilfelle likeledes inneholde oplysning om, hos hvem eierne kan få veiledning om, hvorledes grenseavmerkningen skal utføres.​3\nDen i Norsk Kunngjørelsestidende inntatte bekjentgjørelse skal snarest mulig innrykkes i lokale aviser og opslås på bekvemme steder innen herredet og vedkommende naboherred, alt efter landmålerens nærmere bestemmelse. Dog kan opmålingsnevnden innskrenke innrykkelsen i lokale aviser til en henvisning til vedkommende bekjentgjørelse i Norsk Kunngjørelsestidende og opslaget.\nOpmålingen må ikke påbegynnes, og fristen for grenseavmerkning må ikke utløpe, før der er hengått minst 12 uker fra bekjentgjørelsen i Norsk Kunngjørelsestidende. Fristen for avmerkningen må derhos ikke utløpe i tiden fra og med 1 november til og med 14 mai, medmindre opmålingsnevnden har samtykket heri.\nTil grensepåvisningen lar landmåleren eierne tilsi med minst 5 dages frist.\n1 Se lov 11 okt. 1946 nr. 1.\n2 Se § 10.\n3 Jfr. lov 9 juli 1923 nr. 1 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Opstår der under avmerkningen eller grensepåvisningen tvist om grenser, avmerker hver eier den av ham påståtte grense. Påklages​1 ikke tvisten for forlikskommisjonen innen en av opmålingsnevnden fastsatt frist av minst 12 uker, avmerker nevnden en foreløbig grense og underretter eierne ved rekommandert brev om at så er skjedd, og at de har en frist av 6 måneder, regnet fra brevets innlevering til postvesenet, til å påklage tvisten for forlikskommisjonen. Påklages​1 tvisten ikke for forlikskommisjonen innen fristens utløp, blir den foreløbig avmerkede grense endelig gjeldende eierne imellem. Grensepåvisningen utføres i dette tilfelle av et av opmålingsnevndens medlemmer. I særlige tilfelle kan vedkommende departement inntil 3 år fra at fristen var utløpet, tillate, at tvisten påklages for forlikskommisjonen innen en av departementet nærmere fastsatt frist.\nBlir eierne ikke enige om tiden for avmerkningen, kan enhver av dem, når minst halvdelen av avmerkningsfristen er utløpet, tilkalle den annen ved rekommandert brev med en frist av 14 dager, regnet fra brevets innlevering til postvesenet, og derefter foreta avmerkning, selv om den annen ikke møter.\n1 Jfr. rettergangsl. §§ 63 og 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Vedkommende departement kan la avmerkningen av grensene inspisere ved en av det antatt inspektør og i tilfelle påby, at den innen en bestemt frist skal bringes i overensstemmelse med forskriftene i de i §§ 1 og 2 omhandlede regler.​1\n1 Se 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Landmåleren skal føre en av fylkesmannen autorisert protokoll, hvori med angivelse av navn og for matrikulert grunn tillike av gårdsnummer, bruksnummer og matrikulskyld skal anføres, for hvilke eiendommer grenseopgang er foretatt, hvem der har representert eiendommene ved grensepåvisningen og i tilfelle med hvilken fullmakt. Protokollen undertegnes for hver dag grenseopgang foretas av landmåleren med kartvidner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Efterhånden som arbeidet blir ferdig utlegges kartene med arealangivelser til eftersyn på et bekvemt sted innen herredet i 6 virkedager, 4 timer daglig. Utleggelsen, som kan innskrenkes til å omfatte de gårdsnumre og umatrikulerte strekninger, som opmålingsnevnden finner det hensiktsmessig å medta under en utleggelse, bekjentgjøres med 6 ukers varsel som i § 5 foreskrevet. I den tid kartene er utlagt, bør landmåleren eller en av hans teknisk kyndige medhjelpere og et av opmålingsnevndens medlemmer være tilstede. Efter utleggelsen kan eierne mot betaling kreve kopi av kartet og utskrift av arealangivelsen levert innen 12 uker. Innsigelse mot kartet må være innkommet til vedkommende departement innen ett år efter utleggelsens avslutning og må inneholde angivelse av, hvilken eiendom den gjelder, samt hvad der ikke anses riktig. For de eiendommers vedkommende, for hvilke ingen innsigelse innkommer, anses kartene som overensstemmende med grensepåvisningen.\nDe som følge av innsigelse nødvendige undersøkelser og rettelser utføres av landmåleren under ledelse av den hertil av vedkommende departement beskikkede inspektør. Eierne av de eiendommer, som berøres av innsigelsen, plikter å møte​1 til sådan forretning efter tilsigelse overensstemmende med § 5 siste ledd.\nEfterat undersøkelse og i tilfelle rettelse er utført, har kartet samme rettsgyldighet som de ikke påklagede.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Undlatelse av innen fastsatt frist å foreta – i tilfelle omgjøre – avmerkning, påvise grenser eller avgi møte for inspektøren straffes med bøter​1 og påtales av det offentlige. Beløpet tilfaller herredskassen​2 og anvendes til beste for kartverket.\n1 Se strl. § 27.\n2 Jfr. strl. § 27 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Innen 4 uker efterat grensetvist er endelig avgjort plikter eierne under straff som i § 10 nevnt å underrette vedkommende departement om resultatet og – innen en av dette fastsatt frist – å foreta avmerkning.\nBlir eierne ikke enige om, når de skal foreta avmerkningen, kan der gås frem efter bestemmelsene i § 6, siste ledd.\nNår avmerkningen er foretatt, innmåles grensen og avlegges på kartet under kontroll og efter varsel samt med rettsvirkning som i § 9, 2net og 3dje ledd bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Herredet utrer godtgjørelsen til opmålingsnevnden og lederne av avmerkningen. Inspektørens godtgjørelse utres av staten.\nAlle andre utgifter vedrørende grensenes avmerkning og fastsettelse bæres av eierne.\nDe øvrige med den økonomiske opmåling forbundne omkostninger utres av herredet. Inntil 1/4 herav kan herredsstyret utligne på eierne innen herredet fordelt efter eiendommenes areal. Når åstedsarbeidet for nogen eiendom har krevet forholdsvis megen tid, kan det dog pålegge vedkommende eier en større andel av omkostningene enn arealforholdet tilsier. Berøres en eiendom kun for endel av opmålingen gis der vedkommende eier et forholdsvist avslag. Utgifter, som utelukkende er forvoldt av hensyn til enkelt eiendom eller eier heri også innbefattet undersøkelse av innsigelse eller klage, som viser sig å være ugrunnet, kan herredsstyret pålegge vedkommende helt eller for en del å utre. Derhos kan det pålegge en bruksberettiget andel i omkostningene i forhold til betydningen av hans rett, og således at et tilsvarende beløp fragår i eierens utredsel.\nFordelingen av omkostningene skal skje på grunnlag av forslag fra landmåleren og opmålingsnevnden.\nUtskrift av fordelingen utlegges til eftersyn i 14 dager, og utleggelsen bekjentgjøres i lokale aviser og ved opslag.\nKlage over omkostningenes fordeling må være innkommet til herredsstyret innen 4 uker, efterat utleggelsen er avsluttet. Herredsstyret avgjør klagen med bindende virkning, efterat fornyet uttalelse er innhentet fra landmåleren og opmålingsnevnden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "De utredelser som kommunestyret har pålagt partene skal være innbetalt innen 3 måneder etter at rekommandert brev med oppgave over den endelige utligning er innlevert til postverket. Utredelsene kan inndrives ved utpantning.\n1 Endret ved lov 31 mai 1963 nr. 2, 8 feb. 1980 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Unnlater noen eier å etterkomme hva som påhviler ham etter denne lov eller pålegg som gis ham i medhold av loven med hensyn til avmerking og fastsetting av grenser, har den som derved måtte bli skadelidende krav på erstatning etter skjønn. Erstatningen fastsettes ved skjønn som i lensmannsdistrikt styres av lensmannen.​2 Skjønnsavgjørelsen er tvangsgrunnlag på samme måte som kjennelser.​3 Ved klage til herreds- eller byrett og krav om overskjønn gjelder bestemmelsene i tvangsfullbyrdelseslovens § 8 annet ledd.\n1 Endret ved lover 5 mai 1961, 18 juni 1965 nr. 5, 26 jan. 1973 nr. 3, 17 des. 1982 nr. 88.\n2 Se lov 1 juni 1917 nr. 1 kap. 1.\n3 Jfr. tvangsfullbl. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Utfører landmåleren arbeide, som faller utenfor hans kontrakt, tilkommer der ham herfor – i mangel av avtale – godtgjørelse som for fylkeskonduktør (beskikket landmåler) til enhver tid bestemt. Godtgjørelsen for opmålingsnevnden og dem, som veileder ved avmerkningen, bestemmes av herredsstyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "På grense for bruksrettsområde kan denne lov, selv om bruksretten er særskilt matrikulert, kun gjøres anvendelig i de tilfelle vedkommende departement treffer bestemmelse derom.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Staten er berettiget til å iverksette prøvemålinger, hvor Kongen finner det hensiktsmessig.\nVed prøvemåling har eier av eiendom, som skal opmåles, og eier av tilstøtende eiendom de samme forpliktelser som efter foranstående bestemmelser er dem pålagt. Statskassen utrer de utgifter, som vilde ha påhvilt herredskassen, om opmålingen hadde vært iverksatt av herredet. Bevilger herredsstyret bidrag til prøvemåling, har det adgang til med samme begrensning som efter § 12 å pålegge eierne å bære en andel herav.\nLandmåleren antas av vedkommende departement. Opmålingsnevnd anordnes ikke.​1 Forøvrig skal ved prøvemåling bestemmelsene i denne lov gjelde i den utstrekning de er anvendelige, såsom med hensyn til kunngjørelse, varsel og utleggelse og virkningen herav.\n1 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Denne lov trer i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}