{
  "id": "LOV-1985-06-14-68",
  "type": "statute",
  "title": "Lov om oppdrett av fisk, skalldyr m.v.",
  "short_name": "Fiskeoppdrettsloven.",
  "status": "in_force",
  "issued_date": "1985-06-14",
  "in_force_date": "1985-06-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1985-06-14-68",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Formålet med loven er å bidra til at oppdrettsnæringen​1 kan få en balansert og bærekraftig utvikling og bli en lønnsom og livskraftig distriktsnæring.\n0 Endret ved lov 20 juni 1991 nr. 38.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(lovens virkeområde)",
      "content": "Loven gjelder for oppdrettsvirksomhet i ferskvann, brakkvann og saltvann. Loven gjelder i Norges økonomiske sone.​1\nMed oppdrett menes all virksomhet der en fôrer eller behandler levende fisk og skalldyr med sikte på konsum, fôr, reproduksjon, utsetting, herunder havbeite, forskning eller undervisning. Under lovens virkeområde faller også oppbevaring av levende fisk og skalldyr som ledd i oppdrettsvirksomhet. Virksomhet som har tillatelse etter lov om havbeite av 21. desember 2000 nr. 118 omfattes ikke av loven.\nKongen kan fastsette forskrift​2 om at loven gjøres gjeldende for andre akvatiske organismer (vannlevende planter og dyr).\nDepartementet​3 avgjør i tvilstilfelle hva som skal anses som oppdrett etter annet og tredje ledd.\nFor å sikre at anleggene har forsvarlig teknisk standard kan departementet​3 gi forskrift​2 om at denne loven skal gjelde for produksjon av varer og tjenester til oppdrettsvirksomhet.\n0 Endret ved lover 16 juni 1989 nr. 58, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), 21 des 2000 nr. 118 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1355).\n1 Se lov 17 des 1976 nr. 91.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(virksomhet som krever tillatelse)",
      "content": "Uten tillatelse​1 av departementet​2 må​3 ingen bygge, innrede, utvide, erverve, drive eller eie anlegg​4 for oppdrett av fisk og skalldyr.​5 Oppdrett på annen måte enn ved anleggsdrift kan heller ingen​3 drive uten tillatelse.​6\nAnlegg for klekking av rogn og for oppdrett av fisk og skalldyr som ikke var konsesjonspliktig i henhold til midlertidig lov av 8. juni 1973 nr. 48 om bygging, innredning, etablering og utvidelse av anlegg for klekking av rogn og for oppdrett av fisk, og som ble registrert i forbindelse med nevnte lovs ikrafttredelse, kan ikke​3 fortsette sin virksomhet uten tillatelse.\nTillatelse etter annet ledd kan gis dersom anlegget var etablert før 8. juni 1973 og frem til 21. juni 1985 ikke har hatt driftsavbrudd av lengre varighet, er flyttet, utvidet eller har fått endret driftsform.\nBestemmelsene i annet ledd gjelder også for anlegg som er blitt registrert i medhold av § 6 annet ledd i forskrift av 10. januar 1975 om anlegg for klekking av rogn og oppdrett av fisk. Bestemmelsen i tredje ledd gjelder ikke for slike anlegg.\nAnlegg for klekking og produksjon av anadrome laksefisk og innlandsfisk til kultiveringsformål, reguleres av lov av 15. mai 1992 nr. 47 om laksefisk og innlandsfisk m.v.\n0 Endret ved lover 20 juni 1991 nr. 38, 15 mai 1992 nr. 47, 11 juni 1993 nr. 75.\n1 Jfr. § 12 og § 19.\n2 Fiskeridepartementet.\n3 Jfr. § 25.\n4 Jfr. § 2.\n5 Jfr. § 6, § 7 og § 8.\n6 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(tillatelsens innhold)",
      "content": "Tillatelse etter § 3 gis for bestemte lokaliteter og med de størrelsesbegrensninger som er fastsatt til enhver tid.\nTillatelsen gjelder for bestemt art fisk eller skalldyr og for bestemt virksomhet. Tillatelse gis til en eller flere bestemte personer, selskaper, foreninger eller stiftelser eller til staten, en kommune eller annen offentlig innretning.\nNy tillatelse må innhentes dersom forhold nevnt i første eller annet ledd endres. Som endrede forhold regnes også at den som har tillatelse etter § 3 går konkurs.\nDepartementet​1 kan bestemme at også endringer i de underliggende forhold, så som eiersammensetningen i selskaper m.v. som har tillatelse i medhold av § 6 må godkjennes, dersom endringen vil være i strid med de regler for tildeling som til enhver tid er fastsatt. Departementet​1 gir nærmere bestemmelser om det sentrale register over eierinteresser m.m. i oppdrettsanlegg med tillatelse etter loven her.\n0 Endret ved lov 16 juni 1989 nr. 58.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(ufravikelig vilkår)",
      "content": "Tillatelse etter § 3 skal ikke gis dersom anlegget:\n1. vil volde fare for utbredelse av sykdom på fisk eller skalldyr,\n2. vil volde fare for forurensning,\n3. har en klart uheldig plassering i forhold til det omkringliggende miljø, hensynet til folkehelsen, lovlig ferdsel eller annen utnytting av området.\nI ekstraordinære tilfelle kan Kongen​1 helt eller delvis gjøre unntak fra vilkårene i første ledd, og bl.a. tillate at anlegg flyttes uten hinder av bestemmelser som ellers måtte være fastsatt. Slike unntak gjelder midlertidig, inntil den ekstraordinære situasjon er opphørt.\n0 Endret ved lover 22 juli 1988 nr. 76, 19 des 2003 nr. 124 (i kraft 1 jan 2004).\n1 Fiskeridepartementet iflg. res. 14 juni 1991 nr. 377.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(matfiskoppdrett av laks og ørret)",
      "content": "Departementet​1 fastsetter hvor mange tillatelser til matfiskoppdrett av laks og ørret som skal tildeles og gir retningslinjer for tildelingen, herunder hvilke distrikter som bør prioriteres.\nDepartementet​1 kan kreve vederlag ved tildeling av tillatelser til matfiskoppdrett av laks og ørret. Departementet kan ved vedtak fastsette vederlagets størrelse for den enkelte tillatelse.\nVed tildeling av tillatelse etter § 3 for matfiskoppdrett av laks og ørret av alle arter skal det særlig legges vekt på:\na. at virksomheten medvirker til en positiv utvikling i distriktet og for næringen,\nb. at eierinteresser i anlegget såvidt mulig har lokal tilknytning,\nc. at oppdretterne har den nødvendige faglige kompetanse.\nDepartementet​1 kan ved enkeltvedtak eller forskrift​2 bestemme at antallet anlegg med tillatelse som innehas av en enkelt eier, skal begrenses.\n0 Endret ved lover 20 juni 1991 nr. 38, 15 juni 2001 nr. 50 (i kraft 1 aug 2001 iflg. res. 15 juni 2001 nr. 620).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(oppdrett av skalldyr og matfisk av andre arter enn laks og ørret)",
      "content": "Tillatelse etter § 3 til oppdrett​1 av skalldyr og av andre arter enn laks og ørret, kan gis dersom bestemmelsene i § 1 og § 5 ikke er til hinder for det.\n0 Endret ved lov 16 juni 1989 nr. 58.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(klekking av rogn og produksjon av settefisk, samt av yngel av andre organismer)",
      "content": "Tillatelse etter § 3 til anlegg for klekking av rogn og for produksjon av settefisk, samt av yngel av andre organismer kan gis dersom bestemmelsene i § 1 og § 5 ikke er til hinder for det.\n0 Endret ved lov 16 juni 1989 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(gjenfangstrett)",
      "content": "Det er forbudt​1 for andre enn eier av anlegg med tillatelse etter § 3 å foreta gjenfangst av fisk og skalldyr som ikke lenger er innesperret og befinner seg i fri tilstand i nærheten av anlegget.\nGjenfangstretten kan utøves i inntil 14 dager etter rømming. Gjenfangstretten gjelder selv om det er fastsatt fredningstid for tilsvarende arter.\nEnhver som utøver gjenfangstretten har rett til å fortøye redskap i land, når slik fortøyning skjer i rimelig avstand fra bebodd bygning og uten utilbørlig fortrengsel eller ulempe for andre.\nDepartementet​2 kan ved forskrift​3 begrense gjenfangstretten til bestemte arter, og fastsetter bestemmelser om hvilke redskaper som kan nyttes til gjenfangst og om avgrensning av gjenfangstområdet.\n1 Jfr. § 25.\n2 Fiskeridepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(opplysningsplikt)",
      "content": "Enhver som har eller søker om tillatelse, plikter å gi de opplysninger som er nødvendig for at myndighetene skal kunne utføre sine gjøremål etter denne lov. Opplysningene kan kreves gitt skriftlig eller muntlig innen den frist som departementet​1 fastsetter.\nVedkommende myndighet skal ha adgang​2 til sted eller anlegg som loven gjelder for, og skal kunne foreta de undersøkelser som er nødvendige for å kunne utføre sine gjøremål etter loven.\n1 Fiskeridepartementet.\n2 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(bortfall av tillatelse)",
      "content": "Tillatelse etter § 3 kan trekkes tilbake dersom anlegget volder eller innebærer fare for å volde, vesentlig skade av art som nevnt i § 5 nr. 1 og nr. 2. Det samme gjelder dersom anlegget kommer vesentlig i strid med vilkåret i § 5 nr. 3. Tillatelsen kan ikke trekkes tilbake dersom skaden kan utbedres eller plasseringen endres etter pålegg fra myndighetene.\nDepartementet​1 kan gi forskrifter​2 om at tillatelsen skal bortfalle eller kan trekkes tilbake dersom den ikke er nyttet innen en viss frist, eller dersom tillatelsen bare har vært nyttet i begrenset grad i løpet av et nærmere tidsrom.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(unntak fra lovens bestemmelser)",
      "content": "Kongen kan ved forskrift​1 bestemme at oppdrett​2 av bestemte arter og til bestemte formål skal være unntatt § 6 i loven.\nDepartementet​3 kan unnta fra loven mindre anlegg som etableres uten ervervsmessig formål.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 2.\n3 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(forskrifter)",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 til utfylling og gjennomføring av reglene i loven, herunder om anleggenes størrelse, bruk av fôr, og krav til faglig kompetanse.\n0 Endret ved lov 20 juni 1991 nr. 38.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(gebyr)",
      "content": "Departementet​1 kan gi forskrift​2 om gebyr for behandling av søknader og for andre oppgaver som gjøres av offentlige myndigheter innenfor denne lovens virkeområde.​3\nSkyldig gebyr er tvangsgrunnlag for utlegg.​4\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 2.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(orden og vern)",
      "content": "Det er forbudt​1 å drive fiske nærmere akvakulturanlegg enn 100 meter og å ferdes nærmere enn 20 meter. Når særlige forhold foreligger, kan departementet innskrenke dette forbud. Departementet kan fastsette forbud​1 mot fiske eller regulere fisket utenfor denne grense. Departementet kan også påby​1 fiske etter rømt fisk både innenfor og utenfor grensen.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 20 juni 1991 nr. 38, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 14.\n1 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Oppdrettsanleggenes tekniske standard",
      "content": "Anlegg som nyttes til oppdrettsvirksomhet skal​1 ha forsvarlig teknisk standard.\nDepartementet​2 kan gi forskrift​3 om at bare godkjente anlegg, innretninger og utstyr kan brukes i oppdrettsvirksomhet.​4 Herunder kan departementet gi forskrift​3 om produksjon, emballering, transport, lagring og salg m.v. av varer og tjenester til oppdrettsvirksomhet, samt godkjenne bransjestandarder. Departementet kan gi forskrift​3 med krav til utredning, dokumentasjon og informasjon i forbindelse med en slik godkjenningsordning.\nDepartementet​2 kan inngå avtale med godkjente firmaer m.v. om på hvilke vilkår og i hvilken utstrekning forvaltningsorganer som har fått myndighet etter denne lov, kan benytte seg av godkjente firmaer m.v. til å fastsette spesifikasjoner og utøve kontroll etter loven.\n0 Tilføyd ved lov 20 juni 1991 nr. 38, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 14a.\n1 Jfr. § 25.\n2 Fiskeridepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(internkontroll)",
      "content": "Departementet​1 kan gi forskrift​2 om at den som driver virksomhet som omfattes av denne loven,​3 ved internkontroll skal​4 sikre at krav fastsatt i eller i medhold av denne loven overholdes.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2.\n4 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(miljøovervåking)",
      "content": "Departementet​1 kan gi forskrift​2 om at den som driver eller har søkt om å drive virksomhet etter denne loven,​3 skal gjennomføre miljøundersøkelser og dokumentere miljøtilstanden der oppdrettsanlegg er lokalisert eller søkes lokalisert.\nPå bakgrunn av miljøundersøkelsene eller annen dokumentasjon, kan departementet​1 sette vilkår​4 til drift av oppdrettsanlegg samt sette i verk eller gi pålegg​4 om nødvendige tiltak.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2.\n4 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(forbud mot oppdrettsvirksomhet i bestemte områder)",
      "content": "I områder med særlig verdi for akvatiske organismer kan departementet​1 fastsette forbud​2 mot, eller sette særlige vilkår​2 for oppdrettsvirksomhet, dersom dette anses nødvendig for å bevare de akvatiske organismer i deres livsmiljø.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(import av levende marine organismer)",
      "content": "Uten tillatelse fra departementet​1 må​2 ingen importere levende marin rogn, fisk skalldyr m.v. for oppdrett​3 eller utsetting.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 15 mai 1992 nr. 47, lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 15.\n1 Fiskeridepartementet.\n2 Jfr. § 25.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(pålegg om tiltak)",
      "content": "Drives oppdrettsvirksomhet i strid med bestemmelser gitt i eller i medhold av loven her, kan departementet​1 gi pålegg​2 om tiltak for å bringe den ulovlige virksomheten til opphør.​3 Slikt tiltak kan kreves gjennomført innen en nærmere fastsatt frist.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 16.\n1 Fiskeridepartementet.\n2 Jfr. § 25.\n3 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(tvangsmulkt)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan departementet​1 fastsette forskrift​2 om tvangsmulkt til staten ved overtredelser.\nTvangsmulkten begynner å løpe dersom den ansvarlige oversitter den frist for retting av forholdet som departementet​1 har fastsatt. Tvangsmulkten kan også fastsettes på forhånd og løper da fra en eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at den forfaller for hver overtredelse.\nTvangsmulkt er tvangsgrunnlag for utlegg.​3 Departementet​1 kan frafalle krav på påløpt tvangsmulkt.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 11 juni 1993 nr. 83, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 17.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, d og e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(gjennomføring av vedtak)",
      "content": "Departementet​1 kan fastsette forskrift​2 om at vedtak gjort i medhold av loven kan gjennomføres for den ansvarliges regning.\nKravet er tvangsgrunnlag for utlegg.​3\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 11 juni 1993 nr. 83, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 18.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(tilbaketrekking/nekting av tillatelse)",
      "content": "Ved grov overtredelse eller gjentatte overtredelser av bestemmelser gitt i eller i medhold av denne lov, eller vedtak gjort i medhold av denne lov, kan departementet​1 trekke tilbake tillatelse gitt i medhold av § 3.\nSøknad om tillatelse etter § 3 kan avslås dersom søkeren har forholdt seg som nevnt i første ledd.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 19.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(straffansvar)",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser eller vilkår gitt i eller med hjemmel i denne loven, straffes med bøter​1 eller fengsel​2 i inntil 1 år. På samme måte straffes medvirkning og forsøk.​3\nForeligger særlig skjerpende omstendigheter, kan fengsel​2 i inntil 2 år​4 anvendes, om ikke strengere straffebud får anvendelse.\nI forskrift som utferdiges i medhold av loven kan det fastsettes at overtredelse av forskrifter ikke medfører straff.\n0 Endret ved lover 16 juni 1989 nr. 58 (tidl § 14), 20 juli 1991 nr. 66, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 20.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 49.\n4 Jfr. strl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(ikrafttredelse)",
      "content": "1. Loven trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves – – –\n3. Fra lovens ikrafttreden gjøres følgende endring i andre lover: – – –\n0 Endret ved lover 16 juni 1989 nr. 58 (tidl § 15), 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 21.\n1 Fra 21 juni 1985 iflg. res. 14 juni 1985 nr. 1150.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "(lovens formål)",
      "content": "Formålet med loven er å bidra til at oppdrettsnæringen​1 kan få en balansert og bærekraftig utvikling og bli en lønnsom og livskraftig distriktsnæring.\n0 Endret ved lov 20 juni 1991 nr. 38.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "(lovens virkeområde)",
      "content": "Loven gjelder for oppdrettsvirksomhet i ferskvann, brakkvann og saltvann. Loven gjelder i Norges økonomiske sone.​1\nMed oppdrett menes all virksomhet der en fôrer eller behandler levende fisk og skalldyr med sikte på konsum, fôr, reproduksjon, utsetting, herunder havbeite, forskning eller undervisning. Under lovens virkeområde faller også oppbevaring av levende fisk og skalldyr som ledd i oppdrettsvirksomhet. Virksomhet som har tillatelse etter lov om havbeite av 21. desember 2000 nr. 118 omfattes ikke av loven.\nKongen kan fastsette forskrift​2 om at loven gjøres gjeldende for andre akvatiske organismer (vannlevende planter og dyr).\nDepartementet​3 avgjør i tvilstilfelle hva som skal anses som oppdrett etter annet og tredje ledd.\nFor å sikre at anleggene har forsvarlig teknisk standard kan departementet​3 gi forskrift​2 om at denne loven skal gjelde for produksjon av varer og tjenester til oppdrettsvirksomhet.\n0 Endret ved lover 16 juni 1989 nr. 58, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), 21 des 2000 nr. 118 (i kraft 1 jan 2001 iflg. res. 21 des 2000 nr. 1355).\n1 Se lov 17 des 1976 nr. 91.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "(virksomhet som krever tillatelse)",
      "content": "Uten tillatelse​1 av departementet​2 må​3 ingen bygge, innrede, utvide, erverve, drive eller eie anlegg​4 for oppdrett av fisk og skalldyr.​5 Oppdrett på annen måte enn ved anleggsdrift kan heller ingen​3 drive uten tillatelse.​6\nAnlegg for klekking av rogn og for oppdrett av fisk og skalldyr som ikke var konsesjonspliktig i henhold til midlertidig lov av 8. juni 1973 nr. 48 om bygging, innredning, etablering og utvidelse av anlegg for klekking av rogn og for oppdrett av fisk, og som ble registrert i forbindelse med nevnte lovs ikrafttredelse, kan ikke​3 fortsette sin virksomhet uten tillatelse.\nTillatelse etter annet ledd kan gis dersom anlegget var etablert før 8. juni 1973 og frem til 21. juni 1985 ikke har hatt driftsavbrudd av lengre varighet, er flyttet, utvidet eller har fått endret driftsform.\nBestemmelsene i annet ledd gjelder også for anlegg som er blitt registrert i medhold av § 6 annet ledd i forskrift av 10. januar 1975 om anlegg for klekking av rogn og oppdrett av fisk. Bestemmelsen i tredje ledd gjelder ikke for slike anlegg.\nAnlegg for klekking og produksjon av anadrome laksefisk og innlandsfisk til kultiveringsformål, reguleres av lov av 15. mai 1992 nr. 47 om laksefisk og innlandsfisk m.v.\n0 Endret ved lover 20 juni 1991 nr. 38, 15 mai 1992 nr. 47, 11 juni 1993 nr. 75.\n1 Jfr. § 12 og § 19.\n2 Fiskeridepartementet.\n3 Jfr. § 25.\n4 Jfr. § 2.\n5 Jfr. § 6, § 7 og § 8.\n6 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "(tillatelsens innhold)",
      "content": "Tillatelse etter § 3 gis for bestemte lokaliteter og med de størrelsesbegrensninger som er fastsatt til enhver tid.\nTillatelsen gjelder for bestemt art fisk eller skalldyr og for bestemt virksomhet. Tillatelse gis til en eller flere bestemte personer, selskaper, foreninger eller stiftelser eller til staten, en kommune eller annen offentlig innretning.\nNy tillatelse må innhentes dersom forhold nevnt i første eller annet ledd endres. Som endrede forhold regnes også at den som har tillatelse etter § 3 går konkurs.\nDepartementet​1 kan bestemme at også endringer i de underliggende forhold, så som eiersammensetningen i selskaper m.v. som har tillatelse i medhold av § 6 må godkjennes, dersom endringen vil være i strid med de regler for tildeling som til enhver tid er fastsatt. Departementet​1 gir nærmere bestemmelser om det sentrale register over eierinteresser m.m. i oppdrettsanlegg med tillatelse etter loven her.\n0 Endret ved lov 16 juni 1989 nr. 58.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(ufravikelig vilkår)",
      "content": "Tillatelse etter § 3 skal ikke gis dersom anlegget:\n1. vil volde fare for utbredelse av sykdom på fisk eller skalldyr,\n2. vil volde fare for forurensning,\n3. har en klart uheldig plassering i forhold til det omkringliggende miljø, hensynet til folkehelsen, lovlig ferdsel eller annen utnytting av området.\nI ekstraordinære tilfelle kan Kongen​1 helt eller delvis gjøre unntak fra vilkårene i første ledd, og bl.a. tillate at anlegg flyttes uten hinder av bestemmelser som ellers måtte være fastsatt. Slike unntak gjelder midlertidig, inntil den ekstraordinære situasjon er opphørt.\n0 Endret ved lover 22 juli 1988 nr. 76, 19 des 2003 nr. 124 (i kraft 1 jan 2004).\n1 Fiskeridepartementet iflg. res. 14 juni 1991 nr. 377.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "(matfiskoppdrett av laks og ørret)",
      "content": "Departementet​1 fastsetter hvor mange tillatelser til matfiskoppdrett av laks og ørret som skal tildeles og gir retningslinjer for tildelingen, herunder hvilke distrikter som bør prioriteres.\nDepartementet​1 kan kreve vederlag ved tildeling av tillatelser til matfiskoppdrett av laks og ørret. Departementet kan ved vedtak fastsette vederlagets størrelse for den enkelte tillatelse.\nVed tildeling av tillatelse etter § 3 for matfiskoppdrett av laks og ørret av alle arter skal det særlig legges vekt på:\na. at virksomheten medvirker til en positiv utvikling i distriktet og for næringen,\nb. at eierinteresser i anlegget såvidt mulig har lokal tilknytning,\nc. at oppdretterne har den nødvendige faglige kompetanse.\nDepartementet​1 kan ved enkeltvedtak eller forskrift​2 bestemme at antallet anlegg med tillatelse som innehas av en enkelt eier, skal begrenses.\n0 Endret ved lover 20 juni 1991 nr. 38, 15 juni 2001 nr. 50 (i kraft 1 aug 2001 iflg. res. 15 juni 2001 nr. 620).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "(oppdrett av skalldyr og matfisk av andre arter enn laks og ørret)",
      "content": "Tillatelse etter § 3 til oppdrett​1 av skalldyr og av andre arter enn laks og ørret, kan gis dersom bestemmelsene i § 1 og § 5 ikke er til hinder for det.\n0 Endret ved lov 16 juni 1989 nr. 58.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(klekking av rogn og produksjon av settefisk, samt av yngel av andre organismer)",
      "content": "Tillatelse etter § 3 til anlegg for klekking av rogn og for produksjon av settefisk, samt av yngel av andre organismer kan gis dersom bestemmelsene i § 1 og § 5 ikke er til hinder for det.\n0 Endret ved lov 16 juni 1989 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "(gjenfangstrett)",
      "content": "Det er forbudt​1 for andre enn eier av anlegg med tillatelse etter § 3 å foreta gjenfangst av fisk og skalldyr som ikke lenger er innesperret og befinner seg i fri tilstand i nærheten av anlegget.\nGjenfangstretten kan utøves i inntil 14 dager etter rømming. Gjenfangstretten gjelder selv om det er fastsatt fredningstid for tilsvarende arter.\nEnhver som utøver gjenfangstretten har rett til å fortøye redskap i land, når slik fortøyning skjer i rimelig avstand fra bebodd bygning og uten utilbørlig fortrengsel eller ulempe for andre.\nDepartementet​2 kan ved forskrift​3 begrense gjenfangstretten til bestemte arter, og fastsetter bestemmelser om hvilke redskaper som kan nyttes til gjenfangst og om avgrensning av gjenfangstområdet.\n1 Jfr. § 25.\n2 Fiskeridepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(opplysningsplikt)",
      "content": "Enhver som har eller søker om tillatelse, plikter å gi de opplysninger som er nødvendig for at myndighetene skal kunne utføre sine gjøremål etter denne lov. Opplysningene kan kreves gitt skriftlig eller muntlig innen den frist som departementet​1 fastsetter.\nVedkommende myndighet skal ha adgang​2 til sted eller anlegg som loven gjelder for, og skal kunne foreta de undersøkelser som er nødvendige for å kunne utføre sine gjøremål etter loven.\n1 Fiskeridepartementet.\n2 Jfr. strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(bortfall av tillatelse)",
      "content": "Tillatelse etter § 3 kan trekkes tilbake dersom anlegget volder eller innebærer fare for å volde, vesentlig skade av art som nevnt i § 5 nr. 1 og nr. 2. Det samme gjelder dersom anlegget kommer vesentlig i strid med vilkåret i § 5 nr. 3. Tillatelsen kan ikke trekkes tilbake dersom skaden kan utbedres eller plasseringen endres etter pålegg fra myndighetene.\nDepartementet​1 kan gi forskrifter​2 om at tillatelsen skal bortfalle eller kan trekkes tilbake dersom den ikke er nyttet innen en viss frist, eller dersom tillatelsen bare har vært nyttet i begrenset grad i løpet av et nærmere tidsrom.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "(unntak fra lovens bestemmelser)",
      "content": "Kongen kan ved forskrift​1 bestemme at oppdrett​2 av bestemte arter og til bestemte formål skal være unntatt § 6 i loven.\nDepartementet​3 kan unnta fra loven mindre anlegg som etableres uten ervervsmessig formål.\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Se § 2.\n3 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(forskrifter)",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 til utfylling og gjennomføring av reglene i loven, herunder om anleggenes størrelse, bruk av fôr, og krav til faglig kompetanse.\n0 Endret ved lov 20 juni 1991 nr. 38.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "(gebyr)",
      "content": "Departementet​1 kan gi forskrift​2 om gebyr for behandling av søknader og for andre oppgaver som gjøres av offentlige myndigheter innenfor denne lovens virkeområde.​3\nSkyldig gebyr er tvangsgrunnlag for utlegg.​4\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 2.\n4 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "(orden og vern)",
      "content": "Det er forbudt​1 å drive fiske nærmere akvakulturanlegg enn 100 meter og å ferdes nærmere enn 20 meter. Når særlige forhold foreligger, kan departementet innskrenke dette forbud. Departementet kan fastsette forbud​1 mot fiske eller regulere fisket utenfor denne grense. Departementet kan også påby​1 fiske etter rømt fisk både innenfor og utenfor grensen.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 20 juni 1991 nr. 38, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 14.\n1 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Oppdrettsanleggenes tekniske standard",
      "content": "Anlegg som nyttes til oppdrettsvirksomhet skal​1 ha forsvarlig teknisk standard.\nDepartementet​2 kan gi forskrift​3 om at bare godkjente anlegg, innretninger og utstyr kan brukes i oppdrettsvirksomhet.​4 Herunder kan departementet gi forskrift​3 om produksjon, emballering, transport, lagring og salg m.v. av varer og tjenester til oppdrettsvirksomhet, samt godkjenne bransjestandarder. Departementet kan gi forskrift​3 med krav til utredning, dokumentasjon og informasjon i forbindelse med en slik godkjenningsordning.\nDepartementet​2 kan inngå avtale med godkjente firmaer m.v. om på hvilke vilkår og i hvilken utstrekning forvaltningsorganer som har fått myndighet etter denne lov, kan benytte seg av godkjente firmaer m.v. til å fastsette spesifikasjoner og utøve kontroll etter loven.\n0 Tilføyd ved lov 20 juni 1991 nr. 38, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 14a.\n1 Jfr. § 25.\n2 Fiskeridepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "(internkontroll)",
      "content": "Departementet​1 kan gi forskrift​2 om at den som driver virksomhet som omfattes av denne loven,​3 ved internkontroll skal​4 sikre at krav fastsatt i eller i medhold av denne loven overholdes.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2.\n4 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(miljøovervåking)",
      "content": "Departementet​1 kan gi forskrift​2 om at den som driver eller har søkt om å drive virksomhet etter denne loven,​3 skal gjennomføre miljøundersøkelser og dokumentere miljøtilstanden der oppdrettsanlegg er lokalisert eller søkes lokalisert.\nPå bakgrunn av miljøundersøkelsene eller annen dokumentasjon, kan departementet​1 sette vilkår​4 til drift av oppdrettsanlegg samt sette i verk eller gi pålegg​4 om nødvendige tiltak.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Se § 2.\n4 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "(forbud mot oppdrettsvirksomhet i bestemte områder)",
      "content": "I områder med særlig verdi for akvatiske organismer kan departementet​1 fastsette forbud​2 mot, eller sette særlige vilkår​2 for oppdrettsvirksomhet, dersom dette anses nødvendig for å bevare de akvatiske organismer i deres livsmiljø.\n0 Tilføyd ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644).\n1 Fiskeridepartementet.\n2 Jfr. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "(import av levende marine organismer)",
      "content": "Uten tillatelse fra departementet​1 må​2 ingen importere levende marin rogn, fisk skalldyr m.v. for oppdrett​3 eller utsetting.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 15 mai 1992 nr. 47, lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 15.\n1 Fiskeridepartementet.\n2 Jfr. § 25.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(pålegg om tiltak)",
      "content": "Drives oppdrettsvirksomhet i strid med bestemmelser gitt i eller i medhold av loven her, kan departementet​1 gi pålegg​2 om tiltak for å bringe den ulovlige virksomheten til opphør.​3 Slikt tiltak kan kreves gjennomført innen en nærmere fastsatt frist.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 16.\n1 Fiskeridepartementet.\n2 Jfr. § 25.\n3 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(tvangsmulkt)",
      "content": "For å sikre at bestemmelsene i denne lov eller vedtak i medhold av loven blir gjennomført, kan departementet​1 fastsette forskrift​2 om tvangsmulkt til staten ved overtredelser.\nTvangsmulkten begynner å løpe dersom den ansvarlige oversitter den frist for retting av forholdet som departementet​1 har fastsatt. Tvangsmulkten kan også fastsettes på forhånd og løper da fra en eventuell overtredelse tar til. Det kan fastsettes at tvangsmulkten løper så lenge det ulovlige forhold varer, eller at den forfaller for hver overtredelse.\nTvangsmulkt er tvangsgrunnlag for utlegg.​3 Departementet​1 kan frafalle krav på påløpt tvangsmulkt.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 11 juni 1993 nr. 83, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 17.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, d og e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "(gjennomføring av vedtak)",
      "content": "Departementet​1 kan fastsette forskrift​2 om at vedtak gjort i medhold av loven kan gjennomføres for den ansvarliges regning.\nKravet er tvangsgrunnlag for utlegg.​3\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lover 11 juni 1993 nr. 83, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 18.\n1 Fiskeridepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "(tilbaketrekking/nekting av tillatelse)",
      "content": "Ved grov overtredelse eller gjentatte overtredelser av bestemmelser gitt i eller i medhold av denne lov, eller vedtak gjort i medhold av denne lov, kan departementet​1 trekke tilbake tillatelse gitt i medhold av § 3.\nSøknad om tillatelse etter § 3 kan avslås dersom søkeren har forholdt seg som nevnt i første ledd.\n0 Tilføyd ved lov 16 juni 1989 nr. 58, endret ved lov 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 19.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(straffansvar)",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser eller vilkår gitt i eller med hjemmel i denne loven, straffes med bøter​1 eller fengsel​2 i inntil 1 år. På samme måte straffes medvirkning og forsøk.​3\nForeligger særlig skjerpende omstendigheter, kan fengsel​2 i inntil 2 år​4 anvendes, om ikke strengere straffebud får anvendelse.\nI forskrift som utferdiges i medhold av loven kan det fastsettes at overtredelse av forskrifter ikke medfører straff.\n0 Endret ved lover 16 juni 1989 nr. 58 (tidl § 14), 20 juli 1991 nr. 66, 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 20.\n1 Jfr. strl. § 27 og kap. 3 a.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 49.\n4 Jfr. strl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "(ikrafttredelse)",
      "content": "1. Loven trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves – – –\n3. Fra lovens ikrafttreden gjøres følgende endring i andre lover: – – –\n0 Endret ved lover 16 juni 1989 nr. 58 (tidl § 15), 30 juni 2000 nr. 62 (i kraft 1 jan 2001 iflg. res. 30 juni 2000 nr. 644), endret paragraftallet fra § 21.\n1 Fra 21 juni 1985 iflg. res. 14 juni 1985 nr. 1150.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}