{
  "id": "LOV-1952-11-21-2",
  "type": "statute",
  "title": "Lov om betaling og innkreving av skatt",
  "short_name": "Skattebetalingsloven – sktbl.",
  "status": "in_force",
  "issued_date": "1952-11-21",
  "in_force_date": "1955-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1952-11-21-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Enhver skattepliktig som ikke går inn under § 2, plikter å betale forskott på skatt​1 i det kalenderåret som blir å legge til grunn ved inntektslikningen i det følgende år. Forskott erlegges ved forskottstrekk etter reglene i kapitel II eller ved innbetaling av forskottsskatt etter reglene i kapitel III.\n1 Se § 3 første ledd, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Fritatt for innbetaling av forskottsskatt​1 og for å bli undergitt forskottstrekk er:\na. Innenlandske aksjeselskaper,​2 allmennaksjeselskaper​3 og dermed likestilte selskaper (skatteloven​4 § 10-1 første ledd), samt slike selskaper hjemmehørende i utlandet.\nb. Almenningskasser.\nc. Andre selskaper og innretninger som har eget styre.\nd. Konkurs- og administrasjonsboer,​5 for så vidt skyldneren går inn under noen av de grupper som er nevnt foran under a-c.\ne. Staten.\nf. Fylkes-, herreds- og bykommuner.​6\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 14 juni 1974 nr. 27, 21 mai 1976 nr. 26, 4 juni 1976 nr. 47, 15 april 1983 nr. 19, 3 juni 1983 nr. 36, 11 nov 1983 nr. 61, 28 feb 1986 nr. 7, 8 jan 1993 nr. 5, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24 (med virkning fra og med inntektsåret 2001), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 27, lov 13 juni 1975 nr. 35 § 7.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Lov 26 mars 1999 nr. 14 (sktl.).\n5 Jfr. sktl. § 2-2 første ledd bokstav h nr. 3.\n6 Jfr. lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I denne lov forstås med:\na. Skatt: De skatter av formue og inntekt til stat, fylkeskommune og kommune​1 og tonnasjeskatt​2 som etter den alminnelige skattelovgivning skal fastsettes etter utgangen av inntektsåret.\nb. Arbeidsgiver: Den som selv eller ved fullmektig utbetaler lønn​3 eller annen godtgjørelse eller ytelse​4 som skal gjøres til gjenstand for forskottstrekk​5 eller kan gjøres til gjenstand for trekk etter pålegg.​6\nNår arbeidstakere stilles til rådighet for andre, svarer både oppdragsgiver og oppdragstaker for at pliktene og ansvaret etter denne lov oppfylles. Pliktene og ansvaret påhviler også den som oppgir å være arbeidsgiver i saker etter § 10 i lov av 24. juni 1988 nr. 64 om utlendingers adgang til riket m.v. De ansvarlige kan avtale at en av dem skal utføre pliktene etter denne lov. Slik avtale fritar likevel bare for disse pliktene når og så langt dette bestemmes av skatteoppkreveren.​7 Nærmere forskrifter​8 kan gis av departementet.​9\n0 Endret ved lover 6 juli 1957 nr. 24, 21 mai 1976 nr. 29, 4 juni 1976 nr. 47, 17 des 1982 nr. 70, 20 des 1993 nr. 133, 20 des 1996 nr. 92 (med virkning for inntektsåret 1996).\n1 Jfr. lov 25 sep 1992 nr. 107.\n2 Jfr. sktl. § 8-16.\n3 Se § 5.\n4 Se § 6.\n5 Jfr. kap. II.\n6 Jfr. § 33.\n7 Jfr. § 48 nr. 1, § 29.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n9 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Arbeidsgivere​1 plikter​2 av eget tiltak å foreta forskottstrekk etter reglene i dette kapittel.\n0 Endret ved lover 4 juli 1958 nr. 6, 4 juni 1976 nr. 47.\n1 Se § 3.\n2 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Det skal foretas forskottstrekk i:\na. Godtgjørelse for arbeid eller oppdrag – herunder drikkepenger – når arbeidet eller oppdraget ikke er utført som ledd i selvstendig næringsvirksomhet.\nb. Godtgjørelse som medlem av styre, representantskap, utvalg, råd o.l.\nc. Godtgjørelse til dekning av utgifter i forbindelse med utførelse av arbeid, oppdrag eller verv som nevnt under a og b når departementet​1 ikke bestemmer noe annet, jfr. § 6, 3.\nd. Lott eller part som utbetales til aktiv deltaker i fiske- og fangstvirksomhet – herunder høvedsmann – og er vederlag for arbeid eller for bruken av redskap som deltakeren holder.\ne. Skattepliktige trygdeytelser, pensjoner, introduksjonsstønad etter introduksjonsloven, vartpenger, livrenter og liknende stønader og ytelser, unntatt føderåd og underholdsbidrag.​2\n2. Departementet​1 kan gi forskrifter​3 som begrenser trekkplikten etter nr. 1. Departementet kan også bestemme at trekk skal gjennomføres i andre ytelser enn de her oppregnede.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 18 des 1998 nr. 73, 27 juni 2003 nr. 63 (i kraft 1 sep 2003).\n1 Finansdepartementet.\n2 Jfr. § 11 nr. 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "content": "Aksjeselskap,​1 allmennaksjeselskap​2 samt likestilt selskap og sammenslutning som utbetaler utbytte som er skattepliktig etter skatteloven​3 § 10-13, plikter​4 å foreta forskottstrekk​5 til dekning av inntektsskatt av slikt utbytte. Det tas ved forskottstrekket ikke hensyn til skjerming etter skatteloven § 10-13. Innlåner som etter avtale om verdipapirlån, jf. skatteloven § 9-11, utbetaler utbyttekompensasjon som nevnt i skatteloven § 10-11 tredje ledd til kontraktsmotpart hjemmehørende i utlandet, plikter å foreta forskottstrekk til dekning av inntektskatt av slik kompensasjon.\n0 Tilføyd ved lov 3 juni 1983 nr. 36, endret ved lover 18 des 1992 nr. 137, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588), 17 juni 2005 nr. 68 (f o m inntektsåret 2006).\n1 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n2 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n3 Lov 26 mars 1999 nr. 14 (sktl.).\n4 Jfr. § 49 nr. 1 og § 51.\n5 Jfr. § 7 nr. 5, § 10 nr. 1 og § 12 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 A."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "1. Kontantytelser som nevnt i § 5 medregnes i grunnlaget for trekkberegningen med sitt bruttobeløp.\n2. Naturalytelser medregnes i den utstrekning og med de beløp som fremgår av departementets​1 forskrifter. Departementet kan også gi forskrifter​2 om individuell verdsetting av naturalytelser.​3\n3. Departementet​1 kan fastsette forskrifter​2 om at godtgjørelser som nevnt i § 5, 1 c ikke skal være gjenstand for forskottstrekk eller bare skal regnes som trekkpliktig med det beløp som fremkommer etter at godtgjørelsen er redusert med fradragsbeløp etter fastsatte satser.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 16 juni 1972 nr. 54, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. sktl. § 5-11 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "1. Forskottstrekk beregnes etter trekktabeller eller med bestemt prosent av trekkgrunnlaget. Trekktabellene utarbeides av vedkommende departement.​1\n2. Forskottstrekket skal fastsettes slik at de beløp som trekkes i årets løp, sammen med eventuell forskottsskatt, så vidt mulig kommer til å svare til den skatt på formue og inntekt som utliknes på den skattepliktige for vedkommende inntektsår. Forskottstrekket kan også fastsettes med sikte på at trekket alene skal svare til den forventede utliknede skatt. Ved fastsetting av forskott og ved andre avgjørelser som treffes på forskottsstadiet, jf. § 8, tas ikke hensyn til et beløp som svarer til 12 prosent av minstefradraget etter skatteloven​2 §§ 6-30 til 6-32.\n3. Departementet​1 kan gi særregler om forskottstrekk etter tabell i en del av den trekkpliktige inntekt og med bestemt prosentsats i den øvrige del. Departementet​1 kan også bestemme at det ved trekkberegningen skal gjøres fradrag i bruttoinntekten for utgifter som blir avkortet av arbeidsgiveren ved utbetaling av lønnen og for pliktig underholdsbidrag til ektefelle​3 eller barn. Det samme gjelder fradragsberettiget fagforeningskontingent som den skattepliktige betaler direkte til sin fagforening. Departementet​1 kan treffe særbestemmelser om beregningen av den lott eller part som etter § 5, 1 d skal legges til grunn for forskottstrekket. Departementet​1 kan bestemme at det ved beregning av trekk etter bestemmelsene i § 6 skal gjøres tillegg til eller fradrag i bruttoinntekten eller trekket etter forskrifter​4 som fastsettes av departementet.\n4. Stortinget kan gi særregler om differensiering av forskottstrekket i løpet av inntektsåret. Stortinget kan overlate til vedkommende departement å gi slike særregler.\n5. Forskuddstrekk etter § 5a beregnes av selskapet til det beløp skatten vil utgjøre etter Stortingets vedtak om skatt for det angjeldende år.​5\n0 Endret ved lover 9 juni 1961 nr. 3, 18 juni 1965 nr. 3, 4 juni 1976 nr. 47, 27 mai 1977 nr. 39, 3 juni 1983 nr. 36, 23 des 1988 nr. 81, 20 des 1991 nr. 83, 23 des 1994 nr. 70, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Finansdepartementet.\n2 Lov 26 mars 1999 nr. 14 (sktl.).\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. Stortingets skattevedtak § 3-5 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Skattekontoret​1 avgjør hvorledes forskottstrekket skal foretas.​2\nSkattekontoret sørger for at det før inntektsårets begynnelse blir utstedt skattekort for alle skattepliktige som må forutsettes å få trekkpliktig inntekt av betydning. Skattepliktig som åpenbart ikke vil få utliknet skatt, kan fritas for forskottstrekk.\nSkattekontoret skal etter nærmere regler som gis av departementet, foreta individuell verdsetting av naturalytelser som arbeidsgiveren skal medregne i trekkgrunnlaget, jf. § 6, 2.\n2. Skattekontoret kan når som helst i inntektsåret endre avgjørelse som nevnt i 1 når det er begått feil ved avgjørelsen. Avgjørelsen kan også endres når det av andre særlige grunner må anses urimelig å opprettholde den.\n3. Hvis skattekontoret finner det overveiende sannsynlig at det som alt er innbetalt, er tilstrekkelig til dekning av den skatt som vil bli utliknet for inntektsåret kan den skattepliktige fritas for trekk i resten av året. Er inntekten falt bort eller foreligger det andre særlige forhold som gjør det overveiende sannsynlig at det som er innbetalt som forskottstrekk er vesentlig mer enn det som trengs til dekning av den skatt som vil bli utliknet for inntektsåret, kan skattekontoret etter søknad bestemme at det som etter skattekontorets beregning er innbetalt for meget, straks skal betales tilbake til skattyteren. Slik bestemmelse skal bare treffes når det vil virke urimelig å utsette tilbakebetalingen til avregning kan foretas.\n4. I særlige tilfelle kan skattedirektoratet​3 utøve de funksjoner som i denne paragraf er tillagt skattekontoret.\n0 Endret ved lover 30 juni 1955 nr. 18, 4 juli 1958 nr. 6, 18 des 1970 nr. 96, 14 juni 1974 nr. 27, 31 okt 1975 nr. 52, 4 juni 1976 nr. 47, 10 des 1976 nr. 88, 8 juni 1979 nr. 33, 13 juni 1980 nr. 25, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lignl. § 2-1.\n2 Jfr. § 46. – Jfr. lov 13 juni 1975 nr. 35 § 6.\n3 Jfr. lignl. § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den skattepliktige skal ha melding om avgjørelser som nevnt i § 8.\n0 Endret ved lover 14 juni 1974 nr. 31, 4 juni 1976 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "1. Forskottstrekk gjennomføres ved at arbeidsgiveren,​1 eller i de tilfelle som er nevnt i § 5A, selskapet eller innlåneren, beregner trekkbeløpet og holder dette tilbake i oppgjøret med den skattepliktige. Trekket skal foretas på det tidspunkt det oppstår adgang til å få godtgjørelsen utbetalt,​2 selv om oppgjør for denne først finner sted på et senere tidspunkt.\nArbeidsgiveren​1 har plikt til å sørge for at det blir gjennomført forskottstrekk også i tilfelle der den skattepliktige selv innkrever sin godtgjørelse. Den skattepliktige plikter​3 da å innbetale forskottstrekket til arbeidsgiveren.\nNår den skattepliktige mottar naturalytelser, skal arbeidsgiveren​1 gjennomføre forskottstrekk så langt de kontante ytelser rekker. Er det ikke dekning for det samlede beregnede trekk i de kontante ytelser, plikter arbeidsgiveren straks å melde fra om forholdet til skattekontoret.​4\n2. Lovbestemt feriegodtgjøring​5 og vanlig lønn i ferien skal være fritatt for forskottstrekk. Skattepliktige med månedsbetaling kan fritas for trekk for en måned i ferietiden om sommeren og for en halv måned før jul. Skattepliktige med uke-, dag- eller timebetaling kan fritas for trekk i 4 uker i ferietiden om sommeren og for 2 uker før jul. Vedkommende departement​6 kan gi nærmere regler om gjennomføring av trekkfritakingen, herunder regler om at fritaking i visse tilfelle skal gis for andre tidsrom enn de foran nevnte. Departementet​6 kan videre bestemme at det for arbeidstakere som har kortvarig tilknytning til riket skal foretas forskuddstrekk gjennom hele året uten noen trekkfrie perioder.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 8 juni 1979 nr. 33, 3 juni 1983 nr. 36, 21 feb 1986 nr. 3, 15 des 2000 nr. 86 (i kraft 1 jan 2001), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 3, b.\n2 Jfr. sktl. § 14-3.\n3 Jfr. § 52.\n4 Jfr. lignl. § 2-1.\n5 Jfr. lov 29 april 1988 nr. 21 kap. III.\n6 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "1. Når den skattepliktige ikke legger fram skattekort​1 og arbeidsgiveren​2 heller ikke på annen måte har fått de opplysninger som fremgår av skattekortet, skal det foretas forskottstrekk med 50 pst. Det samme gjelder når det skal foretas forskottstrekk i ytelser etter folketrygdloven​3 kapittel 4, 8, 9, 10, 11 og 14. Forskottstrekk i andre ytelser som nevnt i § 5 e, foretas med 30 pst.\n2. Arbeidsgiveren plikter​4 å foreta forskottstrekk med høyere beløp enn det som følger av skattekontorets​5 avgjørelse eller etter 1 når den skattepliktige reiser krav om det i god tid før trekket skal foretas.\n3. Når det for en skattepliktig er utstedt skattekort i flere kommuner, skal arbeidsgiveren foreta forskottstrekk etter skattekortet fra den kommunen som den skattepliktige mener han skal svare skatt til. Er skattekort utstedt for skattyter som omfattes av § 48 nr. 1 annet eller tredje punktum, skal arbeidsgiver foreta forskottstrekk etter dette.\n4. De trukne beløp tilhører skatte- og avgiftskreditorene.​6 Beløpene holdes innsatt på særskilt bankkonto (skattetrekkonto). I stedet for skattetrekkonto kan det stilles garanti av foretak som har rett til å drive finansieringsvirksomhet etter finansieringsvirkomhetsloven § 1-4, eller skattetrekkontoen kan til enhver tid holdes på et nivå som dekker løpende trekkansvar. Dekkes ikke det trukne beløp av garantien eller av tidligere oppfylling på skattetrekkonto, må overskytende beløp innsettes på skattetrekkonto.\nInnsetting på skattetrekkonto skal skje senest første virkedag etter lønnsutbetaling. Garanti eller oppfylt skattetrekkonto som trer i stedet for innsetting, skal foreligge ved lønnsutbetaling. Uten skatteoppkreverens​7 samtykke kan kontohaver ikke disponere over skattetrekkontoen på annen måte enn ved overføring til skatteoppkreveren eller ved å overføre midlene til tilsvarende konto i annen bank. Eventuell renteavkastning på slik bankkonto tilfaller den som foretar trekket (kontohaver). Bankene plikter​8 å hindre ulovlig disponering av skattetrekkskonto.\n0 Endret ved lover 12 juni 1970 nr. 45, 19 des 1975 nr. 65, 4 juni 1976 nr. 47, 16 juni 1978 nr. 60, 21 des 1979 nr. 66, 12 juni 1987 nr. 36, 18 des 1987 nr. 79, 22 des 1989 nr. 99, 10 april 1992 nr. 31, 4 nov 1994 nr. 59 (i kraft 1 jan 1995), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 18 des 1998 nr. 73, 31 mai 2002 nr. 16, 29 juni 2007 nr. 47 (nr. 4 i kraft 29 juni 2007, nr. 2 og nr. 3 i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 8 nr. 1.\n2 Se § 3, b.\n3 Lov 28 feb 1997 nr. 19.\n4 Se § 51.\n5 Jfr.lignl. § 2-1.\n6 Jfr. strl. § 404.\n7 Se § 48 nr. 1.\n8 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "1. Arbeidsgiveren​1 skal​2 hver 15. januar, 15. mars, 15. mai, 15. juli, 15. september og 15. november sende oppgjør for forskottstrekk i de to foregående måneder til skatteoppkreveren i den kommune hvor arbeidsgiveren hører hjemme eller har sitt hovedkontor.​3 Selskap og innlåner som nevnt i § 5A skal sende oppgjør for forskottstrekk til tid som bestemt i første punktum til skatteoppkreveren i den kommune der selskapet eller innlåneren har sitt kontor eller styret har sitt sete. Utenlandsk arbeidsgiver som har arbeidstakere på den norske kontinentalsokkelen,​4 skal sende oppgjøret til skatteoppkreveren i den kommune og til slik tid som Skattedirektoratet bestemmer.\nI forbindelse med oppgjør som nevnt skal leveres oppgave over fordelingen av forskottstrekket til den enkelte kommune (kommunevis spesifikasjon) for hvert terminoppgjør. Skattedirektoratet kan kreve at slik spesifikasjon skal gis på et tidligere tidspunkt enn forfallstidspunktet for trekkbeløpet etter foregående ledd.\nArbeidsgiver m.v. som benytter maskinelle lønnsrutiner, skal levere spesifikasjonene på et maskinlesbart medium (magnetbånd/diskett) og med den standard som Skattedirektoratet bestemmer.\nDepartementet​6 kan gi bestemmelser som fraviker reglene om oppgjør og innberetning.\n2. Departementet​6 gir nærmere regler om arbeidsgivers​1 plikt til å føre lønningsregnskap og om de opplysninger om lønn og andre ytelser, trekkbeløp m.v. som skal sendes inn i forbindelse med trekkoppgjøret. Herunder kan fastsettes særregler om innbetaling av trekkoppgjør fra arbeidsgiver som har vist vesentlig forsømmelse av sine plikter etter denne lov.\n3. Innbetaling av oppgjør for forskottstrekk kan foretas til skatteoppkreverens kontor​5 eller til bank. Departementet​6 kan gi regler om innbetalingsordningen og om bankers plikt til å avvise betalingsoppdrag med mangelfulle opplysninger. Departementet​6 kan videre gi regler om myndigheten til å råde over innbetalte midler, herunder om plikt for skatteoppkrever og banker til å overføre mottatte beløp til særskilte kontoer for skatt og om hvilke banker som kan føre disse kontoene.\n0 Endret ved lover 30 juni 1955 nr. 18, 19 des 1975 nr. 65, 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 15 des 1978 nr. 78, 8 juni 1979 nr. 33, 12 juni 1981 nr. 56, 3 juni 1983 nr. 36, 19 des 1986 nr. 66, 12 mai 1989 nr. 20, 22 des 1989 nr. 93, 23 des 1994 nr. 70, 18 des 1998 nr. 73, 18 juni 1999 nr. 42 (i kraft 22 juni 1999 iflg. res. 18 juni 1999 nr. 665), 25 juni 1999 nr. 55 (i kraft 1 des 1999 iflg. res. 12 nov 1999 nr. 1168), 14 april 2000 nr. 24, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588).\n1 Se § 3 første ledd, b.\n2 Se §§ 49 og 52.\n3 Jfr. sktl. § 3-2.\n4 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n5 Jfr. § 29.\n6 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "1. Forskottsskatt skal svares av formue og av inntekt som det ikke blir foretatt forskottstrekk​1 i. Av formue og inntekt som er regnet med ved fastsetting av forskottstrekket etter § 7.2, skal det dog ikke svares forskottsskatt. Departementet kan bestemme at enkelte grupper av skattepliktige skal svare forskottsskatt også av inntekt som etter denne lov eller regler utferdiget med hjemmel i den, skal gjøres til gjenstand for forskottstrekk.\n2. Forskottsskatt skal​2 svares fra det tidspunkt da formuen erverves eller inntekten begynner å løpe.\n0 Endret ved lover 14 juni 1974 nr. 31, 25 mars 1977 nr. 16, 23 des 1994 nr. 70, 18 des 1998 nr. 73.\n1 Jfr. kap. II.\n2 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "1. Forskottsskatt utskrives i alminnelighet før inntektsårets begynnelse på grunnlag av formuen og inntekten ved siste likning. Vedkommende departement​1 kan treffe vedtak om at grunnlaget skal forhøyes eller reduseres med en prosentsats som fastsettes for det enkelte år. Forskottsskatten blir å fastsette til det beløp som skatten må ventes å ville utgjøre etter de skattesatser og nærmere regler som gjelder for vedkommende år. Ved fastsettelsen av forskottsskatten blir det å gjøre fradrag for beløp som må ventes dekket gjennom forskottstrekk etter reglene i kapitel II. Slikt fradrag skal dog ikke gjøres når lønnsinntekten​2 ikke kan ventes å ville overstige 10 pst. av den samlede inntekt ved likningen.\n2. For nye skattepliktige skal forskottsskatt utskrives snarest mulig etter det tidspunkt da plikten til å svare slik skatt er inntrådt, jfr. § 13.2.\n3. – – –\n0 Endret ved lover 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 23 des 1994 nr. 70 (f o m inntektsåret 1995).\n1 Finansdepartementet.\n2 Jfr. § 5 jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Når det som følge av konjunkturutviklingen eller av andre grunner må ventes en alminnelig stigning eller nedgang i inntekten for enkelte ervervsgrupper i forhold til inntekten ved siste likning, kan skattekontoret​1 beslutte at det ved forskottsutskrivingen for disse grupper av skattepliktige skal gjøres et prosentvis tillegg eller fradrag til det vanlige forskottsgrunnlag.\n0 Endret ved lover 29 juni 1956 nr. 21, 13 juni 1980 nr. 25, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "1. Forskottsskatten fastsettes i alminnelighet ved skjønn\na. når den skattepliktige ikke tidligere har vært tatt opp til skattlegging i kommunen og\nb. når den skattepliktiges samlede årsinntekt ved siste kommune- eller statsskattelikning er gått opp eller ned med minst en fjerdedel sammenliknet med årsinntekten ved nest siste likning.\n2. Når den skattepliktige anmoder om å få fastsatt forskottsskatten etter et høyere grunnlag enn reglene i §§ 14 og 15 tilsier, blir begjæringen i alminnelighet å ta tilfølge.​1\n0 Endret ved lov 4 juni 1976 nr. 47.\n1 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "1. Utenfor de tilfelle som er nevnt i § 16 kan forskottsskatten også fastsettes ved skjønn\na. når den skattepliktiges erverv, virksomhet eller formuesforhold har forandret seg vesentlig etter begynnelsen av det inntektsår som ligger til grunn for siste likning,\nb. når inntekten ved siste likning i vesentlig grad er påvirket av ekstraordinære tap eller tilfeldige inntekter, og\nc. når det av andre særlige grunner må forutsettes at forskott utskrevet etter reglene i § 14 eller § 15 vil bli vesentlig høyere eller lavere enn den skatt​1 som kan ventes utliknet for det år forskottsskatten gjelder.\n2. Forskottsskatt av inntekt av fiske kan alltid ved skjønn settes til det beløp som den skattepliktige vil plikte av den inntekt han under vanlige forhold kan påregnes å innvinne i årets løp.\n0 Endret ved lov 30 juni 1955 nr. 18.\n1 Se § 3 første ledd, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "1. Forskottsskatt utskrives av skattekontoret.​1\n2. Skattekontoret kan til enhver tid forhøye eller sette ned forskottsskatten når det er begått feil ved den opprinnelige utskrivning. Slik endring i forskottsskatten kan også foretas når det er overveiende sannsynlig at den skattepliktige med den opprinnelige fastsatte forskottsskatt vil få en restskatt eller en tilgodesum ved avregningen for vedkommende år som motsvarer minst 1/5 av det utskrevne forskottsbeløp.\n3. Når de vilkår som er satt i § 8.3 foreligger, kan skattekontoret frita den skattepliktige for plikten til å innbetale gjenstående terminer av forskottsskatt eller treffe bestemmelse om tilbakebetaling av forskottsskatt.\n4. I særlige tilfeller kan Skattedirektoratet​2 utøve de funksjoner som i denne paragraf er tillagt skattekontoret.\n0 Endret ved lover 14 juni 1974 nr. 31, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 8 juni 1979 nr. 31, 23 des 1994 nr. 70 (f o m inntektsåret 1995), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se lignl. § 2-1.\n2 Se lignl. § 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Den skattepliktige skal ha melding om utskrevet forskottsskatt og senere endringer i slik skatt. Melding om forhøyelse av utskrevet forskottsskatt sendes i rekommandert brev eller på annen påviselig måte.\n0 Endret ved lover 29 juni 1956 nr. 21, 14 juni 1974 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "1. Forskottsskatt forfaller til betaling i 4 like store terminer 15 mars, 15 mai, 15 september og 15 november i inntektsåret. Er skatten under kr 1.000, forfaller den i sin helhet til betaling 15. mai.\nStortinget kan gi særregler om differensiering av terminene for forskottsskatten i løpet av inntektsåret. Stortinget kan overlate til vedkommende departement​1 å gi slike særregler.\n2. Innbetaling kan ikke kreves før det er gått 3 uker fra den dag da melding om forskottsskatten ble sendt den skattepliktige. Forskottsskatt som blir skrevet ut så sent at en eller flere av de i 1, første punktum, fastsatte forfallsterminer er passert, forfaller til betaling med like store beløp ved hver av de gjenstående terminer. Er forskottsskatten under kr 1.000, og innbetaling etter første punktum ikke kan kreves 15. mai, forfaller skatten til betaling 15. september.\n3. Forskottsskatt som blir skrevet ut så sent at siste forfallstermin er passert, forfaller i sin helhet til betaling 3 uker etter at melding om forskottsskatten er sendt den skattepliktige.\n4. Hvis en termin av forskottsskatten ikke blir betalt ved forfall, anses senere terminer samtidig forfalt til betaling.​2\n5. Skatteoppkreveren​3 kan fastsette forfallsterminene for forskottsskatt når den skattepliktiges inntekt fordeler seg på en særlig ujevn måte over inntektsåret.\n0 Endret ved lover 9 juni 1961 nr. 3, 12 juni 1970 nr. 45, 31 okt 1975 nr. 52, 23 des 1994 nr. 70 (f o m inntektsåret 1995).\n1 Finansdepartementet.\n2 Jfr. § 31 nr. 1.\n3 Jfr. § 48 nr. 1, § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Forskottsskatt kan innbetales med høyere beløp enn det som er utskrevet når den utskrevne forskottsskatt må antas å bli utilstrekkelig til dekning av den skatt​1 som vil bli fastsatt ved likningen. Innbetaling som her nevnt kan foretas også i året etter inntektsåret, men ikke senere enn:​2\na. 31. mai for skattytere som nevnt i ligningsloven § 4-7 nr. 1 bokstav a,\nb. 30. april for skattytere som nevnt i ligningsloven § 4-7 nr. 1 bokstav b.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 mars 1996 nr. 18 (f o m inntektsåret 1995), 9 mai 2008 nr. 15.\n1 Se § 3 første ledd, a.\n2 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Når likningsansettelsene er foretatt og skatten er regnet ut,​1 blir forskottstrekk​2 og utskrevet forskottsskatt​3 å avregne i den utliknede skatt. I tilfelle som nevnt i § 21 er det den innbetalte forskottsskatt som skal avregnes i den utliknede skatt.\n1 Jfr. lignl. § 8-8.\n2 Jfr. kap. II.\n3 Jfr. kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "1. Når skatten ved likningen utgjør et større beløp enn det forskottstrekk og den forskottsskatt som skal godskrives den skattepliktige, blir det manglende å innbetale som restskatt. Restskatt under kr 100 blir ikke å innkreve. For sjømenn som er skattlagt etter skatteloven § 2-3 første ledd blir restskatt under kr 2.000 ikke å innkreve.\n2. Restskatt tillegges renter​1 etter regler som fastsettes av departementet.​2 For skattytere som får skatten begrenset etter skatteloven​3 § 17-1, skal det ikke regnes renter av restskatten.\n3. Restskatten forfaller til betaling 3 uker etter at det ferdige skatteoppgjøret eller utleggingen av skattelisten er kunngjort, likevel tidligst 20. august i ligningsåret. Er restskatten minst kr 1.000, forfaller den til betaling i to like store terminer. Første termin forfaller som i første punktum, mens annen termin forfaller 5 uker senere.\n4. Hvis første termin av restskatten ikke blir betalt ved forfall, anses også annen termin samtidig forfalt til betaling.​4\n0 Endret ved lover 9 juni 1961 nr. 3, 19 juni 1969 nr. 70, 12 juni 1970 nr. 45, 26 mai 1978 nr. 26, 12 des 1980 nr. 57, 29 mars 1985 nr. 13, 18 des 1987 nr. 85, 17 juni 1988 nr. 54, 22 des 1989 nr. 93, 20 des 1991 nr. 83, 18 des 1998 nr. 73, 17 des 1999 nr. 86 (i kraft straks med virkning fra og med skatteavregningen for inntektsåret 1999), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 21 des 2000 nr. 115 (i kraft straks med virkning fra og med inntektsåret 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001 med virkning fra og med skatteavregningen for inntektsåret 2000), 21 des 2001 nr. 101, 25 juni 2004 nr. 42.\n1 Sml. sktl. § 6-40, femte ledd, b.\n2 Jfr. også § 26 og § 31 nr. 2.\n3 Lov 26 mars 1999 nr. 14 (sktl.).\n4 Jfr. § 31 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "1. Er den utskrevne eller i tilfelle som nevnt i § 21, den innbetalte forskottsskatt større enn den utliknede skatt, fratrukket mulig forskottstrekk, blir den overskytende del av forskottsskatten å frafalle. Er den del av forskottsskatten som blir å frafalle helt eller delvis betalt, skal beløpet betales tilbake til den skattepliktige. Beløpet kan dog i nødvendig utstrekning nyttes til dekning av skatt for eldre år, forskottsskatt for det løpende inntektsår som den skattepliktige står til rest med og annen skatt som den skattepliktige er ansvarlig for. Er beløpet fremkommet ved avregning for ektefeller under ett,​2 kan det i sin helhet anvendes til dekning av skatt som en av ektefellene står til rest med.​3\n2.​4 Den skattepliktige har ikke krav på å få betalt tilbake beløp som etter reglene foran er mindre enn kr. 20. Vedkommende departement​5 kan gi forskrifter​6 om at tilgodebeløp som er lavere enn en nærmere fastsatt grense, kan godskrives den skattepliktige ved avregningen for det løpende inntektsår i stedet for å betales tilbake.\n3. Reglene i denne paragrafen får tilsvarende anvendelse når det forskottstrekk som skal godskrives den skattepliktige er større enn den utliknede skatten, likevel slik at sjømenn som er skattlagt etter skatteloven​7 § 2-3 første ledd ikke har krav på å få tilbakebetalt beløp som er under kr 2.000.\n0 Endret ved lover 9 juni 1961 nr. 3, 19 juni 1969 nr. 70, 4 juni 1976 nr. 47, 17 des 1976 nr. 93, 17 juni 1988 nr. 54, 21 des 2001 nr. 101.\n1 Se § 31 nr. 2.\n2 Jfr. sktl. § 2-13.\n3 Jfr. § 37 nr. 1.\n4 Jfr. § 30 nr. 2.\n5 Finansdepartementet.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n7 Lov 26 mars 1999 nr. 14 (sktl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "1. Blir den utliknede skatt endret etter ligningslovens​2 kapittel 9, skal ny avregning foretas. Blir skatten forhøyet, forfaller forhøyelsen til betaling 3 uker etter at melding er sendt den skattepliktige. Forhøyelse av restskatt kan likevel ikke kreves betalt før ved siste termins forfall.\n2. Dersom det etter at avregning er foretatt blir gjennomført fordeling av skatt som er iliknet ektefeller under ett, jf. skatteloven​3 § 2-13 femte og sjette ledd, skal det foretas ny avregning for hver av ektefellene.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 29 mars 1985 nr. 13, 23 des 1994 nr. 70, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Se § 31 nr. 2.\n2 Lov 13 juni 1980 nr. 24 (lignl.).\n3 Lov 26 mars 1999 nr. 14 (sktl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Bestemmelsene i dette kapitel berører ikke plikten til å svare renter av utskrevet forskottsskatt som ikke bli å frafalle etter § 24, 1, jfr. § 25. Rettslige forføyninger til inndrivelse av forskottsskatt beholder sin virkning også etter at likning og avregning er foretatt.\n1 Sml. § 23 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "1. Skattepliktige som nevnt i § 2 skal betale skatten i løpet av året etter inntektsåret etter reglene under nr. 2-12 nedenfor.​1\n2. Skattekontoret​2 skriver ut en forhåndsskatt som skal betales i to terminer, 15 februar og 15 april.\nHver av terminene settes som hovedregel lik halvparten av den utliknede skatt ved siste likning, eventuelt forhøyet eller redusert med en prosentsats som fastsettes for det enkelte år av vedkommende departement.​3\nDet skal ikke skrives ut forhåndsskatt når den utliknede skatt for vedkommende inntektsår ventes å bli mindre enn kr. 2.000.\n3. Skattekontoret​2 kan forhøye eller sette ned den utskrevne forhåndsskatt når det er begått feil ved utskrivningen.\nSkattekontoret​2 kan etter krav fra den skattepliktige frafalle forhåndsskatten når det er overveiende sannsynlig at det ikke vil bli utliknet skatt for vedkommende inntektsår. Dersom det er overveiende sannsynlig at det vil oppstå et større avvik mellom utskrevet forhåndsskatt og utlignet skatt, kan skattekontoret etter krav fra den skattepliktige endre utskrivningen. Departementet kan i forskrift gi nærmere bestemmelser om hva som i denne sammenheng vil utgjøre et større avvik.\n4. Forhåndsskatt kan innen 31. mai innbetales med et høyere beløp enn det som er utskrevet når dette anses utilstrekkelig til å dekke den skatt som vil bli utliknet.\n5. Når likningen er foretatt, fastsettes resterende skatt til differansen mellom utliknet skatt og utskrevet forhåndsskatt. Er det i medhold av nr. 4 innbetalt et høyere beløp enn den utskrevne forhåndsskatt, legges det innbetalte beløp til grunn ved beregningen.\n6. Resterende skatt forfaller til betaling 3 uker etter at utleggingen av skattelisten er kunngjort. Beløp under kr 100 pliktes ikke innbetalt.\n7. Resterende skatt tillegges renter​4 etter regler som fastsettes av departementet. Rentebeløpet forfaller til betaling sammen med resterende skatt.\n8. Er den utskrevne eller i tilfelle som nevnt i nr. 5 den innbetalte forhåndsskatt større enn utliknet skatt, skal overskytende del av den utskrevne forhåndsskatt frafalles. Den del av det frafalte beløp som er innbetalt, skal betales tilbake til den skattepliktige eller brukes til dekning av annen skatt som den skattepliktige skylder. Den skattepliktige har likevel ikke krav på å bli godskrevet beløpet når dette er mindre enn kr. 20.\n9. Er den innbetalte forhåndsskatt større enn utliknet skatt, har den skattepliktige krav på rentegodtgjørelse etter regler som fastsettes av departementet.\n10. Den skattepliktige skal ha melding om utskrevet forhåndsskatt og senere endringer i slik skatt. Melding om forhøyelse av utskrevet forhåndsskatt sendes i rekommandert brev eller på annen påviselig måte.\nInnbetaling av forhåndsskatt kan ikke kreves før det er gått 3 uker fra den dag da melding om skatten blir sendt den skattepliktige.\nHvis første termin av forhåndsskatt ikke blir betalt ved forfall, anses også annen termin forfalt til betaling.\nBlir utliknet skatt endret etter ligningslovens​5 kapittel 9, skal det foretas nye beregninger av resterende skatt, rentetillegg m.v. som nevnt foran under nr. 5, 7, 8 og 9. Blir skatten forhøyet, forfaller forhøyelsen til betaling 3 uker etter at melding er sendt den skattepliktige.\n11. Bestemmelsene i § 26 annet punktum og i kapitel VI gjelder så lenge de passer tilsvarende for forhåndsskatt.\n12. Vedkommende departement​3 eller den dette gir fullmakt, kan gi nærmere regler til utfylling og gjennomføring av denne paragraf.\nDepartementet​3 kan for bestemte grupper av skattepliktige fastsette forskrifter​6 om utskriving av forhåndsskatt som avviker fra bestemmelsen i nr. 2, og kan unnta enkelte grupper fra bestemmelsene om betaling av forhåndsskatt.​7\n0 Endret ved lover 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 10 des 1976 nr. 88, 26 mai 1978 nr. 26, 13 juni 1980 nr. 25, 29 mars 1985 nr. 13, 20 des 1991 nr. 83, 29 mars 1996 nr. 18 (f o m inntektsåret 1995), 18 des 1998 nr. 73, 17 des 1999 nr. 86 (i kraft 1 jan 2001 med virkning for betaling av skatt for inntektsåret 2000 og senere), 15 des 2006 nr. 71, 29 juni 2007 nr. 47 (nr. 4 i kraft 29 juni 2007, øvrige endringer i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 9 mai 2008 nr. 15.\n1 Jfr. lov 13 juni 1975 nr. 35 § 7.\n2 Jfr. lignl. § 2-1.\n3 Finansdepartementet.\n4 Sml. sktl. § 6-40 femte ledd, b.\n5 Lov 13 juni 1980 nr. 24 (lignl.).\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n7 Skattedirektoratet iflg. forskrift 18 mai 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "1. Skatt som blir fastsatt ved forhåndsligning etter ligningslovens​1 § 8-10 forfaller til betaling 3 uker etter at melding om skattens størrelse er sendt den skattepliktige. Kapittel IV og § 27 gjelder tilsvarende så langt de passer.\n2. Løpende mulkt etter ligningslovens​1 § 10-6 forfaller til betaling 3 uker etter at krav om betaling er sendt den opplysningspliktige, og ansvarsbeløp etter ligningslovens​1 § 10-7 forfaller til betaling 3 uker etter at melding om fastsettingen er sendt oppdragsgiveren. Gebyr etter ligningsloven​1 § 10-8 forfaller til betaling 3 uker etter at melding om vedtaket er sendt den oppgavepliktige.\n0 Endret ved lover 29 juni 1956 nr. 21, 9 juni 1961 nr. 3, 12 juni 1970 nr. 45, 14 juni 1974 nr. 27, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 23 des 1994 nr. 70.\n1 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "1. Forskottsskatt,​1 restskatt,​2 skatt fra etterskottspliktige skattytere​3 og utliknet skatt​4 skal innbetales til skatteoppkreveren i den kommune skatten er skrevet ut for.\n2. Bestemmelsene i § 12, 3 gjelder tilsvarende for innbetaling av skatt som omhandlet i denne paragraf.\n0 Endret ved lover 4 juli 1958 nr. 6, 6 juni 1975 nr. 25, 4 juni 1976 nr. 47, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24, 15 des 2000 nr. 86 (i kraft 1 jan 2001).\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "1. Forskottsskatt,​1 restskatt,​2 etterskottsskatt,​3 og annen utliknet skatt​4 blir å innbetale til fastsatt tid og med de beløp som opprinnelig er fastsatt, selv om utskrivningen eller likningsansettelsene er påklaget, står under prøving ved overordnet instans eller er brakt inn for domstolene.\n2. Blir skatt som nevnt i første ledd satt ned, får bestemmelsene om tilbakebetaling i § 24 tilsvarende anvendelse.​5\n0 Endret ved lov 6 juni 1975 nr. 25.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 31 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "1. Skattepliktige som ikke betaler forskottsskatt,​1 restskatt,​2 etterskottsskatt​3 eller annen utliknet skatt,​4 og arbeidsgiver​5 eller selskap som nevnt i § 5 A som unnlater å foreta og sende oppgjør for forskottstrekk eller annet trekk innen forfallstidens utløp, skal svare renter av beløpet etter nærmere regler som fastsettes av departementet. Ligningslovens​6 § 3-7 nr. 4, første til tredje punktum, gjelder tilsvarende ved betaling av skatt og trekkoppgjør.\n2. Skattepliktig som får tilbakebetalt skatt etter § 24, § 25, § 30 nr. 2 eller § 39, jfr § 40, har krav på rentegodtgjørelse​7 etter regler som fastsettes av departementet.​8\n3. I ethvert tilfelle hvor en skattepliktig får tilbakebetalt skatt i henhold til reglene i denne lov, skal han også ha tilbakebetalt forsinkelsesrenter​9 som er betalt av refusjonsbeløpet.\n4. Når det ved forhøyelse av skatt eller enhver retting av avregningsoppgjør fremkommer krav på tilbakebetaling av beløp – herunder rentegodtgjørelse​10 – som tidligere er utbetalt den skattepliktige, kan beløpet i sin helhet innfordres som skatt etter reglene i dette kapittel. Dette gjelder uten hensyn til om mottakeren har vært i god tro. Reglene om forfallstid i §§ 25 nr. 1 og 27 nr. 10 annet og siste ledd, gjelder tilsvarende.\n0 Endret ved lover 30 juni 1955 nr. 18, 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 13 juni 1980 nr. 25, 3 juni 1983 nr. 36, 1 juni 1984 nr. 36, 22 des 1989 nr. 93, 11 juni 1993 nr. 83, 18 des 1998 nr. 73, 21 des 2001 nr. 101.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 3 første ledd, b.\n6 Lov 13 juni 1980 nr. 24 (lignl.).\n7 Sml. sktl. § 5-60.\n8 Finansdepartementet.\n9 Jfr. nr. 1.\n10 Jfr. nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "1. Skatt som nevnt i § 30 nr 1 med tillegg av renter​1 og kostnader er tvangsgrunnlag for utlegg.​2\n2. Krav på skatt, renter og kostnader som nevnt under 1 kan uoppdelt bringes i motregning overfor fordring den skattepliktige har på tilbakebetaling av skatt m.v. og fordring på rentegodtgjørelse. Det samme gjelder overfor en fordring den skattepliktige har på staten alene, fylkeskommunen alene, kommunen alene eller folketrygden og som er av den art at det er adgang til å ta utlegg i den.\n3. Ved motregning i konkurs​3 gjelder bestemmelsen i 2, første punktum tilsvarende. Overfor en fordring konkursboet har på staten alene, fylkeskommunen alene, kommunen alene eller folketrygden, kan dog skatteoppkreveren bare bringe i motregning en så stor andel av et skattekrav m.v. på konkursskyldneren, som ved fordeling etter reglene i denne lovs kapittel VIII ville falle på den av skattekreditorene som boets fordring er rettet mot.\n4. Motregning etter nr. 2 og 3, begges siste punktum, gjennomføres ved at skatteoppkreveren​4 gir pålegg til den som skal foreta utbetalingen på vegne av staten, fylkeskommunen eller kommunen om å overføre til ham det beløp som skal nyttes til dekning av skatten. Den skattepliktige (konkursboet) skal samtidig med pålegget underrettes om motregningen i rekommandert brev eller på annen etterviselig måte. Motregning etter 2, siste punktum må ikke gjennomføres i slik utstrekning at den skattepliktiges inntekt blir utilstrekkelig til livsopphold for ham og hans familie.\n5. Den skattepliktige kan kreve at skatteoppkreveren​4 gjennomfører motregningen når betingelsene etter nr 2 og 3 foreligger, jfr dog begrensningene i kommuneloven​5 § 53.\n0 Endret ved lover 9 juni 1961 nr. 3, 21 mai 1976 nr. 29, 1 juni 1984 nr. 36, 26 juni 1992 nr. 86, 18 des 1998 nr. 73.\n1 Jfr. § 31 nr. 1.\n2 Jfr. tvangsl. § 7-2, e.\n3 Jfr. deknl. §§ 8-1 flg.\n4 Se § 48 nr. 1.\n5 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:32 a",
      "chapter": "6",
      "section": "32 a",
      "content": "Krav på tilbakebetaling av skatt – herunder rentegodtgjørelse – kan ikke pantsettes eller overdras.\n0 Tilføyd ved lov 12 juni 1981 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "1. Forskottsskatt,​1 restskatt,​2 etterskottsskatt​3 eller annen utliknet skatt​4 som ikke blir betalt i rett tid, kan – i tilfelle med renter og kostnader – inndrives av skatteoppkreveren​5 ved trekk i lønn eller andre liknende ytelser etter reglene i dekningsloven​6 § 2-7. Ved fiske- og fangstvirksomhet kan trekk også foretas i fartøypart og i annen redskapspart enn nevnt i § 5, 1 d. Departementet​7 kan gi nærmere regler om at trekk kan foretas også i andre ytelser.\n2. Skattetrekk etter bestemmelsene i denne paragraf settes i verk ved at det i rekommandert brev eller på annen påviselig måte gis arbeidsgiveren​8 eller den som foretar utbetalingen på vegne av arbeidsgiveren, pålegg om å holde trekkbeløpet tilbake. Trekkpålegget gjelder også for det organ som utbetaler dagpenger under arbeidsløshet etter folketrygdloven​9 kapittel 4 og sykepenger etter folketrygdloven​9 kapittel 8.\n3. Når pålegg om skattetrekk er gitt, er arbeidsgiveren​8 forpliktet til​10 – i samsvar med de forskrifter som er gitt i pålegget – å trekke skattebeløpet og sende dette til vedkommende skatteoppkrever. Reglene i § 11, 4, og § 12 gjelder også ved gjennomføring av trekk etter pålegg.\n4. Pålegg om trekk kan også gis i tilfelle der lønnstakeren​8 selv innkrever sin godtgjørelse i samband med innkassering av vedkommende salgsbeløp, premie eller liknende. Lønnstakeren plikter da å innbetale trekkbeløpet til arbeidsgiveren sammen med de beløp han har inkassert for denne.\n5. Trekk etter denne paragraf gjennomføres ved siden av mulig forskottstrekk. Dersom det er gitt pålegg om trekk for flere krav hos samme skattyter, har kravene prioritet etter reglene i dekningsloven​6 § 2-8.\n6. Departementet fastsetter nærmere regler om gjennomføring av trekk etter denne paragraf.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 16 juni 1978 nr. 60, 8 juni 1979 nr. 33, 21 des 1979 nr. 66, 13 juni 1980 nr. 25, 26 juni 1992 nr. 86, 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 18 des 1998 nr. 73, 31 mai 2002 nr. 16.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 48 nr. 1.\n6 Lov 8 juni 1984 nr. 59 (deknl.).\n7 Finansdepartementet.\n8 Se § 3 første ledd, b.\n9 Lov 28 feb 1997 nr. 19.\n10 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "1. Når en skattepliktig regelmessig mottar oppgjør for solgte varer, eller for varer som er levert til omsetning eller foredling, fra et lag eller en ervervsdrivende som kjøper, omsetter eller foredler varene, kan han slutte avtale med skatteoppkreveren​1 om at det skal foretas trekk i oppgjørene til dekning av hans egen skatt og skatt han er ansvarlig for. Den som utbetaler oppgjørene plikter​2 etter pålegg fra skatteoppkreveren​1 å foreta trekk i samsvar med avtalen. Bestemmelsene i § 33 nr. 3 gjelder tilsvarende for trekk etter denne paragraf.\n2. Bestemmelsene i foregående ledd får tilsvarende anvendelse ved avtaler om trekk som blir inngått mellom skatteoppkrever​1 og skattepliktig som regelmessig mottar oppgjør for utførelse av transport eller andre tjenester.\n0 Endret ved lov 23 des 1994 nr. 70.\n1 Se § 48 nr. 1.\n2 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Inndriving ved trekk i lønn eller ved forretning for utleggspant​1 kan også skje hos den som er ansvarlig for skatten, jf. § 37, nr. 2-10. Bestemmelsene om motregning i § 32, nr. 2-5 får tilsvarende anvendelse.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 26 juni 1992 nr. 86, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Departementet​1 kan bemyndige skatteoppkreveren​2 til å holde forretning for utleggspant for krav som omhandlet i denne lov. Før bemyndigelse gis, skal det innhentes uttalelse fra vedkommende kommunestyre.\nFor krav som omfattes av § 48 nr. 1 annet eller tredje punktum kan skatteoppkreveren​2 etter departementets bestemmelse holde forretning for utleggspant i hele riket.\n0 Endret ved lover 26 juni 1992 nr. 86, 19 juni 1997 nr. 68, 18 des 1998 nr. 73, 21 des 2001 nr. 101 (i kraft 1 juli 2002), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Finansdepartementet iflg. res. 20 aug 1993 nr. 812.\n2 Se § 48 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "1. Når skatt er iliknet begge ektefeller under ett i medhold av skatteloven​1 §§ 2-10, 2-11 fjerde ledd, 2-12 bokstav a eller § 2-14 tredje ledd bokstav a, kan det tas utlegg​2 for skatten såvel i gjenstander som er felleseie, som i ektefellenes mulige særeiemidler.​3 Skatten kan også innfordres ved motregning etter § 32 og ved trekk etter § 33 hos hver av ektefellene. Bestemmelsene foran gjelder ikke når skatten er fordelt forholdsmessig mellom ektefellene i medhold av skatteloven​1 § 2-13. Før likning er foretatt, blir bestemmelsen i første og annet punktum å anvende tilsvarende på utskrevet forskottsskatt​4 som gjelder begge ektefellers formue eller inntekt, når skatten ikke er fordelt med en forholdsmessig del på hver av ektefellene.\n2. Foreldre er ansvarlig​5 for skatt ilagt hjemmeværende barn som arbeider i foreldrenes bedrift.​6\n3. Ved ligning av medlemmer i selskaper som nevnt i skatteloven​1 § 2-2 annet ledd a – e er selskapet ansvarlig for skatt som ikke kan innkreves hos medlemmene. Lignes et medlem av formue og inntekt både i og utenfor selskapet, omfatter ansvaret bare en så stor del av medlemmets skatt som etter en forholdsmessig fordeling faller på formue og inntekt i selskapet.\n4. Fullmektig for personer bosatt i utlandet eller for utenlandsk selskap eller innretning hjemmehørende i utlandet, er personlig ansvarlig​5 for ilignet skatt av fullmaktsgiverens virksomhet i Norge.\n5. Selskaper og innretninger hjemmehørende i riket som yter godtgjørelse, tantieme, gratiale eller lignende til personer bosatt i utlandet og selskap og innretninger hjemmehørende i utlandet (skatteloven​1 § 2-3 første ledd a-g, annet ledd og § 3-4 første til tredje ledd), er ansvarlig​5 for skatt som iliknes av ytelsen.\n6. Den som betaler skatt som følge av ansvar etter nr. 3-5 kan kreve den tilbake av den skattepliktige og har adgang til å kreve beløpet dekket ved motregning i enhver gjeld e.l. han har til den skattepliktige.\n7. Skifteforvaltere​7 er ansvarlig​5 for at tilstrekkelig av boets midler holdes tilbake til dekning av skatt som ilignes eller som må forutsettes ilignet boet eller arvelater etter at boet er tatt under skiftebehandling. Det samme gjelder for konkursskyldners skatt når boet er ansvarlig for skatten.\n8. Tilsvarende ansvar​5 påhviler hvert enkelt medlem av styre og ledelse i selskaper og andre skattepliktige innretninger, når disse oppløses​8 og deres midler fordeles mellom eierne.\n9. Er midlene utloddet eller fordelt i tilfelle som nevnt i nr. 7 og 8, uten at det er holdt tilbake midler til dekning av skatt, kan uerholdelig skatt innkreves hos konkurskreditorene, arvingene eller parthaverne, som er ansvarlig​5 hver for sin andel av skatten.\n10. Selvskiftende arvinger​9 er solidarisk ansvarlig​5 for betaling av skatten. Ansvaret er begrenset til det den enkelte har mottatt i arv. Gjenlevende ektefelle​3 i uskiftet bo er ikke ansvarlig for førsteavdødes skatt ut over verdien av avdødes andel i boet.​10\n0 Endret ved lover 29 juni 1956 nr. 21, 9 juni 1961, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 8 juni 1979 nr. 33, 20 des 1991 nr. 83, 26 juni 1992 nr. 86, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 21 des 2000 nr. 115 (i kraft straks med virkning fra og med inntektsåret 2000). 15 juni 2001 nr. 46.\n1 Lov 26 mars 1999 nr. 14 (sktl.).\n2 Jfr. tvangsl. § 7-2.\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se kap. III.\n5 Jfr. § 35 og § 39 nr. 4.\n6 Jfr. sktl. § 2-14.\n7 Jfr. sl. 1 kap.\n8 Jfr. asl. kap. 16 og asal. kap. 16.\n9 Jfr. sl. 13 kap.\n10 Gjelder for uskiftebo der skifteattest er utstedt etter 31 des 1985.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Når en skattepliktig akter å ta opphold i utlandet og bli der i minst 6 måneder, plikter han​1 før avreisen å betale eller stille sikkerhet for alle skattebeløp som han er eller vil bli iliknet for den tid han har oppholdt seg her i riket.​2 Skatteoppkreveren kan begjære arrest for sikring av krav som nevnt i første punktum. Når skatteplikten ikke er avhengig av bostedet og vedkommende vil bli skattepliktig her også etter utflyttingen, gjelder ikke reglene i første og annet punktum.\n0 Endret ved lover 12 des 1980 nr. 54, 12 juni 1981 nr. 56, 1 juni 1984 nr. 36, 9 jan 1987 nr. 3, 26 juni 1992 nr. 86, 23 des 1994 nr. 70.\n1 Se § 52.\n2 Jfr. lignl. § 4-7 nr. 5 jfr. § 8-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:38 a",
      "chapter": "6",
      "section": "38 a",
      "content": "Når det er inngått avtale med fremmed stat,​1 kan forskuddet på skatt og annen betalt skatt overføres til skattemyndighetene i avtalestaten. Departementet​2 kan gi nærmere forskrifter​3 for gjennomføring av denne bestemmelse.\nDen som etter § 3, jfr. § 4 er pliktig til å foreta forskottstrekk, men som godtgjør at det betales skattetrekk eller tilsvarende i utlandet av den enkelte arbeidstakers inntekt, kan av skatteoppkreveren bli fritatt for trekkplikten etter denne lov dersom det stilles betryggende sikkerhet for trekkbeløpet. Nærmere forskrifter​2 kan gis av departementet.​3\n0 Tilføyd ved lov 17 des 1982 nr. 70.\n1 Jfr. lov 28 juli 1949 nr. 15 § 1.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38 A."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "1. Skattepliktig som er ilagt forskottsskatt,​2 restskatt,​3 etterskottsskatt​4 eller annen skatt av samme formue eller inntekt​5 i mer enn en kommune, kan unngå tvangsinndriving ved å innbetale forfalne og – ved forfallstid – uforfalne terminer av den høyeste utskrevne skatt til skatteoppkreveren i den kommune som han mener skatten skal utskrives i, jfr. ligningslovens​6 § 8-6. Beløp som tidligere er betalt på noen av skattene, skal bringes i fradrag ved innbetalingen. Tvangsinndrivning kan heller ikke settes i verk når det etter § 33 er pålagt trekk til dekning av noen av de utskrevne skatter. Det samme gjelder når det foretas forskottstrekk etter § 7 nr. 2 til dekning av skatt av samme formue eller inntekt som det er utskrevet forskottsskatt for.\n2. Bestemmelsene i første ledd fritar ikke etterskottspliktige som skal svare naturressursskatt​7 for plikten til å innbetale til vedkommende skatteoppkrever naturressursskatt som ikke er medregnet ved utlikningen av den skatt som blir innbetalt. Den skattepliktige kan kreve oppgave fra skattekontoret​8 over størrelsen av det beløp som pliktes innbetalt etter reglene i foregående punktum.\n3. Forskottspliktige som er pålagt å betale forskottsskatt,​2 restskatt​3 eller annen skatt av samme formue eller inntekt til mer enn en kommune,​5 kan kreve omberegning og ny skatteseddel som om skatt av denne formue og inntekt bare var beregnet til en kommune. Ved omberegningen skal, for så vidt gjelder denne formue og inntekt, de høyeste ansettelser legges til grunn.\n4. Bestemmelsene i første, annet og tredje ledd gjelder tilsvarende for den som er ansvarlig for skatten etter § 37 nr. 2-10.\n0 Endret ved lover 29 juni 1956 nr. 21, 14 juni 1974 nr. 31, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24 (med virkning fra og med inntektsåret 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 31 nr. 2.\n2 Se kap. III.\n3 Se § 23.\n4 Se kap. V.\n5 Se lignl. § 8-8.\n6 Lov 13 juni 1980 nr. 24 (lignl.).\n7 Jfr. sktl. § 18-2.\n8 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "1. Beløp som er trukket eller innbetalt i tilfelle som omhandlet i § 11, 3 og § 39, 1 blir å regne som deponert inntil spørsmålet om skatteplikten er avgjort. Den skatteoppkrever​1 som mottar slikt trekkoppgjør eller slik innbetaling, skal snarest melde fra om det til skatteoppkreveren i vedkommende annen kommune eller kommuner.\n2. Søksmål fra kommune om beløp eller del av beløp som nevnt i første ledd, må være reist innen 6 måneder etter at kommunens skatteoppkrever har fått underretning om at det er foretatt innbetaling eller pålagt trekk for beløpet. Fristen for å reise søksmål skal dog ikke i noe tilfelle utløpe før tidligst 6 måneder etter at det er kunngjort at likningen for vedkommende år er utlagt.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25.\n1 Se § 48 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:40 a",
      "chapter": "6",
      "section": "40 a",
      "content": "Ved skatteoppkreverens tvangsfullbyrdelse etter dette kapitlet gjelder tvangsfullbyrdelseslovens​1 regler om gjennomføring av utleggsforretningen, herunder reglene om klage, bortfall og opphevelse av utlegg, hvis ikke annet er bestemt i denne lov. Klageadgangen gjelder også motregningsbeslutning etter § 32 nr 2 til 5.\n0 Tilføyd ved lov 26 juni 1992 nr. 86.\n1 Lov 26 juni 1992 nr 86 (tvangsl.), se dens kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40a",
        "source_heading": "§ 40 a."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "1. Når noen i medhold av ligningslovens​1 § 9-12 har rådd til at skatten blir nedsatt eller ettergitt og når det ellers på grunn av dødsfall, særlig alvorlig eller langvarig sykdom, varig invaliditet eller andre årsaker virker særlig ubillig eller uforholdsmessig trykkende å fastholde hele skatten, kan denne settes ned eller ettergis.\n2. Avgjørelse som nevnt under 1 kan i alminnelighet først treffes når likning er foretatt.​2 I inntektsåret kan det av årsaker som nevnt under 1 gis utsettelse med innbetaling av utskrevet forskottsskatt og det kan samtykkes i fritaking for forskottstrekk eller tilbakebetaling av trekk. Endelig avgjørelse om nedsettelse eller ettergivelse blir også i disse tilfelle å treffe etterat likning er foretatt.\n0 Endret ved lover 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25.\n1 Lov 13 juni 1980 nr. 24 (lignl.).\n2 Jfr. lignl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "1. Avgjørelse som nevnt i § 41 treffes av formannskapet etter innstilling fra et utvalg på minst tre medlemmer som velges av kommunestyret​1 (formannskapet). Skattekontoret​2 og – etter nærmere bestemmelse av kommunestyret (formannskapet) – skatteoppkreveren​3 kan tiltre utvalget, dog uten stemmerett. Formannskapet kan overlate sin myndighet til skatteutvalget i saker som gjelder beløp på inntil kr 50.000. Vedkommende departement​4 kan etter søknad fra formannskapet samtykke i at også saker som gjelder større beløp avgjøres av skatteutvalget. I saker som gjelder ettergivelse av skatt på over kr 200.000 eller nedsettelse med mer enn dette beløp, blir dog avgjørelsen å treffe av vedkommende departement​4 etter forslag fra det utvalg som er nevnt i første punktum.\n2. Kommunestyret​1 (formannskapet) kan oppnevne flere utvalg som nevnt under nr. 1 når det finnes nødvendig.\n3. Kommunestyret​1 kan bestemme at skatteutvalgets gjøremål skal legges til en annen kommunal nemnd. Nr. 1, annet punktum gjelder i så fall tilsvarende for denne nemnds behandling av saker etter denne lov.\nKommunestyret​1 avgjør hvem som skal være leder og nestleder i utvalget.\n4. Departementet​5 kan fastsette regler om utgiftsføring av skattebeløp som ikke lar seg inndrive.\n5. For skattytere som utelukkende skal betale statsskatt, kan vedkommende departement bestemme at innstilling og avgjørelse som nevnt i nr. 1 legges til andre organer.\n0 Endret ved lover 29 juni 1956 nr. 21, 21 juni 1963 nr. 21, 25 juni 1965 nr. 10, 12 juni 1970 nr. 45, 4 juni 1976 nr. 41, 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 12 juni 1981 nr. 54, 11 nov 1983 nr. 63, 7 juni 1985 nr. 45, 5 juni 1987 nr. 25, 18 des 1987 nr. 79, 16 juni 1989 nr. 37 (i kraft 29 okt 1998 iflg. vedtak 29 okt 1998 nr. 1040), 16 juni 1989 nr. 46, 20 des 1991 nr. 83, 18 des 1998 nr. 73, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Jfr. lignl. § 2-1.\n3 Se § 48 nr. 1.\n4 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608, 18 juni 1997 nr. 610 og 29 mai 1998 nr. 563 som delegerer til Skattedirektoratet.\n5 Finansdepartementet iflg. res. 16 mai 1997 nr. 476.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "1. Innbetalt skatt fra forskottspliktige skattytere​1 for et inntektsår blir å fordele mellom staten, fylkeskommunen og kommunen på grunnlag av den samlede utligning av skatt til staten, skatt til fylkeskommunen og skatt til kommunen for vedkommende inntektsår på forskottspliktige skattytere. Departementet​2 gir forskrifter​3 om gjennomføringen, derunder om hvordan endringer i likningen skal inngå i fordelingen.\n2. I tiden inntil endelig fordeling etter reglene under 1 kan foretas, skal skatt som er innbetalt fra de der nevnte skattepliktige undergis en foreløpig fordeling. Slik foreløpig fordeling skal i alminnelighet skje på grunnlag av den samlede utlikning av skatt til staten, skatt til fylkeskommunen og skatt til kommunen for disse skattepliktige ved siste likning før inntektsåret. Ved beregning av forholdstallene for slik foreløpig fordeling, blir det i alminnelighet ikke å ta omsyn til de endringer i utlikningen som følger av klagebehandlingen. Hvis forholdet mellom den samlede utlikning av de forskjellige skatter må antas å ville bli vesentlig forskjøvet på grunn av endring i skattesatser eller av andre årsaker, kan vedkommende departement​2 eller den dette gir fullmakt ved skjønn fastsette forholdstall til bruk ved den foreløpige fordeling. Departementet gir nærmere regler om gjennomføringen av den foreløpige fordeling.\n3. Tilskott til folketrygden fra kommunen og fylkeskommunen etter folketrygdloven​4 § 23-9, skal redusere det beløp som tilkommer kommunen og fylkeskommunen ved fordeling etter nr. 1 og 2. Departementet gir nærmere forskrifter​3 om gjennomføringen av denne bestemmelse.\n4. Skattefradrag gitt i medhold av skatteloven​5 §§ 16-10 og 16-11 og nedsettelse av skatt etter skatteloven​5 § 17-10 skal i sin helhet belastes staten. Skattefradrag gitt i medhold av skatteloven​5 § 16-1 fordeles forholdsmessig mellom skatt til kommune og fylkeskommune. Fradrag for utenlandsk skatt gitt i medhold av intern norsk rett​6 eller skatteavtale​7 fordeles forholdsmessig mellom skatt til staten, fylkeskommune og kommune før fordeling av fradrag som nevnt i første og annet punktum, fradrag som nevnt i nr. 5 og nedsettelse etter skattebegrensningsregelen i skatteloven​5 § 17-10.\n5. Inntektsfradrag gitt i medhold av skatteloven​5 § 15-5 om særskilt fradrag i alminnelig inntekt i Finnmark og Nord-Troms skal bare belastes staten.\n0 Endret ved lover 6 juli 1957 nr. 24, 14 juni 1974 nr. 31, 21 mai 1976 nr. 29, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 9 jan 1987 nr. 3, 18 des 1987 nr. 76, 18 des 1987 nr. 89, 23 des 1988 nr. 81, 20 des 1991 nr. 83, 28 juni 1996 nr. 52 (f o m inntektsåret 1997), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 21 des 2001 nr. 101.\n1 Se § 1, jfr. § 2.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Lov 28 feb 1997 nr. 19.\n5 Lov 26 mars 1999 nr. 14 (sktl.).\n6 Jfr. sktl. § 16-20 til § 16-33.\n7 Lov 28 juli 1949 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "1. Innbetalt skatt fra etterskottspliktige skattytere​1 for et inntektsår blir å fordele mellom staten, det felleskommunale skattefondet, fylkeskommunen og kommunen på grunnlag av den samlede utlikning av skatt til staten, skatt til det felleskommunale skattefondet, skatt til fylkeskommunen og skatt til kommunen for vedkommende inntektsår på etterskottspliktige skattytere. Departementet​2 gir forskrifter​3 om gjennomføringen, derunder om hvordan endringer i ligningen skal inngå i fordelingen. Stortinget fastsetter fordelingen mellom kommunene av den skatt som er tilført det felleskommunale skattefondet.\n2. I tiden inntil endelig fordeling etter reglene under 1 kan foretas, fordeles innbetalt skatt fra etterskottspliktige skattytere foreløpig mellom staten, fylkeskommunen og kommunen i samsvar med regler som fastsettes av departementet.\n3. Fradrag for utenlandsk skatt gitt i medhold av intern norsk rett​4 eller skatteavtale​5 fordeles forholdsmessig mellom skatt til staten, fylkeskommune og kommune.\n0 Endret ved lover 6 juli 1957 nr. 24, 14 juni 1974 nr. 27, 6 juni 1975 nr. 25, 21 mai 1976 nr. 29, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 28 juni 1996 nr. 52 (f o m inntektsåret 1997), 10 des 2004 nr. 77 (med virkning for skatt f o m inntektsåret 2005).\n1 Se § 2.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. sktl. § 16-20 til § 16-33.\n5 Jfr. lov 28 juli 1949 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "1. En skattepliktig som har hatt forskottstrekk​1 og ikke blir tatt opp til skattlegging i vedkommende kommune for det inntektsår trekket gjelder, kan ikke kreve det trukne beløp tilbake med mindre han av likningsmyndighetene for kommunen er ansett ikke skattepliktig her i landet for vedkommende inntektsår eller godtgjør å ha betalt skatt av lønnsinntekten for samme inntektsår i en annen kommune her i landet eller at skatt ikke er iliknet ham fordi inntekten ikke har nådd opp i skattepliktig størrelse.\n2. Forskottstrekk som etter reglene under 1 ikke blir å betale tilbake og forskottstrekk vedkommende lønnstaker som er ukjent i kommunen, skal overføres til staten. Slik overføring skal foretas når det er gått 3 år etter utløpet av det inntektsår da trekket er foretatt.\n0 Endret ved lover 6 juli 1957 nr. 24, 4 juni 1976 nr. 47, 6 des 1996 nr. 77 (f o m inntektsåret 1997), 15 des 2000 nr. 86 (i kraft 1 jan 2001).\n1 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "1. Skattepliktige, arbeidsgivere​1 og offentlige tjenestemenn plikter å sende de meldinger og å gi de opplysninger​2 som er nødvendig for at skattekontoret​3 skal få fastsatt og regulert forskottstrekk og forskottsskatt i samsvar med forskriftene i kapitel II og III og for at skatteoppkreveren​4 skal få utferdiget pålegg om trekk av restanser. Departementet​5 gir nærmere regler om meldeplikten.\n2. Skattepliktig som ikke etterkommer plikt til å sende melding eller pålegg om å gi opplysninger eller som gir uriktige eller ufullstendige opplysninger, har ikke krav på å få endret skattekontorets​3 avgjørelse vedkommende forskottstrekk eller forskottsskatt.\n0 Endret ved lover 30 juni 1955 nr. 18, 18 des 1998 nr. 73, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 3 første ledd, b.\n2 Se § 50.\n3 Jfr. lignl. § 2-1.\n4 Se § 48 nr. 1.\n5 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "1. Skatteoppkreveren​1 skal føre kontroll med at arbeidsgivere​2 og andre innen kommunen som etter denne lov har plikt til å foreta trekk, sender meldinger og gjennomfører forskottstrekk og pålagt trekk i samsvar med gjeldende forskrifter og de pålegg som er gitt. Skatteoppkreveren​1 eller den som har fullmakt fra ham kan foreta bokettersyn hos den som plikter å foreta trekk og kan herunder kreve fremlagt skattekort, trekkpålegg og andre dokumenter som har betydning for kontrollen. Også skattekontoret og den som har fullmakt fra skattekontoret eller fra kommunerevisjonen eller Riksrevisjonen kan foreta slike ettersyn og kreve framlagt dokumenter som nevnt.\n2. Den som foretar bokettersyn som nevnt under 1 har plikt til å bevare taushet​3 overfor uvedkommende om det han under utføringen av ettersynet får kjennskap til. Før han første gang foretar ettersyn, skal han underskrive en erklæring om at han vil overholde taushetsplikten.\n3. Skatterestanselister eller utdrag av disse kan ikke legges ut til offentlig gjennomsyn eller offentliggjøres på annen måte.​4\n4. Beløp som arbeidsgiver​2 pålegges å betale ved vedtak om summarisk fellesoppgjør etter ligningsloven​5 § 9-5 nr. 8 innkreves etter reglene i denne lov. Departementet​6 gir forskrift​7 om gjennomføringen av innkreving, fordeling i skatteregnskapet m.v.\n0 Endret ved lover 30 juni 1955 nr. 18, 6 juni 1975 nr. 25, 4 juni 1976 nr. 47, 18 juni 1993 nr. 111, 7 april 1995 nr. 15, 18 des 1998 nr. 73, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 48 nr. 1.\n2 Se § 3 første ledd, b.\n3 Se strl. § 121 og nærv. lovs § 55.\n4 Sml. lignl. § 8-8.\n5 Lov 13 juni 1980 nr. 24 (lignl.).\n6 Skattedirektoratet iflg. vedtak 19 sep 1995 nr. 798.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:47 a",
      "chapter": "9",
      "section": "47 a",
      "content": "1. Ved utførelsen av arbeidsgiverkontrollen etter § 47, plikter banker etter krav fra skatteoppkreveren,​1 å gi opplysninger om navngitt arbeidsgivers skattetrekkonto, samt eventuell bankgaranti etter § 11 nr. 4. På samme vilkår har\na. finansinstitusjoner (jf. lov av 10. juni 1988 nr. 40 om finansieringsvirksomhet § 1-3) og andre som driver utlånsvirksomhet eller låneformidling som næring,\nb. verdipapirforetak (jf. lov av 19. juni 1997 nr. 79 om verdipapirhandel § 1-4) og andre som har penger til forvaltning, og\nc. pensjonskasser\n2. Enhver som utfører eller har utført arbeid eller oppdrag for arbeidsgiveren, plikter på samme vilkår som i nr. 1 første punktum å gi opplysninger om sitt tjenesteforhold eller oppdrag knyttet til arbeidsgiveren.\n3. Næringsdrivende plikter på samme vilkår som i nr. 1 første punktum å gi opplysninger om ethvert økonomisk mellomværende som vedkommende har eller har hatt med arbeidsgiveren, når opplysningene knytter seg til begge parters virksomhet. Det kan kreves opplysning om og spesifisert oppgave over varelevering og -kjøp, tjenester, vederlag og andre forhold som knytter seg til mellomværendet og oppgjøret for dette (dette gjelder også omsetning som er skjedd gjennom mellommann).\n4. Også skattekontoret​2 og den som har fått fullmakt fra skattekontoret eller skatteoppkreveren til å foreta bokettersyn etter § 47, kan kreve opplysninger etter nr. 1, nr. 2 og nr. 3 i denne bestemmelsen.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lov 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. § 48 nr. 1.\n2 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47a."
      }
    },
    {
      "provision_ref": "9:47 b",
      "chapter": "9",
      "section": "47 b",
      "content": "1. Den som får pålegg om å gi opplysninger etter § 47a eller bokføringspålegg etter § 47d, kan klage over pålegget dersom vedkommende mener at han ikke har plikt eller lovlig adgang til å etterkomme pålegget.\n2. Klage, som kan være muntlig, må fremsettes straks når den pålegget angår er til stede, og ellers innen tre dager.\n3. Den som har gitt pålegget, skal enten omgjøre det, eller snarest mulig legge klagen frem for nærmeste overordnede forvaltningsorgan til avgjørelse.\n4. Ligningsloven​1 §§ 3-6 nr. 4 og 3-7 gjelder tilsvarende.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lov 14 des 2007 nr. 98.\n1 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47b",
        "source_heading": "§ 47b."
      }
    },
    {
      "provision_ref": "9:47 c",
      "chapter": "9",
      "section": "47 c",
      "content": "1. Skattedirektoratet og skattekontoret​1 kan pålegge den som ikke har etterkommet plikten til å gi opplysninger etter § 47a, å oppfylle sin plikt under en daglig løpende tvangsmulkt.\n2. Pålegg til selskap, samvirkeforetak, forening, innretning eller organisasjon rettes til styret og sendes hvert medlem i rekommandert brev. Tvangsmulkten kan inndrives så vel hos medlemmene av styret som hos selskapet, samvirkeforetaket, foreningen, innretningen eller organisasjonen.\n3. Pålegget kan påklages til Skattedirektoratet innen 3 uker.\n4. Mulkten tilfaller statskassen.\n5. Skattebetalingsloven § 33 gjelder ved inndriving av tvangsmulkt ilagt etter denne bestemmelsen.\n6. Departementet, eller den det gir fullmakt, kan i særlige tilfeller ettergi påløpt mulkt.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lover 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 14 des 2007 nr. 98.\n1 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47c",
        "source_heading": "§ 47c."
      }
    },
    {
      "provision_ref": "9:47 d",
      "chapter": "9",
      "section": "47 d",
      "content": "1. Skattekontoret kan pålegge arbeidsgivere og andre som etter loven har plikt til å foreta forskuddstrekk eller utleggstrekk, å oppfylle sin plikt til å innrette bokføringen, spesifikasjonen, dokumentasjonen og oppbevaringen av regnskapsopplysninger i samsvar med regler gitt i eller i medhold av lov 19. november 2004 nr. 73 om bokføring.\n2. Bokføringspålegg rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem.\n3. Det skal fastsettes en frist for oppfyllelse. Fristen skal være minimum fire uker og ikke lengre enn ett år.\n0 Tilføyd ved lov 14 des 2007 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47d",
        "source_heading": "§ 47d."
      }
    },
    {
      "provision_ref": "9:47 e",
      "chapter": "9",
      "section": "47 e",
      "content": "1. Skattekontoret kan ilegge den som ikke har etterkommet bokføringspålegg etter § 47d innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til oppfyllelse skjer. Tvangsmulkten skal normalt utgjøre ett rettsgebyr per dag, jf. lov 17. desember 1982 nr. 86 om rettsgebyr § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men begrenset oppad til ti rettsgebyr. Samlet tvangsmulkt kan ikke overstige en million kroner.\n2. § 47c nr. 2, 3, 4 og 5 gjelder tilsvarende for tvangsmulkt ilagt etter denne bestemmelsen.\n0 Tilføyd ved lov 14 des 2007 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47e",
        "source_heading": "§ 47e."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "1. Den myndighet og de plikter som i denne lov er lagt til skatteoppkreveren utøves av den kommunale skatteoppkrever. Departementet bestemmer hvem som skal være skatteoppkrever for krav fastsatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet. Departementet kan gi forskrift​2 om hvem som skal anses for ikke å ha varig tilknytning til riket.\n2. Staten er saksøker ved tvangsfullbyrdelse, midlertidig sikring, konkursbegjæring m.v. i forbindelse med inndriving og sikring av krav etter denne lov. Statens partsstilling som saksøker i slik sak utøves av skatteoppkreveren. Ved overføring av tvist til søksmåls former etter tvangsfullbyrdelsesloven med avgjørelse av grunnlaget for skattekravet etter tvangsfullbyrdelsesloven​3 § 6-6 tredje ledd, gjelder reglene om utøvelse av partsstillingen i nr. 3 tilsvarende.\n3.​4 Søksmål om krav etter den lov rettes mot staten som saksøkt. Søksmålet anlegges etter vernetingsreglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av skattekontoret der det angrepne vedtak er truffet. Har Riksskattenemnda truffet vedtaket, utøves partsstillingen av Skattedirektoratet.\n4. Endelig rettsavgjørelse og forlik er bindende for alle skattekreditorer. Departementet​5 kan gi instruks om utøvelsen av statens partsstilling generelt og i enkeltsak. Departementet kan i enkeltsak eller i grupper av saker overta utøvelsen eller overføre den til annen skattemyndighet.\n5. Søksmål fra en skattepliktig til prøving av ligningsavgjørelse må reises innen 6 måneder regnet fra utleggingen av skattelisten til ettersyn,​6 eller fra melding ble sendt til skattyteren om vedtak i endringssak.​7 Når den skattepliktige har levert forhåndsutfylt selvangivelse og får tilsendt skatteoppgjør i juni, er søksmålsfristen 6 måneder fra det ferdige skatteoppgjøret ble kunngjort eller vedtak i endringssak ble sendt skattyteren. Når endringssak er gjennomført etter ligningsloven​8 § 3-11 nr. 4, jf. § 8-3 nr. 5, regnes søksmålsfristen fra nytt skatteoppgjør ble sendt skattyteren. Etter utløpet av fristen kan ligningsavgjørelse heller ikke bringes inn til prøving ved tingretten i sak om tvangsfullbyrdelse eller midlertidig sikring. Slik prøving skal likevel alltid kunne kreves inntil 3 måneder etter den forføyning som det klages over. Det kan gis oppfriskning mot oversittelse av fristen på de vilkår som er fastsatt i tvisteloven​9 §§ 16-12 til 16-14.\n6. Når domstolen finner at den skattepliktige bare skal betale en del av den iliknede skatt, og det ikke foreligger tilstrekkelige opplysninger til å fastslå det riktige skattebeløp, skal den i domsslutningen angi hvorledes ny likning blir å utføre. Ved tvist for tingretten i sak om tvangsfullbyrdelse eller midlertidig sikring gjelder dette tilsvarende, slik at forføyningen stadfestes for det beløp som vil fremgå av ny likning i samsvar med kjennelsen eller dommen. Finner domstolen at en likningsavgjørelse ikke kan opprettholdes på grunn av formelle mangler, henvises avgjørelsen til ny behandling av vedkommende likningsmyndighet.​10\n7. Av skatt som pliktes betalt etter ny likning som nevnt i nr 6, svares renter fra forfallstiden for den opprinnelige skatt etter regler som fastsettes av departementet, jfr § 31 nr 1.\n8. Departementet gir regler om fordeling mellom skattekreditorene av utgifter ved tvister som nevnt i denne paragraf.\n0 Endret ved lover 9 juni 1961 nr. 3, 21 mai 1976 nr. 29, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 13 juni 1980 nr. 25, 18 des 1987 nr. 79, 21 des 1990 nr. 66, 26 juni 1992 nr. 86, 20 des 1993 nr. 133, 18 des 1998 nr. 73, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 21 des 2001 nr. 101 (i kraft 1 juli 2002), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 25 juni 2004 nr. 42, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 14 des 2007 nr. 98 (i kraft 1 jan 2008).\n1 Jfr. lignl. kap. 11.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).\n4 Jfr. lignl. kap. 11 og lov 13 juni 1975 nr. 35 § 6 nr. 23.\n5 Finansdepartementet.\n6 Jfr. lignl. § 8-8.\n7 Jfr. lignl. kap. 9.\n8 Lov 13 juni 1980 nr. 24 (lignl.).\n9 Lov 17 juni 2005 nr. 90 (tvl.).\n10 Jfr. lignl. § 9-5 nr. 2, a og § 9-8 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:48 a",
      "chapter": "9",
      "section": "48 a",
      "content": "Foreldelsesfristen for skatt og renter av skatt blir regnet fra utgangen av det kalenderår da skatten, eller i tilfelle siste termin av skatten, forfaller til betaling. For forskottsskatt blir likevel fristen regnet først fra utgangen av det kalenderår da likningen blir foretatt.\nEr foreldelse av skattekrav avbrutt etter lov av 18 mai 1979 nr. 18 om foreldelse av fordringer § 17 ved begjæring om tvangsfullbyrdelse, foreldes ikke senere forfalte renter av kravet før kravet selv er foreldet.\nProklama​2 som utstedes i bo er uten innflytelse på skattekrav etter denne lov.\n0 Tilføyd ved lov 18 mai 1979 nr. 18, endret ved lov 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Jfr. § 53 nr. 2.\n2 Jfr. sl. 12 kap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "1. Den som er pliktig til å gjennomføre forskottstrekk etter § 4, jfr. § 5, eller trekk etter pålegg som nevnt i §§ 33 og 34, er overfor det offentlige ansvarlig for at forskottstrekk og annet skattetrekk blir foretatt og oppgjør gitt i samsvar med denne lov​1 og de forskrifter som blir gitt med hjemmel i den. Unnlatelse av å foreta pliktig trekk medfører dog ikke ansvar når det godtgjøres at forholdet ikke skyldes forsømmelighet eller mangel på tilbørlig aktsomhet fra arbeidsgiveren​2 eller noen som er tilsatt i hans tjeneste.\nSelskap som er pålagt trekkplikt i § 5 A er overfor det offentlige ansvarlig for at forskottstrekk blir foretatt og oppgjør gitt i samsvar med denne lov og forskrifter gitt med hjemmel i den.\n2. Arbeidsgiver​2 som unnlater å sende pliktig melding om inntaking i tjeneste eller som gir uriktige eller ufullstendige opplysninger i melding eller på annen måte, er ansvarlig for de beløp som kunne være trukket etter § 33, dersom melding eller opplysninger var gitt på riktig måte. Bestemmelsene i første ledds annet punktum gjelder tilsvarende. Ved fastsettelsen av ansvaret legges til grunn at trekk ville bli satt i verk 14 dager etter tjenesteforholdets begynnelse med den normalsats som vedkommende departement​3 bestemmer.\n3. Ansvarsbeløp som omhandlet i denne paragraf med renter etter § 31 nr. 1, er tvangsgrunnlag ved forretning for utleggspant.​4 Beløpet kan også drives inn ved trekk etter § 33. Renter beregnes som om rettidig trekk er foretatt av den ansvarlige. Bestemmelsene om motregning i § 32 nr 2 til 5 får tilsvarende anvendelse og slik at felles ansvarskrav fra flere kommuner kan motregnes overfor krav som arbeidsgiveren har på hver enkelt av skattekreditorene. Lov av 18. mai 1979 nr 18 om foreldelse av fordringer §§ 9 og 11 gjelder tilsvarende for ansvarskravet.\n4. Bestemmelsene i nr. 3 gjelder tilsvarende for løpende mulkt etter ligningslovens​5 § 10-6, for ansvarsbeløp etter § 10-7 og gebyr etter § 10-8.\n0 Endret ved lover 30 juni 1955 nr. 18, 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 18 mai 1979 nr. 18, 13 juni 1980 nr. 25, 3 juni 1983 nr. 36, 1 juni 1984 nr. 36, 19 des 1986 nr. 66, 22 des 1989 nr. 97, 26 juni 1992 nr. 86, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato).\n1 Se § 12.\n2 Se § 3 første ledd, b.\n3 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608 som delegerer til Skattedirektoratet.\n4 Se tvangsl. § 7-2, e.\n5 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "content": "1. Den som unnlater å sende pliktig melding eller som ikke etterkommer krav om opplysninger, eller som gir uriktige eller ufullstendige opplysninger til noen likningsmyndighet eller innkrevingsmyndighet og derved forsettlig bevirker eller søker å bevirke\na. at forskottstrekk ikke blir foretatt eller at forskottsskatt ikke blir skrevet ut med det beløp som pliktes,\nb. at innkreving av skatt eller forskott på skatt, av oppgjør for forskottstrekk eller av ansvarsbeløp etter § 49, blir hindret eller vesentlig vanskeliggjort,\n2. Den​4 som ved grov uaktsomhet har forøvd handling som nevnt under 1, straffes med bøter.​1\n1 Se strl. § 27 og kap. 3 a.\n2 Se strl. § 61.\n3 Jfr. strl. § 26 a.\n4 Jfr. strl. § 48 a og § 48 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "content": "1. Den​1 som er pliktig til å gjennomføre forskottstrekk etter § 4, jf § 5, § 5A eller trekk etter pålegg som nevnt i §§ 33 og 34, og som forsettlig eller ved grov uaktsomhet unnlater å foreta eller sørge for at det blir foretatt beregning og trekk etter denne lovs kapittel II, eller trekk som er pålagt etter §§ 33 eller 34, straffes med bøter​2 eller fengsel​3 inntil 6 måneder.\nPå samme måte straffes medvirkning.\n2. For gjentakelse​4 av forsettlig handling som nevnt under 1 er straffen bøter​2 eller fengsel​3 inntil 1 år.\n3. Straff kommer ikke til anvendelse på handling som nevnt i denne paragraf hvis de beløp som er eller skulle vært trukket, likevel blir innbetalt i rett tid.\n0 Endret ved lover 30 juni 1955 nr. 18, 4 juni 1976 nr. 47, 3 juni 1983 nr. 36, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato).\n1 Jfr. strl. kap. 3 a.\n2 Se strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se strl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Den​1 som på annen måte enn nevnt i §§ 50 eller 51 forsettlig eller grovt uaktsomt overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter​2 for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes på samme måte.\n0 Endret ved lov 10 april 1992 nr. 31.\n1 Jfr. strl. kap. 3 a.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "1. Overtredelse av denne lov anses som forseelse, uten omsyn til straffens størrelse.​1\n2. Den korteste foreldelsesfrist for adgangen til å reise straffesak etter denne lov er 3 år.​2\n1 Jfr. strl. § 2 annet ledd.\n2 Jfr. strl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "content": "Bøter som blir ilagt ved forelegg eller straffedom etter denne lov tilfaller kommunekassen.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "content": "Lovgivningens bestemmelser om taushetsplikt​1 skal ikke være til hinder for at liknings- og innkrevningsmyndighetene melder overtredelser av denne lov til påtalemyndigheten eller annen myndighet etter nærmere bestemmelser som gis av vedkommende departement.\n1 Se § 47, strpl. § 118, strl. § 121 og tvml. §§ 204 og 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "content": "1. Vedkommende departement​1 kan gi nærmere regler til utfylling og gjennomføring av denne lov. Departementet kan herunder gi instruks som skattekontoret​2 og skatteoppkreveren har å følge ved utøvingen av de gjøremål de er tillagt, gi utfyllende regler om gjennomføring av forskuddstrekk, om avrunding av trekk- eller skattebeløp og om avregning etter reglene i kap. IV. – – –. Departementet kan videre gi forskrifter om føringen av skatteregnskapet og gi kommunene pålegg om nødvendig utbygging av skatteoppkreverkontorene og om teknisk og arbeidsmessig samordning av skatteoppkreverkontorets og skattekontorets arbeidsoppgaver.\n2. Departementet​1 kan gi forskrifter​3 om forsikringsselskapets plikt til å foreta betaling og innkreving av skatt for forsikringstaker i vedkommende avkastning på sparedelen av en livsforsikring (kapitalforsikring).\n3. Departementet​1 kan overdra sin myndighet etter denne lov til annen offentlig myndighet.\n4. Endres skattereglene etter at forskuddsutskrivingen etter kapittel I og II er foretatt, og dette vil føre til at de beløp som innkreves i løpet av året ikke kommer til å svare til den skatt som ventes utskrevet, kan departementet,​1 for alle forskuddspliktige eller enkelte grupper, bestemme at innkreving skal skje etter andre satser eller andre beløp enn de som er fastsatt i forskuddsutskrivingen.\n5. Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov og i gjeldende vedtak om forskott på skatt til staten, til fylkeskommunene​4 og til kommunene fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskrivning, betaling, innkreving eller fordeling av forskott på skatt. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige og bestemmelser om at visse skattebeløp skal overføres til staten inntil avgjørelse om den endelige fordeling blir truffet.\nNår et område er avskåret fra forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi fylkesmannen eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan fylkesmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n0 Endret ved lover 21 juni 1963 nr. 21, 25 juni 1965 nr. 10, 17 juni 1966 nr. 28, 6 juni 1969 nr. 22, 21 mai 1976 nr. 29, 27 juni 1986 nr. 44, 19 des 1986 nr. 70, 23 des 1994 nr. 70, 6 des 1996 nr. 77 (f o m inntektsåret 1997), 12 des 2003 nr. 113 (i kraft 1 juli 2004 iflg. res. 12 des 2003 nr. 1505), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608, 18 juni 1997 nr. 609 og 18 juni 1997 nr. 610 som delegerer til Skattedirektoratet.\n2 Jfr. lignl. § 2-1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. sktl. § 139 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "Tidspunktet for denne lovs ikrafttreden og de særregler som skal gjelde ved overgangen til den nye betalingsordning fastsettes ved særskilt lov.​1\n1 Iflg. lov 30 juni 1955 nr. 19 trådte bestemmelsene som gjelder plikt til å betale og innkreve skatt i kraft 1 jan 1957, lovens øvrige bestemmelser 1 juli 1955.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "11:58",
      "chapter": "11",
      "section": "58",
      "content": "Forvaltningsloven​1 skal ikke gjelde for behandlingen av saker etter denne lov.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Enhver skattepliktig som ikke går inn under § 2, plikter å betale forskott på skatt​1 i det kalenderåret som blir å legge til grunn ved inntektslikningen i det følgende år. Forskott erlegges ved forskottstrekk etter reglene i kapitel II eller ved innbetaling av forskottsskatt etter reglene i kapitel III.\n1 Se § 3 første ledd, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Fritatt for innbetaling av forskottsskatt​1 og for å bli undergitt forskottstrekk er:\na. Innenlandske aksjeselskaper,​2 allmennaksjeselskaper​3 og dermed likestilte selskaper (skatteloven​4 § 10-1 første ledd), samt slike selskaper hjemmehørende i utlandet.\nb. Almenningskasser.\nc. Andre selskaper og innretninger som har eget styre.\nd. Konkurs- og administrasjonsboer,​5 for så vidt skyldneren går inn under noen av de grupper som er nevnt foran under a-c.\ne. Staten.\nf. Fylkes-, herreds- og bykommuner.​6\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 14 juni 1974 nr. 27, 21 mai 1976 nr. 26, 4 juni 1976 nr. 47, 15 april 1983 nr. 19, 3 juni 1983 nr. 36, 11 nov 1983 nr. 61, 28 feb 1986 nr. 7, 8 jan 1993 nr. 5, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24 (med virkning fra og med inntektsåret 2001), 20 juni 2003 nr. 45 (i kraft 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Jfr. § 27, lov 13 juni 1975 nr. 35 § 7.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Lov 26 mars 1999 nr. 14 (sktl.).\n5 Jfr. sktl. § 2-2 første ledd bokstav h nr. 3.\n6 Jfr. lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I denne lov forstås med:\na. Skatt: De skatter av formue og inntekt til stat, fylkeskommune og kommune​1 og tonnasjeskatt​2 som etter den alminnelige skattelovgivning skal fastsettes etter utgangen av inntektsåret.\nb. Arbeidsgiver: Den som selv eller ved fullmektig utbetaler lønn​3 eller annen godtgjørelse eller ytelse​4 som skal gjøres til gjenstand for forskottstrekk​5 eller kan gjøres til gjenstand for trekk etter pålegg.​6\nNår arbeidstakere stilles til rådighet for andre, svarer både oppdragsgiver og oppdragstaker for at pliktene og ansvaret etter denne lov oppfylles. Pliktene og ansvaret påhviler også den som oppgir å være arbeidsgiver i saker etter § 10 i lov av 24. juni 1988 nr. 64 om utlendingers adgang til riket m.v. De ansvarlige kan avtale at en av dem skal utføre pliktene etter denne lov. Slik avtale fritar likevel bare for disse pliktene når og så langt dette bestemmes av skatteoppkreveren.​7 Nærmere forskrifter​8 kan gis av departementet.​9\n0 Endret ved lover 6 juli 1957 nr. 24, 21 mai 1976 nr. 29, 4 juni 1976 nr. 47, 17 des 1982 nr. 70, 20 des 1993 nr. 133, 20 des 1996 nr. 92 (med virkning for inntektsåret 1996).\n1 Jfr. lov 25 sep 1992 nr. 107.\n2 Jfr. sktl. § 8-16.\n3 Se § 5.\n4 Se § 6.\n5 Jfr. kap. II.\n6 Jfr. § 33.\n7 Jfr. § 48 nr. 1, § 29.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n9 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Arbeidsgivere​1 plikter​2 av eget tiltak å foreta forskottstrekk etter reglene i dette kapittel.\n0 Endret ved lover 4 juli 1958 nr. 6, 4 juni 1976 nr. 47.\n1 Se § 3.\n2 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Det skal foretas forskottstrekk i:\na. Godtgjørelse for arbeid eller oppdrag – herunder drikkepenger – når arbeidet eller oppdraget ikke er utført som ledd i selvstendig næringsvirksomhet.\nb. Godtgjørelse som medlem av styre, representantskap, utvalg, råd o.l.\nc. Godtgjørelse til dekning av utgifter i forbindelse med utførelse av arbeid, oppdrag eller verv som nevnt under a og b når departementet​1 ikke bestemmer noe annet, jfr. § 6, 3.\nd. Lott eller part som utbetales til aktiv deltaker i fiske- og fangstvirksomhet – herunder høvedsmann – og er vederlag for arbeid eller for bruken av redskap som deltakeren holder.\ne. Skattepliktige trygdeytelser, pensjoner, introduksjonsstønad etter introduksjonsloven, vartpenger, livrenter og liknende stønader og ytelser, unntatt føderåd og underholdsbidrag.​2\n2. Departementet​1 kan gi forskrifter​3 som begrenser trekkplikten etter nr. 1. Departementet kan også bestemme at trekk skal gjennomføres i andre ytelser enn de her oppregnede.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 18 des 1998 nr. 73, 27 juni 2003 nr. 63 (i kraft 1 sep 2003).\n1 Finansdepartementet.\n2 Jfr. § 11 nr. 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:5 a",
      "chapter": "2",
      "section": "5 a",
      "content": "Aksjeselskap,​1 allmennaksjeselskap​2 samt likestilt selskap og sammenslutning som utbetaler utbytte som er skattepliktig etter skatteloven​3 § 10-13, plikter​4 å foreta forskottstrekk​5 til dekning av inntektsskatt av slikt utbytte. Det tas ved forskottstrekket ikke hensyn til skjerming etter skatteloven § 10-13. Innlåner som etter avtale om verdipapirlån, jf. skatteloven § 9-11, utbetaler utbyttekompensasjon som nevnt i skatteloven § 10-11 tredje ledd til kontraktsmotpart hjemmehørende i utlandet, plikter å foreta forskottstrekk til dekning av inntektskatt av slik kompensasjon.\n0 Tilføyd ved lov 3 juni 1983 nr. 36, endret ved lover 18 des 1992 nr. 137, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588), 17 juni 2005 nr. 68 (f o m inntektsåret 2006).\n1 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n2 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n3 Lov 26 mars 1999 nr. 14 (sktl.).\n4 Jfr. § 49 nr. 1 og § 51.\n5 Jfr. § 7 nr. 5, § 10 nr. 1 og § 12 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 A."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "1. Kontantytelser som nevnt i § 5 medregnes i grunnlaget for trekkberegningen med sitt bruttobeløp.\n2. Naturalytelser medregnes i den utstrekning og med de beløp som fremgår av departementets​1 forskrifter. Departementet kan også gi forskrifter​2 om individuell verdsetting av naturalytelser.​3\n3. Departementet​1 kan fastsette forskrifter​2 om at godtgjørelser som nevnt i § 5, 1 c ikke skal være gjenstand for forskottstrekk eller bare skal regnes som trekkpliktig med det beløp som fremkommer etter at godtgjørelsen er redusert med fradragsbeløp etter fastsatte satser.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 16 juni 1972 nr. 54, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25.\n1 Finansdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. sktl. § 5-11 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "1. Forskottstrekk beregnes etter trekktabeller eller med bestemt prosent av trekkgrunnlaget. Trekktabellene utarbeides av vedkommende departement.​1\n2. Forskottstrekket skal fastsettes slik at de beløp som trekkes i årets løp, sammen med eventuell forskottsskatt, så vidt mulig kommer til å svare til den skatt på formue og inntekt som utliknes på den skattepliktige for vedkommende inntektsår. Forskottstrekket kan også fastsettes med sikte på at trekket alene skal svare til den forventede utliknede skatt. Ved fastsetting av forskott og ved andre avgjørelser som treffes på forskottsstadiet, jf. § 8, tas ikke hensyn til et beløp som svarer til 12 prosent av minstefradraget etter skatteloven​2 §§ 6-30 til 6-32.\n3. Departementet​1 kan gi særregler om forskottstrekk etter tabell i en del av den trekkpliktige inntekt og med bestemt prosentsats i den øvrige del. Departementet​1 kan også bestemme at det ved trekkberegningen skal gjøres fradrag i bruttoinntekten for utgifter som blir avkortet av arbeidsgiveren ved utbetaling av lønnen og for pliktig underholdsbidrag til ektefelle​3 eller barn. Det samme gjelder fradragsberettiget fagforeningskontingent som den skattepliktige betaler direkte til sin fagforening. Departementet​1 kan treffe særbestemmelser om beregningen av den lott eller part som etter § 5, 1 d skal legges til grunn for forskottstrekket. Departementet​1 kan bestemme at det ved beregning av trekk etter bestemmelsene i § 6 skal gjøres tillegg til eller fradrag i bruttoinntekten eller trekket etter forskrifter​4 som fastsettes av departementet.\n4. Stortinget kan gi særregler om differensiering av forskottstrekket i løpet av inntektsåret. Stortinget kan overlate til vedkommende departement å gi slike særregler.\n5. Forskuddstrekk etter § 5a beregnes av selskapet til det beløp skatten vil utgjøre etter Stortingets vedtak om skatt for det angjeldende år.​5\n0 Endret ved lover 9 juni 1961 nr. 3, 18 juni 1965 nr. 3, 4 juni 1976 nr. 47, 27 mai 1977 nr. 39, 3 juni 1983 nr. 36, 23 des 1988 nr. 81, 20 des 1991 nr. 83, 23 des 1994 nr. 70, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Finansdepartementet.\n2 Lov 26 mars 1999 nr. 14 (sktl.).\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. Stortingets skattevedtak § 3-5 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Skattekontoret​1 avgjør hvorledes forskottstrekket skal foretas.​2\nSkattekontoret sørger for at det før inntektsårets begynnelse blir utstedt skattekort for alle skattepliktige som må forutsettes å få trekkpliktig inntekt av betydning. Skattepliktig som åpenbart ikke vil få utliknet skatt, kan fritas for forskottstrekk.\nSkattekontoret skal etter nærmere regler som gis av departementet, foreta individuell verdsetting av naturalytelser som arbeidsgiveren skal medregne i trekkgrunnlaget, jf. § 6, 2.\n2. Skattekontoret kan når som helst i inntektsåret endre avgjørelse som nevnt i 1 når det er begått feil ved avgjørelsen. Avgjørelsen kan også endres når det av andre særlige grunner må anses urimelig å opprettholde den.\n3. Hvis skattekontoret finner det overveiende sannsynlig at det som alt er innbetalt, er tilstrekkelig til dekning av den skatt som vil bli utliknet for inntektsåret kan den skattepliktige fritas for trekk i resten av året. Er inntekten falt bort eller foreligger det andre særlige forhold som gjør det overveiende sannsynlig at det som er innbetalt som forskottstrekk er vesentlig mer enn det som trengs til dekning av den skatt som vil bli utliknet for inntektsåret, kan skattekontoret etter søknad bestemme at det som etter skattekontorets beregning er innbetalt for meget, straks skal betales tilbake til skattyteren. Slik bestemmelse skal bare treffes når det vil virke urimelig å utsette tilbakebetalingen til avregning kan foretas.\n4. I særlige tilfelle kan skattedirektoratet​3 utøve de funksjoner som i denne paragraf er tillagt skattekontoret.\n0 Endret ved lover 30 juni 1955 nr. 18, 4 juli 1958 nr. 6, 18 des 1970 nr. 96, 14 juni 1974 nr. 27, 31 okt 1975 nr. 52, 4 juni 1976 nr. 47, 10 des 1976 nr. 88, 8 juni 1979 nr. 33, 13 juni 1980 nr. 25, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lignl. § 2-1.\n2 Jfr. § 46. – Jfr. lov 13 juni 1975 nr. 35 § 6.\n3 Jfr. lignl. § 2-3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den skattepliktige skal ha melding om avgjørelser som nevnt i § 8.\n0 Endret ved lover 14 juni 1974 nr. 31, 4 juni 1976 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "1. Forskottstrekk gjennomføres ved at arbeidsgiveren,​1 eller i de tilfelle som er nevnt i § 5A, selskapet eller innlåneren, beregner trekkbeløpet og holder dette tilbake i oppgjøret med den skattepliktige. Trekket skal foretas på det tidspunkt det oppstår adgang til å få godtgjørelsen utbetalt,​2 selv om oppgjør for denne først finner sted på et senere tidspunkt.\nArbeidsgiveren​1 har plikt til å sørge for at det blir gjennomført forskottstrekk også i tilfelle der den skattepliktige selv innkrever sin godtgjørelse. Den skattepliktige plikter​3 da å innbetale forskottstrekket til arbeidsgiveren.\nNår den skattepliktige mottar naturalytelser, skal arbeidsgiveren​1 gjennomføre forskottstrekk så langt de kontante ytelser rekker. Er det ikke dekning for det samlede beregnede trekk i de kontante ytelser, plikter arbeidsgiveren straks å melde fra om forholdet til skattekontoret.​4\n2. Lovbestemt feriegodtgjøring​5 og vanlig lønn i ferien skal være fritatt for forskottstrekk. Skattepliktige med månedsbetaling kan fritas for trekk for en måned i ferietiden om sommeren og for en halv måned før jul. Skattepliktige med uke-, dag- eller timebetaling kan fritas for trekk i 4 uker i ferietiden om sommeren og for 2 uker før jul. Vedkommende departement​6 kan gi nærmere regler om gjennomføring av trekkfritakingen, herunder regler om at fritaking i visse tilfelle skal gis for andre tidsrom enn de foran nevnte. Departementet​6 kan videre bestemme at det for arbeidstakere som har kortvarig tilknytning til riket skal foretas forskuddstrekk gjennom hele året uten noen trekkfrie perioder.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 8 juni 1979 nr. 33, 3 juni 1983 nr. 36, 21 feb 1986 nr. 3, 15 des 2000 nr. 86 (i kraft 1 jan 2001), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 3, b.\n2 Jfr. sktl. § 14-3.\n3 Jfr. § 52.\n4 Jfr. lignl. § 2-1.\n5 Jfr. lov 29 april 1988 nr. 21 kap. III.\n6 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "1. Når den skattepliktige ikke legger fram skattekort​1 og arbeidsgiveren​2 heller ikke på annen måte har fått de opplysninger som fremgår av skattekortet, skal det foretas forskottstrekk med 50 pst. Det samme gjelder når det skal foretas forskottstrekk i ytelser etter folketrygdloven​3 kapittel 4, 8, 9, 10, 11 og 14. Forskottstrekk i andre ytelser som nevnt i § 5 e, foretas med 30 pst.\n2. Arbeidsgiveren plikter​4 å foreta forskottstrekk med høyere beløp enn det som følger av skattekontorets​5 avgjørelse eller etter 1 når den skattepliktige reiser krav om det i god tid før trekket skal foretas.\n3. Når det for en skattepliktig er utstedt skattekort i flere kommuner, skal arbeidsgiveren foreta forskottstrekk etter skattekortet fra den kommunen som den skattepliktige mener han skal svare skatt til. Er skattekort utstedt for skattyter som omfattes av § 48 nr. 1 annet eller tredje punktum, skal arbeidsgiver foreta forskottstrekk etter dette.\n4. De trukne beløp tilhører skatte- og avgiftskreditorene.​6 Beløpene holdes innsatt på særskilt bankkonto (skattetrekkonto). I stedet for skattetrekkonto kan det stilles garanti av foretak som har rett til å drive finansieringsvirksomhet etter finansieringsvirkomhetsloven § 1-4, eller skattetrekkontoen kan til enhver tid holdes på et nivå som dekker løpende trekkansvar. Dekkes ikke det trukne beløp av garantien eller av tidligere oppfylling på skattetrekkonto, må overskytende beløp innsettes på skattetrekkonto.\nInnsetting på skattetrekkonto skal skje senest første virkedag etter lønnsutbetaling. Garanti eller oppfylt skattetrekkonto som trer i stedet for innsetting, skal foreligge ved lønnsutbetaling. Uten skatteoppkreverens​7 samtykke kan kontohaver ikke disponere over skattetrekkontoen på annen måte enn ved overføring til skatteoppkreveren eller ved å overføre midlene til tilsvarende konto i annen bank. Eventuell renteavkastning på slik bankkonto tilfaller den som foretar trekket (kontohaver). Bankene plikter​8 å hindre ulovlig disponering av skattetrekkskonto.\n0 Endret ved lover 12 juni 1970 nr. 45, 19 des 1975 nr. 65, 4 juni 1976 nr. 47, 16 juni 1978 nr. 60, 21 des 1979 nr. 66, 12 juni 1987 nr. 36, 18 des 1987 nr. 79, 22 des 1989 nr. 99, 10 april 1992 nr. 31, 4 nov 1994 nr. 59 (i kraft 1 jan 1995), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 18 des 1998 nr. 73, 31 mai 2002 nr. 16, 29 juni 2007 nr. 47 (nr. 4 i kraft 29 juni 2007, nr. 2 og nr. 3 i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 8 nr. 1.\n2 Se § 3, b.\n3 Lov 28 feb 1997 nr. 19.\n4 Se § 51.\n5 Jfr.lignl. § 2-1.\n6 Jfr. strl. § 404.\n7 Se § 48 nr. 1.\n8 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "1. Arbeidsgiveren​1 skal​2 hver 15. januar, 15. mars, 15. mai, 15. juli, 15. september og 15. november sende oppgjør for forskottstrekk i de to foregående måneder til skatteoppkreveren i den kommune hvor arbeidsgiveren hører hjemme eller har sitt hovedkontor.​3 Selskap og innlåner som nevnt i § 5A skal sende oppgjør for forskottstrekk til tid som bestemt i første punktum til skatteoppkreveren i den kommune der selskapet eller innlåneren har sitt kontor eller styret har sitt sete. Utenlandsk arbeidsgiver som har arbeidstakere på den norske kontinentalsokkelen,​4 skal sende oppgjøret til skatteoppkreveren i den kommune og til slik tid som Skattedirektoratet bestemmer.\nI forbindelse med oppgjør som nevnt skal leveres oppgave over fordelingen av forskottstrekket til den enkelte kommune (kommunevis spesifikasjon) for hvert terminoppgjør. Skattedirektoratet kan kreve at slik spesifikasjon skal gis på et tidligere tidspunkt enn forfallstidspunktet for trekkbeløpet etter foregående ledd.\nArbeidsgiver m.v. som benytter maskinelle lønnsrutiner, skal levere spesifikasjonene på et maskinlesbart medium (magnetbånd/diskett) og med den standard som Skattedirektoratet bestemmer.\nDepartementet​6 kan gi bestemmelser som fraviker reglene om oppgjør og innberetning.\n2. Departementet​6 gir nærmere regler om arbeidsgivers​1 plikt til å føre lønningsregnskap og om de opplysninger om lønn og andre ytelser, trekkbeløp m.v. som skal sendes inn i forbindelse med trekkoppgjøret. Herunder kan fastsettes særregler om innbetaling av trekkoppgjør fra arbeidsgiver som har vist vesentlig forsømmelse av sine plikter etter denne lov.\n3. Innbetaling av oppgjør for forskottstrekk kan foretas til skatteoppkreverens kontor​5 eller til bank. Departementet​6 kan gi regler om innbetalingsordningen og om bankers plikt til å avvise betalingsoppdrag med mangelfulle opplysninger. Departementet​6 kan videre gi regler om myndigheten til å råde over innbetalte midler, herunder om plikt for skatteoppkrever og banker til å overføre mottatte beløp til særskilte kontoer for skatt og om hvilke banker som kan føre disse kontoene.\n0 Endret ved lover 30 juni 1955 nr. 18, 19 des 1975 nr. 65, 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 15 des 1978 nr. 78, 8 juni 1979 nr. 33, 12 juni 1981 nr. 56, 3 juni 1983 nr. 36, 19 des 1986 nr. 66, 12 mai 1989 nr. 20, 22 des 1989 nr. 93, 23 des 1994 nr. 70, 18 des 1998 nr. 73, 18 juni 1999 nr. 42 (i kraft 22 juni 1999 iflg. res. 18 juni 1999 nr. 665), 25 juni 1999 nr. 55 (i kraft 1 des 1999 iflg. res. 12 nov 1999 nr. 1168), 14 april 2000 nr. 24, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 6 juni 2003 nr. 36 (i kraft 1 jan 2004 iflg. res. 19 des 2003 nr. 1588).\n1 Se § 3 første ledd, b.\n2 Se §§ 49 og 52.\n3 Jfr. sktl. § 3-2.\n4 Jfr. lov 21 juni 1963 nr. 12 § 1 annet punktum.\n5 Jfr. § 29.\n6 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "1. Forskottsskatt skal svares av formue og av inntekt som det ikke blir foretatt forskottstrekk​1 i. Av formue og inntekt som er regnet med ved fastsetting av forskottstrekket etter § 7.2, skal det dog ikke svares forskottsskatt. Departementet kan bestemme at enkelte grupper av skattepliktige skal svare forskottsskatt også av inntekt som etter denne lov eller regler utferdiget med hjemmel i den, skal gjøres til gjenstand for forskottstrekk.\n2. Forskottsskatt skal​2 svares fra det tidspunkt da formuen erverves eller inntekten begynner å løpe.\n0 Endret ved lover 14 juni 1974 nr. 31, 25 mars 1977 nr. 16, 23 des 1994 nr. 70, 18 des 1998 nr. 73.\n1 Jfr. kap. II.\n2 Se § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "1. Forskottsskatt utskrives i alminnelighet før inntektsårets begynnelse på grunnlag av formuen og inntekten ved siste likning. Vedkommende departement​1 kan treffe vedtak om at grunnlaget skal forhøyes eller reduseres med en prosentsats som fastsettes for det enkelte år. Forskottsskatten blir å fastsette til det beløp som skatten må ventes å ville utgjøre etter de skattesatser og nærmere regler som gjelder for vedkommende år. Ved fastsettelsen av forskottsskatten blir det å gjøre fradrag for beløp som må ventes dekket gjennom forskottstrekk etter reglene i kapitel II. Slikt fradrag skal dog ikke gjøres når lønnsinntekten​2 ikke kan ventes å ville overstige 10 pst. av den samlede inntekt ved likningen.\n2. For nye skattepliktige skal forskottsskatt utskrives snarest mulig etter det tidspunkt da plikten til å svare slik skatt er inntrådt, jfr. § 13.2.\n3. – – –\n0 Endret ved lover 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 23 des 1994 nr. 70 (f o m inntektsåret 1995).\n1 Finansdepartementet.\n2 Jfr. § 5 jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Når det som følge av konjunkturutviklingen eller av andre grunner må ventes en alminnelig stigning eller nedgang i inntekten for enkelte ervervsgrupper i forhold til inntekten ved siste likning, kan skattekontoret​1 beslutte at det ved forskottsutskrivingen for disse grupper av skattepliktige skal gjøres et prosentvis tillegg eller fradrag til det vanlige forskottsgrunnlag.\n0 Endret ved lover 29 juni 1956 nr. 21, 13 juni 1980 nr. 25, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "1. Forskottsskatten fastsettes i alminnelighet ved skjønn\na. når den skattepliktige ikke tidligere har vært tatt opp til skattlegging i kommunen og\nb. når den skattepliktiges samlede årsinntekt ved siste kommune- eller statsskattelikning er gått opp eller ned med minst en fjerdedel sammenliknet med årsinntekten ved nest siste likning.\n2. Når den skattepliktige anmoder om å få fastsatt forskottsskatten etter et høyere grunnlag enn reglene i §§ 14 og 15 tilsier, blir begjæringen i alminnelighet å ta tilfølge.​1\n0 Endret ved lov 4 juni 1976 nr. 47.\n1 Jfr. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "1. Utenfor de tilfelle som er nevnt i § 16 kan forskottsskatten også fastsettes ved skjønn\na. når den skattepliktiges erverv, virksomhet eller formuesforhold har forandret seg vesentlig etter begynnelsen av det inntektsår som ligger til grunn for siste likning,\nb. når inntekten ved siste likning i vesentlig grad er påvirket av ekstraordinære tap eller tilfeldige inntekter, og\nc. når det av andre særlige grunner må forutsettes at forskott utskrevet etter reglene i § 14 eller § 15 vil bli vesentlig høyere eller lavere enn den skatt​1 som kan ventes utliknet for det år forskottsskatten gjelder.\n2. Forskottsskatt av inntekt av fiske kan alltid ved skjønn settes til det beløp som den skattepliktige vil plikte av den inntekt han under vanlige forhold kan påregnes å innvinne i årets løp.\n0 Endret ved lov 30 juni 1955 nr. 18.\n1 Se § 3 første ledd, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "1. Forskottsskatt utskrives av skattekontoret.​1\n2. Skattekontoret kan til enhver tid forhøye eller sette ned forskottsskatten når det er begått feil ved den opprinnelige utskrivning. Slik endring i forskottsskatten kan også foretas når det er overveiende sannsynlig at den skattepliktige med den opprinnelige fastsatte forskottsskatt vil få en restskatt eller en tilgodesum ved avregningen for vedkommende år som motsvarer minst 1/5 av det utskrevne forskottsbeløp.\n3. Når de vilkår som er satt i § 8.3 foreligger, kan skattekontoret frita den skattepliktige for plikten til å innbetale gjenstående terminer av forskottsskatt eller treffe bestemmelse om tilbakebetaling av forskottsskatt.\n4. I særlige tilfeller kan Skattedirektoratet​2 utøve de funksjoner som i denne paragraf er tillagt skattekontoret.\n0 Endret ved lover 14 juni 1974 nr. 31, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 8 juni 1979 nr. 31, 23 des 1994 nr. 70 (f o m inntektsåret 1995), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se lignl. § 2-1.\n2 Se lignl. § 2-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Den skattepliktige skal ha melding om utskrevet forskottsskatt og senere endringer i slik skatt. Melding om forhøyelse av utskrevet forskottsskatt sendes i rekommandert brev eller på annen påviselig måte.\n0 Endret ved lover 29 juni 1956 nr. 21, 14 juni 1974 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "1. Forskottsskatt forfaller til betaling i 4 like store terminer 15 mars, 15 mai, 15 september og 15 november i inntektsåret. Er skatten under kr 1.000, forfaller den i sin helhet til betaling 15. mai.\nStortinget kan gi særregler om differensiering av terminene for forskottsskatten i løpet av inntektsåret. Stortinget kan overlate til vedkommende departement​1 å gi slike særregler.\n2. Innbetaling kan ikke kreves før det er gått 3 uker fra den dag da melding om forskottsskatten ble sendt den skattepliktige. Forskottsskatt som blir skrevet ut så sent at en eller flere av de i 1, første punktum, fastsatte forfallsterminer er passert, forfaller til betaling med like store beløp ved hver av de gjenstående terminer. Er forskottsskatten under kr 1.000, og innbetaling etter første punktum ikke kan kreves 15. mai, forfaller skatten til betaling 15. september.\n3. Forskottsskatt som blir skrevet ut så sent at siste forfallstermin er passert, forfaller i sin helhet til betaling 3 uker etter at melding om forskottsskatten er sendt den skattepliktige.\n4. Hvis en termin av forskottsskatten ikke blir betalt ved forfall, anses senere terminer samtidig forfalt til betaling.​2\n5. Skatteoppkreveren​3 kan fastsette forfallsterminene for forskottsskatt når den skattepliktiges inntekt fordeler seg på en særlig ujevn måte over inntektsåret.\n0 Endret ved lover 9 juni 1961 nr. 3, 12 juni 1970 nr. 45, 31 okt 1975 nr. 52, 23 des 1994 nr. 70 (f o m inntektsåret 1995).\n1 Finansdepartementet.\n2 Jfr. § 31 nr. 1.\n3 Jfr. § 48 nr. 1, § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Forskottsskatt kan innbetales med høyere beløp enn det som er utskrevet når den utskrevne forskottsskatt må antas å bli utilstrekkelig til dekning av den skatt​1 som vil bli fastsatt ved likningen. Innbetaling som her nevnt kan foretas også i året etter inntektsåret, men ikke senere enn:​2\na. 31. mai for skattytere som nevnt i ligningsloven § 4-7 nr. 1 bokstav a,\nb. 30. april for skattytere som nevnt i ligningsloven § 4-7 nr. 1 bokstav b.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 mars 1996 nr. 18 (f o m inntektsåret 1995), 9 mai 2008 nr. 15.\n1 Se § 3 første ledd, a.\n2 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Når likningsansettelsene er foretatt og skatten er regnet ut,​1 blir forskottstrekk​2 og utskrevet forskottsskatt​3 å avregne i den utliknede skatt. I tilfelle som nevnt i § 21 er det den innbetalte forskottsskatt som skal avregnes i den utliknede skatt.\n1 Jfr. lignl. § 8-8.\n2 Jfr. kap. II.\n3 Jfr. kap. III.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "1. Når skatten ved likningen utgjør et større beløp enn det forskottstrekk og den forskottsskatt som skal godskrives den skattepliktige, blir det manglende å innbetale som restskatt. Restskatt under kr 100 blir ikke å innkreve. For sjømenn som er skattlagt etter skatteloven § 2-3 første ledd blir restskatt under kr 2.000 ikke å innkreve.\n2. Restskatt tillegges renter​1 etter regler som fastsettes av departementet.​2 For skattytere som får skatten begrenset etter skatteloven​3 § 17-1, skal det ikke regnes renter av restskatten.\n3. Restskatten forfaller til betaling 3 uker etter at det ferdige skatteoppgjøret eller utleggingen av skattelisten er kunngjort, likevel tidligst 20. august i ligningsåret. Er restskatten minst kr 1.000, forfaller den til betaling i to like store terminer. Første termin forfaller som i første punktum, mens annen termin forfaller 5 uker senere.\n4. Hvis første termin av restskatten ikke blir betalt ved forfall, anses også annen termin samtidig forfalt til betaling.​4\n0 Endret ved lover 9 juni 1961 nr. 3, 19 juni 1969 nr. 70, 12 juni 1970 nr. 45, 26 mai 1978 nr. 26, 12 des 1980 nr. 57, 29 mars 1985 nr. 13, 18 des 1987 nr. 85, 17 juni 1988 nr. 54, 22 des 1989 nr. 93, 20 des 1991 nr. 83, 18 des 1998 nr. 73, 17 des 1999 nr. 86 (i kraft straks med virkning fra og med skatteavregningen for inntektsåret 1999), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 21 des 2000 nr. 115 (i kraft straks med virkning fra og med inntektsåret 2000), 15 des 2000 nr. 86 (i kraft 1 jan 2001 med virkning fra og med skatteavregningen for inntektsåret 2000), 21 des 2001 nr. 101, 25 juni 2004 nr. 42.\n1 Sml. sktl. § 6-40, femte ledd, b.\n2 Jfr. også § 26 og § 31 nr. 2.\n3 Lov 26 mars 1999 nr. 14 (sktl.).\n4 Jfr. § 31 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "1. Er den utskrevne eller i tilfelle som nevnt i § 21, den innbetalte forskottsskatt større enn den utliknede skatt, fratrukket mulig forskottstrekk, blir den overskytende del av forskottsskatten å frafalle. Er den del av forskottsskatten som blir å frafalle helt eller delvis betalt, skal beløpet betales tilbake til den skattepliktige. Beløpet kan dog i nødvendig utstrekning nyttes til dekning av skatt for eldre år, forskottsskatt for det løpende inntektsår som den skattepliktige står til rest med og annen skatt som den skattepliktige er ansvarlig for. Er beløpet fremkommet ved avregning for ektefeller under ett,​2 kan det i sin helhet anvendes til dekning av skatt som en av ektefellene står til rest med.​3\n2.​4 Den skattepliktige har ikke krav på å få betalt tilbake beløp som etter reglene foran er mindre enn kr. 20. Vedkommende departement​5 kan gi forskrifter​6 om at tilgodebeløp som er lavere enn en nærmere fastsatt grense, kan godskrives den skattepliktige ved avregningen for det løpende inntektsår i stedet for å betales tilbake.\n3. Reglene i denne paragrafen får tilsvarende anvendelse når det forskottstrekk som skal godskrives den skattepliktige er større enn den utliknede skatten, likevel slik at sjømenn som er skattlagt etter skatteloven​7 § 2-3 første ledd ikke har krav på å få tilbakebetalt beløp som er under kr 2.000.\n0 Endret ved lover 9 juni 1961 nr. 3, 19 juni 1969 nr. 70, 4 juni 1976 nr. 47, 17 des 1976 nr. 93, 17 juni 1988 nr. 54, 21 des 2001 nr. 101.\n1 Se § 31 nr. 2.\n2 Jfr. sktl. § 2-13.\n3 Jfr. § 37 nr. 1.\n4 Jfr. § 30 nr. 2.\n5 Finansdepartementet.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n7 Lov 26 mars 1999 nr. 14 (sktl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "1. Blir den utliknede skatt endret etter ligningslovens​2 kapittel 9, skal ny avregning foretas. Blir skatten forhøyet, forfaller forhøyelsen til betaling 3 uker etter at melding er sendt den skattepliktige. Forhøyelse av restskatt kan likevel ikke kreves betalt før ved siste termins forfall.\n2. Dersom det etter at avregning er foretatt blir gjennomført fordeling av skatt som er iliknet ektefeller under ett, jf. skatteloven​3 § 2-13 femte og sjette ledd, skal det foretas ny avregning for hver av ektefellene.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 29 mars 1985 nr. 13, 23 des 1994 nr. 70, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Se § 31 nr. 2.\n2 Lov 13 juni 1980 nr. 24 (lignl.).\n3 Lov 26 mars 1999 nr. 14 (sktl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Bestemmelsene i dette kapitel berører ikke plikten til å svare renter av utskrevet forskottsskatt som ikke bli å frafalle etter § 24, 1, jfr. § 25. Rettslige forføyninger til inndrivelse av forskottsskatt beholder sin virkning også etter at likning og avregning er foretatt.\n1 Sml. § 23 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "1. Skattepliktige som nevnt i § 2 skal betale skatten i løpet av året etter inntektsåret etter reglene under nr. 2-12 nedenfor.​1\n2. Skattekontoret​2 skriver ut en forhåndsskatt som skal betales i to terminer, 15 februar og 15 april.\nHver av terminene settes som hovedregel lik halvparten av den utliknede skatt ved siste likning, eventuelt forhøyet eller redusert med en prosentsats som fastsettes for det enkelte år av vedkommende departement.​3\nDet skal ikke skrives ut forhåndsskatt når den utliknede skatt for vedkommende inntektsår ventes å bli mindre enn kr. 2.000.\n3. Skattekontoret​2 kan forhøye eller sette ned den utskrevne forhåndsskatt når det er begått feil ved utskrivningen.\nSkattekontoret​2 kan etter krav fra den skattepliktige frafalle forhåndsskatten når det er overveiende sannsynlig at det ikke vil bli utliknet skatt for vedkommende inntektsår. Dersom det er overveiende sannsynlig at det vil oppstå et større avvik mellom utskrevet forhåndsskatt og utlignet skatt, kan skattekontoret etter krav fra den skattepliktige endre utskrivningen. Departementet kan i forskrift gi nærmere bestemmelser om hva som i denne sammenheng vil utgjøre et større avvik.\n4. Forhåndsskatt kan innen 31. mai innbetales med et høyere beløp enn det som er utskrevet når dette anses utilstrekkelig til å dekke den skatt som vil bli utliknet.\n5. Når likningen er foretatt, fastsettes resterende skatt til differansen mellom utliknet skatt og utskrevet forhåndsskatt. Er det i medhold av nr. 4 innbetalt et høyere beløp enn den utskrevne forhåndsskatt, legges det innbetalte beløp til grunn ved beregningen.\n6. Resterende skatt forfaller til betaling 3 uker etter at utleggingen av skattelisten er kunngjort. Beløp under kr 100 pliktes ikke innbetalt.\n7. Resterende skatt tillegges renter​4 etter regler som fastsettes av departementet. Rentebeløpet forfaller til betaling sammen med resterende skatt.\n8. Er den utskrevne eller i tilfelle som nevnt i nr. 5 den innbetalte forhåndsskatt større enn utliknet skatt, skal overskytende del av den utskrevne forhåndsskatt frafalles. Den del av det frafalte beløp som er innbetalt, skal betales tilbake til den skattepliktige eller brukes til dekning av annen skatt som den skattepliktige skylder. Den skattepliktige har likevel ikke krav på å bli godskrevet beløpet når dette er mindre enn kr. 20.\n9. Er den innbetalte forhåndsskatt større enn utliknet skatt, har den skattepliktige krav på rentegodtgjørelse etter regler som fastsettes av departementet.\n10. Den skattepliktige skal ha melding om utskrevet forhåndsskatt og senere endringer i slik skatt. Melding om forhøyelse av utskrevet forhåndsskatt sendes i rekommandert brev eller på annen påviselig måte.\nInnbetaling av forhåndsskatt kan ikke kreves før det er gått 3 uker fra den dag da melding om skatten blir sendt den skattepliktige.\nHvis første termin av forhåndsskatt ikke blir betalt ved forfall, anses også annen termin forfalt til betaling.\nBlir utliknet skatt endret etter ligningslovens​5 kapittel 9, skal det foretas nye beregninger av resterende skatt, rentetillegg m.v. som nevnt foran under nr. 5, 7, 8 og 9. Blir skatten forhøyet, forfaller forhøyelsen til betaling 3 uker etter at melding er sendt den skattepliktige.\n11. Bestemmelsene i § 26 annet punktum og i kapitel VI gjelder så lenge de passer tilsvarende for forhåndsskatt.\n12. Vedkommende departement​3 eller den dette gir fullmakt, kan gi nærmere regler til utfylling og gjennomføring av denne paragraf.\nDepartementet​3 kan for bestemte grupper av skattepliktige fastsette forskrifter​6 om utskriving av forhåndsskatt som avviker fra bestemmelsen i nr. 2, og kan unnta enkelte grupper fra bestemmelsene om betaling av forhåndsskatt.​7\n0 Endret ved lover 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 10 des 1976 nr. 88, 26 mai 1978 nr. 26, 13 juni 1980 nr. 25, 29 mars 1985 nr. 13, 20 des 1991 nr. 83, 29 mars 1996 nr. 18 (f o m inntektsåret 1995), 18 des 1998 nr. 73, 17 des 1999 nr. 86 (i kraft 1 jan 2001 med virkning for betaling av skatt for inntektsåret 2000 og senere), 15 des 2006 nr. 71, 29 juni 2007 nr. 47 (nr. 4 i kraft 29 juni 2007, øvrige endringer i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 9 mai 2008 nr. 15.\n1 Jfr. lov 13 juni 1975 nr. 35 § 7.\n2 Jfr. lignl. § 2-1.\n3 Finansdepartementet.\n4 Sml. sktl. § 6-40 femte ledd, b.\n5 Lov 13 juni 1980 nr. 24 (lignl.).\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n7 Skattedirektoratet iflg. forskrift 18 mai 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "1. Skatt som blir fastsatt ved forhåndsligning etter ligningslovens​1 § 8-10 forfaller til betaling 3 uker etter at melding om skattens størrelse er sendt den skattepliktige. Kapittel IV og § 27 gjelder tilsvarende så langt de passer.\n2. Løpende mulkt etter ligningslovens​1 § 10-6 forfaller til betaling 3 uker etter at krav om betaling er sendt den opplysningspliktige, og ansvarsbeløp etter ligningslovens​1 § 10-7 forfaller til betaling 3 uker etter at melding om fastsettingen er sendt oppdragsgiveren. Gebyr etter ligningsloven​1 § 10-8 forfaller til betaling 3 uker etter at melding om vedtaket er sendt den oppgavepliktige.\n0 Endret ved lover 29 juni 1956 nr. 21, 9 juni 1961 nr. 3, 12 juni 1970 nr. 45, 14 juni 1974 nr. 27, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 23 des 1994 nr. 70.\n1 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "1. Forskottsskatt,​1 restskatt,​2 skatt fra etterskottspliktige skattytere​3 og utliknet skatt​4 skal innbetales til skatteoppkreveren i den kommune skatten er skrevet ut for.\n2. Bestemmelsene i § 12, 3 gjelder tilsvarende for innbetaling av skatt som omhandlet i denne paragraf.\n0 Endret ved lover 4 juli 1958 nr. 6, 6 juni 1975 nr. 25, 4 juni 1976 nr. 47, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24, 15 des 2000 nr. 86 (i kraft 1 jan 2001).\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "1. Forskottsskatt,​1 restskatt,​2 etterskottsskatt,​3 og annen utliknet skatt​4 blir å innbetale til fastsatt tid og med de beløp som opprinnelig er fastsatt, selv om utskrivningen eller likningsansettelsene er påklaget, står under prøving ved overordnet instans eller er brakt inn for domstolene.\n2. Blir skatt som nevnt i første ledd satt ned, får bestemmelsene om tilbakebetaling i § 24 tilsvarende anvendelse.​5\n0 Endret ved lov 6 juni 1975 nr. 25.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 31 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "content": "1. Skattepliktige som ikke betaler forskottsskatt,​1 restskatt,​2 etterskottsskatt​3 eller annen utliknet skatt,​4 og arbeidsgiver​5 eller selskap som nevnt i § 5 A som unnlater å foreta og sende oppgjør for forskottstrekk eller annet trekk innen forfallstidens utløp, skal svare renter av beløpet etter nærmere regler som fastsettes av departementet. Ligningslovens​6 § 3-7 nr. 4, første til tredje punktum, gjelder tilsvarende ved betaling av skatt og trekkoppgjør.\n2. Skattepliktig som får tilbakebetalt skatt etter § 24, § 25, § 30 nr. 2 eller § 39, jfr § 40, har krav på rentegodtgjørelse​7 etter regler som fastsettes av departementet.​8\n3. I ethvert tilfelle hvor en skattepliktig får tilbakebetalt skatt i henhold til reglene i denne lov, skal han også ha tilbakebetalt forsinkelsesrenter​9 som er betalt av refusjonsbeløpet.\n4. Når det ved forhøyelse av skatt eller enhver retting av avregningsoppgjør fremkommer krav på tilbakebetaling av beløp – herunder rentegodtgjørelse​10 – som tidligere er utbetalt den skattepliktige, kan beløpet i sin helhet innfordres som skatt etter reglene i dette kapittel. Dette gjelder uten hensyn til om mottakeren har vært i god tro. Reglene om forfallstid i §§ 25 nr. 1 og 27 nr. 10 annet og siste ledd, gjelder tilsvarende.\n0 Endret ved lover 30 juni 1955 nr. 18, 9 juni 1961 nr. 3, 14 juni 1974 nr. 27, 13 juni 1980 nr. 25, 3 juni 1983 nr. 36, 1 juni 1984 nr. 36, 22 des 1989 nr. 93, 11 juni 1993 nr. 83, 18 des 1998 nr. 73, 21 des 2001 nr. 101.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 3 første ledd, b.\n6 Lov 13 juni 1980 nr. 24 (lignl.).\n7 Sml. sktl. § 5-60.\n8 Finansdepartementet.\n9 Jfr. nr. 1.\n10 Jfr. nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "1. Skatt som nevnt i § 30 nr 1 med tillegg av renter​1 og kostnader er tvangsgrunnlag for utlegg.​2\n2. Krav på skatt, renter og kostnader som nevnt under 1 kan uoppdelt bringes i motregning overfor fordring den skattepliktige har på tilbakebetaling av skatt m.v. og fordring på rentegodtgjørelse. Det samme gjelder overfor en fordring den skattepliktige har på staten alene, fylkeskommunen alene, kommunen alene eller folketrygden og som er av den art at det er adgang til å ta utlegg i den.\n3. Ved motregning i konkurs​3 gjelder bestemmelsen i 2, første punktum tilsvarende. Overfor en fordring konkursboet har på staten alene, fylkeskommunen alene, kommunen alene eller folketrygden, kan dog skatteoppkreveren bare bringe i motregning en så stor andel av et skattekrav m.v. på konkursskyldneren, som ved fordeling etter reglene i denne lovs kapittel VIII ville falle på den av skattekreditorene som boets fordring er rettet mot.\n4. Motregning etter nr. 2 og 3, begges siste punktum, gjennomføres ved at skatteoppkreveren​4 gir pålegg til den som skal foreta utbetalingen på vegne av staten, fylkeskommunen eller kommunen om å overføre til ham det beløp som skal nyttes til dekning av skatten. Den skattepliktige (konkursboet) skal samtidig med pålegget underrettes om motregningen i rekommandert brev eller på annen etterviselig måte. Motregning etter 2, siste punktum må ikke gjennomføres i slik utstrekning at den skattepliktiges inntekt blir utilstrekkelig til livsopphold for ham og hans familie.\n5. Den skattepliktige kan kreve at skatteoppkreveren​4 gjennomfører motregningen når betingelsene etter nr 2 og 3 foreligger, jfr dog begrensningene i kommuneloven​5 § 53.\n0 Endret ved lover 9 juni 1961 nr. 3, 21 mai 1976 nr. 29, 1 juni 1984 nr. 36, 26 juni 1992 nr. 86, 18 des 1998 nr. 73.\n1 Jfr. § 31 nr. 1.\n2 Jfr. tvangsl. § 7-2, e.\n3 Jfr. deknl. §§ 8-1 flg.\n4 Se § 48 nr. 1.\n5 Lov 25 sep 1992 nr. 107.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:32 a",
      "chapter": "6",
      "section": "32 a",
      "content": "Krav på tilbakebetaling av skatt – herunder rentegodtgjørelse – kan ikke pantsettes eller overdras.\n0 Tilføyd ved lov 12 juni 1981 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "1. Forskottsskatt,​1 restskatt,​2 etterskottsskatt​3 eller annen utliknet skatt​4 som ikke blir betalt i rett tid, kan – i tilfelle med renter og kostnader – inndrives av skatteoppkreveren​5 ved trekk i lønn eller andre liknende ytelser etter reglene i dekningsloven​6 § 2-7. Ved fiske- og fangstvirksomhet kan trekk også foretas i fartøypart og i annen redskapspart enn nevnt i § 5, 1 d. Departementet​7 kan gi nærmere regler om at trekk kan foretas også i andre ytelser.\n2. Skattetrekk etter bestemmelsene i denne paragraf settes i verk ved at det i rekommandert brev eller på annen påviselig måte gis arbeidsgiveren​8 eller den som foretar utbetalingen på vegne av arbeidsgiveren, pålegg om å holde trekkbeløpet tilbake. Trekkpålegget gjelder også for det organ som utbetaler dagpenger under arbeidsløshet etter folketrygdloven​9 kapittel 4 og sykepenger etter folketrygdloven​9 kapittel 8.\n3. Når pålegg om skattetrekk er gitt, er arbeidsgiveren​8 forpliktet til​10 – i samsvar med de forskrifter som er gitt i pålegget – å trekke skattebeløpet og sende dette til vedkommende skatteoppkrever. Reglene i § 11, 4, og § 12 gjelder også ved gjennomføring av trekk etter pålegg.\n4. Pålegg om trekk kan også gis i tilfelle der lønnstakeren​8 selv innkrever sin godtgjørelse i samband med innkassering av vedkommende salgsbeløp, premie eller liknende. Lønnstakeren plikter da å innbetale trekkbeløpet til arbeidsgiveren sammen med de beløp han har inkassert for denne.\n5. Trekk etter denne paragraf gjennomføres ved siden av mulig forskottstrekk. Dersom det er gitt pålegg om trekk for flere krav hos samme skattyter, har kravene prioritet etter reglene i dekningsloven​6 § 2-8.\n6. Departementet fastsetter nærmere regler om gjennomføring av trekk etter denne paragraf.\n0 Endret ved lover 30 juni 1955 nr. 18, 29 juni 1956 nr. 21, 4 juli 1958 nr. 6, 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 16 juni 1978 nr. 60, 8 juni 1979 nr. 33, 21 des 1979 nr. 66, 13 juni 1980 nr. 25, 26 juni 1992 nr. 86, 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 18 des 1998 nr. 73, 31 mai 2002 nr. 16.\n1 Se kap. III.\n2 Se § 23.\n3 Se kap. V.\n4 Se lignl. § 8-8.\n5 Se § 48 nr. 1.\n6 Lov 8 juni 1984 nr. 59 (deknl.).\n7 Finansdepartementet.\n8 Se § 3 første ledd, b.\n9 Lov 28 feb 1997 nr. 19.\n10 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "1. Når en skattepliktig regelmessig mottar oppgjør for solgte varer, eller for varer som er levert til omsetning eller foredling, fra et lag eller en ervervsdrivende som kjøper, omsetter eller foredler varene, kan han slutte avtale med skatteoppkreveren​1 om at det skal foretas trekk i oppgjørene til dekning av hans egen skatt og skatt han er ansvarlig for. Den som utbetaler oppgjørene plikter​2 etter pålegg fra skatteoppkreveren​1 å foreta trekk i samsvar med avtalen. Bestemmelsene i § 33 nr. 3 gjelder tilsvarende for trekk etter denne paragraf.\n2. Bestemmelsene i foregående ledd får tilsvarende anvendelse ved avtaler om trekk som blir inngått mellom skatteoppkrever​1 og skattepliktig som regelmessig mottar oppgjør for utførelse av transport eller andre tjenester.\n0 Endret ved lov 23 des 1994 nr. 70.\n1 Se § 48 nr. 1.\n2 Se §§ 49 og 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Inndriving ved trekk i lønn eller ved forretning for utleggspant​1 kan også skje hos den som er ansvarlig for skatten, jf. § 37, nr. 2-10. Bestemmelsene om motregning i § 32, nr. 2-5 får tilsvarende anvendelse.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 26 juni 1992 nr. 86, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Departementet​1 kan bemyndige skatteoppkreveren​2 til å holde forretning for utleggspant for krav som omhandlet i denne lov. Før bemyndigelse gis, skal det innhentes uttalelse fra vedkommende kommunestyre.\nFor krav som omfattes av § 48 nr. 1 annet eller tredje punktum kan skatteoppkreveren​2 etter departementets bestemmelse holde forretning for utleggspant i hele riket.\n0 Endret ved lover 26 juni 1992 nr. 86, 19 juni 1997 nr. 68, 18 des 1998 nr. 73, 21 des 2001 nr. 101 (i kraft 1 juli 2002), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Finansdepartementet iflg. res. 20 aug 1993 nr. 812.\n2 Se § 48 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "1. Når skatt er iliknet begge ektefeller under ett i medhold av skatteloven​1 §§ 2-10, 2-11 fjerde ledd, 2-12 bokstav a eller § 2-14 tredje ledd bokstav a, kan det tas utlegg​2 for skatten såvel i gjenstander som er felleseie, som i ektefellenes mulige særeiemidler.​3 Skatten kan også innfordres ved motregning etter § 32 og ved trekk etter § 33 hos hver av ektefellene. Bestemmelsene foran gjelder ikke når skatten er fordelt forholdsmessig mellom ektefellene i medhold av skatteloven​1 § 2-13. Før likning er foretatt, blir bestemmelsen i første og annet punktum å anvende tilsvarende på utskrevet forskottsskatt​4 som gjelder begge ektefellers formue eller inntekt, når skatten ikke er fordelt med en forholdsmessig del på hver av ektefellene.\n2. Foreldre er ansvarlig​5 for skatt ilagt hjemmeværende barn som arbeider i foreldrenes bedrift.​6\n3. Ved ligning av medlemmer i selskaper som nevnt i skatteloven​1 § 2-2 annet ledd a – e er selskapet ansvarlig for skatt som ikke kan innkreves hos medlemmene. Lignes et medlem av formue og inntekt både i og utenfor selskapet, omfatter ansvaret bare en så stor del av medlemmets skatt som etter en forholdsmessig fordeling faller på formue og inntekt i selskapet.\n4. Fullmektig for personer bosatt i utlandet eller for utenlandsk selskap eller innretning hjemmehørende i utlandet, er personlig ansvarlig​5 for ilignet skatt av fullmaktsgiverens virksomhet i Norge.\n5. Selskaper og innretninger hjemmehørende i riket som yter godtgjørelse, tantieme, gratiale eller lignende til personer bosatt i utlandet og selskap og innretninger hjemmehørende i utlandet (skatteloven​1 § 2-3 første ledd a-g, annet ledd og § 3-4 første til tredje ledd), er ansvarlig​5 for skatt som iliknes av ytelsen.\n6. Den som betaler skatt som følge av ansvar etter nr. 3-5 kan kreve den tilbake av den skattepliktige og har adgang til å kreve beløpet dekket ved motregning i enhver gjeld e.l. han har til den skattepliktige.\n7. Skifteforvaltere​7 er ansvarlig​5 for at tilstrekkelig av boets midler holdes tilbake til dekning av skatt som ilignes eller som må forutsettes ilignet boet eller arvelater etter at boet er tatt under skiftebehandling. Det samme gjelder for konkursskyldners skatt når boet er ansvarlig for skatten.\n8. Tilsvarende ansvar​5 påhviler hvert enkelt medlem av styre og ledelse i selskaper og andre skattepliktige innretninger, når disse oppløses​8 og deres midler fordeles mellom eierne.\n9. Er midlene utloddet eller fordelt i tilfelle som nevnt i nr. 7 og 8, uten at det er holdt tilbake midler til dekning av skatt, kan uerholdelig skatt innkreves hos konkurskreditorene, arvingene eller parthaverne, som er ansvarlig​5 hver for sin andel av skatten.\n10. Selvskiftende arvinger​9 er solidarisk ansvarlig​5 for betaling av skatten. Ansvaret er begrenset til det den enkelte har mottatt i arv. Gjenlevende ektefelle​3 i uskiftet bo er ikke ansvarlig for førsteavdødes skatt ut over verdien av avdødes andel i boet.​10\n0 Endret ved lover 29 juni 1956 nr. 21, 9 juni 1961, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 8 juni 1979 nr. 33, 20 des 1991 nr. 83, 26 juni 1992 nr. 86, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 17 des 1999 nr. 86 (i kraft 1 jan 2000), 21 des 2000 nr. 115 (i kraft straks med virkning fra og med inntektsåret 2000). 15 juni 2001 nr. 46.\n1 Lov 26 mars 1999 nr. 14 (sktl.).\n2 Jfr. tvangsl. § 7-2.\n3 Jfr. lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se kap. III.\n5 Jfr. § 35 og § 39 nr. 4.\n6 Jfr. sktl. § 2-14.\n7 Jfr. sl. 1 kap.\n8 Jfr. asl. kap. 16 og asal. kap. 16.\n9 Jfr. sl. 13 kap.\n10 Gjelder for uskiftebo der skifteattest er utstedt etter 31 des 1985.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Når en skattepliktig akter å ta opphold i utlandet og bli der i minst 6 måneder, plikter han​1 før avreisen å betale eller stille sikkerhet for alle skattebeløp som han er eller vil bli iliknet for den tid han har oppholdt seg her i riket.​2 Skatteoppkreveren kan begjære arrest for sikring av krav som nevnt i første punktum. Når skatteplikten ikke er avhengig av bostedet og vedkommende vil bli skattepliktig her også etter utflyttingen, gjelder ikke reglene i første og annet punktum.\n0 Endret ved lover 12 des 1980 nr. 54, 12 juni 1981 nr. 56, 1 juni 1984 nr. 36, 9 jan 1987 nr. 3, 26 juni 1992 nr. 86, 23 des 1994 nr. 70.\n1 Se § 52.\n2 Jfr. lignl. § 4-7 nr. 5 jfr. § 8-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:38 a",
      "chapter": "6",
      "section": "38 a",
      "content": "Når det er inngått avtale med fremmed stat,​1 kan forskuddet på skatt og annen betalt skatt overføres til skattemyndighetene i avtalestaten. Departementet​2 kan gi nærmere forskrifter​3 for gjennomføring av denne bestemmelse.\nDen som etter § 3, jfr. § 4 er pliktig til å foreta forskottstrekk, men som godtgjør at det betales skattetrekk eller tilsvarende i utlandet av den enkelte arbeidstakers inntekt, kan av skatteoppkreveren bli fritatt for trekkplikten etter denne lov dersom det stilles betryggende sikkerhet for trekkbeløpet. Nærmere forskrifter​2 kan gis av departementet.​3\n0 Tilføyd ved lov 17 des 1982 nr. 70.\n1 Jfr. lov 28 juli 1949 nr. 15 § 1.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38 A."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "1. Skattepliktig som er ilagt forskottsskatt,​2 restskatt,​3 etterskottsskatt​4 eller annen skatt av samme formue eller inntekt​5 i mer enn en kommune, kan unngå tvangsinndriving ved å innbetale forfalne og – ved forfallstid – uforfalne terminer av den høyeste utskrevne skatt til skatteoppkreveren i den kommune som han mener skatten skal utskrives i, jfr. ligningslovens​6 § 8-6. Beløp som tidligere er betalt på noen av skattene, skal bringes i fradrag ved innbetalingen. Tvangsinndrivning kan heller ikke settes i verk når det etter § 33 er pålagt trekk til dekning av noen av de utskrevne skatter. Det samme gjelder når det foretas forskottstrekk etter § 7 nr. 2 til dekning av skatt av samme formue eller inntekt som det er utskrevet forskottsskatt for.\n2. Bestemmelsene i første ledd fritar ikke etterskottspliktige som skal svare naturressursskatt​7 for plikten til å innbetale til vedkommende skatteoppkrever naturressursskatt som ikke er medregnet ved utlikningen av den skatt som blir innbetalt. Den skattepliktige kan kreve oppgave fra skattekontoret​8 over størrelsen av det beløp som pliktes innbetalt etter reglene i foregående punktum.\n3. Forskottspliktige som er pålagt å betale forskottsskatt,​2 restskatt​3 eller annen skatt av samme formue eller inntekt til mer enn en kommune,​5 kan kreve omberegning og ny skatteseddel som om skatt av denne formue og inntekt bare var beregnet til en kommune. Ved omberegningen skal, for så vidt gjelder denne formue og inntekt, de høyeste ansettelser legges til grunn.\n4. Bestemmelsene i første, annet og tredje ledd gjelder tilsvarende for den som er ansvarlig for skatten etter § 37 nr. 2-10.\n0 Endret ved lover 29 juni 1956 nr. 21, 14 juni 1974 nr. 31, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25, 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 14 april 2000 nr. 24 (med virkning fra og med inntektsåret 2001), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 31 nr. 2.\n2 Se kap. III.\n3 Se § 23.\n4 Se kap. V.\n5 Se lignl. § 8-8.\n6 Lov 13 juni 1980 nr. 24 (lignl.).\n7 Jfr. sktl. § 18-2.\n8 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "1. Beløp som er trukket eller innbetalt i tilfelle som omhandlet i § 11, 3 og § 39, 1 blir å regne som deponert inntil spørsmålet om skatteplikten er avgjort. Den skatteoppkrever​1 som mottar slikt trekkoppgjør eller slik innbetaling, skal snarest melde fra om det til skatteoppkreveren i vedkommende annen kommune eller kommuner.\n2. Søksmål fra kommune om beløp eller del av beløp som nevnt i første ledd, må være reist innen 6 måneder etter at kommunens skatteoppkrever har fått underretning om at det er foretatt innbetaling eller pålagt trekk for beløpet. Fristen for å reise søksmål skal dog ikke i noe tilfelle utløpe før tidligst 6 måneder etter at det er kunngjort at likningen for vedkommende år er utlagt.\n0 Endret ved lover 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 13 juni 1980 nr. 25.\n1 Se § 48 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:40 a",
      "chapter": "6",
      "section": "40 a",
      "content": "Ved skatteoppkreverens tvangsfullbyrdelse etter dette kapitlet gjelder tvangsfullbyrdelseslovens​1 regler om gjennomføring av utleggsforretningen, herunder reglene om klage, bortfall og opphevelse av utlegg, hvis ikke annet er bestemt i denne lov. Klageadgangen gjelder også motregningsbeslutning etter § 32 nr 2 til 5.\n0 Tilføyd ved lov 26 juni 1992 nr. 86.\n1 Lov 26 juni 1992 nr 86 (tvangsl.), se dens kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40a",
        "source_heading": "§ 40 a."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "1. Når noen i medhold av ligningslovens​1 § 9-12 har rådd til at skatten blir nedsatt eller ettergitt og når det ellers på grunn av dødsfall, særlig alvorlig eller langvarig sykdom, varig invaliditet eller andre årsaker virker særlig ubillig eller uforholdsmessig trykkende å fastholde hele skatten, kan denne settes ned eller ettergis.\n2. Avgjørelse som nevnt under 1 kan i alminnelighet først treffes når likning er foretatt.​2 I inntektsåret kan det av årsaker som nevnt under 1 gis utsettelse med innbetaling av utskrevet forskottsskatt og det kan samtykkes i fritaking for forskottstrekk eller tilbakebetaling av trekk. Endelig avgjørelse om nedsettelse eller ettergivelse blir også i disse tilfelle å treffe etterat likning er foretatt.\n0 Endret ved lover 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25.\n1 Lov 13 juni 1980 nr. 24 (lignl.).\n2 Jfr. lignl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "1. Avgjørelse som nevnt i § 41 treffes av formannskapet etter innstilling fra et utvalg på minst tre medlemmer som velges av kommunestyret​1 (formannskapet). Skattekontoret​2 og – etter nærmere bestemmelse av kommunestyret (formannskapet) – skatteoppkreveren​3 kan tiltre utvalget, dog uten stemmerett. Formannskapet kan overlate sin myndighet til skatteutvalget i saker som gjelder beløp på inntil kr 50.000. Vedkommende departement​4 kan etter søknad fra formannskapet samtykke i at også saker som gjelder større beløp avgjøres av skatteutvalget. I saker som gjelder ettergivelse av skatt på over kr 200.000 eller nedsettelse med mer enn dette beløp, blir dog avgjørelsen å treffe av vedkommende departement​4 etter forslag fra det utvalg som er nevnt i første punktum.\n2. Kommunestyret​1 (formannskapet) kan oppnevne flere utvalg som nevnt under nr. 1 når det finnes nødvendig.\n3. Kommunestyret​1 kan bestemme at skatteutvalgets gjøremål skal legges til en annen kommunal nemnd. Nr. 1, annet punktum gjelder i så fall tilsvarende for denne nemnds behandling av saker etter denne lov.\nKommunestyret​1 avgjør hvem som skal være leder og nestleder i utvalget.\n4. Departementet​5 kan fastsette regler om utgiftsføring av skattebeløp som ikke lar seg inndrive.\n5. For skattytere som utelukkende skal betale statsskatt, kan vedkommende departement bestemme at innstilling og avgjørelse som nevnt i nr. 1 legges til andre organer.\n0 Endret ved lover 29 juni 1956 nr. 21, 21 juni 1963 nr. 21, 25 juni 1965 nr. 10, 12 juni 1970 nr. 45, 4 juni 1976 nr. 41, 4 juni 1976 nr. 47, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 12 juni 1981 nr. 54, 11 nov 1983 nr. 63, 7 juni 1985 nr. 45, 5 juni 1987 nr. 25, 18 des 1987 nr. 79, 16 juni 1989 nr. 37 (i kraft 29 okt 1998 iflg. vedtak 29 okt 1998 nr. 1040), 16 juni 1989 nr. 46, 20 des 1991 nr. 83, 18 des 1998 nr. 73, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Jfr. lignl. § 2-1.\n3 Se § 48 nr. 1.\n4 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608, 18 juni 1997 nr. 610 og 29 mai 1998 nr. 563 som delegerer til Skattedirektoratet.\n5 Finansdepartementet iflg. res. 16 mai 1997 nr. 476.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "1. Innbetalt skatt fra forskottspliktige skattytere​1 for et inntektsår blir å fordele mellom staten, fylkeskommunen og kommunen på grunnlag av den samlede utligning av skatt til staten, skatt til fylkeskommunen og skatt til kommunen for vedkommende inntektsår på forskottspliktige skattytere. Departementet​2 gir forskrifter​3 om gjennomføringen, derunder om hvordan endringer i likningen skal inngå i fordelingen.\n2. I tiden inntil endelig fordeling etter reglene under 1 kan foretas, skal skatt som er innbetalt fra de der nevnte skattepliktige undergis en foreløpig fordeling. Slik foreløpig fordeling skal i alminnelighet skje på grunnlag av den samlede utlikning av skatt til staten, skatt til fylkeskommunen og skatt til kommunen for disse skattepliktige ved siste likning før inntektsåret. Ved beregning av forholdstallene for slik foreløpig fordeling, blir det i alminnelighet ikke å ta omsyn til de endringer i utlikningen som følger av klagebehandlingen. Hvis forholdet mellom den samlede utlikning av de forskjellige skatter må antas å ville bli vesentlig forskjøvet på grunn av endring i skattesatser eller av andre årsaker, kan vedkommende departement​2 eller den dette gir fullmakt ved skjønn fastsette forholdstall til bruk ved den foreløpige fordeling. Departementet gir nærmere regler om gjennomføringen av den foreløpige fordeling.\n3. Tilskott til folketrygden fra kommunen og fylkeskommunen etter folketrygdloven​4 § 23-9, skal redusere det beløp som tilkommer kommunen og fylkeskommunen ved fordeling etter nr. 1 og 2. Departementet gir nærmere forskrifter​3 om gjennomføringen av denne bestemmelse.\n4. Skattefradrag gitt i medhold av skatteloven​5 §§ 16-10 og 16-11 og nedsettelse av skatt etter skatteloven​5 § 17-10 skal i sin helhet belastes staten. Skattefradrag gitt i medhold av skatteloven​5 § 16-1 fordeles forholdsmessig mellom skatt til kommune og fylkeskommune. Fradrag for utenlandsk skatt gitt i medhold av intern norsk rett​6 eller skatteavtale​7 fordeles forholdsmessig mellom skatt til staten, fylkeskommune og kommune før fordeling av fradrag som nevnt i første og annet punktum, fradrag som nevnt i nr. 5 og nedsettelse etter skattebegrensningsregelen i skatteloven​5 § 17-10.\n5. Inntektsfradrag gitt i medhold av skatteloven​5 § 15-5 om særskilt fradrag i alminnelig inntekt i Finnmark og Nord-Troms skal bare belastes staten.\n0 Endret ved lover 6 juli 1957 nr. 24, 14 juni 1974 nr. 31, 21 mai 1976 nr. 29, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 9 jan 1987 nr. 3, 18 des 1987 nr. 76, 18 des 1987 nr. 89, 23 des 1988 nr. 81, 20 des 1991 nr. 83, 28 juni 1996 nr. 52 (f o m inntektsåret 1997), 28 feb 1997 nr. 19 (i kraft 1 mai 1997), 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 21 des 2001 nr. 101.\n1 Se § 1, jfr. § 2.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Lov 28 feb 1997 nr. 19.\n5 Lov 26 mars 1999 nr. 14 (sktl.).\n6 Jfr. sktl. § 16-20 til § 16-33.\n7 Lov 28 juli 1949 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "1. Innbetalt skatt fra etterskottspliktige skattytere​1 for et inntektsår blir å fordele mellom staten, det felleskommunale skattefondet, fylkeskommunen og kommunen på grunnlag av den samlede utlikning av skatt til staten, skatt til det felleskommunale skattefondet, skatt til fylkeskommunen og skatt til kommunen for vedkommende inntektsår på etterskottspliktige skattytere. Departementet​2 gir forskrifter​3 om gjennomføringen, derunder om hvordan endringer i ligningen skal inngå i fordelingen. Stortinget fastsetter fordelingen mellom kommunene av den skatt som er tilført det felleskommunale skattefondet.\n2. I tiden inntil endelig fordeling etter reglene under 1 kan foretas, fordeles innbetalt skatt fra etterskottspliktige skattytere foreløpig mellom staten, fylkeskommunen og kommunen i samsvar med regler som fastsettes av departementet.\n3. Fradrag for utenlandsk skatt gitt i medhold av intern norsk rett​4 eller skatteavtale​5 fordeles forholdsmessig mellom skatt til staten, fylkeskommune og kommune.\n0 Endret ved lover 6 juli 1957 nr. 24, 14 juni 1974 nr. 27, 6 juni 1975 nr. 25, 21 mai 1976 nr. 29, 3 juni 1977 nr. 49, 13 juni 1980 nr. 25, 28 juni 1996 nr. 52 (f o m inntektsåret 1997), 10 des 2004 nr. 77 (med virkning for skatt f o m inntektsåret 2005).\n1 Se § 2.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. sktl. § 16-20 til § 16-33.\n5 Jfr. lov 28 juli 1949 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "content": "1. En skattepliktig som har hatt forskottstrekk​1 og ikke blir tatt opp til skattlegging i vedkommende kommune for det inntektsår trekket gjelder, kan ikke kreve det trukne beløp tilbake med mindre han av likningsmyndighetene for kommunen er ansett ikke skattepliktig her i landet for vedkommende inntektsår eller godtgjør å ha betalt skatt av lønnsinntekten for samme inntektsår i en annen kommune her i landet eller at skatt ikke er iliknet ham fordi inntekten ikke har nådd opp i skattepliktig størrelse.\n2. Forskottstrekk som etter reglene under 1 ikke blir å betale tilbake og forskottstrekk vedkommende lønnstaker som er ukjent i kommunen, skal overføres til staten. Slik overføring skal foretas når det er gått 3 år etter utløpet av det inntektsår da trekket er foretatt.\n0 Endret ved lover 6 juli 1957 nr. 24, 4 juni 1976 nr. 47, 6 des 1996 nr. 77 (f o m inntektsåret 1997), 15 des 2000 nr. 86 (i kraft 1 jan 2001).\n1 Se kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "content": "1. Skattepliktige, arbeidsgivere​1 og offentlige tjenestemenn plikter å sende de meldinger og å gi de opplysninger​2 som er nødvendig for at skattekontoret​3 skal få fastsatt og regulert forskottstrekk og forskottsskatt i samsvar med forskriftene i kapitel II og III og for at skatteoppkreveren​4 skal få utferdiget pålegg om trekk av restanser. Departementet​5 gir nærmere regler om meldeplikten.\n2. Skattepliktig som ikke etterkommer plikt til å sende melding eller pålegg om å gi opplysninger eller som gir uriktige eller ufullstendige opplysninger, har ikke krav på å få endret skattekontorets​3 avgjørelse vedkommende forskottstrekk eller forskottsskatt.\n0 Endret ved lover 30 juni 1955 nr. 18, 18 des 1998 nr. 73, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 3 første ledd, b.\n2 Se § 50.\n3 Jfr. lignl. § 2-1.\n4 Se § 48 nr. 1.\n5 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "1. Skatteoppkreveren​1 skal føre kontroll med at arbeidsgivere​2 og andre innen kommunen som etter denne lov har plikt til å foreta trekk, sender meldinger og gjennomfører forskottstrekk og pålagt trekk i samsvar med gjeldende forskrifter og de pålegg som er gitt. Skatteoppkreveren​1 eller den som har fullmakt fra ham kan foreta bokettersyn hos den som plikter å foreta trekk og kan herunder kreve fremlagt skattekort, trekkpålegg og andre dokumenter som har betydning for kontrollen. Også skattekontoret og den som har fullmakt fra skattekontoret eller fra kommunerevisjonen eller Riksrevisjonen kan foreta slike ettersyn og kreve framlagt dokumenter som nevnt.\n2. Den som foretar bokettersyn som nevnt under 1 har plikt til å bevare taushet​3 overfor uvedkommende om det han under utføringen av ettersynet får kjennskap til. Før han første gang foretar ettersyn, skal han underskrive en erklæring om at han vil overholde taushetsplikten.\n3. Skatterestanselister eller utdrag av disse kan ikke legges ut til offentlig gjennomsyn eller offentliggjøres på annen måte.​4\n4. Beløp som arbeidsgiver​2 pålegges å betale ved vedtak om summarisk fellesoppgjør etter ligningsloven​5 § 9-5 nr. 8 innkreves etter reglene i denne lov. Departementet​6 gir forskrift​7 om gjennomføringen av innkreving, fordeling i skatteregnskapet m.v.\n0 Endret ved lover 30 juni 1955 nr. 18, 6 juni 1975 nr. 25, 4 juni 1976 nr. 47, 18 juni 1993 nr. 111, 7 april 1995 nr. 15, 18 des 1998 nr. 73, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Se § 48 nr. 1.\n2 Se § 3 første ledd, b.\n3 Se strl. § 121 og nærv. lovs § 55.\n4 Sml. lignl. § 8-8.\n5 Lov 13 juni 1980 nr. 24 (lignl.).\n6 Skattedirektoratet iflg. vedtak 19 sep 1995 nr. 798.\n7 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:47 a",
      "chapter": "9",
      "section": "47 a",
      "content": "1. Ved utførelsen av arbeidsgiverkontrollen etter § 47, plikter banker etter krav fra skatteoppkreveren,​1 å gi opplysninger om navngitt arbeidsgivers skattetrekkonto, samt eventuell bankgaranti etter § 11 nr. 4. På samme vilkår har\na. finansinstitusjoner (jf. lov av 10. juni 1988 nr. 40 om finansieringsvirksomhet § 1-3) og andre som driver utlånsvirksomhet eller låneformidling som næring,\nb. verdipapirforetak (jf. lov av 19. juni 1997 nr. 79 om verdipapirhandel § 1-4) og andre som har penger til forvaltning, og\nc. pensjonskasser\n2. Enhver som utfører eller har utført arbeid eller oppdrag for arbeidsgiveren, plikter på samme vilkår som i nr. 1 første punktum å gi opplysninger om sitt tjenesteforhold eller oppdrag knyttet til arbeidsgiveren.\n3. Næringsdrivende plikter på samme vilkår som i nr. 1 første punktum å gi opplysninger om ethvert økonomisk mellomværende som vedkommende har eller har hatt med arbeidsgiveren, når opplysningene knytter seg til begge parters virksomhet. Det kan kreves opplysning om og spesifisert oppgave over varelevering og -kjøp, tjenester, vederlag og andre forhold som knytter seg til mellomværendet og oppgjøret for dette (dette gjelder også omsetning som er skjedd gjennom mellommann).\n4. Også skattekontoret​2 og den som har fått fullmakt fra skattekontoret eller skatteoppkreveren til å foreta bokettersyn etter § 47, kan kreve opplysninger etter nr. 1, nr. 2 og nr. 3 i denne bestemmelsen.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lov 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Jfr. § 48 nr. 1.\n2 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47a."
      }
    },
    {
      "provision_ref": "9:47 b",
      "chapter": "9",
      "section": "47 b",
      "content": "1. Den som får pålegg om å gi opplysninger etter § 47a eller bokføringspålegg etter § 47d, kan klage over pålegget dersom vedkommende mener at han ikke har plikt eller lovlig adgang til å etterkomme pålegget.\n2. Klage, som kan være muntlig, må fremsettes straks når den pålegget angår er til stede, og ellers innen tre dager.\n3. Den som har gitt pålegget, skal enten omgjøre det, eller snarest mulig legge klagen frem for nærmeste overordnede forvaltningsorgan til avgjørelse.\n4. Ligningsloven​1 §§ 3-6 nr. 4 og 3-7 gjelder tilsvarende.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lov 14 des 2007 nr. 98.\n1 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47b",
        "source_heading": "§ 47b."
      }
    },
    {
      "provision_ref": "9:47 c",
      "chapter": "9",
      "section": "47 c",
      "content": "1. Skattedirektoratet og skattekontoret​1 kan pålegge den som ikke har etterkommet plikten til å gi opplysninger etter § 47a, å oppfylle sin plikt under en daglig løpende tvangsmulkt.\n2. Pålegg til selskap, samvirkeforetak, forening, innretning eller organisasjon rettes til styret og sendes hvert medlem i rekommandert brev. Tvangsmulkten kan inndrives så vel hos medlemmene av styret som hos selskapet, samvirkeforetaket, foreningen, innretningen eller organisasjonen.\n3. Pålegget kan påklages til Skattedirektoratet innen 3 uker.\n4. Mulkten tilfaller statskassen.\n5. Skattebetalingsloven § 33 gjelder ved inndriving av tvangsmulkt ilagt etter denne bestemmelsen.\n6. Departementet, eller den det gir fullmakt, kan i særlige tilfeller ettergi påløpt mulkt.\n0 Tilføyd ved lov 28 mai 2004 nr. 27, endret ved lover 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 14 des 2007 nr. 98.\n1 Jfr. lignl. § 2-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47c",
        "source_heading": "§ 47c."
      }
    },
    {
      "provision_ref": "9:47 d",
      "chapter": "9",
      "section": "47 d",
      "content": "1. Skattekontoret kan pålegge arbeidsgivere og andre som etter loven har plikt til å foreta forskuddstrekk eller utleggstrekk, å oppfylle sin plikt til å innrette bokføringen, spesifikasjonen, dokumentasjonen og oppbevaringen av regnskapsopplysninger i samsvar med regler gitt i eller i medhold av lov 19. november 2004 nr. 73 om bokføring.\n2. Bokføringspålegg rettes til styret i selskap, samvirkeforetak, forening, innretning eller organisasjon og sendes hvert medlem.\n3. Det skal fastsettes en frist for oppfyllelse. Fristen skal være minimum fire uker og ikke lengre enn ett år.\n0 Tilføyd ved lov 14 des 2007 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47d",
        "source_heading": "§ 47d."
      }
    },
    {
      "provision_ref": "9:47 e",
      "chapter": "9",
      "section": "47 e",
      "content": "1. Skattekontoret kan ilegge den som ikke har etterkommet bokføringspålegg etter § 47d innen den fastsatte fristen, en daglig løpende tvangsmulkt frem til oppfyllelse skjer. Tvangsmulkten skal normalt utgjøre ett rettsgebyr per dag, jf. lov 17. desember 1982 nr. 86 om rettsgebyr § 1 annet ledd. I særlige tilfeller kan tvangsmulkten settes lavere eller høyere, men begrenset oppad til ti rettsgebyr. Samlet tvangsmulkt kan ikke overstige en million kroner.\n2. § 47c nr. 2, 3, 4 og 5 gjelder tilsvarende for tvangsmulkt ilagt etter denne bestemmelsen.\n0 Tilføyd ved lov 14 des 2007 nr. 98.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47e",
        "source_heading": "§ 47e."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "content": "1. Den myndighet og de plikter som i denne lov er lagt til skatteoppkreveren utøves av den kommunale skatteoppkrever. Departementet bestemmer hvem som skal være skatteoppkrever for krav fastsatt for skattytere som ikke har varig tilknytning til riket og sjømenn bosatt i utlandet. Departementet kan gi forskrift​2 om hvem som skal anses for ikke å ha varig tilknytning til riket.\n2. Staten er saksøker ved tvangsfullbyrdelse, midlertidig sikring, konkursbegjæring m.v. i forbindelse med inndriving og sikring av krav etter denne lov. Statens partsstilling som saksøker i slik sak utøves av skatteoppkreveren. Ved overføring av tvist til søksmåls former etter tvangsfullbyrdelsesloven med avgjørelse av grunnlaget for skattekravet etter tvangsfullbyrdelsesloven​3 § 6-6 tredje ledd, gjelder reglene om utøvelse av partsstillingen i nr. 3 tilsvarende.\n3.​4 Søksmål om krav etter den lov rettes mot staten som saksøkt. Søksmålet anlegges etter vernetingsreglene i lov 17. juni 2005 nr. 90 om mekling og rettergang i sivile tvister (tvisteloven). Statens partsstilling utøves av skattekontoret der det angrepne vedtak er truffet. Har Riksskattenemnda truffet vedtaket, utøves partsstillingen av Skattedirektoratet.\n4. Endelig rettsavgjørelse og forlik er bindende for alle skattekreditorer. Departementet​5 kan gi instruks om utøvelsen av statens partsstilling generelt og i enkeltsak. Departementet kan i enkeltsak eller i grupper av saker overta utøvelsen eller overføre den til annen skattemyndighet.\n5. Søksmål fra en skattepliktig til prøving av ligningsavgjørelse må reises innen 6 måneder regnet fra utleggingen av skattelisten til ettersyn,​6 eller fra melding ble sendt til skattyteren om vedtak i endringssak.​7 Når den skattepliktige har levert forhåndsutfylt selvangivelse og får tilsendt skatteoppgjør i juni, er søksmålsfristen 6 måneder fra det ferdige skatteoppgjøret ble kunngjort eller vedtak i endringssak ble sendt skattyteren. Når endringssak er gjennomført etter ligningsloven​8 § 3-11 nr. 4, jf. § 8-3 nr. 5, regnes søksmålsfristen fra nytt skatteoppgjør ble sendt skattyteren. Etter utløpet av fristen kan ligningsavgjørelse heller ikke bringes inn til prøving ved tingretten i sak om tvangsfullbyrdelse eller midlertidig sikring. Slik prøving skal likevel alltid kunne kreves inntil 3 måneder etter den forføyning som det klages over. Det kan gis oppfriskning mot oversittelse av fristen på de vilkår som er fastsatt i tvisteloven​9 §§ 16-12 til 16-14.\n6. Når domstolen finner at den skattepliktige bare skal betale en del av den iliknede skatt, og det ikke foreligger tilstrekkelige opplysninger til å fastslå det riktige skattebeløp, skal den i domsslutningen angi hvorledes ny likning blir å utføre. Ved tvist for tingretten i sak om tvangsfullbyrdelse eller midlertidig sikring gjelder dette tilsvarende, slik at forføyningen stadfestes for det beløp som vil fremgå av ny likning i samsvar med kjennelsen eller dommen. Finner domstolen at en likningsavgjørelse ikke kan opprettholdes på grunn av formelle mangler, henvises avgjørelsen til ny behandling av vedkommende likningsmyndighet.​10\n7. Av skatt som pliktes betalt etter ny likning som nevnt i nr 6, svares renter fra forfallstiden for den opprinnelige skatt etter regler som fastsettes av departementet, jfr § 31 nr 1.\n8. Departementet gir regler om fordeling mellom skattekreditorene av utgifter ved tvister som nevnt i denne paragraf.\n0 Endret ved lover 9 juni 1961 nr. 3, 21 mai 1976 nr. 29, 4 juni 1976 nr. 47, 25 mars 1977 nr. 16, 13 juni 1980 nr. 25, 18 des 1987 nr. 79, 21 des 1990 nr. 66, 26 juni 1992 nr. 86, 20 des 1993 nr. 133, 18 des 1998 nr. 73, 14 des 2001 nr. 98 (i kraft 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 21 des 2001 nr. 101 (i kraft 1 juli 2002), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 25 juni 2004 nr. 42, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370), 14 des 2007 nr. 98 (i kraft 1 jan 2008).\n1 Jfr. lignl. kap. 11.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Lov 26 juni 1992 nr. 86 (tvangsl.).\n4 Jfr. lignl. kap. 11 og lov 13 juni 1975 nr. 35 § 6 nr. 23.\n5 Finansdepartementet.\n6 Jfr. lignl. § 8-8.\n7 Jfr. lignl. kap. 9.\n8 Lov 13 juni 1980 nr. 24 (lignl.).\n9 Lov 17 juni 2005 nr. 90 (tvl.).\n10 Jfr. lignl. § 9-5 nr. 2, a og § 9-8 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:48 a",
      "chapter": "9",
      "section": "48 a",
      "content": "Foreldelsesfristen for skatt og renter av skatt blir regnet fra utgangen av det kalenderår da skatten, eller i tilfelle siste termin av skatten, forfaller til betaling. For forskottsskatt blir likevel fristen regnet først fra utgangen av det kalenderår da likningen blir foretatt.\nEr foreldelse av skattekrav avbrutt etter lov av 18 mai 1979 nr. 18 om foreldelse av fordringer § 17 ved begjæring om tvangsfullbyrdelse, foreldes ikke senere forfalte renter av kravet før kravet selv er foreldet.\nProklama​2 som utstedes i bo er uten innflytelse på skattekrav etter denne lov.\n0 Tilføyd ved lov 18 mai 1979 nr. 18, endret ved lov 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Jfr. § 53 nr. 2.\n2 Jfr. sl. 12 kap.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48a",
        "source_heading": "§ 48 a."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "content": "1. Den som er pliktig til å gjennomføre forskottstrekk etter § 4, jfr. § 5, eller trekk etter pålegg som nevnt i §§ 33 og 34, er overfor det offentlige ansvarlig for at forskottstrekk og annet skattetrekk blir foretatt og oppgjør gitt i samsvar med denne lov​1 og de forskrifter som blir gitt med hjemmel i den. Unnlatelse av å foreta pliktig trekk medfører dog ikke ansvar når det godtgjøres at forholdet ikke skyldes forsømmelighet eller mangel på tilbørlig aktsomhet fra arbeidsgiveren​2 eller noen som er tilsatt i hans tjeneste.\nSelskap som er pålagt trekkplikt i § 5 A er overfor det offentlige ansvarlig for at forskottstrekk blir foretatt og oppgjør gitt i samsvar med denne lov og forskrifter gitt med hjemmel i den.\n2. Arbeidsgiver​2 som unnlater å sende pliktig melding om inntaking i tjeneste eller som gir uriktige eller ufullstendige opplysninger i melding eller på annen måte, er ansvarlig for de beløp som kunne være trukket etter § 33, dersom melding eller opplysninger var gitt på riktig måte. Bestemmelsene i første ledds annet punktum gjelder tilsvarende. Ved fastsettelsen av ansvaret legges til grunn at trekk ville bli satt i verk 14 dager etter tjenesteforholdets begynnelse med den normalsats som vedkommende departement​3 bestemmer.\n3. Ansvarsbeløp som omhandlet i denne paragraf med renter etter § 31 nr. 1, er tvangsgrunnlag ved forretning for utleggspant.​4 Beløpet kan også drives inn ved trekk etter § 33. Renter beregnes som om rettidig trekk er foretatt av den ansvarlige. Bestemmelsene om motregning i § 32 nr 2 til 5 får tilsvarende anvendelse og slik at felles ansvarskrav fra flere kommuner kan motregnes overfor krav som arbeidsgiveren har på hver enkelt av skattekreditorene. Lov av 18. mai 1979 nr 18 om foreldelse av fordringer §§ 9 og 11 gjelder tilsvarende for ansvarskravet.\n4. Bestemmelsene i nr. 3 gjelder tilsvarende for løpende mulkt etter ligningslovens​5 § 10-6, for ansvarsbeløp etter § 10-7 og gebyr etter § 10-8.\n0 Endret ved lover 30 juni 1955 nr. 18, 9 juni 1961 nr. 3, 4 juni 1976 nr. 47, 18 mai 1979 nr. 18, 13 juni 1980 nr. 25, 3 juni 1983 nr. 36, 1 juni 1984 nr. 36, 19 des 1986 nr. 66, 22 des 1989 nr. 97, 26 juni 1992 nr. 86, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato).\n1 Se § 12.\n2 Se § 3 første ledd, b.\n3 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608 som delegerer til Skattedirektoratet.\n4 Se tvangsl. § 7-2, e.\n5 Lov 13 juni 1980 nr. 24 (lignl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "content": "1. Den som unnlater å sende pliktig melding eller som ikke etterkommer krav om opplysninger, eller som gir uriktige eller ufullstendige opplysninger til noen likningsmyndighet eller innkrevingsmyndighet og derved forsettlig bevirker eller søker å bevirke\na. at forskottstrekk ikke blir foretatt eller at forskottsskatt ikke blir skrevet ut med det beløp som pliktes,\nb. at innkreving av skatt eller forskott på skatt, av oppgjør for forskottstrekk eller av ansvarsbeløp etter § 49, blir hindret eller vesentlig vanskeliggjort,\n2. Den​4 som ved grov uaktsomhet har forøvd handling som nevnt under 1, straffes med bøter.​1\n1 Se strl. § 27 og kap. 3 a.\n2 Se strl. § 61.\n3 Jfr. strl. § 26 a.\n4 Jfr. strl. § 48 a og § 48 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "content": "1. Den​1 som er pliktig til å gjennomføre forskottstrekk etter § 4, jf § 5, § 5A eller trekk etter pålegg som nevnt i §§ 33 og 34, og som forsettlig eller ved grov uaktsomhet unnlater å foreta eller sørge for at det blir foretatt beregning og trekk etter denne lovs kapittel II, eller trekk som er pålagt etter §§ 33 eller 34, straffes med bøter​2 eller fengsel​3 inntil 6 måneder.\nPå samme måte straffes medvirkning.\n2. For gjentakelse​4 av forsettlig handling som nevnt under 1 er straffen bøter​2 eller fengsel​3 inntil 1 år.\n3. Straff kommer ikke til anvendelse på handling som nevnt i denne paragraf hvis de beløp som er eller skulle vært trukket, likevel blir innbetalt i rett tid.\n0 Endret ved lover 30 juni 1955 nr. 18, 4 juni 1976 nr. 47, 3 juni 1983 nr. 36, 21 des 2000 nr. 115 (i kraft 1 jan 2001 med virkning for salgsoppgjør som betales fra og med denne dato).\n1 Jfr. strl. kap. 3 a.\n2 Se strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se strl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Den​1 som på annen måte enn nevnt i §§ 50 eller 51 forsettlig eller grovt uaktsomt overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter​2 for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes på samme måte.\n0 Endret ved lov 10 april 1992 nr. 31.\n1 Jfr. strl. kap. 3 a.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "1. Overtredelse av denne lov anses som forseelse, uten omsyn til straffens størrelse.​1\n2. Den korteste foreldelsesfrist for adgangen til å reise straffesak etter denne lov er 3 år.​2\n1 Jfr. strl. § 2 annet ledd.\n2 Jfr. strl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "content": "Bøter som blir ilagt ved forelegg eller straffedom etter denne lov tilfaller kommunekassen.​1\n1 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "content": "Lovgivningens bestemmelser om taushetsplikt​1 skal ikke være til hinder for at liknings- og innkrevningsmyndighetene melder overtredelser av denne lov til påtalemyndigheten eller annen myndighet etter nærmere bestemmelser som gis av vedkommende departement.\n1 Se § 47, strpl. § 118, strl. § 121 og tvml. §§ 204 og 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "content": "1. Vedkommende departement​1 kan gi nærmere regler til utfylling og gjennomføring av denne lov. Departementet kan herunder gi instruks som skattekontoret​2 og skatteoppkreveren har å følge ved utøvingen av de gjøremål de er tillagt, gi utfyllende regler om gjennomføring av forskuddstrekk, om avrunding av trekk- eller skattebeløp og om avregning etter reglene i kap. IV. – – –. Departementet kan videre gi forskrifter om føringen av skatteregnskapet og gi kommunene pålegg om nødvendig utbygging av skatteoppkreverkontorene og om teknisk og arbeidsmessig samordning av skatteoppkreverkontorets og skattekontorets arbeidsoppgaver.\n2. Departementet​1 kan gi forskrifter​3 om forsikringsselskapets plikt til å foreta betaling og innkreving av skatt for forsikringstaker i vedkommende avkastning på sparedelen av en livsforsikring (kapitalforsikring).\n3. Departementet​1 kan overdra sin myndighet etter denne lov til annen offentlig myndighet.\n4. Endres skattereglene etter at forskuddsutskrivingen etter kapittel I og II er foretatt, og dette vil føre til at de beløp som innkreves i løpet av året ikke kommer til å svare til den skatt som ventes utskrevet, kan departementet,​1 for alle forskuddspliktige eller enkelte grupper, bestemme at innkreving skal skje etter andre satser eller andre beløp enn de som er fastsatt i forskuddsutskrivingen.\n5. Når riket er i krig eller krig truer eller rikets selvstendighet eller sikkerhet er i fare, kan bestemmelsene i denne lov og i gjeldende vedtak om forskott på skatt til staten, til fylkeskommunene​4 og til kommunene fravikes ved beslutning av Kongen, når det finnes nødvendig for å lette gjennomføringen av utskrivning, betaling, innkreving eller fordeling av forskott på skatt. Det kan herunder fastsettes særregler for enkelte grupper av skattepliktige og bestemmelser om at visse skattebeløp skal overføres til staten inntil avgjørelse om den endelige fordeling blir truffet.\nNår et område er avskåret fra forbindelse med Regjeringen eller det av andre grunner finnes nødvendig, kan Kongen gi fylkesmannen eller andre lokale forvaltningsorganer – herunder militære myndigheter – fullmakt til å utferdige slike bestemmelser som nevnt i første ledd. Fullmakt kan gis uten hensyn til den gjeldende administrative inndeling. Dersom det er uomgjengelig nødvendig, kan fylkesmannen utferdige bestemmelsene selv om fullmakt fra Kongen ennå ikke foreligger.\nDe bestemmelser som blir gitt i medhold av første og annet ledd, kunngjøres på den måte som finnes hensiktsmessig og skal snarest mulig meddeles Stortinget.\n0 Endret ved lover 21 juni 1963 nr. 21, 25 juni 1965 nr. 10, 17 juni 1966 nr. 28, 6 juni 1969 nr. 22, 21 mai 1976 nr. 29, 27 juni 1986 nr. 44, 19 des 1986 nr. 70, 23 des 1994 nr. 70, 6 des 1996 nr. 77 (f o m inntektsåret 1997), 12 des 2003 nr. 113 (i kraft 1 juli 2004 iflg. res. 12 des 2003 nr. 1505), 29 juni 2007 nr. 47 (i kraft 1 jan 2008 iflg. res. 7 des 2007 nr. 1370).\n1 Finansdepartementet, se også vedtak 18 juni 1997 nr. 608, 18 juni 1997 nr. 609 og 18 juni 1997 nr. 610 som delegerer til Skattedirektoratet.\n2 Jfr. lignl. § 2-1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. sktl. § 139 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "Tidspunktet for denne lovs ikrafttreden og de særregler som skal gjelde ved overgangen til den nye betalingsordning fastsettes ved særskilt lov.​1\n1 Iflg. lov 30 juni 1955 nr. 19 trådte bestemmelsene som gjelder plikt til å betale og innkreve skatt i kraft 1 jan 1957, lovens øvrige bestemmelser 1 juli 1955.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "11:58",
      "chapter": "11",
      "section": "58",
      "content": "Forvaltningsloven​1 skal ikke gjelde for behandlingen av saker etter denne lov.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    }
  ]
}