{
  "id": "LOV-2001-01-05-1",
  "type": "statute",
  "title": "Lov om vaktvirksomhet (vaktvirksomhetsloven)",
  "short_name": "Vaktvirksomhetsloven – vaktl",
  "status": "in_force",
  "issued_date": "2001-01-05",
  "in_force_date": "2002-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2001-01-05-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne loven er å\na. ivareta rettssikkerheten for dem som kommer i kontakt med vektere,\nb. sikre god kvalitet på vakttjenester,\nc. legge forholdene til rette for en effektiv offentlig kontroll av virksomheten, og\nd. hindre vaktvirksomhet som på grunn av sin militære eller annen sikkerhetsmessige karakter er uforenlig med vaktvirksomhet etter denne loven, eller for øvrig er ulovlig eller i strid med internasjonal rett.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for ervervsmessig vaktvirksomhet og egenvakthold. Med ervervsmessig vaktvirksomhet forstås i loven her virksomhet som går ut på å utføre vakttjenester mot vederlag. Med egenvakthold menes vakttjenester av egen privat eiendom og egne statlige og kommunale eiendommer, med tilliggende bygninger og ansatte, så lenge vaktholdet utføres av virksomhetens egne ansatte. Med vakttjenester forstås tjenester der det ved bruk av personer, TV-overvåking, elektronisk overvåking eller på annen måte:\na. utføres tilsyn med privat område eller offentlig område,\nb. utføres kontrolltjenester,\nc. utføres verditransporter,\nd. utføres ledsagertjenester,\ne. mottas og behandles alarmsignaler fra overfalls- eller innbruddsalarmanlegg eller utrykning etter slike signaler etter avtale, eller\nf. opplæring i vakttjenester.\nLoven gjelder ervervsmessig vaktvirksomhet og egenvakthold som drives av private eller forvaltningsorgan. Med forvaltningsorgan forstås i loven her ethvert organ for stat eller kommune.\nLoven gjelder ikke for vaktoppdrag som utøves sporadisk og har lite omfang, med mindre politiet setter som vilkår at vakttjenestene av sikkerhetsmessige grunner skal utføres av godkjente vektere. Loven gjelder ikke for vaktvirksomhet som Forsvaret utfører ved bruk av eget personell, vaktvirksomhet på skip eller godsterminaler på havner eller havneterminaler som omfattes av ISPS-regelverket, eller vaktstyrken ved Norges Bank.\nKongen kan gi forskrift om lovens anvendelse på Svalbard og kan fastsette særlige regler under hensyn til de stedlige forhold.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tillatelse",
      "content": "For å utøve ervervsmessig vaktvirksomhet eller egenvakthold i henhold til § 2 kreves tillatelse. Slik tillatelse kan kun gis til foretak, enpersonsforetak eller forvaltningsorgan. Det skal ikke gis tillatelse til foretak som driver virksomhet i strid med formålet med loven, eller i strid med øvrige krav til å drive næringsvirksomhet.\nForetaket må være registrert i Foretaksregisteret før tillatelse gis. Foretaket må ha fast forretningssted i riket. Tillatelsen kan gis til selskap, stiftelse eller annen sammenslutning når samtlige medlemmer av styret i et aksjeselskap eller annen sammenslutning med begrenset ansvar oppfyller kravene i tredje ledd bokstav a til d, og samtlige fullt ansvarlige deltakere i ansvarlig selskap eller kommandittselskap oppfyller kravene i tredje ledd bokstav a til d.\nEnpersonsforetak må være registrert i Enhetsregisteret før innehaveren kan gis tillatelse. Organisasjonsnummer må oppgis i søknaden. Innehaveren må dessuten:\na. være fylt 21 år,\nb. ha tilfredsstillende vandel,\nc. være statsborger i stat som er part i EØS-avtalen, og\nd. for øvrig inneha nødvendig tillit og ikke anses uskikket til å utøve vaktvirksomhet på forsvarlig måte.\nDersom foretaket eller enpersonsforetaket har daglig leder, må også denne fylle vilkårene i tredje ledd bokstav a til d.\nPersoner som har vesentlig innflytelse på virksomheten, må fylle kravet til tilfredsstillende vandel. Personer som eier en vesentlig del av virksomheten eller av foretak som driver virksomheten eller som oppebærer en vesentlig del av dens avkastning eller innehar en lederfunksjon i den, vil alltid anses å ha vesentlig innflytelse på virksomheten. I vurderingen av om en person har vesentlig innflytelse på virksomheten, regnes vedkommendes eierandeler eller stemmer sammen med eierandeler eller stemmer som tilhører følgende personer:\na. ektefelle eller person som vedkommende bor sammen med i ekteskapslignende forhold,\nb. slektninger i rett oppstigende eller nedstigende linje samt søsken,\nc. ektefelle til person som nevnt i punkt b eller personer som bor i ekteskapslignende forhold sammen med person som nevnt i punkt b.\nDet kan i særlige tilfeller gjøres unntak fra kravet til alder i tredje ledd bokstav a.\nDersom det skjer endringer i sammensetningen av virksomhetens eierskap, styre eller deltakere, skal dette meddeles den myndighet som har gitt tillatelsen innen 1 måned etter endringen. Det samme gjelder dersom det er utpekt ny daglig leder.\nDel av forvaltningsorgan som utøver ervervsmessig vaktvirksomhet, må være utskilt som en egen juridisk enhet. Del av forvaltningsorgan som utøver egenvakthold må være etablert som en egen avdeling innenfor virksomheten.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tillatelses- og kontrollmyndighet",
      "content": "Politiet er tillatelses- og kontrollmyndighet. Det skal foretas årlig kontroll med vaktforetakene på bakgrunn av selskapenes rapporteringsplikt etter § 16.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tillatelsens innhold",
      "content": "Tillatelsen gis for bestemte former for vaktvirksomhet etter § 2 første ledd bokstav a til f.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Bortfall av tillatelse",
      "content": "Tillatelsen bortfaller dersom foretaket som tillatelsen er gitt til tas under konkursbehandling, eller dersom innehaveren av enpersonsforetaket dør. Et konkursbo eller dødsbo har rett til å fortsette virksomheten i den utstrekning det finnes hensiktsmessig med sikte på avvikling eller overføring av virksomheten til ny eier, likevel ikke utover 6 måneder uten tillatelse fra tillatelses- og kontrollmyndigheten.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tilbakekall av tillatelse",
      "content": "En tillatelse kan tilbakekalles dersom innehaveren, ledelsen, eieren eller annen person som har vesentlig innflytelse på virksomheten i foretaket som har tillatelsen, eller noen ansatte i foretaket, har gjort seg skyldig i grov eller gjentatt overtredelse av særskilte vilkår for tillatelsen eller av bestemmelser fastsatt i eller i medhold av loven. Det samme gjelder dersom vilkårene for tillatelse ikke lenger er oppfylt.\nTillatelsen kan også tilbakekalles dersom det ikke har vært virksomhet i foretaket på to år, eller virksomheten ikke er startet opp innen ett år etter at tillatelse er gitt.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Krav til ansatte mv.",
      "content": "Den som skal tilsettes i foretak som omfattes av loven, og som enten skal utføre vakttjeneste eller ha oppgaver direkte knyttet til vakttjeneste, må ha tilfredsstillende vandel. Vandelskravet gjelder tilsvarende for lærlinger i sikkerhetsfaget og for skoleelever med faget yrkesfaglig fordypning som har praksis i foretak som omfattes av loven. Det kan kreves uttømmende og utvidet politiattest. Personer som nevnt i første punktum må være fylt 18 år. Lærlinger i sikkerhetsfaget kan likevel tilsettes i foretak som omfattes av loven og utføre vakttjeneste eller ha oppgaver direkte knyttet til vakttjeneste før de er fylt 18 år.\nForetakets ledelse har plikt til å sørge for at ansatte i foretaket som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste, oppfyller kravene i lov og forskrift.\nPolitiet har plikt til å varsle vaktforetaket om ansatte, som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste, som er under etterforskning for straffbare forhold av alvorlig karakter eller forhold som har betydning for tilliten i vedkommendes arbeid. Plikten gjelder såfremt opplysningene kan gis uten å skade etterforskningen.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 7), 2 juni 2023 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Krav til utdanning",
      "content": "Den som skal utføre ansvarlig vakttjeneste, må ha gjennomført godkjent utdanning for vektere. Slik utdanning skal bestå av\na. en teoretisk del gjennomført før ansettelse,\nb. praksisopplæring i vakttjeneste, herunder objektopplæring,\nc. oppsummerende teorikurs og avsluttende eksamen,\nd. eventuell tilleggsutdannelse for utførelse av spesialtjeneste og\ne. bestått regodkjenning hvert 4 år.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Uniformering",
      "content": "Den som utfører vakttjeneste skal bære uniform. Uniformen skal kun bæres i aktiv tjeneste. Tillatelses- og kontrollmyndigheten kan gjøre unntak fra kravet om bruk av uniform under utførelse av spesielle vaktoppdrag når særlige grunner tilsier det. Det skal fremgå av uniformen om personen er godkjent vekter eller under opplæring.\nUniformen skal være godkjent av tillatelses- og kontrollmyndigheten. Det samme gjelder uniformering av materiell. Uniformeringen skal utformes slik at den ikke kan forveksles med politiets, Forsvarets eller tollvesenets uniformering.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Legitimasjon",
      "content": "Den som utfører vakttjeneste skal bære synlig ID-kort for vektere. Vekteren plikter å oppgi tjenestenummer og foretak når dette forlanges av den som tjenestehandlingen direkte angår eller av politiet.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 10).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Bruk av makt",
      "content": "Den som utfører vakttjeneste, har ingen adgang til bruk av fysisk makt utover den enhver har adgang til, jf. straffeloven § 18 og straffeprosessloven § 176 første ledd, jf. § 170 a.\nVakttjeneste skal utføres ubevæpnet.\n0 Tilføyd ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342), endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bruk av hund",
      "content": "Hund kan bare benyttes til egenbeskyttelse under utførelse av vakttjeneste. Hunden skal føres i kort line.\nBruk av hund under utførelse av vakttjeneste skal være godkjent av vaktforetaket.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 11).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Plikt til å tegne forsikring",
      "content": "Foretak som skal utøve vaktvirksomhet må ha en forsikring som dekker det ansvar foretaket kan pådra seg under utøvelse av vaktvirksomheten. Forsikringen må tegnes før virksomheten settes i gang og opprettholdes så lenge den pågår.\nDepartementet kan gi nærmere regler om forsikringen. Departementet kan ved forskrift frita forvaltningsorganer som driver ervervsmessig vaktvirksomhet fra plikten til å tegne ansvarsforsikring.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Krav til kommunikasjonsutstyr",
      "content": "Den som utfører vakttjeneste skal kunne kommunisere med betjent vakt- eller alarmsentral mens vakttjenesten utføres. Vaktforetaket er ansvarlig for at det etableres en forsvarlig kommunikasjonsordning.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 13).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opplysnings- og rapporteringsplikt",
      "content": "Foretak som utøver vaktvirksomhet plikter å gi tillatelses- og kontrollmyndigheten de opplysninger og den dokumentasjon som er nødvendig for myndighetens kontroll med at virksomheten drives i samsvar med bestemmelser fastsatt i eller i medhold av loven her og på en måte som er forenlig med å utøve næringsvirksomhet.\nForetak som utøver vaktvirksomhet skal hvert år innen utløpet av mars måned sende en rapport til tillatelses- og kontrollmyndigheten. I rapporten skal det redegjøres for foretakets virksomhet i foregående år og gis en liste over ansatte i foretaket som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 14).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Andres meldeplikt",
      "content": "Dersom skatte- og avgiftsmyndighetene, tollmyndighetene eller Arbeidstilsynet avdekker forhold som de har grunn til å anta har vesentlig betydning for vurderingen av om en tillatelse skal trekkes tilbake etter § 7, plikter de av eget tiltak og uten hinder av taushetsplikt å informere politiet om dette.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vaktvirksomhetsregister",
      "content": "Til bruk for tillatelses- og kontrollmyndigheten skal det opprettes et sentralt elektronisk register over godkjente vaktforetak. Registeret skal kun inneholde opplysninger som er nødvendige for gjennomføringen av tillatelses- og kontrollmyndigheten.\nRegisteret kan blant annet inneholde opplysninger om de enkelte vaktforetak og gjennomførte kontroller av disse, og opplysninger om ansatte som utfører vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste og de personer som omhandles i § 3.\nRegisteret kan kobles mot andre registre i politiet som er relevante og nødvendige for gjennomføringen av meldeplikten i § 8 tredje ledd.\nFortegnelsen over godkjente vaktforetak skal være offentlig.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Forskrift",
      "content": "Departementet skal gi forskrifter om egenvakthold, krav til uttømmende og utvidet politiattest for personer som nevnt i § 3, den nærmere gjennomføringen av § 4 første ledd annet punktum (årlig kontroll), § 8 første ledd første og annet punktum (kravet om tilfredsstillende vandel og om politiattest), § 9 (krav til utdanning, herunder om dispensasjon fra utdanningskravet og om godkjenning av utenlandske utdanninger), § 10 (uniformering), § 11 (legitimasjon), § 13 (bruk av hund) og § 16 (opplysnings- og rapporteringsplikt).\nFør en behandling etter § 18 kan iverksettes, skal departementet i forskrift fastsette nærmere bestemmelser om\n1. formålet med behandlingen,\n2. hvem som er behandlingsansvarlig,\n3. hvilke opplysningskategorier som skal registreres,\n4. hvem i politiet som har tilgang til opplysningene,\n5. og adgangen til å utlevere opplysningene, og\n6. de nærmere regler for retting, sperring og sletting av opplysninger.\nDepartementet kan i forskrift gi nærmere regler om gjennomføringen av § 14 (plikt til å tegne forsikring), herunder frita forvaltningsorganer som driver vaktvirksomhet fra plikten til å tegne ansvarsforsikring.\nDepartementet kan i forskrift bestemme at det skal betales gebyr ved etablering, drift og kontroll av vaktvirksomhet, og gi nærmere bestemmelser om dette.\nDepartementet kan gi nærmere forskrifter til øvrig gjennomføring av loven.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 15), 2 juni 2023 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av loven, straffes med bøter eller fengsel i inntil 3 måneder.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342),tidligere § 16, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ikraftsetting",
      "content": "1. Loven trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra samme tid oppheves lov om vaktvirksomhet av 13. mai 1988 nr. 29.\n3. Forskrifter som er gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29 forblir gjeldende inntil departementet bestemmer noe annet.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 17).\n1 Fra 1 jan 2002 iflg. res. 21 des 2001 nr. 1492 for så vidt gjelder ervervsmessig vaktvirksomhet som drives av private, med unntak av § 12, § 13 og § 14 annet ledd. Ved res. 30 apr 2004 nr. 680 er gjenstående deler av loven satt ikr. 1 juli 2004, for så vidt gjelder ervervsmessig vaktvirksomhet som drives av private. For ervervsmessig vaktvirksomhet som drives av forvaltningsorgan, jf. loven § 1, gjelder loven fra 1 jan 2005.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Overgangsbestemmelse",
      "content": "Loven gjelder også for den som har fått tillatelse til vaktvirksomhet gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29. Vedkommende kan fortsette virksomheten uten å søke om ny tillatelse såfremt tillatelsen ikke strider mot bestemmelser i denne lov.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 18).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne loven er å\na. ivareta rettssikkerheten for dem som kommer i kontakt med vektere,\nb. sikre god kvalitet på vakttjenester,\nc. legge forholdene til rette for en effektiv offentlig kontroll av virksomheten, og\nd. hindre vaktvirksomhet som på grunn av sin militære eller annen sikkerhetsmessige karakter er uforenlig med vaktvirksomhet etter denne loven, eller for øvrig er ulovlig eller i strid med internasjonal rett.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for ervervsmessig vaktvirksomhet og egenvakthold. Med ervervsmessig vaktvirksomhet forstås i loven her virksomhet som går ut på å utføre vakttjenester mot vederlag. Med egenvakthold menes vakttjenester av egen privat eiendom og egne statlige og kommunale eiendommer, med tilliggende bygninger og ansatte, så lenge vaktholdet utføres av virksomhetens egne ansatte. Med vakttjenester forstås tjenester der det ved bruk av personer, TV-overvåking, elektronisk overvåking eller på annen måte:\na. utføres tilsyn med privat område eller offentlig område,\nb. utføres kontrolltjenester,\nc. utføres verditransporter,\nd. utføres ledsagertjenester,\ne. mottas og behandles alarmsignaler fra overfalls- eller innbruddsalarmanlegg eller utrykning etter slike signaler etter avtale, eller\nf. opplæring i vakttjenester.\nLoven gjelder ervervsmessig vaktvirksomhet og egenvakthold som drives av private eller forvaltningsorgan. Med forvaltningsorgan forstås i loven her ethvert organ for stat eller kommune.\nLoven gjelder ikke for vaktoppdrag som utøves sporadisk og har lite omfang, med mindre politiet setter som vilkår at vakttjenestene av sikkerhetsmessige grunner skal utføres av godkjente vektere. Loven gjelder ikke for vaktvirksomhet som Forsvaret utfører ved bruk av eget personell, vaktvirksomhet på skip eller godsterminaler på havner eller havneterminaler som omfattes av ISPS-regelverket, eller vaktstyrken ved Norges Bank.\nKongen kan gi forskrift om lovens anvendelse på Svalbard og kan fastsette særlige regler under hensyn til de stedlige forhold.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Tillatelse",
      "content": "For å utøve ervervsmessig vaktvirksomhet eller egenvakthold i henhold til § 2 kreves tillatelse. Slik tillatelse kan kun gis til foretak, enpersonsforetak eller forvaltningsorgan. Det skal ikke gis tillatelse til foretak som driver virksomhet i strid med formålet med loven, eller i strid med øvrige krav til å drive næringsvirksomhet.\nForetaket må være registrert i Foretaksregisteret før tillatelse gis. Foretaket må ha fast forretningssted i riket. Tillatelsen kan gis til selskap, stiftelse eller annen sammenslutning når samtlige medlemmer av styret i et aksjeselskap eller annen sammenslutning med begrenset ansvar oppfyller kravene i tredje ledd bokstav a til d, og samtlige fullt ansvarlige deltakere i ansvarlig selskap eller kommandittselskap oppfyller kravene i tredje ledd bokstav a til d.\nEnpersonsforetak må være registrert i Enhetsregisteret før innehaveren kan gis tillatelse. Organisasjonsnummer må oppgis i søknaden. Innehaveren må dessuten:\na. være fylt 21 år,\nb. ha tilfredsstillende vandel,\nc. være statsborger i stat som er part i EØS-avtalen, og\nd. for øvrig inneha nødvendig tillit og ikke anses uskikket til å utøve vaktvirksomhet på forsvarlig måte.\nDersom foretaket eller enpersonsforetaket har daglig leder, må også denne fylle vilkårene i tredje ledd bokstav a til d.\nPersoner som har vesentlig innflytelse på virksomheten, må fylle kravet til tilfredsstillende vandel. Personer som eier en vesentlig del av virksomheten eller av foretak som driver virksomheten eller som oppebærer en vesentlig del av dens avkastning eller innehar en lederfunksjon i den, vil alltid anses å ha vesentlig innflytelse på virksomheten. I vurderingen av om en person har vesentlig innflytelse på virksomheten, regnes vedkommendes eierandeler eller stemmer sammen med eierandeler eller stemmer som tilhører følgende personer:\na. ektefelle eller person som vedkommende bor sammen med i ekteskapslignende forhold,\nb. slektninger i rett oppstigende eller nedstigende linje samt søsken,\nc. ektefelle til person som nevnt i punkt b eller personer som bor i ekteskapslignende forhold sammen med person som nevnt i punkt b.\nDet kan i særlige tilfeller gjøres unntak fra kravet til alder i tredje ledd bokstav a.\nDersom det skjer endringer i sammensetningen av virksomhetens eierskap, styre eller deltakere, skal dette meddeles den myndighet som har gitt tillatelsen innen 1 måned etter endringen. Det samme gjelder dersom det er utpekt ny daglig leder.\nDel av forvaltningsorgan som utøver ervervsmessig vaktvirksomhet, må være utskilt som en egen juridisk enhet. Del av forvaltningsorgan som utøver egenvakthold må være etablert som en egen avdeling innenfor virksomheten.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Tillatelses- og kontrollmyndighet",
      "content": "Politiet er tillatelses- og kontrollmyndighet. Det skal foretas årlig kontroll med vaktforetakene på bakgrunn av selskapenes rapporteringsplikt etter § 16.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Tillatelsens innhold",
      "content": "Tillatelsen gis for bestemte former for vaktvirksomhet etter § 2 første ledd bokstav a til f.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Bortfall av tillatelse",
      "content": "Tillatelsen bortfaller dersom foretaket som tillatelsen er gitt til tas under konkursbehandling, eller dersom innehaveren av enpersonsforetaket dør. Et konkursbo eller dødsbo har rett til å fortsette virksomheten i den utstrekning det finnes hensiktsmessig med sikte på avvikling eller overføring av virksomheten til ny eier, likevel ikke utover 6 måneder uten tillatelse fra tillatelses- og kontrollmyndigheten.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Tilbakekall av tillatelse",
      "content": "En tillatelse kan tilbakekalles dersom innehaveren, ledelsen, eieren eller annen person som har vesentlig innflytelse på virksomheten i foretaket som har tillatelsen, eller noen ansatte i foretaket, har gjort seg skyldig i grov eller gjentatt overtredelse av særskilte vilkår for tillatelsen eller av bestemmelser fastsatt i eller i medhold av loven. Det samme gjelder dersom vilkårene for tillatelse ikke lenger er oppfylt.\nTillatelsen kan også tilbakekalles dersom det ikke har vært virksomhet i foretaket på to år, eller virksomheten ikke er startet opp innen ett år etter at tillatelse er gitt.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Krav til ansatte mv.",
      "content": "Den som skal tilsettes i foretak som omfattes av loven, og som enten skal utføre vakttjeneste eller ha oppgaver direkte knyttet til vakttjeneste, må ha tilfredsstillende vandel. Vandelskravet gjelder tilsvarende for lærlinger i sikkerhetsfaget og for skoleelever med faget yrkesfaglig fordypning som har praksis i foretak som omfattes av loven. Det kan kreves uttømmende og utvidet politiattest. Personer som nevnt i første punktum må være fylt 18 år. Lærlinger i sikkerhetsfaget kan likevel tilsettes i foretak som omfattes av loven og utføre vakttjeneste eller ha oppgaver direkte knyttet til vakttjeneste før de er fylt 18 år.\nForetakets ledelse har plikt til å sørge for at ansatte i foretaket som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste, oppfyller kravene i lov og forskrift.\nPolitiet har plikt til å varsle vaktforetaket om ansatte, som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste, som er under etterforskning for straffbare forhold av alvorlig karakter eller forhold som har betydning for tilliten i vedkommendes arbeid. Plikten gjelder såfremt opplysningene kan gis uten å skade etterforskningen.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 7), 2 juni 2023 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Krav til utdanning",
      "content": "Den som skal utføre ansvarlig vakttjeneste, må ha gjennomført godkjent utdanning for vektere. Slik utdanning skal bestå av\na. en teoretisk del gjennomført før ansettelse,\nb. praksisopplæring i vakttjeneste, herunder objektopplæring,\nc. oppsummerende teorikurs og avsluttende eksamen,\nd. eventuell tilleggsutdannelse for utførelse av spesialtjeneste og\ne. bestått regodkjenning hvert 4 år.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Uniformering",
      "content": "Den som utfører vakttjeneste skal bære uniform. Uniformen skal kun bæres i aktiv tjeneste. Tillatelses- og kontrollmyndigheten kan gjøre unntak fra kravet om bruk av uniform under utførelse av spesielle vaktoppdrag når særlige grunner tilsier det. Det skal fremgå av uniformen om personen er godkjent vekter eller under opplæring.\nUniformen skal være godkjent av tillatelses- og kontrollmyndigheten. Det samme gjelder uniformering av materiell. Uniformeringen skal utformes slik at den ikke kan forveksles med politiets, Forsvarets eller tollvesenets uniformering.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Legitimasjon",
      "content": "Den som utfører vakttjeneste skal bære synlig ID-kort for vektere. Vekteren plikter å oppgi tjenestenummer og foretak når dette forlanges av den som tjenestehandlingen direkte angår eller av politiet.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 10).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Bruk av makt",
      "content": "Den som utfører vakttjeneste, har ingen adgang til bruk av fysisk makt utover den enhver har adgang til, jf. straffeloven § 18 og straffeprosessloven § 176 første ledd, jf. § 170 a.\nVakttjeneste skal utføres ubevæpnet.\n0 Tilføyd ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342), endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Bruk av hund",
      "content": "Hund kan bare benyttes til egenbeskyttelse under utførelse av vakttjeneste. Hunden skal føres i kort line.\nBruk av hund under utførelse av vakttjeneste skal være godkjent av vaktforetaket.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 11).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Plikt til å tegne forsikring",
      "content": "Foretak som skal utøve vaktvirksomhet må ha en forsikring som dekker det ansvar foretaket kan pådra seg under utøvelse av vaktvirksomheten. Forsikringen må tegnes før virksomheten settes i gang og opprettholdes så lenge den pågår.\nDepartementet kan gi nærmere regler om forsikringen. Departementet kan ved forskrift frita forvaltningsorganer som driver ervervsmessig vaktvirksomhet fra plikten til å tegne ansvarsforsikring.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 12).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Krav til kommunikasjonsutstyr",
      "content": "Den som utfører vakttjeneste skal kunne kommunisere med betjent vakt- eller alarmsentral mens vakttjenesten utføres. Vaktforetaket er ansvarlig for at det etableres en forsvarlig kommunikasjonsordning.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 13).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Opplysnings- og rapporteringsplikt",
      "content": "Foretak som utøver vaktvirksomhet plikter å gi tillatelses- og kontrollmyndigheten de opplysninger og den dokumentasjon som er nødvendig for myndighetens kontroll med at virksomheten drives i samsvar med bestemmelser fastsatt i eller i medhold av loven her og på en måte som er forenlig med å utøve næringsvirksomhet.\nForetak som utøver vaktvirksomhet skal hvert år innen utløpet av mars måned sende en rapport til tillatelses- og kontrollmyndigheten. I rapporten skal det redegjøres for foretakets virksomhet i foregående år og gis en liste over ansatte i foretaket som skal utføre vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 14).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Andres meldeplikt",
      "content": "Dersom skatte- og avgiftsmyndighetene, tollmyndighetene eller Arbeidstilsynet avdekker forhold som de har grunn til å anta har vesentlig betydning for vurderingen av om en tillatelse skal trekkes tilbake etter § 7, plikter de av eget tiltak og uten hinder av taushetsplikt å informere politiet om dette.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Vaktvirksomhetsregister",
      "content": "Til bruk for tillatelses- og kontrollmyndigheten skal det opprettes et sentralt elektronisk register over godkjente vaktforetak. Registeret skal kun inneholde opplysninger som er nødvendige for gjennomføringen av tillatelses- og kontrollmyndigheten.\nRegisteret kan blant annet inneholde opplysninger om de enkelte vaktforetak og gjennomførte kontroller av disse, og opplysninger om ansatte som utfører vakttjeneste eller har oppgaver direkte knyttet til vakttjeneste og de personer som omhandles i § 3.\nRegisteret kan kobles mot andre registre i politiet som er relevante og nødvendige for gjennomføringen av meldeplikten i § 8 tredje ledd.\nFortegnelsen over godkjente vaktforetak skal være offentlig.\n0 Tilføyd ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Forskrift",
      "content": "Departementet skal gi forskrifter om egenvakthold, krav til uttømmende og utvidet politiattest for personer som nevnt i § 3, den nærmere gjennomføringen av § 4 første ledd annet punktum (årlig kontroll), § 8 første ledd første og annet punktum (kravet om tilfredsstillende vandel og om politiattest), § 9 (krav til utdanning, herunder om dispensasjon fra utdanningskravet og om godkjenning av utenlandske utdanninger), § 10 (uniformering), § 11 (legitimasjon), § 13 (bruk av hund) og § 16 (opplysnings- og rapporteringsplikt).\nFør en behandling etter § 18 kan iverksettes, skal departementet i forskrift fastsette nærmere bestemmelser om\n1. formålet med behandlingen,\n2. hvem som er behandlingsansvarlig,\n3. hvilke opplysningskategorier som skal registreres,\n4. hvem i politiet som har tilgang til opplysningene,\n5. og adgangen til å utlevere opplysningene, og\n6. de nærmere regler for retting, sperring og sletting av opplysninger.\nDepartementet kan i forskrift gi nærmere regler om gjennomføringen av § 14 (plikt til å tegne forsikring), herunder frita forvaltningsorganer som driver vaktvirksomhet fra plikten til å tegne ansvarsforsikring.\nDepartementet kan i forskrift bestemme at det skal betales gebyr ved etablering, drift og kontroll av vaktvirksomhet, og gi nærmere bestemmelser om dette.\nDepartementet kan gi nærmere forskrifter til øvrig gjennomføring av loven.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 15), 2 juni 2023 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av loven, straffes med bøter eller fengsel i inntil 3 måneder.\n0 Endret ved lover 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342),tidligere § 16, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Ikraftsetting",
      "content": "1. Loven trer i kraft fra den tid Kongen bestemmer.​1\n2. Fra samme tid oppheves lov om vaktvirksomhet av 13. mai 1988 nr. 29.\n3. Forskrifter som er gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29 forblir gjeldende inntil departementet bestemmer noe annet.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 17).\n1 Fra 1 jan 2002 iflg. res. 21 des 2001 nr. 1492 for så vidt gjelder ervervsmessig vaktvirksomhet som drives av private, med unntak av § 12, § 13 og § 14 annet ledd. Ved res. 30 apr 2004 nr. 680 er gjenstående deler av loven satt ikr. 1 juli 2004, for så vidt gjelder ervervsmessig vaktvirksomhet som drives av private. For ervervsmessig vaktvirksomhet som drives av forvaltningsorgan, jf. loven § 1, gjelder loven fra 1 jan 2005.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Overgangsbestemmelse",
      "content": "Loven gjelder også for den som har fått tillatelse til vaktvirksomhet gitt med hjemmel i lov om vaktvirksomhet av 13. mai 1988 nr. 29. Vedkommende kan fortsette virksomheten uten å søke om ny tillatelse såfremt tillatelsen ikke strider mot bestemmelser i denne lov.\n0 Endret ved lov 19 juni 2009 nr. 85 (ikr. 1 apr 2011 iflg. res. 1 apr 2011 nr. 342, tidligere § 18).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}