{
  "id": "LOV-1977-06-03-50",
  "type": "statute",
  "title": "Lov om arbeidstiden og hviletiden på skip",
  "short_name": "Lov om arbeidstiden på skip.",
  "status": "in_force",
  "issued_date": "1977-06-03",
  "in_force_date": "1977-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1977-06-03-50",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Området for loven",
      "content": "1. Loven her gjelder med de nedenfor nevnte unntak arbeidstid​2 og hviletid​3 for sjøfolk​4 som utfører arbeid i skipets tjeneste eller for øvrig om bord eller annet sted i henhold til pålegg av overordnet. For fiske- og fangstfartøy​5 gjelder bare lovens §§ 1 a og 2 fjerde ledd.\n2. Drives et skip av flere i fellesskap for egen regning og noen av dem utfører arbeid om bord, regnes disse som sjøfolk.​4 Som sjøfolk​4 regnes også selvstendige oppdragstakere som utfører arbeid om bord i forbindelse med selskapets drift.\n3. Lovens arbeidstidsbestemmelser gjelder ikke for:\n3.1. skipsfører og overstyrmann som ikke inngår i skipets brovakt,​6\n3.2. maskinsjef​7 som ikke inngår i skipets maskinvakt,\n3.3. stuert som har minst 3 underordnede eller, dersom det er avtalt mellom selskapenes og sjøfolkenes organisasjoner, et lavere antall,\n3.4. sjøfolk​4 som er leder av en avdeling om bord med minst 3 underordnede, og hvis tjeneste ikke er delt i vakter.\n3.5. regnskapsfører (purser),\n3.6. los som ikke er medlem av besetningen,\n3.7. lege og tannlege,\n3.8. person som er tilsatt bare for å gjøre arbeid i samband med sykepleie.\n3.9. person som bare har plikter i samband med lasten om bord og som ikke er i selskapets tjeneste,\n3.10. person som bare arbeider for egen regning og som ikke utfører arbeid om bord i forbindelse med skipets drift,\n3.11. sjøfolk​4 som hører til restaurasjonspersonalet eller kontorpersonalet, når de betegnes som overordnet i avtale mellom selskapenes og sjøfolkenes organisasjoner.\n4. Loven gjelder ikke for sjøfolk​4 som er tilsatt på:\n4.1. skip som tilhører Forsvaret og som ikke brukes til ervervsmessig føring av gods eller passasjerer,\n4.2. skip som er under 15 meter største lengde og som bare brukes i innenriks fart med mindre de er over 10 meter største lengde og er passasjerskip eller fører gods i rute,\n4.3. – – –\n4.4. – – –\n4.5. fritidsbåter,\n4.6. seilskip uten hjelpemaskin,\n4.7. hospitalskip, mudderapparater og redningsskøyter, når de brukes som slike,\n4.8. flyttbare boreplattformer og andre flyttbare innretninger i sjøen.\n5. Kongen kan i forskrift​8 bestemme at loven her helt eller delvis skal gis anvendelse for sjøfolk som nevnt i fjerde ledd og for ungdom som etter lov 30. mai 1975 nr. 18 (sjømannsloven) kan utføre arbeid i skipets tjeneste.\n0 Endret ved lover 5 juni 1981 nr. 43, 16 des 1983 nr. 72, 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. § 2 og lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 5.\n4 Se § 2 nr. 14.\n5 Se § 2 nr. 4.\n6 Se § 2 nr. 2.\n7 Se § 2 nr. 7.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "Forskriftshjemmel",
      "content": "Kongen gir forskrifter​1 med egne bestemmelser om arbeids- og hviletiden på fiske- og fangstfartøy.​2 Forskriften kan bestemme at den ikke får anvendelse for visse grupper av personer på fiske- og fangstfartøy, eller visse fiske- og fangstfartøy eller grupper av fiske- og fangstfartøy.\n0 Tilføyd ved lov 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 1 nr. 1 siste punktum og § 2 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Definisjoner m.m.",
      "content": "I denne lov betyr:\n1. arbeidstid: den tiden hvor sjøfolk​2 utfører arbeid for skipet,​3\n2. brovakt: sjøfolk​2 som utfører vakthold på broen i samsvar med påbud i kapittel VIII i STCW-konvensjonen​4 og i den til enhver tid gjeldende forskrift om vakthold på skip fastsatt med hjemmel i sjøloven​5 § 506,\n3. døgn: tiden fra kl. 00.00 til kl. 24.00,\n4. fiske- og fangstfartøy:​6 fartøy som ervervsmessig benyttes til å fange levende ressurser i havet, eller som fører egen fangst alene eller i forbindelse med andres, eller fartøy som er bestemt til tilvirkning av fiske- eller fangstprodukter, når de brukes til dette eller til føring av egne fangstprodukter, alene eller i forbindelse med andres.\n5. hviletid:​7 tid utenom arbeidstid,​8 ikke iberegnet korte pauser,\n6. innenriks fart: innsjø- og elvefart i Norge og fart på den norske kyst, unntatt fart på Svalbard​9 og Jan Mayen. Hvis et skip på en del av en reise er i fart utenfor innenriks fart, anses det for å være i utenriks fart hele reisen med mindre dette skyldes en nødsituasjon. Med utenriks fart menes all fart utenfor innenriks fart,\n7. maskinsjef:​10 den overordnete maskinoffiseren som er ansvarlig for skipets mekaniske framdrift og for drift og vedlikehold av mekaniske og elektriske installasjoner om bord,\n8. maskinvakt: sjøfolk​11 som utgjør vakten i maskinen eller en ansvarsperiode der vakthavendes fysiske nærvær i maskinrommet kan være, eller ikke være, påkrevd,\n9. navigatør: offiser med kvalifikasjoner for dekksoffisersertifikat etter bestemmelsene i kapittel II i STCW-konvensjonen,​4\n10. offentlige fridager: helgedager, søndager, samt høytidsdager som er fastsatt her i riket.​12 Likt med helgedager regnes tiden fra kl. 15.00 til kl. 24.00 påskeaften, pinseaften, julaften og nyttårsaften,\n11. overstyrmann: den dekksoffiser som har rang nest etter skipsføreren, og som overtar kommandoen på skipet dersom skipsføreren blir ute av stand til å utføre sine plikter,\n12. passasjerskip: skip som skal ha sertifikat i henhold til bestemmelsene i lov 9. juni 1903 nr. 7 om Statskontrol med Skibes Sjødyktighed m.v.,​13\n13. selskap: eieren av skipet eller enhver annen organisasjon eller person, slik som driftsleder eller bareboat-befrakter, som har påtatt seg ansvaret for driften av skipet etter eieren, og som ved overtakelse av slikt ansvar har samtykket i å overta enhver medfølgende plikt og ansvar,\n14. sjøfolk: personer som er tilsatt i enhver stilling om bord på skip som kommer inn under loven her,​14\n15. skiftordning: en arbeidsordning som innebærer at skipets sjøfolk tjenestegjør om bord i et bestemt tidsrom, for så å helt eller delvis avløses av andre sjøfolk, og der sjøfolk som avløses kan forlate skipet,\n16. STCW-konvensjonen: Internasjonal konvensjon om normer for opplæring, sertifikater og vakthold for sjøfolk av 7. juli 1978 med endringer av 7. juli 1995,\n17. tariffavtale:​15 en avtale mellom en fagforening og en arbeidsgiver eller arbeidsgiverforening om arbeids- og lønnsvilkår eller andre arbeidsforhold,\n18. uke: tiden fra mandag kl. 00.00 til søndag kl. 24.00,\n19. vaktordning: en arbeidsordning som innebærer at arbeidstiden for skipets besetning helt eller delvis er delt opp i vakter og hvor hele besetningen normalt skal være om bord.\n0 Endret ved lover 26 juni 1998 nr. 51, 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 1 og § 2 nr. 14.\n3 Jfr. § 3.\n4 Se § 16.\n5 Lov 24 juni 1994 nr. 39.\n6 Jfr. § 1 nr. 1 siste punktum og § 1 a.\n7 Se § 12.\n8 Se nr. 1.\n9 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n10 Jfr. § 1 nr. 3.2.\n11 Jfr. § 1 og § 2 nr. 14.\n12 Jfr. lov 26 april 1947 nr. 1.\n13 Jfr. lov 9 juni 1903 nr. 7 § 94 og § 100.\n14 Se § 1.\n15 Jfr. lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Alminnelig arbeidstid",
      "content": "1. Den alminnelige arbeidstiden skal være 8 timer i døgnet, med ett døgns hvile i hver uke og hvile på offentlige fridager.​2\n2. Første ledd gjelder ikke for følgende skip:\n2.1. skip i innenriks rutefart med skift- eller vaktordninger,​2\n2.2. andre skip med bruttotonnasje under 300, forutsatt at rederiet avgir en skriftlig, bindende erklæring til departementet om å følge bestemmelsene gitt i relevante tariffavtaler inngått mellom arbeidsgiver og arbeidstakerorganisasjoner for samtlige medlemmer av besetningen,\n2.3. ved unntak kan den totale alminnelige arbeidstiden i løpet av en periode på høyst 12 uker, likevel ikke overstige 56 timer i uken i gjennomsnitt.\n0 Endret ved lover 16 des 1983 nr. 72, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 7, § 11 og § 18.\n2 Se § 2 nr. 1 og § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Selskapets og skipsførerens ansvar",
      "content": "1. Selskapet skal sørge for at skipsføreren​1 settes i stand til å overholde forpliktelsene etter loven her, herunder dem som gjelder hensiktsmessig bemanning av skipet.​2\n2. Skipsføreren skal påse at bestemmelsene i loven her om sjøfolks arbeids- og hviletid blir overholdt.​3 Skipsføreren skal også sørge for at et eksemplar av loven her og de relevante tariffavtalene​4 finnes om bord​5 og er lett tilgjengelige for sjøfolk​6 som er tilsatt på skipet.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 1 nr. 3.1.\n2 Jfr. § 7.\n3 Se § 2 nr. 1 og nr. 5, jfr. § 3 og § 7.\n4 Jfr. lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.\n5 Sml. lov 30 mai 1975 nr. 18.\n6 Se § 2 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Setting og brekking av vakter.",
      "content": "1. Når skipet kommer til havn skal vaktene brekkes senest 4 timer etter at endelig ankring eller fortøyning er foretatt, hvis ikke sjøvaktene holdes gående etter nr. 3.\n2. Når skipet går fra havn skal vaktene settes tidligst 8 timer før avgang.\n3. Når skipsføreren antar at skipets opphold i havn regnet fra den tid da endelig ankring eller fortøyning er skjedd til ankeret igjen er hevet eller fortøyningene kastet loss, vil bli av mindre varighet enn 14 timer eller når han finner det nødvendig for skipets sikkerhet, kan han bestemme at det skal gås vakter som om skipet var i sjøen.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ekstraarbeid på grunn av sikkerhetstjeneste",
      "content": "1. Ut over tjeneste etter § 3 kan skipsfører kreve at sjøfolk​2 skal arbeide så mange timer som er nødvendig for direkte å trygge skipets sikkerhet, personer om bord eller frakt, eller for å yte hjelp til andre skip eller personer i nød på havet.\n2. Etter første ledd kan skipsføreren sette til side arbeidsordningen eller hviletid som er forutbestemt og kreve at sjøfolk​2 skal arbeide så mange timer som er nødvendig inntil situasjonen er normalisert.\n3. I tilfeller som nevnt i første ledd skal, så snart som praktisk mulig etter at situasjonen er normalisert, skipsføreren sikre at sjøfolk​2 som har utført arbeid under en fastsatt hvileperiode,​3 får tilstrekkelig hvile.\n4. Sjøfolk​2 plikter å medvirke under håndheving av tollbestemmelser samt karantene- og andre sunnhetsbestemmelser.\n5. Navigatører​4 kan på samme måte pålegges ved vaktavløsning å utføre nødvendig arbeid i forbindelse med bestemmelsen av skipets posisjon.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 14.\n3 Jfr. § 3 og § 12.\n4 Se § 2 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Begrensning av nattarbeid for ungdom",
      "content": "Ungdom under 18 år må ikke​2 arbeide mellom kl. 20.00 og kl. 08.00 i større utstrekning enn at vedkommende får minst 9 timers sammenhengende fritid i dette tidsrom. Dette gjelder dog ikke arbeid som nevnt i § 7 første og annet ledd.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Sml. lov 17 juni 2005 nr. 62 § 11-3. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Hviletid.​1",
      "content": "1. Hviletiden skal minst være:​2\n1.1. 10 timer i løpet av en hvilken som helst periode på 24 timer, og\n1.2. 77 timer i løpet av en hvilken som helst periode på 168 timer.\n2. Hviletiden kan deles i to perioder, hvorav én skal være minst seks timer lang, og intervallet mellom fortløpende hvileperioder skal ikke overstige 14 timer.​2\n3. For sjøfolk​3 som går vakter trenger ikke bestemmelsene i første og annet ledd overholdes i tilfelle av en nødsituasjon eller arbeid som følge av en øvelse eller andre overordnede driftsforhold.\n4. Mønstringer, brann- og livbåtøvelser, og andre øvelser pålagt i eller i medhold av lov, skal utføres på en måte som reduserer forstyrrelse av hvileperioder til et minimum og ikke forårsaker tretthet.\n5. Når sjøfolk har vært i beredskap, skal de ha en tilfredsstillende hvileperiode i erstatning for den hviletiden som har gått tapt.\n0 Endret ved lover 26 juni 1998 nr. 51 (Jfr. EØS-avtalen vedlegg XVIII nr. 28 (dir 93/104) og 32 b (dir 1999/63), 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).)\n1 Se § 2 nr. 5.\n2 Se § 16.\n3 Se § 2 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Registreringsskjema",
      "content": "1. Alle sjøfolk​2 skal få utlevert registreringsskjema som skal utfylles så snart som mulig.\n2. Forskrifter​3 om innretning og føring av registreringsskjema for arbeids- og hviletid gis av departementet.​4 Enhver som kan påvise at det har rettslig interesse​5 for ham, skal ha adgang til å gjøre seg kjent med innholdet i registreringsskjemaene og til å få utskrift av de deler av dem som har betydning for ham.\n3. Sjøfolk​2 skal motta kopi av de fortegnelsene som gjelder dem, undertegnet av skipsføreren,​6 eller den som skipsføreren bemyndiger.\n4. Registreringsskjemaer skal oppbevares av selskapet i minst 3 år etter at de er utfylt. Hvis det er reist sak for retten angående krav på betaling for arbeid som er, eller påstås å skulle ha vært innført i skjemaene, skal skjemaene oppbevares utover 3 år inntil saken er endelig avgjort.​7\n5. Dersom det i medhold av denne lovs § 1 femte ledd er gitt forskrifter om innretning og føring av registreringsskjema, gjelder denne paragrafs annet ledd annet punktum, tredje ledd og fjerde ledd tilsvarende.\n0 Endret ved lover 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 18. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 14.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Nærings- og handelsdepartementet.\n5 Jfr. tvml. § 54.\n6 Jfr. § 4.\n7 Jfr. tvml. § 161.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Tilsynet med at loven overholdes",
      "content": "1. Departementet​2 fører tilsyn med at bestemmelsene i loven her overholdes. Kongen kan gi forskrifter​3 om gjennomføringen av tilsynet.\n2. Dersom kontroll av registreringsskjema eller andre forhold tyder på brudd på bestemmelsene om arbeids- og hviletid i §§ 3 og 12 i loven her, skal departementet​2 kreve at det treffes tiltak i den utstrekning det anses nødvendig for å unngå fremtidige brudd, herunder revisjon av skipets bemanning.​4\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 18. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Fravik fra loven",
      "content": "1. Bestemmelsene i § 12 første og annet ledd kan fravikes til skade for sjøfolk, dersom fraviket er gjort i bindende tariffavtale.​1 Slike fravik skal, så langt som mulig, følge de fastsatte normene, men kan ta hensyn til hyppigere eller lengre fritidsperioder eller til erstatningsfritid for sjøfolk​2 som arbeider om bord på skip på korte sjøreiser.\n2. For sjøfolk​2 som inngår i bro- eller maskinvakt​3 skal fravik i tariffavtale fra bestemmelsene i § 12 første ledd være begrenset til minst 6 sammenhengende timer under forutsetning av at ingen slik reduksjon strekker seg over mer enn 48 timer og at hviletiden er på minst 70 timer for hvert tidsrom på sju dager.\n3. Dersom det ikke finnes noen tariffavtale​1 eller der Kongen finner at bestemmelsene i tariffavtalen, i forhold til bestemmelsene i § 12 fjerde og femte ledd ikke er tilstrekkelige, kan Kongen fastsette forskrifter​4 for å sikre at sjøfolk​2 får tilstrekkelig hvile.\n4. Departementet​5 kan i særskilte tilfeller og etter begrunnet uttalelse fra de berørte sjømanns- og rederiorganisasjoner fravike​6 bestemmelsene i § 12 første og annet ledd på passasjerskip med skiftordning i innenriks fart,​7 herunder fastsette nærmere vilkår for fraviket.\n5. Departementet​5 kan for mindre skip tillate fravik​6 fra bestemmelsen i § 3 første ledd når det etter forholdene om bord i det enkelte skip eller typer av skip finnes rimelig og nødvendig.\n6. Departementet​5 kan også for større skip tillate fravik​6 fra bestemmelsen i § 3 første ledd som ledd i prøveordninger og i andre særlige tilfeller.\n7. Før fravik etter femte eller sjette ledd tillates, skal det innhentes uttalelse fra sakkyndig råd, jf § 17. Likebehandling etter modell av tidligere avgjørelser i rådet om fravik fra bestemmelsen i § 3 første ledd, kan tas av departementet uten at saken blir fremlagt i sakkyndig råd i hvert enkelt tilfelle.​6\n8. Fravik etter bestemmelsene i fjerde, femte, sjette og syvende ledd annet punktum i paragrafen her, skal være tidsbegrenset.\n0 Endret ved lover 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 4 nr. 2 og lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.\n2 Se § 2 nr. 14.\n3 Se § 2 nr. 2 og nr. 8.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Nærings- og handelsdepartementet.\n6 Se nr. 8.\n7 Se § 2 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Sakkyndige råd.",
      "content": "Til å bistå departementet​1 eller vedkommende myndighet ved behandling av saker etter denne lov opprettes et sakkyndig råd. Rådet skal bestå av representanter for de interesserte organisasjoner. Nærmere bestemmelser om rådets organisasjon og virksomhet gis av Kongen.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Straffebud",
      "content": "1. Dersom forholdet ikke rammes av strengere straffebud, straffes:\n1.1. med bøter​2 en overordnet som forsettlig pålegger noen arbeid i videre utstrekning enn tillatt i eller i medhold av loven her, eller overtrer § 4 annet ledd annet punktum eller § 13 eller forskrifter gitt i medhold av § 13 eller § 15 første ledd.\n1.2. med bøter​2 eller fengsel​3 inntil 6 måneder den som forsettlig unnlater å utlevere eller føre, eller gjør en uriktig innførsel i eller gjør uleselig noe som er ført inn i et registreringsskjema, eller ødelegger eller forstikker et registreringsskjema som skal oppbevares i henhold til denne lovs § 13 fjerde ledd.\n1.3. som nevnt i nr. 1 og 2 den som forsettlig eller uaktsomt har unnlatt​4 å søke å hindre en overtredelse som der er nevnt.\n2. Overtredelse som nevnt i paragrafen her er forseelse​5 uansett straffens størrelse.\n0 Endret ved lover 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a.\n3 Jfr. strl. § 26 a.\n4 Jfr. strl. § 40 annet ledd.\n5 Jfr. strl. § 2 og strpl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Lovens ikrafttredelse m.v.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 10 juni 1949 nr. 2 om arbeidstiden på skip. Forskrifter gitt i medhold av den nevnte lov skal dog fortsatt gjelde inntil de i tilfelle oppheves eller endres av departementet. Dette samme gjelder tillatelser og andre vedtak med hjemmel i nevnte lov. Departementet​2 kan gi overgangsbestemmelser.\n1 Fra 1 juli 1977 iflg. res. 17 juni 1977.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Området for loven",
      "content": "1. Loven her gjelder med de nedenfor nevnte unntak arbeidstid​2 og hviletid​3 for sjøfolk​4 som utfører arbeid i skipets tjeneste eller for øvrig om bord eller annet sted i henhold til pålegg av overordnet. For fiske- og fangstfartøy​5 gjelder bare lovens §§ 1 a og 2 fjerde ledd.\n2. Drives et skip av flere i fellesskap for egen regning og noen av dem utfører arbeid om bord, regnes disse som sjøfolk.​4 Som sjøfolk​4 regnes også selvstendige oppdragstakere som utfører arbeid om bord i forbindelse med selskapets drift.\n3. Lovens arbeidstidsbestemmelser gjelder ikke for:\n3.1. skipsfører og overstyrmann som ikke inngår i skipets brovakt,​6\n3.2. maskinsjef​7 som ikke inngår i skipets maskinvakt,\n3.3. stuert som har minst 3 underordnede eller, dersom det er avtalt mellom selskapenes og sjøfolkenes organisasjoner, et lavere antall,\n3.4. sjøfolk​4 som er leder av en avdeling om bord med minst 3 underordnede, og hvis tjeneste ikke er delt i vakter.\n3.5. regnskapsfører (purser),\n3.6. los som ikke er medlem av besetningen,\n3.7. lege og tannlege,\n3.8. person som er tilsatt bare for å gjøre arbeid i samband med sykepleie.\n3.9. person som bare har plikter i samband med lasten om bord og som ikke er i selskapets tjeneste,\n3.10. person som bare arbeider for egen regning og som ikke utfører arbeid om bord i forbindelse med skipets drift,\n3.11. sjøfolk​4 som hører til restaurasjonspersonalet eller kontorpersonalet, når de betegnes som overordnet i avtale mellom selskapenes og sjøfolkenes organisasjoner.\n4. Loven gjelder ikke for sjøfolk​4 som er tilsatt på:\n4.1. skip som tilhører Forsvaret og som ikke brukes til ervervsmessig føring av gods eller passasjerer,\n4.2. skip som er under 15 meter største lengde og som bare brukes i innenriks fart med mindre de er over 10 meter største lengde og er passasjerskip eller fører gods i rute,\n4.3. – – –\n4.4. – – –\n4.5. fritidsbåter,\n4.6. seilskip uten hjelpemaskin,\n4.7. hospitalskip, mudderapparater og redningsskøyter, når de brukes som slike,\n4.8. flyttbare boreplattformer og andre flyttbare innretninger i sjøen.\n5. Kongen kan i forskrift​8 bestemme at loven her helt eller delvis skal gis anvendelse for sjøfolk som nevnt i fjerde ledd og for ungdom som etter lov 30. mai 1975 nr. 18 (sjømannsloven) kan utføre arbeid i skipets tjeneste.\n0 Endret ved lover 5 juni 1981 nr. 43, 16 des 1983 nr. 72, 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. § 2 og lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 1.\n3 Se § 2 nr. 5.\n4 Se § 2 nr. 14.\n5 Se § 2 nr. 4.\n6 Se § 2 nr. 2.\n7 Se § 2 nr. 7.\n8 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "title": "Forskriftshjemmel",
      "content": "Kongen gir forskrifter​1 med egne bestemmelser om arbeids- og hviletiden på fiske- og fangstfartøy.​2 Forskriften kan bestemme at den ikke får anvendelse for visse grupper av personer på fiske- og fangstfartøy, eller visse fiske- og fangstfartøy eller grupper av fiske- og fangstfartøy.\n0 Tilføyd ved lov 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Jfr. § 1 nr. 1 siste punktum og § 2 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Definisjoner m.m.",
      "content": "I denne lov betyr:\n1. arbeidstid: den tiden hvor sjøfolk​2 utfører arbeid for skipet,​3\n2. brovakt: sjøfolk​2 som utfører vakthold på broen i samsvar med påbud i kapittel VIII i STCW-konvensjonen​4 og i den til enhver tid gjeldende forskrift om vakthold på skip fastsatt med hjemmel i sjøloven​5 § 506,\n3. døgn: tiden fra kl. 00.00 til kl. 24.00,\n4. fiske- og fangstfartøy:​6 fartøy som ervervsmessig benyttes til å fange levende ressurser i havet, eller som fører egen fangst alene eller i forbindelse med andres, eller fartøy som er bestemt til tilvirkning av fiske- eller fangstprodukter, når de brukes til dette eller til føring av egne fangstprodukter, alene eller i forbindelse med andres.\n5. hviletid:​7 tid utenom arbeidstid,​8 ikke iberegnet korte pauser,\n6. innenriks fart: innsjø- og elvefart i Norge og fart på den norske kyst, unntatt fart på Svalbard​9 og Jan Mayen. Hvis et skip på en del av en reise er i fart utenfor innenriks fart, anses det for å være i utenriks fart hele reisen med mindre dette skyldes en nødsituasjon. Med utenriks fart menes all fart utenfor innenriks fart,\n7. maskinsjef:​10 den overordnete maskinoffiseren som er ansvarlig for skipets mekaniske framdrift og for drift og vedlikehold av mekaniske og elektriske installasjoner om bord,\n8. maskinvakt: sjøfolk​11 som utgjør vakten i maskinen eller en ansvarsperiode der vakthavendes fysiske nærvær i maskinrommet kan være, eller ikke være, påkrevd,\n9. navigatør: offiser med kvalifikasjoner for dekksoffisersertifikat etter bestemmelsene i kapittel II i STCW-konvensjonen,​4\n10. offentlige fridager: helgedager, søndager, samt høytidsdager som er fastsatt her i riket.​12 Likt med helgedager regnes tiden fra kl. 15.00 til kl. 24.00 påskeaften, pinseaften, julaften og nyttårsaften,\n11. overstyrmann: den dekksoffiser som har rang nest etter skipsføreren, og som overtar kommandoen på skipet dersom skipsføreren blir ute av stand til å utføre sine plikter,\n12. passasjerskip: skip som skal ha sertifikat i henhold til bestemmelsene i lov 9. juni 1903 nr. 7 om Statskontrol med Skibes Sjødyktighed m.v.,​13\n13. selskap: eieren av skipet eller enhver annen organisasjon eller person, slik som driftsleder eller bareboat-befrakter, som har påtatt seg ansvaret for driften av skipet etter eieren, og som ved overtakelse av slikt ansvar har samtykket i å overta enhver medfølgende plikt og ansvar,\n14. sjøfolk: personer som er tilsatt i enhver stilling om bord på skip som kommer inn under loven her,​14\n15. skiftordning: en arbeidsordning som innebærer at skipets sjøfolk tjenestegjør om bord i et bestemt tidsrom, for så å helt eller delvis avløses av andre sjøfolk, og der sjøfolk som avløses kan forlate skipet,\n16. STCW-konvensjonen: Internasjonal konvensjon om normer for opplæring, sertifikater og vakthold for sjøfolk av 7. juli 1978 med endringer av 7. juli 1995,\n17. tariffavtale:​15 en avtale mellom en fagforening og en arbeidsgiver eller arbeidsgiverforening om arbeids- og lønnsvilkår eller andre arbeidsforhold,\n18. uke: tiden fra mandag kl. 00.00 til søndag kl. 24.00,\n19. vaktordning: en arbeidsordning som innebærer at arbeidstiden for skipets besetning helt eller delvis er delt opp i vakter og hvor hele besetningen normalt skal være om bord.\n0 Endret ved lover 26 juni 1998 nr. 51, 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 1 og § 2 nr. 14.\n3 Jfr. § 3.\n4 Se § 16.\n5 Lov 24 juni 1994 nr. 39.\n6 Jfr. § 1 nr. 1 siste punktum og § 1 a.\n7 Se § 12.\n8 Se nr. 1.\n9 Se lov 17 juli 1925 nr. 11 § 1 annet ledd.\n10 Jfr. § 1 nr. 3.2.\n11 Jfr. § 1 og § 2 nr. 14.\n12 Jfr. lov 26 april 1947 nr. 1.\n13 Jfr. lov 9 juni 1903 nr. 7 § 94 og § 100.\n14 Se § 1.\n15 Jfr. lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Alminnelig arbeidstid",
      "content": "1. Den alminnelige arbeidstiden skal være 8 timer i døgnet, med ett døgns hvile i hver uke og hvile på offentlige fridager.​2\n2. Første ledd gjelder ikke for følgende skip:\n2.1. skip i innenriks rutefart med skift- eller vaktordninger,​2\n2.2. andre skip med bruttotonnasje under 300, forutsatt at rederiet avgir en skriftlig, bindende erklæring til departementet om å følge bestemmelsene gitt i relevante tariffavtaler inngått mellom arbeidsgiver og arbeidstakerorganisasjoner for samtlige medlemmer av besetningen,\n2.3. ved unntak kan den totale alminnelige arbeidstiden i løpet av en periode på høyst 12 uker, likevel ikke overstige 56 timer i uken i gjennomsnitt.\n0 Endret ved lover 16 des 1983 nr. 72, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 7, § 11 og § 18.\n2 Se § 2 nr. 1 og § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Selskapets og skipsførerens ansvar",
      "content": "1. Selskapet skal sørge for at skipsføreren​1 settes i stand til å overholde forpliktelsene etter loven her, herunder dem som gjelder hensiktsmessig bemanning av skipet.​2\n2. Skipsføreren skal påse at bestemmelsene i loven her om sjøfolks arbeids- og hviletid blir overholdt.​3 Skipsføreren skal også sørge for at et eksemplar av loven her og de relevante tariffavtalene​4 finnes om bord​5 og er lett tilgjengelige for sjøfolk​6 som er tilsatt på skipet.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 1 nr. 3.1.\n2 Jfr. § 7.\n3 Se § 2 nr. 1 og nr. 5, jfr. § 3 og § 7.\n4 Jfr. lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.\n5 Sml. lov 30 mai 1975 nr. 18.\n6 Se § 2 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Setting og brekking av vakter.",
      "content": "1. Når skipet kommer til havn skal vaktene brekkes senest 4 timer etter at endelig ankring eller fortøyning er foretatt, hvis ikke sjøvaktene holdes gående etter nr. 3.\n2. Når skipet går fra havn skal vaktene settes tidligst 8 timer før avgang.\n3. Når skipsføreren antar at skipets opphold i havn regnet fra den tid da endelig ankring eller fortøyning er skjedd til ankeret igjen er hevet eller fortøyningene kastet loss, vil bli av mindre varighet enn 14 timer eller når han finner det nødvendig for skipets sikkerhet, kan han bestemme at det skal gås vakter som om skipet var i sjøen.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Ekstraarbeid på grunn av sikkerhetstjeneste",
      "content": "1. Ut over tjeneste etter § 3 kan skipsfører kreve at sjøfolk​2 skal arbeide så mange timer som er nødvendig for direkte å trygge skipets sikkerhet, personer om bord eller frakt, eller for å yte hjelp til andre skip eller personer i nød på havet.\n2. Etter første ledd kan skipsføreren sette til side arbeidsordningen eller hviletid som er forutbestemt og kreve at sjøfolk​2 skal arbeide så mange timer som er nødvendig inntil situasjonen er normalisert.\n3. I tilfeller som nevnt i første ledd skal, så snart som praktisk mulig etter at situasjonen er normalisert, skipsføreren sikre at sjøfolk​2 som har utført arbeid under en fastsatt hvileperiode,​3 får tilstrekkelig hvile.\n4. Sjøfolk​2 plikter å medvirke under håndheving av tollbestemmelser samt karantene- og andre sunnhetsbestemmelser.\n5. Navigatører​4 kan på samme måte pålegges ved vaktavløsning å utføre nødvendig arbeid i forbindelse med bestemmelsen av skipets posisjon.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 14.\n3 Jfr. § 3 og § 12.\n4 Se § 2 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Begrensning av nattarbeid for ungdom",
      "content": "Ungdom under 18 år må ikke​2 arbeide mellom kl. 20.00 og kl. 08.00 i større utstrekning enn at vedkommende får minst 9 timers sammenhengende fritid i dette tidsrom. Dette gjelder dog ikke arbeid som nevnt i § 7 første og annet ledd.\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Sml. lov 17 juni 2005 nr. 62 § 11-3. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Hviletid.​1",
      "content": "1. Hviletiden skal minst være:​2\n1.1. 10 timer i løpet av en hvilken som helst periode på 24 timer, og\n1.2. 77 timer i løpet av en hvilken som helst periode på 168 timer.\n2. Hviletiden kan deles i to perioder, hvorav én skal være minst seks timer lang, og intervallet mellom fortløpende hvileperioder skal ikke overstige 14 timer.​2\n3. For sjøfolk​3 som går vakter trenger ikke bestemmelsene i første og annet ledd overholdes i tilfelle av en nødsituasjon eller arbeid som følge av en øvelse eller andre overordnede driftsforhold.\n4. Mønstringer, brann- og livbåtøvelser, og andre øvelser pålagt i eller i medhold av lov, skal utføres på en måte som reduserer forstyrrelse av hvileperioder til et minimum og ikke forårsaker tretthet.\n5. Når sjøfolk har vært i beredskap, skal de ha en tilfredsstillende hvileperiode i erstatning for den hviletiden som har gått tapt.\n0 Endret ved lover 26 juni 1998 nr. 51 (Jfr. EØS-avtalen vedlegg XVIII nr. 28 (dir 93/104) og 32 b (dir 1999/63), 28 juni 2002 nr. 60, 20 juni 2003 nr. 47 (i kraft 20 juni 2003 iflg. res. 20 juni 2003 nr. 713).)\n1 Se § 2 nr. 5.\n2 Se § 16.\n3 Se § 2 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Registreringsskjema",
      "content": "1. Alle sjøfolk​2 skal få utlevert registreringsskjema som skal utfylles så snart som mulig.\n2. Forskrifter​3 om innretning og føring av registreringsskjema for arbeids- og hviletid gis av departementet.​4 Enhver som kan påvise at det har rettslig interesse​5 for ham, skal ha adgang til å gjøre seg kjent med innholdet i registreringsskjemaene og til å få utskrift av de deler av dem som har betydning for ham.\n3. Sjøfolk​2 skal motta kopi av de fortegnelsene som gjelder dem, undertegnet av skipsføreren,​6 eller den som skipsføreren bemyndiger.\n4. Registreringsskjemaer skal oppbevares av selskapet i minst 3 år etter at de er utfylt. Hvis det er reist sak for retten angående krav på betaling for arbeid som er, eller påstås å skulle ha vært innført i skjemaene, skal skjemaene oppbevares utover 3 år inntil saken er endelig avgjort.​7\n5. Dersom det i medhold av denne lovs § 1 femte ledd er gitt forskrifter om innretning og føring av registreringsskjema, gjelder denne paragrafs annet ledd annet punktum, tredje ledd og fjerde ledd tilsvarende.\n0 Endret ved lover 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 18. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Se § 2 nr. 14.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Nærings- og handelsdepartementet.\n5 Jfr. tvml. § 54.\n6 Jfr. § 4.\n7 Jfr. tvml. § 161.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Tilsynet med at loven overholdes",
      "content": "1. Departementet​2 fører tilsyn med at bestemmelsene i loven her overholdes. Kongen kan gi forskrifter​3 om gjennomføringen av tilsynet.\n2. Dersom kontroll av registreringsskjema eller andre forhold tyder på brudd på bestemmelsene om arbeids- og hviletid i §§ 3 og 12 i loven her, skal departementet​2 kreve at det treffes tiltak i den utstrekning det anses nødvendig for å unngå fremtidige brudd, herunder revisjon av skipets bemanning.​4\n0 Endret ved lov 28 juni 2002 nr. 60.\n1 Jfr. § 18. Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Fravik fra loven",
      "content": "1. Bestemmelsene i § 12 første og annet ledd kan fravikes til skade for sjøfolk, dersom fraviket er gjort i bindende tariffavtale.​1 Slike fravik skal, så langt som mulig, følge de fastsatte normene, men kan ta hensyn til hyppigere eller lengre fritidsperioder eller til erstatningsfritid for sjøfolk​2 som arbeider om bord på skip på korte sjøreiser.\n2. For sjøfolk​2 som inngår i bro- eller maskinvakt​3 skal fravik i tariffavtale fra bestemmelsene i § 12 første ledd være begrenset til minst 6 sammenhengende timer under forutsetning av at ingen slik reduksjon strekker seg over mer enn 48 timer og at hviletiden er på minst 70 timer for hvert tidsrom på sju dager.\n3. Dersom det ikke finnes noen tariffavtale​1 eller der Kongen finner at bestemmelsene i tariffavtalen, i forhold til bestemmelsene i § 12 fjerde og femte ledd ikke er tilstrekkelige, kan Kongen fastsette forskrifter​4 for å sikre at sjøfolk​2 får tilstrekkelig hvile.\n4. Departementet​5 kan i særskilte tilfeller og etter begrunnet uttalelse fra de berørte sjømanns- og rederiorganisasjoner fravike​6 bestemmelsene i § 12 første og annet ledd på passasjerskip med skiftordning i innenriks fart,​7 herunder fastsette nærmere vilkår for fraviket.\n5. Departementet​5 kan for mindre skip tillate fravik​6 fra bestemmelsen i § 3 første ledd når det etter forholdene om bord i det enkelte skip eller typer av skip finnes rimelig og nødvendig.\n6. Departementet​5 kan også for større skip tillate fravik​6 fra bestemmelsen i § 3 første ledd som ledd i prøveordninger og i andre særlige tilfeller.\n7. Før fravik etter femte eller sjette ledd tillates, skal det innhentes uttalelse fra sakkyndig råd, jf § 17. Likebehandling etter modell av tidligere avgjørelser i rådet om fravik fra bestemmelsen i § 3 første ledd, kan tas av departementet uten at saken blir fremlagt i sakkyndig råd i hvert enkelt tilfelle.​6\n8. Fravik etter bestemmelsene i fjerde, femte, sjette og syvende ledd annet punktum i paragrafen her, skal være tidsbegrenset.\n0 Endret ved lover 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. § 4 nr. 2 og lov 5 mai 1927 nr. 1 § 1 nr. 8 og § 3.\n2 Se § 2 nr. 14.\n3 Se § 2 nr. 2 og nr. 8.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Nærings- og handelsdepartementet.\n6 Se nr. 8.\n7 Se § 2 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Sakkyndige råd.",
      "content": "Til å bistå departementet​1 eller vedkommende myndighet ved behandling av saker etter denne lov opprettes et sakkyndig råd. Rådet skal bestå av representanter for de interesserte organisasjoner. Nærmere bestemmelser om rådets organisasjon og virksomhet gis av Kongen.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Straffebud",
      "content": "1. Dersom forholdet ikke rammes av strengere straffebud, straffes:\n1.1. med bøter​2 en overordnet som forsettlig pålegger noen arbeid i videre utstrekning enn tillatt i eller i medhold av loven her, eller overtrer § 4 annet ledd annet punktum eller § 13 eller forskrifter gitt i medhold av § 13 eller § 15 første ledd.\n1.2. med bøter​2 eller fengsel​3 inntil 6 måneder den som forsettlig unnlater å utlevere eller føre, eller gjør en uriktig innførsel i eller gjør uleselig noe som er ført inn i et registreringsskjema, eller ødelegger eller forstikker et registreringsskjema som skal oppbevares i henhold til denne lovs § 13 fjerde ledd.\n1.3. som nevnt i nr. 1 og 2 den som forsettlig eller uaktsomt har unnlatt​4 å søke å hindre en overtredelse som der er nevnt.\n2. Overtredelse som nevnt i paragrafen her er forseelse​5 uansett straffens størrelse.\n0 Endret ved lover 11 mars 1988 nr. 11, 26 juni 1998 nr. 51, 28 juni 2002 nr. 60.\n1 Jfr. lov 12 juni 1987 nr. 48 § 7 første ledd.\n2 Jfr. lov 22 mai 1902 nr. 10 (strl.) § 27 og kap. 3 a.\n3 Jfr. strl. § 26 a.\n4 Jfr. strl. § 40 annet ledd.\n5 Jfr. strl. § 2 og strpl. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Lovens ikrafttredelse m.v.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 10 juni 1949 nr. 2 om arbeidstiden på skip. Forskrifter gitt i medhold av den nevnte lov skal dog fortsatt gjelde inntil de i tilfelle oppheves eller endres av departementet. Dette samme gjelder tillatelser og andre vedtak med hjemmel i nevnte lov. Departementet​2 kan gi overgangsbestemmelser.\n1 Fra 1 juli 1977 iflg. res. 17 juni 1977.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ]
}