{
  "id": "LOV-1918-08-14-5",
  "type": "statute",
  "title": "Midlertidig lov om fonds- og aktiemæglere",
  "short_name": "Lov om fonds- og aktiemæglere",
  "status": "in_force",
  "issued_date": "1918-08-14",
  "in_force_date": "1918-08-14",
  "url": "https://lovdata.no/dokument/NLO/lov/1918-08-14-5",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ved fonds- og aktiemægler forstaaes i denne lov enhver, der mot godtgjørelse​1 optræder som mellemmand ved omsætning av stats-, kommune-, hypotek- og kreditforeningsobligationer, andre ihændehaverobligationer, partialobligationer, aktier og lignende værdipapirer samt skibsparter.\nTil omsætning av aktier og lignende værdipapirer regnes ogsaa omsætning av tegningsbevis, utbyttecertifikater og lignende, som gir ret til forholdsmæssig andel i utbytte eller kapital i et aktieselskap eller kommanditaktieselskap samt omsætning av tegningsret til aktier og lignende værdipapirer og av interimsbevis for disse.\nOrdet værdipapirer i de følgende paragraffer omfatter alle saadanne papirer som foran nevnt.\nVed de i denne lov bestemte tidsfrister for opdrag og opgjør​2 er søn- og helligdage ikke medregnet. Det samme gjælder den 17 mai.\n1 Jfr. § 2, 3dje ledd.\n2 Se §§ 9 og 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Virksomhet som fonds- og aktiemægler kan kun utøves av dem, som har faat autorisation efter lov av 5 juni 1869 om frigivelse av mæglernæringen, samt av den, som herefter faar tilladelse til at drive saadan næring.\nUten samtykke fra vedkommende regjeringsdepartement​2 kan ingen andre end banker og bankierer ved siden av saadan mæglervirksomhet drive anden næringsvirksomhet eller være styremedlem i selskap, som driver anden næringsvirksomhet. Kongen kan bestemme, at visse arter av næringsvirksomhet undtages fra denne forskrift.\nBestemmelsene i denne paragraf skal ikke være til hinder for at advokater eller andre leilighetsvis bistår noen ved kjøp eller salg av verdipapirer som nevnt i § 1 når dette skjer i forbindelse med varetagelse av deres formuesanliggender for øvrig.\n1 Endret ved lov 4 des. 1964 nr. 2.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tilladelse til indtil videre at drive virksomhet som fonds- og aktiemægler skal i almindelighet meddeles enhver, som ved denne lovs utfærdigelse har anmeldt sin mæglerforretning til handelsregisteret​1 eller som i henhold til lov av 9 juni 1916 om tilleg til lovgivningen om stempelavgift av dokumenter​2 har anmeldt den til Finansdepartementet.\nTilladelsen er dog betinget av, at vedkommende\na. har fyldt 25 aar,\nb. er norsk statsborger,​3\nc. inden 4 uker efter denne lovs utfærdigelse indsender ansøkning til vedkommende departement​4 paa den maate, som i § 5 er bestemt.\nI særlige tilfælde kan vedkommende departement​4 dispensere fra lovens krav med hensyn til alder.\nEr en mæglers bo under konkursbehandling,​5 kan det ikke tillates ham at fortsætte som mægler. Er han under akkordforhandling,​6 kan tilladelsen først meddeles fra det tidspunkt, da betalingsindstillingen er ophørt. Har han hat sit bo under konkursbehandling, eller er konkurs negtet, fordi boet ikke hadde midler til at dække omkostningerne, kan han ikke opnaa tilladelse til mæglervirksomhet uten at godtgjøre, at gjælden er ordnet ved betaling, eftergivelse eller opfyldt akkord, eller at den er faldt bort paa anden maate.​7\n1 Se lov 17 mai 1890 nr. 6.\n2 Lovens § 8.\n3 Se lov 8 des. 1950 nr. 3.\n4 Finansdepartementet.\n5 Se lov 6 juni 1863.\n6 Se lov 6 mai 1899 nr. 1.\n7 Jfr. § 4, siste ledd og § 19, 3dje og 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tilladelse til at drive virksomhet som fonds- og aktiemægler kan, hvis § 3 ikke kommer til anvendelse, meddeles mænd og kvinder, som har fyldt 25 aar, er norske statsborgere​1 og som godtgjør ved paalidelige vidnesbyrd:\n1. at de har ført en hæderlig vandel,\n2. at de har mindst 3 aars utdannelse i aktiemæglerforretning eller i banks eller bankiers fondsavdeling som chef for eller assistent ved mæglervirksomheten – derav mindst 1 aar indenlands,\n3. at de har underkastet sig en av Kongen​2 anordnet prøve. Ved denne maa de navnlig godtgjøre sin kyndighet i bokholderi og lovgivningen om fondshandel samt indgaaende kjendskap til værdipapirer.\nBestemmelserne i § 3 sidste led faar tilsvarende anvendelse.\n1 Se lov 8 des. 1950 nr. 3.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilladelse til at drive fonds- og aktiemæglervirksomhet​2 meddeles av vedkommende regjeringsdepartement.​3\nAnsøkninger indsendes gjennem børs- og handelskomiteen i de byer, hvor der er børs,​4 og forøvrig gjennem amtmanden.\nAlle ansøkninger skal være bilagt med oplysninger om ansøkernes økonomiske stilling.\nAmtmanden eller i de byer, hvor der er børs,​4 børs- og handelskomiteen har at indhente uttalelse om ansøkerne i den utstrækning, som er nødvendig for at skaffe paalidelig materiale til andragendets bedømmelse og selv at avgi indstilling om ansøkerne.\n1 Endret ved lover 8 aug. 1924 nr. 1, 17 des. 1976 nr. 97.\n2 Se §§ 3 og 4.\n3 Finansdepartementet.\n4 Se lov 19 juni 1931 nr. 19 §§ 2 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "De i § 5 omhandlede ansøkninger maa indeholde oplysnig, om vedkommende skal drive forretningen helt for egen regning, eller om den skal drives for regning av andre enkeltmænd eller et ansvarlig eller uansvarlig selskap. Indtræder der senere forandring i dette forhold, maa ogsaa dette uten ophold anmeldes.\nSkal meglervirksomheten drives helt eller delvis for regning av andre enn ansøkeren selv, blir de enkeltmenn og selskaper, for hvis regning den drives, underkastet de for meglere foreskrevne plikter og innskrenkninger. Dog kommer for banker og bankierers vedkommende bestemmelsene i § 15 kun til anvendelse på deres megleravdeling. Imidlertid skal det være tillatt for aktiebanker uhindret av bestemmelsen i § 15, 2 og 3 ledd, å foreta kjøp og salg av obligasjoner for egen regning gjennem egen megleravdeling.​2\nForretningen maa i ethvert tilfælde drives fra fast forretningslokale.\nEn mæglerforretning kan ikke ha filial i samme kommune. Filial i anden kommune kan drives under ledelse av en mægler, som opfylder denne lovs betingelser, efter tilladelse av vedkommende regjeringsdepartement.​3 Herved faar bestemmelserne i § 5 tilsvarende anvendelse.\nFunksjonærer i selskap, for hvis regning der drives meglervirksomhet, og funksjonærer i banks eller bankiers megleravdeling er undergitt de forpliktelser og innskrenkninger, som ved denne lov pålegges funksjonærer hos meglere.​4\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Jfr. lov 24 mai 1961 nr. 2 § 19.\n3 Finansdepartementet.\n4 Se §§ 15, 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "a. Enhver fonds- og aksjemegler skal stille sikkerhet i den utstrekning og på den måte som vedkommende regjeringsdepartement​2 bestemmer.\nSikkerheten hefter for ethvert ansvar som vedkommende pådrar sig under utøvelse av meglerhvervet.\nKrav på å få en fordring fyldestgjort av sikkerheten foreldes i ett år. Kravet ansees i så henseende betimelig påtalt når kravet er kommet inn til departementet innen foreldelsesfristens utløp. Foreldelsesfristen regnes fra det tidspunkt som er nevnt i lov om straffelovens ikrafttreden av 22 mai 1902, § 28, første ledd.​3\nUten hensyn til bestemmelsen i det foregående ledd ophører dog sikkerheten i alle tilfelle å hefte og kan forlanges tilbakelevert når den er ombyttet med ny sikkerhet som vedkommende departement​2 har godtatt og som omfatter også ansvar som megleren tidligere har pådratt sig. Likeså ophører sikkerheten å hefte fra den tid da departementet har mottatt meglerens meddelelse om at han ophører med sin meglervirksomhet eller fra den tid da meglerens bevilling er satt ut av kraft, tilbakekalt eller bortfalt i henhold til § 19, og der ikke innen den ovennevnte tid (frist) er anmeldt noe krav, men ellers først når de anmeldte krav er fyldestgjort eller av annen grunn bortfalt. Efter den ovennevnte tid (frist) kan sikkerheten forlanges innskrenket til det som trenges for dekke de anmeldte krav.\nb. Den som mener å ha krav å gjøre gjeldende overfor en megler eller hans bo og vil søke dekning i sikkerheten, må sende skriftlig anmeldelse derom til vedkommende departement​2 bilagt med de dokumenter som kravet støtter sig til. Departementet underretter i anbefalt brev megleren eller hans bo og eventuelt den som måtte ha stillet sikkerheten. Hvis kravet og dets rett til dekning i meglersikkerheten ikke er fastslått overfor megleren eller hans bo på bindende måte, gir departementet megleren eller hans bo – og eventuelt garantisten – en frist på inntil 3 uker fra brevets avsendelse til å meddele om kravet anerkjennes til utbetaling eller ikke.\nBestrides kravet av megleren eller hans bo – eller eventuelt av vedkommende garantist – skal departementet i anbefalt brev snarest mulig sende anmelderen underretning derom samt om at retten til å begjære kravet fyldestgjort av sikkerheten tapes hvis det ikke innen 3 måneder fra avsendelsen av underretningen godtgjøres for departementet at tvisten er løst eller at det nødvendige er foretatt for å få den løst.\nNår et anmeldt krav overfor megleren eller hans bo er fastslått på bindende måte og det likeledes på bindende måte er fastslått at kravet har rett til dekning i meglersikkerheten eller vedkommende departement efter de foreliggende oplysninger finner det utvilsomt at kravet er berettiget til dekning i sikkerheten, skal departementet snarest mulig i anbefalt brev gi megleren eller hans bo varsel om at han eller boet innen 3 uker fra avsendelsen av varslet må godtgjøre for departementet at kravet er dekket eller at det på annen måte er bortfalt. Hvis megleren har ophørt med meglervirksomheten, sendes varslet til hans bopel her i riket hvis denne er kjent eller det kan skaffes oplysning om den, men ellers til hans senest til departementet anmeldte forretningssted.\nc. Hvis de frister som er omhandlet i post b, 1ste og 3dje ledd, blir oversittet eller det ikke kan godtgjøres at kravet er dekket eller på annen måte bortfalt skal departementet suspendere meglerens bevilling hvis den ikke allerede er trådt ut av kraft, og med preklusiv virkning, forsåvidt angår retten til fyldestgjørelse av sikkerheten, opfordre enhver som mener å ha rett til fyldestgjørelse av sikkerheten, til innen 3 måneder å anmelde og bevisliggjøre sine krav. Opfordringen bekjentgjøres i Norsk lysingsblad og for øvrig gjennem pressen og ved opslag i den utstrekning som departementet anser det for hensiktsmessig.\nNår anmeldelsesfristen er utløpet, skal de innkomne anmeldelser i 14 dager ligge til eftersyn i departementet for de fordringshavere som har foretatt anmeldelse og for megleren eller eventuelt hans bo – og eventuelt også garantisten – hvorefter det ved departementets foranstaltning gis disse anledning til under et møte fremkomme med sine innsigelser. Utleggelsen og innkallelsen til dette møte bekjentgjøres sammen med den opfordring som er omhandlet i foregående ledd.\nNår det som er foreskrevet i de 2 foregående ledd er iakttatt, anvender departementet uten hinder av inntrådt akkordforhandling eller konkursbehandling det fornødne av sikkerheten til dekning av de krav som ikke er bestridt eller som er avgjort ved endelig dom, mens avsetning foretas til de krav som er bestridt eller ennu ikke er forfalt. Er det, når betingelsene for å dekke et krav av sikkerheten ellers foreligger, ikke avgjort ved endelig dom at kravet er av sådan art at sikkerheten hefter for det, avgjøres dette spørsmål med endelig virkning av departementet. Søksmål som er anlagt for å få dette spørsmål avgjort, bortfaller i så fall.\nHvis sikkerheten ikke er tilstrekkelig til å dekke alle krav, foretar departementet en forholdsmessig fordeling efter først å ha avholdt det nødvendige til dekning av sine egne utlegg.\nEr sikkerheten stillet i form av verdipapirer, kan disse, når anmeldte krav skal fyldestgjøres av dem, selges ved offentlig auksjon​4 eller ved fonds- og aksjemegler på børsen.\nBestemmelsene i denne paragraf gjør ingen innskrenkninger i det personlige ansvar som megleren måtte pådra sig efter vanlige erstatningsregler.\n1 Endret ved lover 8 aug. 1924 nr. 1, 19 juni 1931 nr. 8, 24 juni 1938 nr. 14.\n2 Finansdepartementet.\n3 Opphevd ved lov 18 mai 1979 nr. 18.\n4 Se lov 14 aug. 1918 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I enhver meglerforretning skal det føres journal over omsatte verdipapirer og journal over mottatte oppdrag.\nI omsætningsjournalen skal i tidsfølge og i nummerorden anføres enhver stedfunden omsætning med opgave over parternes navn, værdipapirernes navn og kjøpesum, ved bytte værdien av de overdragne værdipapirer ansat overensstemmende med bestemmelsen i § 10, tiden for omsætningen, kurtage og for stempelpligtige papirers vedkommende stempelavgiftens beløp. De nærmere bestemmelser angaaende indredning, autorisation og førsel av journalerne og om, hvorlænge de skal opbevares, træffes av vedkommende regjeringsdepartement.​2 Paa egen konto føres de stedfundne indkjøp av stempelmerker.\n1 Endret ved lov 13 mai 1977 nr. 35.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Mægleren skal vareta sin parts tarv overensstemmende med god forretningsskik, og hvor han har opdrag baade fra kjøper og sælger, vareta begges tarv med samme omhu.\nFaar han et opdrag, som gaar ut paa at kjøpe eller sælge til en av opdragsgiveren fastsat kurs, skal mægleren avslutte handel, saasnart omsætning kan istandbringes til denne kurs. Er det imidlertid allerede, før omsetningen har fundet sted, klart, at der kan opnaaes en for opdragsgiveren gunstigere kurs end i opdraget fastsat, er mægleren pligtig til at avslutte handel til den kurs, som efter de for mægleren foreliggende tilbud er den bedst opnaaelige. Er der ikke fastsat nogen kurs i opdraget, er mægleren berettiget til at avslutte handel, saasnart det kan ske til en kurs, som efter markedets stilling maa ansees rimelig.\nNaar en mægler faar i opdrag at sælge eller kjøpe det samme værdipapir for flere kunder, og opdraget kun delvis kan utføres, har den av kunderne krav paa første ret, fra hvem mægleren først har mottat opdraget.\nNaar en mægler faar et opdrag, er dette, hvis opdragsgiveren ikke har fastsat nogen frist, gjældende til utløpet av den tredje dag, efterat mægleren har mottat opdraget, deri medregnet den dag, opdraget kommer frem til mægleren. Opdragsgiveren kan dog naarsomhelst tilbakekalde opdraget, saalænge ikke handel er avsluttet, eller anden bindende avtale er truffet mellem mægleren og tredjemand. Er handel ikke istandbragt ved fristens utløp, er opdraget at anse som bortfaldt.\nNaar mægleren indleder underhandlinger om salg eller kjøp av værdipapier paa vegne av nogen, som ikke er bosat paa mæglerens bosted, skal han uttrykkelig gjøre motparten opmerksom herpaa.\nEn mægler maa ikke formidle forretninger, som har aabenbar karakter av spekulation, for nogen, som ikke er fuldmyndig​1 eller for nogen, om hvem mægleren vet eller burde vite, at han av uerfarenhet eller letsindighet indlater sig paa forretninger i en utstrækning, der staar i misforhold til hans pengemidler.​2 Det er endvidere en mægler forbudt at opmuntre nogen til spekulationer i værdipapirer, naar han aabenbart savner de hertil nødvendige erfaringer om økonomiske forhold.\n1 Se lov 22 april 1927 nr. 3 § 1.\n2 Jfr. lov 31 mai 1918 nr. 4 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Slutseddelen utfærdiges av mægleren og hvis flere mæglere har medvirket ved omsætningen, utfærdiger sælgerens mægler slutseddel til sælgeren, kjøperens mægler til kjøperen og alle de samvirkende mæglere slutsedler til hinanden.\nSlutseddelen skal angi dagen for handelens avslutning, dens gjenstand, omsætningskursen, kjøpesummen, kurtagesatsen, kurtagebeløpet, opgjørsdatoen samt navn og adresse paa kjøper og sælger eller paa vedkommende mellemmand, for samtliges vedkommende med tilføielser, som betegner, i hvilken egenskap de har optraadt under handelen.\nVed utfærdigelse av slutseddelen benyttes blanketter med tilhørende talonger av saadant indhold, som vedkommende regjeringsdepartement​1 bestemmer. Dette fastsætter tillike, hvorlænge talongerne skal opbevares hos slutsedlernes utstedere.\nOmfatter handelen bytte av værdipapirer, ansees to særskilte omsætninger at ha fundet sted (ved hvert saadant bytte), og der blir at utfærdige 4 original-slutsedler.\nVed al anden omsætning utstedes slutseddelen i 2 originaleksemplarer, et for hver av parterne.\nSlutsedlerne skal uopholdelig sendes til parterne senest den paafølgende hverdag efterat handelen er istandbragt.\nLikelydende kopier av alle originalslutsedler tilstilles vedkommende regjeringsdepartement​1 paa den maate, som av dette maatte bli bestemt.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Opgjøret mellem parterne foregaar hos mægleren. Hvor flere mæglere har medvirket, foregaar det hos de respektive kjøperes mæglere.\nVed omsætning, hvor kjøper og sælger bor i samme kommune, skal parterne inden kl. 1 den anden dag efter handelens avslutning henholdsvis indlevere værdipapirerne og indbetale kjøpesummen til den mægler, hos hvem opgjøret foregaar, naar intet andet er avtalt.\nBor de i forskjellige kommuner, sker opgjøret inden kl. 1 den syvende dag efter handelens avslutning, naar intet andet er avtalt.\nHvis kjøperen ikke opfylder sin forpligtelse senest kl. 12 dagen efter opgjørsdagen, har sælgeren valget mellem at annullere forretningen og at sælge værdipapirerne for kjøperens regning.​1 Hvis han ikke senest den fjerde dag efter opgjørsdagen skriftlig har meddelt kjøperen noget andet, ansees handelen som annullert. Saafremt sælgeren senest dagen efter opgjørsdagen har tilstillet kjøperen skriftlig meddelelse om at han forlanger værdipapirerne indløst inden kl. 12 anden dag efter opgjørsdagen, og dette ikke sker, kan han ogsaa kræve skadeserstatning i henhold til lov om kjøp av 24 mai 1907 § 30, og det hvadenten han senere annullerer handelen eller sælger værdipapirene for kjøperens regning.\nHvis sælgeren ikke har opfyldt sin forpligtelse senest kl. 12 fjerde dag efter opgjørsdagen, har kjøperen valget mellem at annullere forretningen og at indkjøpe værdipapirerne for sælgerens regning.​2 Hvis han senest den syvende dag efter opgjørsdagen skriftlig har meddelt sælgeren noget andet, ansees handelen som annullert. Saafremt kjøperen opgjørsdagen har git sælgeren skriftlig meddelelse om, at han forlanger værdipapirerne utlevert inden fire dage, og dette ikke sker, kan han ogsaa kræve skadeserstatning i henhold til lov om kjøp av 24 mai 1907 § 24, hvis han annullerer handelen.\nHvis ydelserne ikke kan leveres inden de foran nævnte tidsfrister, pligter vedkommende part at gjøre opmerksom herpaa før handelens avslutning. Mægleren skal da sørge for, at der træffes avtale om opgjørsdagen.\n1 Se § 13, 3dje ledd.\n2 Se § 13, 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Mægleren har ved opgjøret at paase, at de solgte værdipapirer leveres overensstemmende med avtalen. Han maa ikke utlevere værdipapirerne til kjøperen, før denne har betalt kjøpesummen.​1 Han skal paase, at alle endnu ikke forfaldne rente- og utbyttebevis, som tilhører værdipapirerne, medfølger, og at det fremgaar av paategning paa værdipapirerne, at transporten, hvor saadan kræves, er formelt iorden.\n1 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ved ethvert kjøp eller salg av verdipapirer, som en megler avslutter, hefter han som selvskyldner for at partene opfyller sine forpliktelser like overfor hinannen. Dette ansvar har han dog ikke for en part, som på forhånd er godkjent av den annen.\nHar opgjør ikke kunnet finde sted ved utløpet av de i § 11 omhandlede tidsfrister, skal den mægler, hos hvem opgjøret skulde finde sted, uopholdelig sørge for at parterne faar skriftlig underretning.\nHvis en selger ved kjøperens misligholdelse vil selge verdipapirene for kjøperens regning i henhold til § 11, 4de ledd, kan han forlange dem overtatt av den overfor ham anvarlige megler. Megleren har da innen 8 dager å innberette forholdet til den kontrollerende myndighet​2 og samtidig oplyse, om han vil selge verdipapirene til andre eller beholde dem til egen formuesanbringelse.\nHvis en kjøper ved sælgerens misligholdelse vil indkjøpe værdipapirerne for sælgerens regning i henhold til § 11, femte led, kan han forlange, at den overfor ham ansvarlige mægler snarest mulig iverksætter indkjøpet for ham. Ogsaa om dette forhold har mægleren at sende indberetning til den kontrollerende myndighet​2 inden 8 dage.\nUtlagt stempelavgift av misligholdte omsætninger kan refunderes mot behørig legitimation av vedkommende departement,​3 naar de paabudte indberetninger er indsendt.\nForsømmer mægleren at iagta, hvad denne paragraf og §§ 9-12 paalægger ham blir han erstatningspligtig for det tap, han ved denne sin forsømmelse paafører nogen av parterne eller medvirkende mæglere.\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Se § 17.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Mægleren har ret til kurtage for alle fuldt opgjorte handler, der er istandbragt ved hans medvirkning.\nVed uopfyldte handler har han ret til kurtage av den part, som ikke opfylder sin forpligtelse.\nKurtagen beregnes efter de satser, som til enhver tid fastsættes av vedkommende regjeringsdepartement.​1\nAndre end mæglere kan ikke faa andel i kurtagen.\nMægleren maa for sit arbeide som saadan ikke motta anden godtgjørelse end kurtagen. Han maa ikke beregne kursgevinst.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "En mægler eller nogen hos ham ansat funktionær maa ikke i nogen form enten direkte eller ved andre, drive handel med værdipapirer for egen regning​1 eller yde forskud eller laan eller indgaa kautionsforpligtelser mot sikkerhet i værdipapirer. Dog kan mægleren efter en avsluttet handel utbetale sælgeren helt eller delvis værdipapirernes salgssum, før han har faat dækning.\nKjøper nogen av dem værdipapirer til anbringelse av egne midler, eller sælger de værdipapirer, som de paa denne eller anden maate f.eks. ved arv er blit eier av, maa disse kjøp eller salg foregaa gjennem en anden mægler.\nVærdipapirer, hvorpaa mægleren har utbetalt salgssummen, og som ikke overtages av kjøperen, maa sælges paa den maate, som i forrige led er bestemt.\nEn mægler eller nogen hos ham ansat funktionær maa ikke i nogen form overta ansvar for, at tegning eller salg av værdipapirer skal ha fundet sted inden en viss tid eller til en viss mindstepris.​1\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Kjøper eller sælger en mægler eller nogen hos ham ansat funktionær værdipapirer i strid med § 15, kan den, han har solgt til eller kjøpt av, kræve handelen omgjort og i tilfelde skadeserstatning.​1 Samme ret har den, som hos mægleren eller hos nogen hos ham ansat funktionær har tegnet sig for eller kjøpt værdipapirer, som mægleren eller funktionæren har overtat ansvar for i strid med § 15, sidste led.\nDen ovenfor omhandlede ret bortfalder, hvis den ikke gjøres gjældende ved søksmaal inden en maaned, efterat vedkommende fik kundskap om saken.​2 Under alle omstændigheter bortfalder den 1 aar efter handelens avslutning.\nRetten til at kræve omgjørelse og erstatning efter nærværende paragraf kan ikke paa forhaand fraskrives.\n1 Jfr. § 17, 4de ledd.\n2 Jfr. lov 27 juli 1896 nr. 7 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Mægleren skal være underkastet den kontrol, som vedkommende regjeringsdepartement​2 maatte anordne.\nHan er til enhver tid pligtig til at meddele de kontrolerende myndigheter de oplysninger, som de maatte forlange angaande hans økonomiske forhold og angaaende hans forretning og de spørsmaal, som staar i forbindelse dermed, derunder ogsaa alle saadanne oplysninger, som maatte ansees nødvendige til kontrol med, at pligtig stempelavgift​3 erlægges. Han er ogsaa pligtig til paa forlangende at forevise sine forretningsbøker og øvrige dokumenter vedkommende mæglervirksomheten samt talongerne til de av ham utfærdigede slutsedler. Talongerne kan ogsaa forlanges utlevert til kontrol.\nI borgerlige saker så vel som i straffesaker kan retten beslutte, at megleren og de hos ham ansatte funksjonærer, så vel som de, der utøver den av departementet anordnede kontroll, skal avgi forklaring som vidne, selv om det herunder blir nødvendig å åpenbare forretningshemmeligheter, når retten efter avveining av de stridende interesser finner det påkrevet.​4 I så fall kan retten tillike bestemme, at vidnesbyrdet bare meddeles den selv og partene i møte for lukkede dører og under påleggelse av taushetsplikt.​5\nNår de kontrollerende myndigheter antar, at der foreligger sådanne forhold som omhandlet i § 16, kan de gi den, som i henhold dertil vil ha rettigheter å gjøre gjeldende, fornøden underretning, for at han kan vareta sitt tarv.\nMed de foran nevnte undtagelser påhviler der megleren og de hos ham ansatte funksjonærer taushetsplikt med hensyn til det, som de i forretnings medfør kommer til kundskap om angående andres private forhold forsåvidt ikke noget annet er særskilt bestemt ved lov.\nLikeledes plikter de, som utøver den av departementet anordnede kontroll, i den utstrekning, hvori undersøkelsens øiemed og eventuelle forføininger til påtale av straffbare forhold tillater det, bevare taushet om det, som derunder blir dem bekjent,​6 forsåvidt ikke noget annet er særskilt bestemt ved lov.\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Finansdepartementet.\n3 Se lov 12 des. 1975 nr. 59.\n4 Jfr. strprl. § 180 og rettergangsl. § 209.\n5 Se domstolsl. § 199 og rettergangsl. § 206.\n6 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "I byer, hvor der er børs,​1 skal mæglerne eller et utvalg av dem efter børskomiteens​2 bestemmelse være komiteen behjælpelig med at istandbringe officielle kursnoteringer over værdipapirer. Denne notering foregaar paa børsen under komiteens kontrol og efter et av den fastsat reglement. Bestemmelsene om utvalg og om reglementet er undergit vedkommende regjeringsdepartements​3 approbation.\nFor de ved børsen noterte værdipapirer maa anden notering ikke finde sted i vedkommende by.\n1 Se lov 19 juni 1931 nr. 19 §§ 2 og 26.\n2 Se lov 19 juni 1931 nr. 19 § 4.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Tilladelse til at drive virksomhet som fonds- og aktiemægler kan tilbakekaldes av vedkommende regjeringsdepartement,​2 hvis dette finder det godtgjort, at mægleren har gjort sig skyldig i uretskaffent forhold eller har overtraadt denne lov eller forskrifter, som er utfærdiget i henhold til denne lov, eller de gjældende bestemmelser om stempelavgift av dokumenter.​3\nVidere kan den nævnte myndighet​2 tilbakekalde tilladelsen, hvis han ikke efterkommer den kontrolerende myndighets krav om forøket sikkerhetsstillelse​4 eller undlater at holde sikkerhetsstillelsen i kraft, eller hvis han undlater at betale avgifterne ifølge § 5, eller endelig, hvis der indtræder andre omstændigheter, som gjør det utilraadelig, at virksomheten fortsettes.\nEn mæglers ret bortfalder i alle tilfælde, naar han gaar konkurs,​5 eller naar han i løpet av 2 paa hinanden følgende aar ikke har drevet virksomhet som mægler.\nRetten suspenderes, når han innstiller sine betalinger.​5 Dog kan meglervirksomhet drives for regning av aktiebanker, som er under offentlig administrasjon i henhold til midlertidig lov av 24 mars 1923​6 om tillegg til lovgivningen om akkordforhandling og konkurs, såfremt vedkommende regjeringsdepartement​2 har gitt sitt samtykke dertil.\nEn mæglers enke eller arvinger kan paa ansøkning faa tilladelse av vedkommende regjeringsdepartement​2 til at fortsette virksomheten i saa lang tid, som dette finder det nødvendig til avvikling eller overdragelse av forretningen. Det maa dog i saa fald forlanges, at virksomheten i denne tid bestyres av en av departementet godkjendt person, der opfylder de i § 4 bestemte krav. Naar særlige forhold tilsiger det, kan der dog dispenseres fra kravene til utdannelsestid og alder. Bestyreren er i sin funktionstid underkastet alle denne lovs regler.\nNaar en ret er endelig bortfaldt, paaligger det vedkommende regjeringsdepartement at anmelde dette til handelsregisteret.​7\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Finansdepartementet.\n3 Se lov 12 des. 1975 nr. 59.\n4 Se § 7.\n5 Jfr. § 3, siste ledd og § 4, siste ledd.\n6 Se nu lov 24 mai 1961 nr. 2 § 36.\n7 Se lov 17 mai 1890 nr. 6 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Overtrædelse av denne lov eller de med hjemmel i samme givne forskrifter straffes, hvis ingen anden og strengere bestemmelse finder anvendelse paa forholdet, med bøter​1 eller med fængsel i indtil 3 maaneder. Vedkommendes utbytte av en i strid med loven stedfunden omsætning kan inddrages i statskassen overensstemmende med straffelovens​2 § 36.​3\n1 Se strl. § 27.\n2 Lov 22 mai 1902 nr. 10.\n3 Skal vel nå være § 34, jfr. endringslov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lov træder i kraft fra den tid Kongen bestemmer.​1 Fra samme tid ophæves for fonds- og aktiemægleres vedkommende;\n1. Paragrafferne 2, 3, 4, 8, 9 og 10 i lov av 9 juni 1916 om tillæg til lovgivningen om stempelavgift av dokumenter.\n2. De endnu gjældende bestemmelser i lov av 8 september 1818 om mægleres ansættelse, deres pligter og rettigheter, med tillægslov av 22 juni 1863, og lov av 5 juni 1869 om frigivelse av mæglernæringen.\n3. Enhver anden mot denne lov stridende bestemmelse.\n1 Ved res. 28 mars 1919 er det bestemt, at loven trer i kraft den 1 mai 1919.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ved fonds- og aktiemægler forstaaes i denne lov enhver, der mot godtgjørelse​1 optræder som mellemmand ved omsætning av stats-, kommune-, hypotek- og kreditforeningsobligationer, andre ihændehaverobligationer, partialobligationer, aktier og lignende værdipapirer samt skibsparter.\nTil omsætning av aktier og lignende værdipapirer regnes ogsaa omsætning av tegningsbevis, utbyttecertifikater og lignende, som gir ret til forholdsmæssig andel i utbytte eller kapital i et aktieselskap eller kommanditaktieselskap samt omsætning av tegningsret til aktier og lignende værdipapirer og av interimsbevis for disse.\nOrdet værdipapirer i de følgende paragraffer omfatter alle saadanne papirer som foran nevnt.\nVed de i denne lov bestemte tidsfrister for opdrag og opgjør​2 er søn- og helligdage ikke medregnet. Det samme gjælder den 17 mai.\n1 Jfr. § 2, 3dje ledd.\n2 Se §§ 9 og 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Virksomhet som fonds- og aktiemægler kan kun utøves av dem, som har faat autorisation efter lov av 5 juni 1869 om frigivelse av mæglernæringen, samt av den, som herefter faar tilladelse til at drive saadan næring.\nUten samtykke fra vedkommende regjeringsdepartement​2 kan ingen andre end banker og bankierer ved siden av saadan mæglervirksomhet drive anden næringsvirksomhet eller være styremedlem i selskap, som driver anden næringsvirksomhet. Kongen kan bestemme, at visse arter av næringsvirksomhet undtages fra denne forskrift.\nBestemmelsene i denne paragraf skal ikke være til hinder for at advokater eller andre leilighetsvis bistår noen ved kjøp eller salg av verdipapirer som nevnt i § 1 når dette skjer i forbindelse med varetagelse av deres formuesanliggender for øvrig.\n1 Endret ved lov 4 des. 1964 nr. 2.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Tilladelse til indtil videre at drive virksomhet som fonds- og aktiemægler skal i almindelighet meddeles enhver, som ved denne lovs utfærdigelse har anmeldt sin mæglerforretning til handelsregisteret​1 eller som i henhold til lov av 9 juni 1916 om tilleg til lovgivningen om stempelavgift av dokumenter​2 har anmeldt den til Finansdepartementet.\nTilladelsen er dog betinget av, at vedkommende\na. har fyldt 25 aar,\nb. er norsk statsborger,​3\nc. inden 4 uker efter denne lovs utfærdigelse indsender ansøkning til vedkommende departement​4 paa den maate, som i § 5 er bestemt.\nI særlige tilfælde kan vedkommende departement​4 dispensere fra lovens krav med hensyn til alder.\nEr en mæglers bo under konkursbehandling,​5 kan det ikke tillates ham at fortsætte som mægler. Er han under akkordforhandling,​6 kan tilladelsen først meddeles fra det tidspunkt, da betalingsindstillingen er ophørt. Har han hat sit bo under konkursbehandling, eller er konkurs negtet, fordi boet ikke hadde midler til at dække omkostningerne, kan han ikke opnaa tilladelse til mæglervirksomhet uten at godtgjøre, at gjælden er ordnet ved betaling, eftergivelse eller opfyldt akkord, eller at den er faldt bort paa anden maate.​7\n1 Se lov 17 mai 1890 nr. 6.\n2 Lovens § 8.\n3 Se lov 8 des. 1950 nr. 3.\n4 Finansdepartementet.\n5 Se lov 6 juni 1863.\n6 Se lov 6 mai 1899 nr. 1.\n7 Jfr. § 4, siste ledd og § 19, 3dje og 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Tilladelse til at drive virksomhet som fonds- og aktiemægler kan, hvis § 3 ikke kommer til anvendelse, meddeles mænd og kvinder, som har fyldt 25 aar, er norske statsborgere​1 og som godtgjør ved paalidelige vidnesbyrd:\n1. at de har ført en hæderlig vandel,\n2. at de har mindst 3 aars utdannelse i aktiemæglerforretning eller i banks eller bankiers fondsavdeling som chef for eller assistent ved mæglervirksomheten – derav mindst 1 aar indenlands,\n3. at de har underkastet sig en av Kongen​2 anordnet prøve. Ved denne maa de navnlig godtgjøre sin kyndighet i bokholderi og lovgivningen om fondshandel samt indgaaende kjendskap til værdipapirer.\nBestemmelserne i § 3 sidste led faar tilsvarende anvendelse.\n1 Se lov 8 des. 1950 nr. 3.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Tilladelse til at drive fonds- og aktiemæglervirksomhet​2 meddeles av vedkommende regjeringsdepartement.​3\nAnsøkninger indsendes gjennem børs- og handelskomiteen i de byer, hvor der er børs,​4 og forøvrig gjennem amtmanden.\nAlle ansøkninger skal være bilagt med oplysninger om ansøkernes økonomiske stilling.\nAmtmanden eller i de byer, hvor der er børs,​4 børs- og handelskomiteen har at indhente uttalelse om ansøkerne i den utstrækning, som er nødvendig for at skaffe paalidelig materiale til andragendets bedømmelse og selv at avgi indstilling om ansøkerne.\n1 Endret ved lover 8 aug. 1924 nr. 1, 17 des. 1976 nr. 97.\n2 Se §§ 3 og 4.\n3 Finansdepartementet.\n4 Se lov 19 juni 1931 nr. 19 §§ 2 og 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "De i § 5 omhandlede ansøkninger maa indeholde oplysnig, om vedkommende skal drive forretningen helt for egen regning, eller om den skal drives for regning av andre enkeltmænd eller et ansvarlig eller uansvarlig selskap. Indtræder der senere forandring i dette forhold, maa ogsaa dette uten ophold anmeldes.\nSkal meglervirksomheten drives helt eller delvis for regning av andre enn ansøkeren selv, blir de enkeltmenn og selskaper, for hvis regning den drives, underkastet de for meglere foreskrevne plikter og innskrenkninger. Dog kommer for banker og bankierers vedkommende bestemmelsene i § 15 kun til anvendelse på deres megleravdeling. Imidlertid skal det være tillatt for aktiebanker uhindret av bestemmelsen i § 15, 2 og 3 ledd, å foreta kjøp og salg av obligasjoner for egen regning gjennem egen megleravdeling.​2\nForretningen maa i ethvert tilfælde drives fra fast forretningslokale.\nEn mæglerforretning kan ikke ha filial i samme kommune. Filial i anden kommune kan drives under ledelse av en mægler, som opfylder denne lovs betingelser, efter tilladelse av vedkommende regjeringsdepartement.​3 Herved faar bestemmelserne i § 5 tilsvarende anvendelse.\nFunksjonærer i selskap, for hvis regning der drives meglervirksomhet, og funksjonærer i banks eller bankiers megleravdeling er undergitt de forpliktelser og innskrenkninger, som ved denne lov pålegges funksjonærer hos meglere.​4\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Jfr. lov 24 mai 1961 nr. 2 § 19.\n3 Finansdepartementet.\n4 Se §§ 15, 16 og 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "a. Enhver fonds- og aksjemegler skal stille sikkerhet i den utstrekning og på den måte som vedkommende regjeringsdepartement​2 bestemmer.\nSikkerheten hefter for ethvert ansvar som vedkommende pådrar sig under utøvelse av meglerhvervet.\nKrav på å få en fordring fyldestgjort av sikkerheten foreldes i ett år. Kravet ansees i så henseende betimelig påtalt når kravet er kommet inn til departementet innen foreldelsesfristens utløp. Foreldelsesfristen regnes fra det tidspunkt som er nevnt i lov om straffelovens ikrafttreden av 22 mai 1902, § 28, første ledd.​3\nUten hensyn til bestemmelsen i det foregående ledd ophører dog sikkerheten i alle tilfelle å hefte og kan forlanges tilbakelevert når den er ombyttet med ny sikkerhet som vedkommende departement​2 har godtatt og som omfatter også ansvar som megleren tidligere har pådratt sig. Likeså ophører sikkerheten å hefte fra den tid da departementet har mottatt meglerens meddelelse om at han ophører med sin meglervirksomhet eller fra den tid da meglerens bevilling er satt ut av kraft, tilbakekalt eller bortfalt i henhold til § 19, og der ikke innen den ovennevnte tid (frist) er anmeldt noe krav, men ellers først når de anmeldte krav er fyldestgjort eller av annen grunn bortfalt. Efter den ovennevnte tid (frist) kan sikkerheten forlanges innskrenket til det som trenges for dekke de anmeldte krav.\nb. Den som mener å ha krav å gjøre gjeldende overfor en megler eller hans bo og vil søke dekning i sikkerheten, må sende skriftlig anmeldelse derom til vedkommende departement​2 bilagt med de dokumenter som kravet støtter sig til. Departementet underretter i anbefalt brev megleren eller hans bo og eventuelt den som måtte ha stillet sikkerheten. Hvis kravet og dets rett til dekning i meglersikkerheten ikke er fastslått overfor megleren eller hans bo på bindende måte, gir departementet megleren eller hans bo – og eventuelt garantisten – en frist på inntil 3 uker fra brevets avsendelse til å meddele om kravet anerkjennes til utbetaling eller ikke.\nBestrides kravet av megleren eller hans bo – eller eventuelt av vedkommende garantist – skal departementet i anbefalt brev snarest mulig sende anmelderen underretning derom samt om at retten til å begjære kravet fyldestgjort av sikkerheten tapes hvis det ikke innen 3 måneder fra avsendelsen av underretningen godtgjøres for departementet at tvisten er løst eller at det nødvendige er foretatt for å få den løst.\nNår et anmeldt krav overfor megleren eller hans bo er fastslått på bindende måte og det likeledes på bindende måte er fastslått at kravet har rett til dekning i meglersikkerheten eller vedkommende departement efter de foreliggende oplysninger finner det utvilsomt at kravet er berettiget til dekning i sikkerheten, skal departementet snarest mulig i anbefalt brev gi megleren eller hans bo varsel om at han eller boet innen 3 uker fra avsendelsen av varslet må godtgjøre for departementet at kravet er dekket eller at det på annen måte er bortfalt. Hvis megleren har ophørt med meglervirksomheten, sendes varslet til hans bopel her i riket hvis denne er kjent eller det kan skaffes oplysning om den, men ellers til hans senest til departementet anmeldte forretningssted.\nc. Hvis de frister som er omhandlet i post b, 1ste og 3dje ledd, blir oversittet eller det ikke kan godtgjøres at kravet er dekket eller på annen måte bortfalt skal departementet suspendere meglerens bevilling hvis den ikke allerede er trådt ut av kraft, og med preklusiv virkning, forsåvidt angår retten til fyldestgjørelse av sikkerheten, opfordre enhver som mener å ha rett til fyldestgjørelse av sikkerheten, til innen 3 måneder å anmelde og bevisliggjøre sine krav. Opfordringen bekjentgjøres i Norsk lysingsblad og for øvrig gjennem pressen og ved opslag i den utstrekning som departementet anser det for hensiktsmessig.\nNår anmeldelsesfristen er utløpet, skal de innkomne anmeldelser i 14 dager ligge til eftersyn i departementet for de fordringshavere som har foretatt anmeldelse og for megleren eller eventuelt hans bo – og eventuelt også garantisten – hvorefter det ved departementets foranstaltning gis disse anledning til under et møte fremkomme med sine innsigelser. Utleggelsen og innkallelsen til dette møte bekjentgjøres sammen med den opfordring som er omhandlet i foregående ledd.\nNår det som er foreskrevet i de 2 foregående ledd er iakttatt, anvender departementet uten hinder av inntrådt akkordforhandling eller konkursbehandling det fornødne av sikkerheten til dekning av de krav som ikke er bestridt eller som er avgjort ved endelig dom, mens avsetning foretas til de krav som er bestridt eller ennu ikke er forfalt. Er det, når betingelsene for å dekke et krav av sikkerheten ellers foreligger, ikke avgjort ved endelig dom at kravet er av sådan art at sikkerheten hefter for det, avgjøres dette spørsmål med endelig virkning av departementet. Søksmål som er anlagt for å få dette spørsmål avgjort, bortfaller i så fall.\nHvis sikkerheten ikke er tilstrekkelig til å dekke alle krav, foretar departementet en forholdsmessig fordeling efter først å ha avholdt det nødvendige til dekning av sine egne utlegg.\nEr sikkerheten stillet i form av verdipapirer, kan disse, når anmeldte krav skal fyldestgjøres av dem, selges ved offentlig auksjon​4 eller ved fonds- og aksjemegler på børsen.\nBestemmelsene i denne paragraf gjør ingen innskrenkninger i det personlige ansvar som megleren måtte pådra sig efter vanlige erstatningsregler.\n1 Endret ved lover 8 aug. 1924 nr. 1, 19 juni 1931 nr. 8, 24 juni 1938 nr. 14.\n2 Finansdepartementet.\n3 Opphevd ved lov 18 mai 1979 nr. 18.\n4 Se lov 14 aug. 1918 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I enhver meglerforretning skal det føres journal over omsatte verdipapirer og journal over mottatte oppdrag.\nI omsætningsjournalen skal i tidsfølge og i nummerorden anføres enhver stedfunden omsætning med opgave over parternes navn, værdipapirernes navn og kjøpesum, ved bytte værdien av de overdragne værdipapirer ansat overensstemmende med bestemmelsen i § 10, tiden for omsætningen, kurtage og for stempelpligtige papirers vedkommende stempelavgiftens beløp. De nærmere bestemmelser angaaende indredning, autorisation og førsel av journalerne og om, hvorlænge de skal opbevares, træffes av vedkommende regjeringsdepartement.​2 Paa egen konto føres de stedfundne indkjøp av stempelmerker.\n1 Endret ved lov 13 mai 1977 nr. 35.\n2 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Mægleren skal vareta sin parts tarv overensstemmende med god forretningsskik, og hvor han har opdrag baade fra kjøper og sælger, vareta begges tarv med samme omhu.\nFaar han et opdrag, som gaar ut paa at kjøpe eller sælge til en av opdragsgiveren fastsat kurs, skal mægleren avslutte handel, saasnart omsætning kan istandbringes til denne kurs. Er det imidlertid allerede, før omsetningen har fundet sted, klart, at der kan opnaaes en for opdragsgiveren gunstigere kurs end i opdraget fastsat, er mægleren pligtig til at avslutte handel til den kurs, som efter de for mægleren foreliggende tilbud er den bedst opnaaelige. Er der ikke fastsat nogen kurs i opdraget, er mægleren berettiget til at avslutte handel, saasnart det kan ske til en kurs, som efter markedets stilling maa ansees rimelig.\nNaar en mægler faar i opdrag at sælge eller kjøpe det samme værdipapir for flere kunder, og opdraget kun delvis kan utføres, har den av kunderne krav paa første ret, fra hvem mægleren først har mottat opdraget.\nNaar en mægler faar et opdrag, er dette, hvis opdragsgiveren ikke har fastsat nogen frist, gjældende til utløpet av den tredje dag, efterat mægleren har mottat opdraget, deri medregnet den dag, opdraget kommer frem til mægleren. Opdragsgiveren kan dog naarsomhelst tilbakekalde opdraget, saalænge ikke handel er avsluttet, eller anden bindende avtale er truffet mellem mægleren og tredjemand. Er handel ikke istandbragt ved fristens utløp, er opdraget at anse som bortfaldt.\nNaar mægleren indleder underhandlinger om salg eller kjøp av værdipapier paa vegne av nogen, som ikke er bosat paa mæglerens bosted, skal han uttrykkelig gjøre motparten opmerksom herpaa.\nEn mægler maa ikke formidle forretninger, som har aabenbar karakter av spekulation, for nogen, som ikke er fuldmyndig​1 eller for nogen, om hvem mægleren vet eller burde vite, at han av uerfarenhet eller letsindighet indlater sig paa forretninger i en utstrækning, der staar i misforhold til hans pengemidler.​2 Det er endvidere en mægler forbudt at opmuntre nogen til spekulationer i værdipapirer, naar han aabenbart savner de hertil nødvendige erfaringer om økonomiske forhold.\n1 Se lov 22 april 1927 nr. 3 § 1.\n2 Jfr. lov 31 mai 1918 nr. 4 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Slutseddelen utfærdiges av mægleren og hvis flere mæglere har medvirket ved omsætningen, utfærdiger sælgerens mægler slutseddel til sælgeren, kjøperens mægler til kjøperen og alle de samvirkende mæglere slutsedler til hinanden.\nSlutseddelen skal angi dagen for handelens avslutning, dens gjenstand, omsætningskursen, kjøpesummen, kurtagesatsen, kurtagebeløpet, opgjørsdatoen samt navn og adresse paa kjøper og sælger eller paa vedkommende mellemmand, for samtliges vedkommende med tilføielser, som betegner, i hvilken egenskap de har optraadt under handelen.\nVed utfærdigelse av slutseddelen benyttes blanketter med tilhørende talonger av saadant indhold, som vedkommende regjeringsdepartement​1 bestemmer. Dette fastsætter tillike, hvorlænge talongerne skal opbevares hos slutsedlernes utstedere.\nOmfatter handelen bytte av værdipapirer, ansees to særskilte omsætninger at ha fundet sted (ved hvert saadant bytte), og der blir at utfærdige 4 original-slutsedler.\nVed al anden omsætning utstedes slutseddelen i 2 originaleksemplarer, et for hver av parterne.\nSlutsedlerne skal uopholdelig sendes til parterne senest den paafølgende hverdag efterat handelen er istandbragt.\nLikelydende kopier av alle originalslutsedler tilstilles vedkommende regjeringsdepartement​1 paa den maate, som av dette maatte bli bestemt.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Opgjøret mellem parterne foregaar hos mægleren. Hvor flere mæglere har medvirket, foregaar det hos de respektive kjøperes mæglere.\nVed omsætning, hvor kjøper og sælger bor i samme kommune, skal parterne inden kl. 1 den anden dag efter handelens avslutning henholdsvis indlevere værdipapirerne og indbetale kjøpesummen til den mægler, hos hvem opgjøret foregaar, naar intet andet er avtalt.\nBor de i forskjellige kommuner, sker opgjøret inden kl. 1 den syvende dag efter handelens avslutning, naar intet andet er avtalt.\nHvis kjøperen ikke opfylder sin forpligtelse senest kl. 12 dagen efter opgjørsdagen, har sælgeren valget mellem at annullere forretningen og at sælge værdipapirerne for kjøperens regning.​1 Hvis han ikke senest den fjerde dag efter opgjørsdagen skriftlig har meddelt kjøperen noget andet, ansees handelen som annullert. Saafremt sælgeren senest dagen efter opgjørsdagen har tilstillet kjøperen skriftlig meddelelse om at han forlanger værdipapirerne indløst inden kl. 12 anden dag efter opgjørsdagen, og dette ikke sker, kan han ogsaa kræve skadeserstatning i henhold til lov om kjøp av 24 mai 1907 § 30, og det hvadenten han senere annullerer handelen eller sælger værdipapirene for kjøperens regning.\nHvis sælgeren ikke har opfyldt sin forpligtelse senest kl. 12 fjerde dag efter opgjørsdagen, har kjøperen valget mellem at annullere forretningen og at indkjøpe værdipapirerne for sælgerens regning.​2 Hvis han senest den syvende dag efter opgjørsdagen skriftlig har meddelt sælgeren noget andet, ansees handelen som annullert. Saafremt kjøperen opgjørsdagen har git sælgeren skriftlig meddelelse om, at han forlanger værdipapirerne utlevert inden fire dage, og dette ikke sker, kan han ogsaa kræve skadeserstatning i henhold til lov om kjøp av 24 mai 1907 § 24, hvis han annullerer handelen.\nHvis ydelserne ikke kan leveres inden de foran nævnte tidsfrister, pligter vedkommende part at gjøre opmerksom herpaa før handelens avslutning. Mægleren skal da sørge for, at der træffes avtale om opgjørsdagen.\n1 Se § 13, 3dje ledd.\n2 Se § 13, 4de ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Mægleren har ved opgjøret at paase, at de solgte værdipapirer leveres overensstemmende med avtalen. Han maa ikke utlevere værdipapirerne til kjøperen, før denne har betalt kjøpesummen.​1 Han skal paase, at alle endnu ikke forfaldne rente- og utbyttebevis, som tilhører værdipapirerne, medfølger, og at det fremgaar av paategning paa værdipapirerne, at transporten, hvor saadan kræves, er formelt iorden.\n1 Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Ved ethvert kjøp eller salg av verdipapirer, som en megler avslutter, hefter han som selvskyldner for at partene opfyller sine forpliktelser like overfor hinannen. Dette ansvar har han dog ikke for en part, som på forhånd er godkjent av den annen.\nHar opgjør ikke kunnet finde sted ved utløpet av de i § 11 omhandlede tidsfrister, skal den mægler, hos hvem opgjøret skulde finde sted, uopholdelig sørge for at parterne faar skriftlig underretning.\nHvis en selger ved kjøperens misligholdelse vil selge verdipapirene for kjøperens regning i henhold til § 11, 4de ledd, kan han forlange dem overtatt av den overfor ham anvarlige megler. Megleren har da innen 8 dager å innberette forholdet til den kontrollerende myndighet​2 og samtidig oplyse, om han vil selge verdipapirene til andre eller beholde dem til egen formuesanbringelse.\nHvis en kjøper ved sælgerens misligholdelse vil indkjøpe værdipapirerne for sælgerens regning i henhold til § 11, femte led, kan han forlange, at den overfor ham ansvarlige mægler snarest mulig iverksætter indkjøpet for ham. Ogsaa om dette forhold har mægleren at sende indberetning til den kontrollerende myndighet​2 inden 8 dage.\nUtlagt stempelavgift av misligholdte omsætninger kan refunderes mot behørig legitimation av vedkommende departement,​3 naar de paabudte indberetninger er indsendt.\nForsømmer mægleren at iagta, hvad denne paragraf og §§ 9-12 paalægger ham blir han erstatningspligtig for det tap, han ved denne sin forsømmelse paafører nogen av parterne eller medvirkende mæglere.\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Se § 17.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Mægleren har ret til kurtage for alle fuldt opgjorte handler, der er istandbragt ved hans medvirkning.\nVed uopfyldte handler har han ret til kurtage av den part, som ikke opfylder sin forpligtelse.\nKurtagen beregnes efter de satser, som til enhver tid fastsættes av vedkommende regjeringsdepartement.​1\nAndre end mæglere kan ikke faa andel i kurtagen.\nMægleren maa for sit arbeide som saadan ikke motta anden godtgjørelse end kurtagen. Han maa ikke beregne kursgevinst.\n1 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "En mægler eller nogen hos ham ansat funktionær maa ikke i nogen form enten direkte eller ved andre, drive handel med værdipapirer for egen regning​1 eller yde forskud eller laan eller indgaa kautionsforpligtelser mot sikkerhet i værdipapirer. Dog kan mægleren efter en avsluttet handel utbetale sælgeren helt eller delvis værdipapirernes salgssum, før han har faat dækning.\nKjøper nogen av dem værdipapirer til anbringelse av egne midler, eller sælger de værdipapirer, som de paa denne eller anden maate f.eks. ved arv er blit eier av, maa disse kjøp eller salg foregaa gjennem en anden mægler.\nVærdipapirer, hvorpaa mægleren har utbetalt salgssummen, og som ikke overtages av kjøperen, maa sælges paa den maate, som i forrige led er bestemt.\nEn mægler eller nogen hos ham ansat funktionær maa ikke i nogen form overta ansvar for, at tegning eller salg av værdipapirer skal ha fundet sted inden en viss tid eller til en viss mindstepris.​1\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Kjøper eller sælger en mægler eller nogen hos ham ansat funktionær værdipapirer i strid med § 15, kan den, han har solgt til eller kjøpt av, kræve handelen omgjort og i tilfelde skadeserstatning.​1 Samme ret har den, som hos mægleren eller hos nogen hos ham ansat funktionær har tegnet sig for eller kjøpt værdipapirer, som mægleren eller funktionæren har overtat ansvar for i strid med § 15, sidste led.\nDen ovenfor omhandlede ret bortfalder, hvis den ikke gjøres gjældende ved søksmaal inden en maaned, efterat vedkommende fik kundskap om saken.​2 Under alle omstændigheter bortfalder den 1 aar efter handelens avslutning.\nRetten til at kræve omgjørelse og erstatning efter nærværende paragraf kan ikke paa forhaand fraskrives.\n1 Jfr. § 17, 4de ledd.\n2 Jfr. lov 27 juli 1896 nr. 7 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Mægleren skal være underkastet den kontrol, som vedkommende regjeringsdepartement​2 maatte anordne.\nHan er til enhver tid pligtig til at meddele de kontrolerende myndigheter de oplysninger, som de maatte forlange angaande hans økonomiske forhold og angaaende hans forretning og de spørsmaal, som staar i forbindelse dermed, derunder ogsaa alle saadanne oplysninger, som maatte ansees nødvendige til kontrol med, at pligtig stempelavgift​3 erlægges. Han er ogsaa pligtig til paa forlangende at forevise sine forretningsbøker og øvrige dokumenter vedkommende mæglervirksomheten samt talongerne til de av ham utfærdigede slutsedler. Talongerne kan ogsaa forlanges utlevert til kontrol.\nI borgerlige saker så vel som i straffesaker kan retten beslutte, at megleren og de hos ham ansatte funksjonærer, så vel som de, der utøver den av departementet anordnede kontroll, skal avgi forklaring som vidne, selv om det herunder blir nødvendig å åpenbare forretningshemmeligheter, når retten efter avveining av de stridende interesser finner det påkrevet.​4 I så fall kan retten tillike bestemme, at vidnesbyrdet bare meddeles den selv og partene i møte for lukkede dører og under påleggelse av taushetsplikt.​5\nNår de kontrollerende myndigheter antar, at der foreligger sådanne forhold som omhandlet i § 16, kan de gi den, som i henhold dertil vil ha rettigheter å gjøre gjeldende, fornøden underretning, for at han kan vareta sitt tarv.\nMed de foran nevnte undtagelser påhviler der megleren og de hos ham ansatte funksjonærer taushetsplikt med hensyn til det, som de i forretnings medfør kommer til kundskap om angående andres private forhold forsåvidt ikke noget annet er særskilt bestemt ved lov.\nLikeledes plikter de, som utøver den av departementet anordnede kontroll, i den utstrekning, hvori undersøkelsens øiemed og eventuelle forføininger til påtale av straffbare forhold tillater det, bevare taushet om det, som derunder blir dem bekjent,​6 forsåvidt ikke noget annet er særskilt bestemt ved lov.\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Finansdepartementet.\n3 Se lov 12 des. 1975 nr. 59.\n4 Jfr. strprl. § 180 og rettergangsl. § 209.\n5 Se domstolsl. § 199 og rettergangsl. § 206.\n6 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "I byer, hvor der er børs,​1 skal mæglerne eller et utvalg av dem efter børskomiteens​2 bestemmelse være komiteen behjælpelig med at istandbringe officielle kursnoteringer over værdipapirer. Denne notering foregaar paa børsen under komiteens kontrol og efter et av den fastsat reglement. Bestemmelsene om utvalg og om reglementet er undergit vedkommende regjeringsdepartements​3 approbation.\nFor de ved børsen noterte værdipapirer maa anden notering ikke finde sted i vedkommende by.\n1 Se lov 19 juni 1931 nr. 19 §§ 2 og 26.\n2 Se lov 19 juni 1931 nr. 19 § 4.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Tilladelse til at drive virksomhet som fonds- og aktiemægler kan tilbakekaldes av vedkommende regjeringsdepartement,​2 hvis dette finder det godtgjort, at mægleren har gjort sig skyldig i uretskaffent forhold eller har overtraadt denne lov eller forskrifter, som er utfærdiget i henhold til denne lov, eller de gjældende bestemmelser om stempelavgift av dokumenter.​3\nVidere kan den nævnte myndighet​2 tilbakekalde tilladelsen, hvis han ikke efterkommer den kontrolerende myndighets krav om forøket sikkerhetsstillelse​4 eller undlater at holde sikkerhetsstillelsen i kraft, eller hvis han undlater at betale avgifterne ifølge § 5, eller endelig, hvis der indtræder andre omstændigheter, som gjør det utilraadelig, at virksomheten fortsettes.\nEn mæglers ret bortfalder i alle tilfælde, naar han gaar konkurs,​5 eller naar han i løpet av 2 paa hinanden følgende aar ikke har drevet virksomhet som mægler.\nRetten suspenderes, når han innstiller sine betalinger.​5 Dog kan meglervirksomhet drives for regning av aktiebanker, som er under offentlig administrasjon i henhold til midlertidig lov av 24 mars 1923​6 om tillegg til lovgivningen om akkordforhandling og konkurs, såfremt vedkommende regjeringsdepartement​2 har gitt sitt samtykke dertil.\nEn mæglers enke eller arvinger kan paa ansøkning faa tilladelse av vedkommende regjeringsdepartement​2 til at fortsette virksomheten i saa lang tid, som dette finder det nødvendig til avvikling eller overdragelse av forretningen. Det maa dog i saa fald forlanges, at virksomheten i denne tid bestyres av en av departementet godkjendt person, der opfylder de i § 4 bestemte krav. Naar særlige forhold tilsiger det, kan der dog dispenseres fra kravene til utdannelsestid og alder. Bestyreren er i sin funktionstid underkastet alle denne lovs regler.\nNaar en ret er endelig bortfaldt, paaligger det vedkommende regjeringsdepartement at anmelde dette til handelsregisteret.​7\n1 Endret ved lov 8 aug. 1924 nr. 1.\n2 Finansdepartementet.\n3 Se lov 12 des. 1975 nr. 59.\n4 Se § 7.\n5 Jfr. § 3, siste ledd og § 4, siste ledd.\n6 Se nu lov 24 mai 1961 nr. 2 § 36.\n7 Se lov 17 mai 1890 nr. 6 kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Overtrædelse av denne lov eller de med hjemmel i samme givne forskrifter straffes, hvis ingen anden og strengere bestemmelse finder anvendelse paa forholdet, med bøter​1 eller med fængsel i indtil 3 maaneder. Vedkommendes utbytte av en i strid med loven stedfunden omsætning kan inddrages i statskassen overensstemmende med straffelovens​2 § 36.​3\n1 Se strl. § 27.\n2 Lov 22 mai 1902 nr. 10.\n3 Skal vel nå være § 34, jfr. endringslov 26 jan. 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lov træder i kraft fra den tid Kongen bestemmer.​1 Fra samme tid ophæves for fonds- og aktiemægleres vedkommende;\n1. Paragrafferne 2, 3, 4, 8, 9 og 10 i lov av 9 juni 1916 om tillæg til lovgivningen om stempelavgift av dokumenter.\n2. De endnu gjældende bestemmelser i lov av 8 september 1818 om mægleres ansættelse, deres pligter og rettigheter, med tillægslov av 22 juni 1863, og lov av 5 juni 1869 om frigivelse av mæglernæringen.\n3. Enhver anden mot denne lov stridende bestemmelse.\n1 Ved res. 28 mars 1919 er det bestemt, at loven trer i kraft den 1 mai 1919.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}