{
  "id": "LOV-1960-02-04-1",
  "type": "statute",
  "title": "Lov om boligbyggelag.",
  "short_name": "Boligbyggelagsloven – bbl.",
  "status": "in_force",
  "issued_date": "1960-02-04",
  "in_force_date": "1960-02-04",
  "url": "https://lovdata.no/dokument/NLO/lov/1960-02-04-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med boligbyggelag forstås i denne lov et hvert andelslag med vekslende antall andelseiere og vekslende kapital​1 som har til formål på vegne av andelseierne – enten enkeltvis eller organisert i borettslag – å skaffe boligbygg og andre bygg som hører naturlig sammen hermed.\nEt boligbyggelag kan dessuten ha til formål:\na. å forestå forvaltningen av bygg som nevnt og å organisere og forvalte andre tiltak som tjener andelseiernes bointeresser,​2\nb. å motta til forvaltning sparemidler fra andelseierne i samsvar med bestemmelser gitt av Kongen,​3\nc. å tegne andeler eller aksjer i selskap med begrenset ansvar som driver virksomhet av betydning for boligsamvirket.\nd. å forestå oppføring og forvaltning av bygg på vegne av andre enn andelseierne.\ne. å drive eiendomsmegling, forutsatt at det blir gitt tillatelse til dette i medhold av lov av 16. juni 1989 nr. 53 om eiendomsmegling § 2-1 annet ledd,\nf. å tegne andel eller aksje i selskap med begrenset ansvar som skal eie boliger for utleie til boligbyggelagets andelseiere.\nAvtale om slik oppføring og forvaltning av bygg som nevnt i annet ledd bokstav d) må i det enkelte tilfelle godkjennes av representantskapet.\nAndelseierne skal ikke ha personlig ansvar for lagets forpliktelser.\nLov om aksjeselskaper​4 kommer ikke til anvendelse på boligbyggelag.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 23 april 1999 nr. 20 (i kraft 1 jan 2000 iflg. forskrift 26 mai 1999 nr. 439).\n1 Jfr. §§ 8-10.\n2 Jfr. lov 4 feb 1960 nr. 2 § 1 tredje ledd.\n3 Finansdepartementet iflg. res. 30 mars 1984 nr. 816.\n4 Lov 13 juni 1997 nr. 44 (asl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et boligbyggelags navn (foretaksnavn)​1 skal inneholde ordet «boligbyggelag» eller forkortelsen «B.B.L.» Andre enn boligbyggelag må ikke i sitt foretaksnavn eller på annen måte ved betegnelse av sin virsomhet bruke ordet «boligbyggelag» eller andre betegnelser som angir virksomheten som kooperativ boligbygging.\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. lov 21 juni 1985 nr. 79 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Et boligbyggelag stiftes på følgende måte: Stifterne trer i et antall av minst 15​1 sammen i konstituerende generalforsamling. Etter at møteleder er valgt, blir stiftelsesvilkårene å protokollere. Disse skal alltid angi:\n1. Lagets formål.​2\n2. Den kommune hvor laget skal ha sitt forretningskontor.​3\n3. Andelenes størrelse.​4\nDet kan stilles opp ytterligere stiftelsesvilkår når de ikke inneholder noe som strider mot ufravikelig lov eller hjemler en bestemt person stilling som tillitsvalgt eller funksjonær eller annen særrett i laget.\nSettes det vilkår som forplikter laget til å yte vederlag for å overta til eie eller bruk andre formuesgjenstander enn penger, skal stiftelsesvilkårene nøyaktig fastsette det som skal ytes fra begge sider. Fremgår dette av skriftlig avtale, kan protokollen i stedet for å gjengi avtalen i dens helhet henvise til den og gjengi hovedpunktene, men avtalen skal fremlegges til protokollen i original eller bekreftet avskrift. Første og annet punktum får tilsvarende anvendelse på andre vilkår som inneholder særskilte forpliktelser for laget eller særskilte fordeler eller forrettigheter for noen. Følges ikke forskriftene i dette ledd, anses vilkåret for uskrevet.\nVidere skal det protokolleres opplysning om:\na. Hvorvidt noen av stifterne har fått provisjon eller andre særfordeler i anledning av avtaler som er inngått med sikte på stiftelsen eller som laget ifølge stiftelsesvilkårene skal overta, i tilfelle med nærmere angivelse av hva fordelene går ut på. Er opplysningene uriktige, har laget krav på provisjonen.\nb. Den antatte verdi av formuesgjenstand som laget ifølge stiftelsesvilkårene skal overta, og som ikke består i penger.\nc. Hvor meget en slik formuesgjenstand har kostet overdrageren dersom han eller hun er en av stifterne, og når han eller hun i tilfelle har ervervet den.\nd. Utlegg i anledning stiftelsen som kreves dekket av laget.\nDeretter tegnes andelene. Tegningen skjer i protokollen. Tegning på annen måte er ikke bindende. Tegningene er heller ikke bindende dersom det protokollerte stiftelsesgrunnlag ikke fyller kravene etter denne paragrafs første ledd.\nNår minst 15 personer​1 har tegnet andeler, er laget stiftet på de protokollerte vilkår.\nEn stifter kan møte med fullmektig.​5 Ingen kan være fullmektig for mer enn én stifter.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 9.\n2 Jfr. § 1.\n3 Jfr. tvml. § 21.\n4 Jfr. § 8.\n5 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Etterat laget er stiftet, fastsetter generalforsamlingen vedtekter.​1 Deretter velges medlemmer av styre og representantskap samt revisor.​2\nAlle vedtak på den konstituerende generalforsamling treffes med alminnelig flertall.​3 Hver stifter har én stemme. Ved stemmelikhet avgjøres valg ved loddtrekning, andre saker ved møtelederens stemme.\nAlle vedtak må innføres i protokollen som underskrives av møtelederen og minst to av stifterne som velges av generalforsamlingen.\nBestemmelsen i § 33 gjelder ikke for den konstituerende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 6.\n2 Jfr. kap. 6, 7 og 10.\n3 Jfr. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Styret skal melde laget til registrering i Foretaksregisteret.​2 Før registreringen skal alle andeler tegnet av stifterne være fullt innbetalt.\nFørst når laget er registrert, kan det som sådant overfor tredjemann erverve rettigheter og pådra seg forpliktelser som ikke følger av stiftelsesvilkårene.\nForpliktelser som på lagets vegne er inngått før registreringen, blir bindende for laget fra registreringen. I mellomtiden hefter de som har inngått forpliktelsen, personlig og solidarisk dersom ikke noe annet må anses avtalt med kreditor.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. § 70.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Vedtektene skal alltid angi:\n1. Lagets navn (foretaksnavn).​2\n2. Lagets formål.​3\n3. Den kommune hvor laget har sitt forretningskontor.\n4. Andelenes størrelse.\n5. Hvor mange medlemmer styret og representantskapet skal ha.\nStiftelsesvilkår som ellers inneholder noe som etter loven krever vedtektsbestemmelse (jf. §§ 8, 10, 11, 15, 18, 21, 22, 23, 28, 29, 30, 32, 34, 35, 36, 37, 40 og 44) skal inntas i vedtektene. Stiftelsesvilkår gjelder dog like fullt selv om disse bestemmelser ikke er overholdt.\nVed innmelding skal enhver andelseier kostnadsfritt tilstilles et eksemplar av lagets vedtekter.\n0 Endret ved lover 26 juni 1992 nr. 89, 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 3 og 70.\n2 Jfr. § 2.\n3 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Endring av lagets vedtekter​1 kan bare besluttes av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\n1 Jfr. §§ 33 og 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "content": "Andelskapitalen utgjør summen av de til enhver tid tegnede andelenes pålydende.\nVedtektene kan bestemme at det for hver andel skal betales tegningsavgift.​1 Vedtektene kan også bestemme at for hver andel skal eieren betale en årskontingent.​1 Kontingenten kan være forskjellig for andeler som det er tildelt bolig for og de øvrige andeler. For øvrig kan laget ikke pålegge andelseierne ytelser til laget.\nDepartementet​2 kan fastsette rammer for andelenes pålydende samt for tegningsavgiftens og årskontingentens størrelse.​3\nEtter at konstituerende generalforsamling er holdt, kan nye andeler bare tegnes ved kontant innbetaling av andelsbeløpet.\n0 Endret ved lov 29 april 1977 nr. 30, 5 juni 1981 nr. 47, 23 des 1988 nr. 105.\n1 Jfr. § 13.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 70 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Laget kan ikke bestå av færre enn 15 andelseiere.​1 Synker antallet under 15, og har laget ikke innen tre måneder avhjulpet mangelen eller oppløst seg, hefter de andelseiere som i minst to måneder har vært vitende om forholdet, personlig og solidarisk for de forpliktelser som er pådratt laget etter utløpet av tre-måneders-fristen. Dette gjelder dog ikke forpliktelser som er inngått etter at tingretten har besluttet laget oppløst.\nEr antallet av andelseiere når to måneder av fristen er gått, fremdeles under 15 kan hver av andelseierne med en måneds varsel til de andre andelseiere kreve at tingretten beslutter laget oppløst dersom det ikke innen varselsfristens utløp godtgjøres at antallet av andelseiere er brakt opp til minst 15. Antas det at laget er insolvent,​2 settes det i stedet under konkursbehandling.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 3.\n2 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Et boligbyggelag skal til enhver tid være åpent for nye andelseiere.​1 Alle andeler gir samme rett og plikt med mindre noe annet følger av denne lov.\nVedtektene kan fastsette alminnelige vilkår for å være andelseier, dog ikke vilkår om norsk statsborgerskap.\nSelv om en person fyller de vilkår som er nevnt i annet ledd, kan styret nekte ham eller henne å bli andelseier når det foreligger saklig grunn til det. Avslår styret en søknad om medlemsskap, skal søkeren underrettes om grunnen til avslaget og om at han eller hun kan kreve at styret legger vedtaket fram for første ordinære generalforsamling. Godkjenner ikke generalforsamlingen vedtaket med minst to tredjedeler av de avgitte stemmer, er søkeren godtatt.\nJuridiske personer kan være andelseiere, dersom ikke vedtektene fastsetter noe annet. Vedtektene kan sette særlige vilkår for slikt medlemskap eller kan overlate til styret å sette slike vilkår. Vedtektene kan ikke utelukke juridiske personer som nevnt i borettslagsloven​2 § 13 femte ledd fra å være andelseiere. Juridiske personer som nevnt i borettslagsloven​2 § 13 femte ledd, og som har ervervet andel i tilknyttet borettslag, er pliktig til på anmodning fra boligbyggelaget å delta i et samarbeidsutvalg for behandling av erverv av andeler og forvaltning av framleieforhold i de tilknyttede borettslagene.\nIngen kan, unntatt i det tilfelle som er nevnt i fjerde ledd, tegne eller erverve mer enn én andel. Andre enn ektefeller​3 kan ikke tegne andel sammen eller erverve den i fellesskap på annen måte enn ved arv. Dog kan det inntas bestemmelse i vedtektene om at nære slektninger eller personer som naturlig utgjør en husstand får tegne andel sammen eller erverve den i fellesskap.​4\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1079).\n1 Jfr. lov 4 feb 1960 nr. 2 § 13.\n2 Lov 4 feb 1960 nr. 2.\n3 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se § 70 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "En andel kan ikke uten styrets samtykke overføres til andre ved avtale, arv eller på annen måte hvis ikke annet er bestemt i vedtektene. Samtykke kreves dog ikke når en andel erverves av andelseierens ektefelle​1 eller andelseierens eller ektefellens slektning i rett opp- eller nedstigende linje, adoptivbarn eller andre som faktisk står i adoptivbarns stilling, dersom andelen ikke tidligere har vært overført​2 etter denne unntaksbestemmelse. Samtykke er heller ikke nødvendig når erververen er i slik stilling som nevnt i annet ledd.\nHar en andelseier også andel i et borettslag tilknyttet boligbyggelaget,​3 eller har han eller hun inngått slik avtale med boligbyggelaget som nevnt i lov om borettslag​4 § 8, første ledd, eller samme lovs § 26, kan andelen i boligbyggelaget bare overføres sammen med andelen i borettslaget.\nNår en andel skifter eier, skal den nye eier gi melding herom til laget selv om styrets samtykke ikke er nødvendig.\nDen nye andelseier trer inn i de rettigheter i laget som den forrige andelseier hadde. Det kan i vedtektene inntas bestemmelser om retten til å overta tidligere eiers ansiennitet.\nEn andel kan bare pantsettes eller gjøres til gjenstand for utlegg eller arrest sammen med en andel i et borettslag tilknyttet boligbyggelaget.​5\n0 Endret ved lover 11 juni 1971 nr. 53, 5 juni 1981 nr. 47, 26 juni 1992 nr. 89.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Etter III i lov 11 juni 1971 nr. 53 medregnes overdragelse forut for endringsloven som etter dagjeldende bestemmelser ikke krevet styrets samtykke.\n3 Se § 16.\n4 Lov 4 feb 1960 nr. 2.\n5 Jfr. § 14, lov 8 feb 1980 nr. 2 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Styret kan utelukke en andelseier fra laget når han eller hun har handlet til skade for laget eller ikke oppfyller vilkårene for å være andelseier.​1\nVedkommende skal underrettes om grunnen til styrets vedtak og om at han eller hun innen 30 dager etter at han eller hun er gjort kjent med vedtaket, kan kreve at styret legger vedtaket fram for første ordinære, eller – om styret finner det formålstjenlig – ekstraordinære generalforsamling. Dette krav har oppsettende virkning. Godkjenner ikke generalforsamlingen vedtaket med minst to tredjedeler av de avgitte stemmer, kan andelseieren ikke utelukkes.\nEn andelseier som har andel i et borettslag tilknyttet boligbyggelaget,​2 eller som har slik avtale med boligbyggelaget som omhandlet i lov om borettslag​3 § 8, første ledd, kan ikke utelukkes fra laget.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 10.\n2 Se § 16.\n3 Lov 4 feb 1960 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "En andelseier som melder seg ut av laget eller blir utelukket etter reglene i § 12, har ikke rett til å få tilbake andelsbeløpet,​1 tegningsavgiften​2 eller årskontingenten.​2\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 14.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "For andeler i laget skal det utstedes et andelsbevis til hver andelseier med lagets navn, andelseierens navn, tegningsdato, andelenes nummer samt andelsbeløpet.\nAndelsbevis kan ikke utstedes før laget er registrert.​1\nDet skal stå på andelsbeviset at andel bare kan pantsettes sammen med andel i borettslag tilknyttet boligbyggelaget og, med mindre annet er bestemt i vedtektene i henhold til § 11, at andel ikke kan overdras uten samtykke fra lagets styre.\nOverdragelse av andel skal påføres andelsbeviset, eventuelt med attestasjon for styrets samtykke.\nNår en andelseier melder seg ut av eller utelukkes fra laget, skal andelsbeviset leveres tilbake til laget.\nLaget skal føre register over andelseierne med angivelse av navn og bosted, tegningsdato samt hvilke andeler de har.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Styret skal forestå ervervelse av tomter og skal når laget har ervervet eller fått tilsagn om et tomteareal, utarbeide plan for bygging. Planen skal inneholde tegninger og beskrivelse av byggene og boligene, omkostningsoverslag, finansieringsplan og driftsbudsjett. Planen skal spesielt inneholde opplysning om den antatte størrelse av innskuddet for de forskjellige boligtyper og om den antatte årsleie for disse.\nPlanen skal også inneholde opplysning om hvorvidt byggene skal eies av de enkelte andelseiere, av flere andelseiere i fellesskap, av et borettslag tilknyttet boligbyggelaget eller av et selskap som nevnt i § 1 annet ledd bokstav f. Dessuten skal opplyses om boligbyggelaget skal være forretningsfører.​1\nDe boliger planen omfatter, fordeles så snart som mulig av styret blant andelseierne i samsvar med bestemmelser gitt i vedtektene. ​2\nBestemmelsene i denne paragraf gjelder tilsvarende når et lag erverver boligbygg.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. lov 4 feb 1960 nr. 2 § 46.\n2 Jfr. lov 4 feb 1960 nr. 2 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Når det er besluttet å bebygge et tomteareal for et borettslag som skal bestå av medlemmer av boligbyggelaget (borettslag tilknyttet boligbyggelaget),​1 skal styret straks dra omsorg for at borettslaget blir konstituert i samsvar med bestemmelsene i lov om borettslag.​2 Deretter opprettes kontrakt mellom borettslaget og boligbyggelaget om oppføring av bygg i samsvar med plan som omhandlet i § 15.\nKontrakten som må opprettes skriftlig for å være gyldig, skal inneholde bestemmelser om at boligbyggelaget på vegne av borettslaget skal forestå oppføringen av de bygg planen omfatter, samt for øvrig gjennomføre planens bestemmelser.\nKontrakten kan bemyndige boligbyggelaget til å oppta byggelån og faste lån, inngå kontrakter vedrørende byggearbeidet, føre kontroll med byggearbeidet og til å foreta alle disposisjoner som er nødvendige for å gjennomføre byggeplanen samt til å forestå den midlertidige drift inntil bygget er ferdig og lånet konvertert. Kontrakten kan videre bemyndige boligbyggelaget til å foreta endringer av de foreliggende planer når det er nødvendig av tekniske grunner eller er forlangt av offentlig myndighet, eller når det økonomiske grunnlag for planen endres. Vesentlige endringer kan ikke foretas uten å være godkjent av borettslaget.\nKontrakten kan også inneholde bestemmelse om at boligbyggelaget skal være forretningsfører for borettslaget.​3\nBestemmelsene i denne paragraf får så langt de passer anvendelse når boligbyggelaget på vegne av et borettslag tilknyttet boligbyggelaget erverver boligbygg.\nDepartementet​4 kan fastsette særskilte forskrifter​5 for forvaltningen av borettslagenes midler.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28.\n1 Jfr. lov 4 feb 1960 nr. 2 § 5.\n2 Lov 4 feb 1960 nr. 2.\n3 Jfr. lov 4 feb 1960 nr. 2 § 46.\n4 Kommunal- og regionaldepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Når et tomteareal er besluttet bebygget med boliger som skal eies av enkelte andelseiere eller av flere andelseiere i fellesskap, opprettes kontrakter mellom de enkelte andelseiere og boligbyggelaget om oppføring av bygg i samsvar med plan som omhandlet i § 15. Bestemmelsene i § 16, unntatt første ledd, gjelder tilsvarende.\nLaget må ikke kreve eller motta noe pengebeløp fra andelseiere i forbindelse med kontrakt som nevnt i første ledd før finansieringen av boligene er sikret ved tilsagn om faste lån eller på annen betryggende måte. Dersom ikke annen betryggende sikkerhet er gitt, må andelseieren før innbetaling være gitt panterett i tomtearealet eller festeretten til dette med prioritet etter summen av faste lån eller byggelån som er nevnt i planen. Det må foreligge erklæring fra lagets revisor​1 om at disse vilkår er oppfylt.\n0 Endret ved lov 29 april 1977 nr. 30.\n1 Jfr. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Et boligbyggelag skal ha et styre som skal bestå av en leder og minst 2 andre medlemmer.\nDen som er umyndig​1 kan ikke være styremedlem eller forretningsfører. Inntrer en slik hindring i løpet av tjenestetiden, bortfaller vervet straks. Bare fysiske personer kan være styremedlemmer.\nVedtektene kan med de unntak som følger av sjuende og åttende ledd bestemme at styret bare kan velges blant andelseierne.\nFunksjonstiden for styremedlemmer er to år, med mindre vedtektene fastsetter kortere funksjonstid. Et styremedlem skal dog, med de unntak som følger av annet ledd og av § 20, alltid fungere inntil nytt valg har funnet sted.\nStyret velges av generalforsamlingen med mindre vedtektene har lagt valget til representantskapet.​2 Lederen velges ved særskilt valg.\nVedtektene kan bestemme at forretningsføreren skal være medlem av styret og at staten skal ha rett til å velge ett eller flere styremedlemmer.\nEtt styremedlem med varamedlem skal oppnevnes av den kommune hvor laget har sitt forretningskontor. I vedtektene kan kommunen gis rett til å velge ytterligere ett eller flere medlemmer.\nI lag som de tre siste regnskapsår gjennomsnittlig har hatt flere enn 50 ansatte, kan et flertall av de ansatte kreve at inntil en tredjedel, dog minst to, av styrets medlemmer med varamedlemmer velges av og blant de ansatte. I lag med færre ansatte kan vedtektene bestemme at de ansatte i laget etter nærmere regler fastsatt i vedtektene kan velge styremedlemmer.\nStyrets flertall skal under enhver omstendighet velges etter reglene i femte ledd.\n0 Endret ved lover 29 april 1977 nr. 30, 8 juni 1984 nr. 60, 26 juni 1992 nr. 89.\n1 Jfr. lov 22 april 1927 nr. 3 § 1.\n2 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Det skal velges minst to varamedlemmer for styremedlemmene. Det organ som velger varamedlemmene bestemmer om de skal være personlige eller innkalles i nummerorden.\nPå varamedlemmer får bestemmelsene om styremedlemmer i §§ 4, 18, 20, 24, 25, 27, 28, 38, 53, 67 og 68 tilsvarende anvendelse. Lovens øvrige bestemmelser om styremedlemmer får bare anvendelse på varamedlemmer for så vidt de fungerer som styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før funksjonstiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til styret og likeså til den som har valgt ham eller henne når styremedlemmet ikke er valgt av laget.\nEt styremedlem kan fjernes før utløpet av funksjonstiden. Vedtak herom treffes av generalforsamlingen eller av representantskapet dersom dette i følge vedtektene velger styre. I begge tilfeller krever et slikt vedtak minst to tredjedeler av de avgitte stemmer.\nOpphører vervet som styremedlem før utløpet av funksjonstiden eller inntrer det for styremedlemmet en hindring som nevnt i § 18 annet ledd, og varamedlem for vedkommende ikke finnes, skal de øvrige styremedlemmer sørge for at det blir valgt nytt styremedlem for resten av hans eller hennes funksjonstid. Hører valget under generalforsamlingen, kan det utstå til neste ordinære generalforsamling dersom styret er vedtaksført med de gjenstående medlemmene og varamedlemmer.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av lagets anliggender tilsier det.\nStyremøte sammenkalles av lederen. Krever et styremedlem eller forretningsføreren at det skal holdes styremøte, skal lederen uten opphold etterkomme kravet.\nStyremøte ledes av lederen. Er han eller hun ikke tilstede, og det ikke er valgt noen nestleder, velger styret en møteleder.\nStiller ikke vedtektene strengere krav, er styret beslutningsdyktig når mer enn halvdelen av medlemmene er til stede. Styret treffer sine beslutninger med alminnelig flertall blant de møtende om ikke annet er bestemt i vedtektene. De som stemmer for beslutningen, må likevel alltid utgjøre mer enn en tredjedel av samtlige styremedlemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nStyret skal føre protokoll over sine forhandlinger. Denne skal underskrives av de fremmøtte styremedlemmer.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Styret representerer laget utad og tegner dets navn (firma). Rettshandel som styret i forhold til laget var uberettiget til å avgi, er ikke bindende for laget dersom medkontrahenten visste eller burde ha innsett dette.​1\nVedtektene kan bestemme at to eller flere styremedlemmer i fellesskap kan representere laget og tegne dets navn.​2 Andre enn styremedlemmer kan ikke gis rett til å tegne lagets navn.\nVedtektene kan gi styret adgang til å gi prokura.​3\n1 Jfr. asl. § 6-33.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.\n3 Jfr. lov 21 juni 1985 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Styret skal lede lagets virksomhet i samsvar med lov og vedtekter og etter de forskrifter og pålegg som generalforsamlingen eller andre organer har gitt i medhold av lov eller vedtekter. Styret har herunder å treffe alle bestemmelser som ikke i lov eller vedtekter er lagt til andre organer.​1\nStyret ansetter forretningsfører og andre funksjonærer, gir instruks for dem, fastsetter deres lønn og fører tilsyn med at de oppfyller sine plikter. Det hører også under styret å si dem opp eller gi dem avskjed. Styret kan delegere sin myndighet etter første og annet punktum til forretningsfører. Vedtektene kan bestemme at myndigheten til å ansette, si opp eller avskjedige forretningsfører skal høre under representantskapet.​2\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. §§ 30 og 31.\n2 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Eventuell godtgjørelse til styremedlemmer fastsettes av generalforsamlingen etter innstilling fra representantskapet. Godtgjørelsen skal fastsettes til bestemte pengebeløp for bestemte terminer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Styremedlem eller funksjonær må ikke​1 i anledning av rettshandel for laget ta imot godtgjørelse av andre enn laget og heller ikke godtgjørelse som medkontrahenten eller representant for denne har betinget hos laget.\nDet samme gjelder styremedlems eller funksjonærers ektefelle​2 og enhver som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller selskap som noen i dette ledd nevnt person har en fremtredende interesse i.\nGodtgjørelsen som er avtalt eller mottatt i strid med denne paragraf, tilfaller laget.​3\n1 Jfr. § 67.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Styremedlem eller forretningsfører må ikke​1 delta i behandlingen eller avgjørelsen av noe spørsmål som han eller hun har en fremtredende personlig eller økonomisk særinteresse i. Styremedlem eller forretningsfører må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans eller hennes navn.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "I saker mellom styret eller enkelte styremedlemmer på den ene side og boligbyggelaget på den annen, bortsett fra saker som nevnt i § 68 annet og følgende ledd, skjer forkynnelse for laget for ordføreren i representantskapet, og representantskapet fører saken for laget.\nFøres det sak mellom representantskapet eller dets flertall på den ene side og laget på den annen, skal styret sammenkalle en generalforsamling til valg av en eller flere personer som skal opptre for laget under saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Et boligbyggelag skal ha et representantskap som skal bestå av minst tre medlemmer.\nRepresentantskapet velges av generalforsamlingen. Bestemmelsene i § 18 annet, tredje og fjerde ledd og § 19 første ledd får tilsvarende anvendelse.\nVedtektene kan bestemme at en kommune kan oppnevne inntil tre medlemmer av representantskapet med varamedlemmer. Vedtektene kan også bestemme at de ansatte skal velge medlemmer og varamedlemmer til representantskapet og fastsette regler om dette valg.\nRepresentantskapets valgte medlemmer skal velges både fra andelseiere som ikke er tildelt bolig gjennom laget, og andelseiere med bolig i tilknyttet borettslag.\nStyremedlem, forretningsfører og revisor​1 kan ikke være medlem av representantskapet.\nRepresentantskapet velger blant sine medlemmer en ordfører, hvis ikke vedtektene henlegger også dette valg til generalforsamlingen. Ordføreren velges for ett år.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89.\n1 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Representantskapsmøte holdes når ordføreren eller styret finner det nødvendig, eller når minst en fjerdedel av representantskapets medlemmer fremsetter skriftlig anmodning herom. Møte holdes dog minst en gang om året. Møtet sammenkalles av ordføreren. Bestemmelsene i § 21 tredje og fjerde ledd gjelder tilsvarende.\nRepresentantskapet skal føre protokoll over sine forhandlinger. Den skal underskrives av møtelederen og av to representantskapsmedlemmer som er valgt til det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Representantskapet skal føre tilsyn med at lagets formål fremmes i samsvar med lovgivningen, vedtektene, generalforsamlingens og representantskapets egne beslutninger.\nRepresentantskapet skal gis​1 opplysning om lagets drift i den utstrekning det finner nødvendig og forholdene tillater. Det har i dette øyemed til enhver tid samlet eller ved et utvalg rett til å gjennomgå lagets registrerte regnskapsopplysninger, regnskapsmateriale,​2 bøker og verdier. Minst hvert år og ellers så ofte vedtektene bestemmer eller representantskapet finner det nødvendig, skal styret forelegge det utdrag og balanser av registrerte regnskapsopplysninger og bøker så vel som forklaring om alt vesentlig som er foregått i den forløpne tid.\nVedtektene kan bestemme at styret skal innhente representantskapets uttalelse før det gjøres vedtak i bestemte arter saker. Vedtektene kan også foreskrive at det i visse slags saker som ellers kan avgjøres av styret, skal kreves vedtak av både styret og representantskap, hver for seg eller i fellesmøte.\nAndre beføyelser kan ikke legges til representantskapet med mindre loven særlig hjemler det.\nBestemmelsene i §§ 24, 25 første og tredje ledd og 26 får tilsvarende anvendelse.\n0 Endret ved lover 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 67.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Den øverste myndighet i laget utøves av generalforsamlingen.\nOrdinær generalforsamling skal holdes hvert år innen seks måneder etter utgangen av regnskapsåret.​1\nEkstraordinær generalforsamling holdes når styret, representantskapet eller dets ordfører finner det nødvendig. Likeså skal generalforsamlingen innkalles når revisor eller minst 1/20 av andelseierne, dog minst fem, som har andeler tegnet før siste årsskifte, skriftlig krever det og samtidig oppgir hvilke saker som ønskes behandlet.\n0 Endret ved lov 29 april 1977 nr. 30.\n1 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Generalforsamlingen innkalles av ordføreren i representantskapet. Er et krav som nevnt i § 31 siste punktum ikke etterkommet innen 14 dager, kan de som har fremsatt kravet forlange at tingretten foretar innkalling på lagets bekostning.​1\nInnkallingen skjer med et varsel på minst 8, høyst 20 dager. Ekstraordinær generalforsamling kan likevel om det er nødvendig, innkalles med kortere frist som dog skal være minst tre dager. Innkallingen skjer på den måte vedtektene bestemmer.\nSaker som en andelseier ønsker behandlet av den ordinære generalforsamling, skal nevnes i innkallingen når det fremsettes krav om det senest tre uker før generalforsamlingen, og saken ikke etter § 33 kan avgjøres uten at den er nevnt i innkallingen. Vedtektene kan forlenge fristen til høyst åtte uker, men kan ikke på annen måte begrense andelseierens forslagsrett.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 33 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Generalforsamlingen kan ikke treffe beslutning om andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt ny generalforsamling til avgjørelse av forslag som er fremsatt i møtet. Videre kan den ordinære generalforsamling uten hinder av bestemmelsen i første punktum:\n1. behandle årsberetning fra styret,​2\n2. behandle årsregnskapet​3 og i denne sammenheng spørsmål om anvendelse av overskudd eller dekning av tap,​4 og om å beslutte ekstraordinær gransking.​5\n3. foreta valg av valgkomité​6 og av de tillitsvalgte som skal velges av generalforsamlingen på bestemt tid, og som ikke skal tre i stedet for noen som har frasagt seg vervet før tiden.\nGeneralforsamlingen som er innkalt av tingretten i medhold av § 32 annet punktum kan, uten at det behøver å være angitt i innkallingen, treffe beslutning om å oppsi eller avskjedige tillitsvalgte samt om å gjøre ansvar gjeldende mot dem eller om ekstraordinær gransking.\nSkal et forslag om vedtektsendring​7 kunne behandles, må hovedinnholdet av forslaget være nevnt i innkallingen.​8\n0 Endret ved lover 30 april 1993 nr. 42, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 4.\n2 Jfr. § 42.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 45.\n5 Jfr. § 56.\n6 Jfr. § 34.\n7 Jfr. § 7.\n8 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Til å forberede valg av tillitsvalgte på neste års generalforsamling skal det nedsettes en valgkomité med så mange medlemmer som vedtektene bestemmer. Ett av medlemmene med varamedlem oppnevnes av styret.\nResten av komiteen velges av generalforsamlingen etter innstilling fra representantskapet. Valgkomiteens valgte medlemmer og deres varamedlemmer skal velges både fra andelseiere som ikke er tildelt bolig gjennom laget og andelseiere med bolig i tilknyttet borettslag.\nValgkomiteen skal avgi innstilling til generalforsamlingen om valg av de tillitsvalgte som etter lov og vedtekter skal velges av generalforsamlingen.​1\nI lag hvor andelseierne i samsvar med § 36 tredje ledd på generalforsamlingen representeres ved delegerte, skal valgkomiteen også avgi innstilling til de dertil innkalte andelseiermøter om valg av delegerte, men bare for så vidt angår de andelseiere som ikke er tildelt bolig gjennom laget. Vedtektene kan bestemme at de av valgkomiteens valgte medlemmer som er tildelt bolig gjennom laget, ikke skal delta i behandlingen av denne innstilling.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Forretningsføreren og medlemmene av styret og representantskapet har rett til å være til stede på generalforsamlingen og til å uttale seg. Forretningsføreren, styrets leder og representantskapets ordfører har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sist nevnte tilfelle skal det utpekes en stedfortreder.\nGeneralforsamlingen ledes av ordføreren i representantskapet eller i ordførerens fravær av varaordføreren om denne er til stede. Ellers ledes den av styrets leder. Er generalforsamlingen innkalt av tingretten i medhold av § 32 annet punktum, utpeker tingretten møteleder.\nEr ingen til stede som etter annet ledd skal være møteleder, velges denne av generalforsamlingen blant de tilstedeværende andelseiere. Representantskapet kan dessuten uten hinder av bestemmelsene i første ledds første og annet punktum beslutte at generalforsamlingen skal velge en møteleder og kan da også fremsette forslag til møteleder.\nVedtektene kan bestemme at saker som i det vesentlige har betydning enten bare for andelseiere som er tildelt bolig gjennom laget eller bare for de øvrige andelseiere, skal avgjøres av de andelseiere som saken i det vesentlige har betydning for. Representantskapet bestemmer i tvilstilfelle om en sak skal avgjøres av en av de to grupper andelseiere eller av andelseierne samlet.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes i generalforsamlingen.​1 Protokollen underskrives av møtelederen og av minst to av de tilstedeværende andelseiere valgt av generalforsamlingen. Protokollen skal til enhver tid holdes tilgjengelig for andelseierne.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "content": "Rett til å delta i avstemning i generalforsamlingen har alle andelseiere som har andeler tegnet før siste årsskifte. Hver av andelseierne har én stemme uansett hvor mange andeler han eller hun har.​1\nEn andelseier kan møte med fullmektig. Ingen kan være fullmektig for mer enn én andelseier.\nI lag hvor det er flere enn 500 andelseiere, kan vedtektene bestemme at andelseierne på generalforsamlingen skal være representert ved delegerte som velges av og blant andelseierne etter nærmere regler fastsatt i vedtektene, dog slik at bestemmelsene i første ledd får tilsvarende anvendelse ved valget. Valg holdes før ordinær generalforsamling og gjelder til neste valg. Det skal velges delegerte særskilt for de andelseiere som er tildelt bolig gjennom laget og særskilt for de øvrige andelseiere.​2 Hver av de delegerte har en stemme.​3\n0 Endret ved lover 29 april 1977 nr. 30, 5 juni 1981 nr. 47, 4 mars 1983 nr. 6, 26 juni 1992 nr. 89.\n1 Jfr. § 10.\n2 Jfr. § 34.\n3 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "content": "Med de unntak som følger av loven​1 eller vedtektene treffes alle beslutninger med alminnelig flertall av de avgitte stemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Har han eller hun ikke stemt, eller det gjelder valg, avgjøres saken ved loddtrekning.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. §§ 7, 10, 12, 20, 45, 58, 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "content": "Ingen kan som andelseier eller fullmektig eller ved fullmektig delta i noen avstemning om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom han eller hun har en fremtredende personlig eller økonomisk særinteresse i saken. Dog kan det med de unntak som er nevnt nedenfor, deltas i avstemning om godtgjørelse for tillitsverv i laget eller om fjernelse fra slikt verv.\nStyremedlem og forretningsfører kan ikke delta i avstemning om valg eller fjernelse av eller godtgjørelse til revisor.​1 I avstemning om ekstraordinær gransking​2 og ved valg av granskere kan det ikke delta noen hvis forhold i tilfelle skal omfattes av granskingen.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 53.\n2 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "content": "Andelseier som vil søke en beslutning av generalforsamlingen kjent ugyldig ved dom som stridende mot lov eller vedtekter, må anlegge sak innen tre måneder etter at beslutningen ble truffet.\nDom som kjenner beslutningen ugyldig, virker for alle andelseiere. Var beslutningen anmeldt til Foretaksregisteret,​1 skal dommen anmeldes og registreres​2 på lagets bekostning.​3\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. lov 21 juni 1985 nr. 78.\n2 Jfr. §§ 66 og 67.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "content": "Styret skal sørge for registrering og dokumentasjon av regnskapsopplysninger og utarbeidelse av årsregnskap og årsberetning i samsvar med regler gitt i eller i medhold av regnskapsloven.​1\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Årsregnskap og årsberetning​1 skal underskrives av styret og forretningsføreren. Har noen innvendinger mot oppgjøret, skal vedkommende underskrive med påtegnet forbehold og gi nærmere redegjørelse i årsberetningen.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "content": "Styret skal snarest mulig og senest åtte dager før saken skal behandles i representantskapet, tilstille dettes medlemmer årsregnskap, årsberetning​1 og revisjonsberetning.\nRepresentantskapet skal avgi uttalelse til generalforsamlingen om hvorvidt årsregnskapet og årsberetningen​1 bør godkjennes, og om styrets forslag til anvendelse av overskuddet eller forslag til dekning av tap.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "content": "Årsregnskap og årsberetning​1 og representantskapets uttalelse etter § 43 annet ledd skal snarest mulig og senest innen åtte dager før den ordinære generalforsamling sendes til hver andelseier med kjent oppholdssted. Det kan i vedtektene bestemmes at dokumentene bare skal tilstilles de andelseiere som ber om det. Skal andelseierne etter § 36 være representert på generalforsamlingen ved delegerte, er det tilstrekkelig at dokumentene tilstilles disse innen den frist som er nevnt i første ledd. I disse tilfelle skal dokumentene være utlagt i lagets kontorlokale til ettersyn for andelseierne minst åtte dager før generalforsamlingen.\nRevisjonsberetningen skal også være utlagt som nevnt i første ledd dersom den ikke er sendt andelseierne.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "På den ordinære generalforsamling skal årsregnskapet og årsberetningen​1 behandles og endelig fastsettes. Årsregnskapet og årsberetningen skal has tilstede i avskrifter som skal utleveres til enhver tilstedeværende andelseier eller andelseiers fullmektig som ber om det. Årsregnskapet og årsberetningen skal leses opp i generalforsamlingen med mindre annet enstemmig blir besluttet. Revisjonsberetningen skal alltid leses opp.\nDet kan ikke stemmes under ett om fastsettelsen av årsregnskapet og årsberetningen​1 og om ansvarsfrihet. Beslutningen anses i tilfelle bare å gjelde fastsettelsen av årsregnskapet og årsberetningen og medfører ikke frafallelse av ansvar.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "content": "Et boligbyggelag skal ha en eller flere statsautoriserte eller registrerte revisorer.​1\n0 Endret ved lov 23 des 1988 nr. 105.\n1 Jfr. lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "content": "Revisor skal så vidt mulig være til stede på generalforsamlingen dersom den skal behandle spørsmål om regnskap eller om ansvar​1 for tillitsvalgte og funksjonærer, eller dersom den er innkalt av tingretten i medhold av § 32. Kan revisor ikke møte selv, skal han eller hun møte ved en assistent om han eller hun har noen.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. kap. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Etter krav fra generalforsamling, representantskap, styremedlem, forretningsfører eller gransker plikter​1 revisor å gi opplysninger om hva han eller hun har funnet under sin virksomhet i laget. Revisor kan forlange spørsmålene fremsatt skriftlig og kan gi skriftlig svar, unntatt når opplysningene kreves av generalforsamlingen. I så fall skal spørsmål og svar protokolleres, om noen av de tilstedeværende forlanger det.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89.\n1 Jfr. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "Revisor velges av generalforsamlingen etter forslag fra representantskapet.\nEtter krav av minst en tiendedel, dog minst fem, av andelseierne som har andeler tegnet før siste årsskifte, kan tingretten oppnevne en revisor i tillegg til de andre revisorer. Er kravet satt fram av minst en tredjedel av andelseierne som har andeler tegnet før siste årsskifte, skal det alltid tas til følge.\nFyller ikke revisor lenger vilkårene for å kunne velges til revisor i laget, skal valg av ny revisor i stedet for den hvis verv bortfaller foretas uten opphold. Valget kan dog utstå til neste ordinære generalforsamling dersom vedkommende ikke var lagets eneste revisor.\nRevisor tjenestegjør inntil en annen revisor velges i hans eller hennes sted. Generalforsamlingen kan bare foreta slikt valg dersom det i innkallingen er sagt at det vil bli fremsatt forslag til valg av ny revisor. Fjernes revisor mot sin vilje av en grunn som må anses utilbørlig, har han eller hun krav på ett års godtgjørelse regnet fra fratredelsen.\nRevisors godtgjørelse fastsettes av generalforsamlingen. Retten fastsetter likevel godtgjørelsen for revisor som den har oppnevnt i medhold av annet ledd.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1984 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Generalforsamlingen kan når som helst treffe beslutning om ekstraordinær gransking av lagets stiftelse eller av forvaltningen i hele eller en del av den tid som ligger forut for beslutningen, eller ved bestemte anledninger eller for bestemte personers vedkommende. Om valg av granskere og om deres ugildhet, taushetsplikt og godtgjørelse gjelder samme regel som for revisor.​1\nHar generalforsamlingen forkastet et forslag om gransking, kan en tiendedel, dog minst fem, av de andelseiere som har andeler tegnet før siste årsskifte, ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nFør retten treffer avgjørelse, skal den gi laget og i tilfelle den hvis forhold begjæringen gjelder, anledning til å uttale seg.\nLagets ledelse skal gi granskerne adgang til å foreta de undersøkelser de finner nødvendig, og skal likeså sørge for at granskerne får de opplysninger og den bistand de krever for utførelsen av deres oppdrag.\nPå granskingen får bestemmelsene om revisors arbeid tilsvarende anvendelse så langt de passer.\nGranskerne avgir skriftlig beretning om granskingen til generalforsamlingen, men til tingretten dersom granskingen er besluttet av denne. Retten skal i så fall gi andelseiernes fullmektig gjenpart av beretningen og snarest mulig sammenkalle en generalforsamling, hvor beretningen deles ut og leses opp.​2 Det som er bestemt om revisjonsberetningen i § 44 annet ledd gjelder tilsvarende.\nRetten fastsetter godtgjørelsen for de granskere den har oppnevnt. Omkostningene ved granskingen bæres av laget.\nKjennelser og andre avgjørelser som retten treffer etter denne paragraf, kan påkjæres etter reglene i kapittel 26 i tvistemålsloven.​3\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 53.\n2 Jfr. § 68.\n3 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "I et hvert boligbyggelag skal det dannes et reservefond som skal svare til minst en halvdel av andelskapitalen​1 dog ikke under 50.000 kroner.\nInntil reservefondet har nådd den forannevnte størrelse, skal det avsettes minst en femtedel av årsoverskuddet for så vidt det ikke medgår til dekning av underskudd fra tidligere år.\nSynker reservefondet under den påbudte størrelse, skal det fylles igjen etter samme regler.\nReservefondet må bare nyttes til å dekke underskudd som årsregnskapet​2 viser, og som ikke kan dekkes på annen måte.\nEr reservefondet større enn foran påbudt, kan en femtedel av det overskytende beløp årlig anvendes i annet øyemed enn nevnt i fjerde ledd.​3\n0 Endret ved lover 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 8.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "Vedtak om frivillig oppløsning av et boligbyggelag kan alene fattes av to på hverandre følgende generalforsamlinger med minst 14 dagers mellomrom. Den ene skal være en ordinær generalforsamling. På begge generalforsamlinger kreves at minst to tredjedeler av de avgitte stemmer er for oppløsning. Er hele andelskapitalen​1 tapt, er det nok at en tredjedel av de avgitte stemmer er for oppløsning.\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "content": "Når laget er besluttet oppløst, skal generalforsamlingen velge et avviklingsstyre. Valget skjer på ubestemt tid med en oppsigelsesfrist på tre måneder. For øvrig gjelder bestemmelsene om styret i kapitel 6 også for avviklingsstyret. Medlemmene av det tidligere styre trer ut av funksjon for så vidt de ikke velges til avviklingsstyre.\nTingretten trer i generalforsamlingens sted når laget er besluttet oppløst i medhold av bestemmelsene i § 9 annet ledd. Etter begjæring av minst en femtedel av andelseierne kan retten når særlige grunner taler for det, bestemme at det samme skal gjelde også ellers. Før retten treffer sin avgjørelse, skal den gi styret anledning til å uttale seg. Rettens avgjørelse kan innen 14 dager etter at den er blitt meddelt, innbringes for departementet.​1 Bestemmelsene i tvistemålslovens​2 §§ 399 og 401 får tilsvarende anvendelse.\nFor øvrig innkalles generalforsamlingen under avviklingen etter samme regler som ellers.​3\nNår retten trer i generalforsamlingens sted, bortfaller representantskap. Generalforsamlingen kan beslutte at representantskapet også ellers skal tre ut av funksjon når laget er besluttet oppløst.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Justisdepartementet iflg. res. 2 juni 1960.\n2 Lov 13 aug 1915 nr. 6 (tvml.).\n3 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "content": "Avviklingsstyret skal oppta fortegnelse over lagets eiendeler og gjøre opp balanse med henblikk på avviklingen. Fortegnelsen og balansen skal i revidert stand utlegges på lagets kontor til ettersyn for andelseierne og gjenpart av oppgjøret med revisjonsberetning tilstilles enhver andelseier med kjent oppholdssted.\nNår oppløsning er besluttet, skal laget ved sitt foretaksnavn på brev, kunngjøringer og andre dokumenter tilføye ordene «under avvikling».\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "content": "Beslutningen om oppløsning skal avviklingsstyret straks anmelde til Foretaksregisteret.​1 Dessuten skal beslutningen sammen med en oppfordring til kreditorene om å melde seg, innrykkes i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger i to aviser som er alminnelig lest på stedet. Fordringshavere med kjent oppholdssted skal så vidt mulig gis særskilt skriftlig underretning.\nNår det er særlig grunn til det, kan Kongen​2 gi styret tillatelse til å innkalle lagets fordringshavere ved preklusivt proklama. Frist og kunngjøringsmåte fastsettes i tillatelsen. Proklamaet omfatter ikke skattekrav​3 og spareinnskudd etter § 1 annet ledd.\nLagets virksomhet kan under avviklingen fortsette i den utstrekning det er nødvendig for en hensiktsmessig gjennomføring av avviklingen.\nUnder avviklingen skal årsregnskap og årsberetning​4 fremlegges, revideres og prøves etter samme regler som ellers.​5\n0 Endret ved lover 21 juni 1985 nr. 78, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 67 og lov 21 juni 1985 nr. 78 kap. IV.\n2 Justisdepartementet iflg. res. 2 juni 1960.\n3 Jfr. sl. § 75 med note 2.\n4 Jfr. lov 17 juli 1998 nr. 56.\n5 Jfr. kap. 9 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "content": "Lagets eiendeler skal omgjøres i penger.​1\nAvviklingsstyret skal sørge for at lagets forpliktelser dekkes for så vidt ikke kreditor frafaller sitt krav eller samtykker i å ta en annen som debitor i stedet. Kan en fordringshaver ikke finnes, eller nekter han eller hun å motta sitt tilgodehavende, skal beløpet deponeres i Norges Bank i samsvar med reglene i lov om deponering i gjeldshøve av 17. februar 1939.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. lov 14 aug 1918 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "12:63",
      "chapter": "12",
      "section": "63",
      "content": "Utbetaling av overskudd skal ikke finne sted før lagets forpliktelser er dekket etter reglene i § 62 siste ledd og det er gått seks måneder siden kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 61.\nMulig overskudd skal brukes til almennyttige formål​1 til beste for boligbyggingen der laget har hatt sin hovedsakelige virksomhet.\nEtter avsluttet utbetaling fremlegges revidert regnskap for generalforsamlingen eller i tilfelle for tingretten. Når regnskapet er godkjent, skal det anmeldes til Foretaksregisteret​2 at laget er endelig oppløst.\nAvviklingsstyret skal sørge for at lagets oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen.\n0 Endret ved lover 29 april 1977 nr. 30, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938). 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 70.\n2 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "content": "Et boligbyggelag kan overdra eiendeler, rettigheter og forpliktelser, herunder kontraktsmessige rettigheter og forpliktelser overfor de tilknyttede borettslag, som helhet til et annet boligbyggelag mot at andelseierne får andeler i det overtakende lag.\nLagenes styrer skal utarbeide et begrunnet forslag til fusjonsavtale som minst skal angi:\n1. forslag til vedtektsendringer for det overtakende lag samt opplysninger om vedtektsbestemmelser i dette lag som gjelder andelseiernes rettsstilling og\n2. tidspunktet for gjennomføring av fusjonen.\nForslaget til fusjonsavtale skal forelegges lagenes representantskap. Som vedlegg skal følge skriftlig uttalelse fra de ansatte eller representanter for de ansatte, avskrift av seneste årsoppgjør i det/de andre lag, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt utskrift av revisjonsberetningen. I et overdragende lag skal også det overtakende lags vedtekter vedlegges.\nFusjonsavtalen skal godkjennes av lagenes generalforsamlinger. Beslutningen krever tilslutning fra minst to tredjedeler av de avgitte stemmer. Styrets forslag til fusjonsavtale med vedlegg som nevnt i tredje ledd og uttalelse fra representantskapet skal inntas i eller vedlegges innkallingen.​1 Skal andelseierne etter § 36 være representert på generalforsamlingen ved delegerte eller skjer innkallingen ved offentlig kunngjøring, skal dokumentene utlegges til ettersyn på lagets kontor samtidig med at innkallingen finner sted. Andelseierne skal i innkallingen eller samtidig med denne underrettes om utleggingen. De innkalte andelseierne kan kreve å få tilsendt avskrift og skal i innkallingen underrettes om dette.\nDersom ikke generalforsamlingen skal behandle årsregnskapet og årsberetningen,​2 skal avskrift av seneste årsregnskap og årsberetning, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt avskrift av revisjonsberetningen, utlegges på lagets kontor samtidig med innkallingen.\nDe andeler som skal ytes som vederlag, anses tegnet når fusjonsavtalen er godkjent.\n0 Endret ved lover 29 april 1977 nr. 30, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 33.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "12:64 a",
      "chapter": "12",
      "section": "64 a",
      "content": "Når fusjonsavtalen er godkjent av generalforsamlingen i et overdragende lag skal​1 beslutningen innmeldes til Foretaksregisteret.​2 Har anmeldelse ikke funnet sted innen to måneder etter at beslutningen ble truffet, bortfaller denne.\nNår registrering av fusjonsbeslutningen har funnet sted, skal Foretaksregisteret kunngjøre beslutningen og varsle lagets kreditorer om at de må melde fra til laget innen tre måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon dersom de vil gjøre innsigelse mot at beslutningen settes i verk. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen fristens utløp innsigelse, kan beslutningen ikke settes i verk før han eller hun har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av tingretten.\nEt overdragende lags midler skal forvaltes særskilt inntil laget er registrert som oppløst. Med anmeldelse om oppløsning skal følge en bevitnelse underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for iverksettingen. Samtidig skal de nødvendige vedtektsendringer i det overtakende lag registreres.\nUtlevering av nye andeler til et overdragende lags andelseiere skjer mot innlevering av de gamle andelsbrev eller ved påtegning på disse.\nDet overtakende lag skal sørge for at det overdragende lags oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter oppløsningen av det overdragende laget. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen av det overdragende laget.\n0 Tilføyd ved lov 29 april 1977 nr. 30, endret ved lover 17 des 1982 nr. 86, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 67.\n2 Jfr. lov 21 juni 1985 nr. 78 kap IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64a",
        "source_heading": "§ 64 a."
      }
    },
    {
      "provision_ref": "12:65",
      "chapter": "12",
      "section": "65",
      "content": "Begjæring om konkursbehandling eller gjeldsforhandling etter loven kan fra lagets side bare settes fram av styret.​1 Med mindre styret av hensyn til kreditorene må ansees forpliktet til å begjære konkursbehandling,​2 kan slik begjæring bare fremsettes i henhold til generalforsamlingens beslutning. Under konkursbehandlingen representerer styret laget som konkursskyldner.​3 Retten til godtgjøring for styremedlemmene bortfaller fra konkursåpningen.\n0 Endret ved lov 8 juni 1984 nr. 60.\n1 Jfr. kkl. §§ 2 og 60.\n2 Jfr. strl. § 283 a.\n3 Jfr. kkl. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "content": "Ansatte og tillitsvalgte i et boligbyggelag, plikter å hindre at andre får adgang til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om:\na. noens personlige forhold eller\nb. tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i denne paragraf i egen virksomhet eller i tjeneste for andre.\n0 Tilføyd ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "content": "Stifter, styremedlem, forretningsfører, representantskapsmedlem eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slik overtredelse, straffes med bøter​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil 3 måneder,​3 for så vidt ikke handlingen rammes av noe strengere straffebud.\nOvertredelse er også straffbar når den er begått av uaktsomhet.\n0 Endret ved lover 18 mai 1984 nr. 28, 26 juni 1992 nr. 89.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:67 a",
      "chapter": "14",
      "section": "67 a",
      "content": "Stifter, styremedlem, medlem av representantskap og forretningsfører plikter å erstatte skade som han eller hun under utførelsen av sin oppgave forsettlig eller uaktsomt volder boligbyggelaget, andelseier eller andre. Det samme gjelder den som i egenskap av andelseier forsettlig eller uaktsomt medvirker til slik skade.\nFor gransker gjelder bestemmelsen om erstatningsansvar i første ledd tilsvarende.\nErstatningsansvar etter første ledd kan lempes for så vidt det finnes rimelig under hensyn til utvist skyld, skadens størrelse, økonomisk evne og forholdene ellers.\n0 Tilføyd ved lov 29 april 1977 nr. 30, endret ved lover 26 juni 1992 nr. 89, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67a",
        "source_heading": "§ 67 a."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "content": "Generalforsamlingen avgjør om laget skal gjøre gjeldende erstatningsansvar etter § 67 a.\nHar generalforsamlingen truffet beslutning om ansvarsfrihet eller forkastet et forslag om å gjøre ansvar gjeldende, kan erstatningskrav likevel på lagets vegne og i dets navn fremmes av minst en tiendedel, dog minst fem, av de andelseiere som har andeler tegnet før siste årsskifte.\nSaken skal anlegges ved en felles fullmektig og innen tre måneder etter generalforsamlingen eller, om det er begjært gransking etter § 56, etter at granskingen er avsluttet eller begjæringen er endelig avslått. At noen andelseiere trekker seg tilbake eller avhender sine andeler etter at sak er reist, er ikke til hinder for at de øvrige fortsetter saken.\nTapes saken, er omkostningene laget uvedkommende og skal i tilfelle bæres av de andelseiere som har gjort kravet gjeldende. Blir saken vunnet, kan de kreve at laget dekker omkostningene inntil det beløp som er kommet laget til gode ved søksmålet.\nBestemmelsene i denne paragraf gjelder tilsvarende for lagets krav etter § 3 fjerde ledd bokstav a og § 25 siste ledd samt for påtale av straffbare handlinger og begjæring om påtale.\n0 Endret ved lov 29 april 1977 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "14:69",
      "chapter": "14",
      "section": "69",
      "content": "Generalforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende og riktige opplysninger om overfor generalforsamlingen.\nBeslutning om ansvarsfrihet er ikke bindende for lagets konkursbo dersom laget må antas å ha vært insolvent da beslutningen ble truffet eller konkurs blir åpnet innen ett år etter beslutningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n[Bestemmelsene i § 8 første ledd om at andelene ikke må lyde på mindre enn 25 kroner og ikke mer enn 100 kroner, får ikke anvendelse i lag hvor andelene ved lovens ikrafttreden lyder på andre beløp.]​2\nBestemmelsene i § 10 siste ledd får ikke anvendelse i lag som ved lovens ikrafttreden har avvikende bestemmelser i vedtektene.\nBestemmelsene i § 63 annet ledd får ikke anvendelse i lag som før lovens ikrafttreden har truffet bestemmelse om annen anvendelse av overskudd ved lagets oppløsning.\nLag som går inn under denne lov og som er stiftet før lovens ikrafttreden, skal innen to år etter at loven er trådt i kraft, bringe sine vedtekter i samsvar med loven. Regelen i § 7 gjelder ikke for slike vedtektsendringer. Er laget ikke tidligere anmeldt til Foretaksregisteret​3 skal styret innen samme frist foreta anmeldelse. Bestemmelsene i § 5 annet og tredje ledd får ikke anvendelse for de sistnevnte lag før denne frist er utløpet.\nNår særlige grunner tilsier det, kan departementet​4 etter søknad tillate lag som er stiftet før lovens ikrafttreden å beholde vedtektsbestemmelser som ikke er i samsvar med denne lov.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Fra 1 juli 1960 iflg. res. 2 juni 1960.\n1 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n2 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n3 Jfr. lov 21 juni 1985 nr. 78.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med boligbyggelag forstås i denne lov et hvert andelslag med vekslende antall andelseiere og vekslende kapital​1 som har til formål på vegne av andelseierne – enten enkeltvis eller organisert i borettslag – å skaffe boligbygg og andre bygg som hører naturlig sammen hermed.\nEt boligbyggelag kan dessuten ha til formål:\na. å forestå forvaltningen av bygg som nevnt og å organisere og forvalte andre tiltak som tjener andelseiernes bointeresser,​2\nb. å motta til forvaltning sparemidler fra andelseierne i samsvar med bestemmelser gitt av Kongen,​3\nc. å tegne andeler eller aksjer i selskap med begrenset ansvar som driver virksomhet av betydning for boligsamvirket.\nd. å forestå oppføring og forvaltning av bygg på vegne av andre enn andelseierne.\ne. å drive eiendomsmegling, forutsatt at det blir gitt tillatelse til dette i medhold av lov av 16. juni 1989 nr. 53 om eiendomsmegling § 2-1 annet ledd,\nf. å tegne andel eller aksje i selskap med begrenset ansvar som skal eie boliger for utleie til boligbyggelagets andelseiere.\nAvtale om slik oppføring og forvaltning av bygg som nevnt i annet ledd bokstav d) må i det enkelte tilfelle godkjennes av representantskapet.\nAndelseierne skal ikke ha personlig ansvar for lagets forpliktelser.\nLov om aksjeselskaper​4 kommer ikke til anvendelse på boligbyggelag.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 23 april 1999 nr. 20 (i kraft 1 jan 2000 iflg. forskrift 26 mai 1999 nr. 439).\n1 Jfr. §§ 8-10.\n2 Jfr. lov 4 feb 1960 nr. 2 § 1 tredje ledd.\n3 Finansdepartementet iflg. res. 30 mars 1984 nr. 816.\n4 Lov 13 juni 1997 nr. 44 (asl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Et boligbyggelags navn (foretaksnavn)​1 skal inneholde ordet «boligbyggelag» eller forkortelsen «B.B.L.» Andre enn boligbyggelag må ikke i sitt foretaksnavn eller på annen måte ved betegnelse av sin virsomhet bruke ordet «boligbyggelag» eller andre betegnelser som angir virksomheten som kooperativ boligbygging.\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. lov 21 juni 1985 nr. 79 kap. II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Et boligbyggelag stiftes på følgende måte: Stifterne trer i et antall av minst 15​1 sammen i konstituerende generalforsamling. Etter at møteleder er valgt, blir stiftelsesvilkårene å protokollere. Disse skal alltid angi:\n1. Lagets formål.​2\n2. Den kommune hvor laget skal ha sitt forretningskontor.​3\n3. Andelenes størrelse.​4\nDet kan stilles opp ytterligere stiftelsesvilkår når de ikke inneholder noe som strider mot ufravikelig lov eller hjemler en bestemt person stilling som tillitsvalgt eller funksjonær eller annen særrett i laget.\nSettes det vilkår som forplikter laget til å yte vederlag for å overta til eie eller bruk andre formuesgjenstander enn penger, skal stiftelsesvilkårene nøyaktig fastsette det som skal ytes fra begge sider. Fremgår dette av skriftlig avtale, kan protokollen i stedet for å gjengi avtalen i dens helhet henvise til den og gjengi hovedpunktene, men avtalen skal fremlegges til protokollen i original eller bekreftet avskrift. Første og annet punktum får tilsvarende anvendelse på andre vilkår som inneholder særskilte forpliktelser for laget eller særskilte fordeler eller forrettigheter for noen. Følges ikke forskriftene i dette ledd, anses vilkåret for uskrevet.\nVidere skal det protokolleres opplysning om:\na. Hvorvidt noen av stifterne har fått provisjon eller andre særfordeler i anledning av avtaler som er inngått med sikte på stiftelsen eller som laget ifølge stiftelsesvilkårene skal overta, i tilfelle med nærmere angivelse av hva fordelene går ut på. Er opplysningene uriktige, har laget krav på provisjonen.\nb. Den antatte verdi av formuesgjenstand som laget ifølge stiftelsesvilkårene skal overta, og som ikke består i penger.\nc. Hvor meget en slik formuesgjenstand har kostet overdrageren dersom han eller hun er en av stifterne, og når han eller hun i tilfelle har ervervet den.\nd. Utlegg i anledning stiftelsen som kreves dekket av laget.\nDeretter tegnes andelene. Tegningen skjer i protokollen. Tegning på annen måte er ikke bindende. Tegningene er heller ikke bindende dersom det protokollerte stiftelsesgrunnlag ikke fyller kravene etter denne paragrafs første ledd.\nNår minst 15 personer​1 har tegnet andeler, er laget stiftet på de protokollerte vilkår.\nEn stifter kan møte med fullmektig.​5 Ingen kan være fullmektig for mer enn én stifter.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 9.\n2 Jfr. § 1.\n3 Jfr. tvml. § 21.\n4 Jfr. § 8.\n5 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Etterat laget er stiftet, fastsetter generalforsamlingen vedtekter.​1 Deretter velges medlemmer av styre og representantskap samt revisor.​2\nAlle vedtak på den konstituerende generalforsamling treffes med alminnelig flertall.​3 Hver stifter har én stemme. Ved stemmelikhet avgjøres valg ved loddtrekning, andre saker ved møtelederens stemme.\nAlle vedtak må innføres i protokollen som underskrives av møtelederen og minst to av stifterne som velges av generalforsamlingen.\nBestemmelsen i § 33 gjelder ikke for den konstituerende generalforsamling.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 6.\n2 Jfr. kap. 6, 7 og 10.\n3 Jfr. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Styret skal melde laget til registrering i Foretaksregisteret.​2 Før registreringen skal alle andeler tegnet av stifterne være fullt innbetalt.\nFørst når laget er registrert, kan det som sådant overfor tredjemann erverve rettigheter og pådra seg forpliktelser som ikke følger av stiftelsesvilkårene.\nForpliktelser som på lagets vegne er inngått før registreringen, blir bindende for laget fra registreringen. I mellomtiden hefter de som har inngått forpliktelsen, personlig og solidarisk dersom ikke noe annet må anses avtalt med kreditor.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. § 70.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "content": "Vedtektene skal alltid angi:\n1. Lagets navn (foretaksnavn).​2\n2. Lagets formål.​3\n3. Den kommune hvor laget har sitt forretningskontor.\n4. Andelenes størrelse.\n5. Hvor mange medlemmer styret og representantskapet skal ha.\nStiftelsesvilkår som ellers inneholder noe som etter loven krever vedtektsbestemmelse (jf. §§ 8, 10, 11, 15, 18, 21, 22, 23, 28, 29, 30, 32, 34, 35, 36, 37, 40 og 44) skal inntas i vedtektene. Stiftelsesvilkår gjelder dog like fullt selv om disse bestemmelser ikke er overholdt.\nVed innmelding skal enhver andelseier kostnadsfritt tilstilles et eksemplar av lagets vedtekter.\n0 Endret ved lover 26 juni 1992 nr. 89, 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).\n1 Jfr. §§ 3 og 70.\n2 Jfr. § 2.\n3 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "Endring av lagets vedtekter​1 kan bare besluttes av generalforsamlingen med minst to tredjedeler av de avgitte stemmer.\n1 Jfr. §§ 33 og 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "4:8",
      "chapter": "4",
      "section": "8",
      "content": "Andelskapitalen utgjør summen av de til enhver tid tegnede andelenes pålydende.\nVedtektene kan bestemme at det for hver andel skal betales tegningsavgift.​1 Vedtektene kan også bestemme at for hver andel skal eieren betale en årskontingent.​1 Kontingenten kan være forskjellig for andeler som det er tildelt bolig for og de øvrige andeler. For øvrig kan laget ikke pålegge andelseierne ytelser til laget.\nDepartementet​2 kan fastsette rammer for andelenes pålydende samt for tegningsavgiftens og årskontingentens størrelse.​3\nEtter at konstituerende generalforsamling er holdt, kan nye andeler bare tegnes ved kontant innbetaling av andelsbeløpet.\n0 Endret ved lov 29 april 1977 nr. 30, 5 juni 1981 nr. 47, 23 des 1988 nr. 105.\n1 Jfr. § 13.\n2 Kommunal- og regionaldepartementet.\n3 Jfr. § 70 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "Laget kan ikke bestå av færre enn 15 andelseiere.​1 Synker antallet under 15, og har laget ikke innen tre måneder avhjulpet mangelen eller oppløst seg, hefter de andelseiere som i minst to måneder har vært vitende om forholdet, personlig og solidarisk for de forpliktelser som er pådratt laget etter utløpet av tre-måneders-fristen. Dette gjelder dog ikke forpliktelser som er inngått etter at tingretten har besluttet laget oppløst.\nEr antallet av andelseiere når to måneder av fristen er gått, fremdeles under 15 kan hver av andelseierne med en måneds varsel til de andre andelseiere kreve at tingretten beslutter laget oppløst dersom det ikke innen varselsfristens utløp godtgjøres at antallet av andelseiere er brakt opp til minst 15. Antas det at laget er insolvent,​2 settes det i stedet under konkursbehandling.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 3.\n2 Jfr. kkl. § 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Et boligbyggelag skal til enhver tid være åpent for nye andelseiere.​1 Alle andeler gir samme rett og plikt med mindre noe annet følger av denne lov.\nVedtektene kan fastsette alminnelige vilkår for å være andelseier, dog ikke vilkår om norsk statsborgerskap.\nSelv om en person fyller de vilkår som er nevnt i annet ledd, kan styret nekte ham eller henne å bli andelseier når det foreligger saklig grunn til det. Avslår styret en søknad om medlemsskap, skal søkeren underrettes om grunnen til avslaget og om at han eller hun kan kreve at styret legger vedtaket fram for første ordinære generalforsamling. Godkjenner ikke generalforsamlingen vedtaket med minst to tredjedeler av de avgitte stemmer, er søkeren godtatt.\nJuridiske personer kan være andelseiere, dersom ikke vedtektene fastsetter noe annet. Vedtektene kan sette særlige vilkår for slikt medlemskap eller kan overlate til styret å sette slike vilkår. Vedtektene kan ikke utelukke juridiske personer som nevnt i borettslagsloven​2 § 13 femte ledd fra å være andelseiere. Juridiske personer som nevnt i borettslagsloven​2 § 13 femte ledd, og som har ervervet andel i tilknyttet borettslag, er pliktig til på anmodning fra boligbyggelaget å delta i et samarbeidsutvalg for behandling av erverv av andeler og forvaltning av framleieforhold i de tilknyttede borettslagene.\nIngen kan, unntatt i det tilfelle som er nevnt i fjerde ledd, tegne eller erverve mer enn én andel. Andre enn ektefeller​3 kan ikke tegne andel sammen eller erverve den i fellesskap på annen måte enn ved arv. Dog kan det inntas bestemmelse i vedtektene om at nære slektninger eller personer som naturlig utgjør en husstand får tegne andel sammen eller erverve den i fellesskap.​4\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 27 nov 1998 nr. 68 (i kraft 1 jan 1999 iflg. res. 27 nov 1998 nr. 1079).\n1 Jfr. lov 4 feb 1960 nr. 2 § 13.\n2 Lov 4 feb 1960 nr. 2.\n3 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n4 Se § 70 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "En andel kan ikke uten styrets samtykke overføres til andre ved avtale, arv eller på annen måte hvis ikke annet er bestemt i vedtektene. Samtykke kreves dog ikke når en andel erverves av andelseierens ektefelle​1 eller andelseierens eller ektefellens slektning i rett opp- eller nedstigende linje, adoptivbarn eller andre som faktisk står i adoptivbarns stilling, dersom andelen ikke tidligere har vært overført​2 etter denne unntaksbestemmelse. Samtykke er heller ikke nødvendig når erververen er i slik stilling som nevnt i annet ledd.\nHar en andelseier også andel i et borettslag tilknyttet boligbyggelaget,​3 eller har han eller hun inngått slik avtale med boligbyggelaget som nevnt i lov om borettslag​4 § 8, første ledd, eller samme lovs § 26, kan andelen i boligbyggelaget bare overføres sammen med andelen i borettslaget.\nNår en andel skifter eier, skal den nye eier gi melding herom til laget selv om styrets samtykke ikke er nødvendig.\nDen nye andelseier trer inn i de rettigheter i laget som den forrige andelseier hadde. Det kan i vedtektene inntas bestemmelser om retten til å overta tidligere eiers ansiennitet.\nEn andel kan bare pantsettes eller gjøres til gjenstand for utlegg eller arrest sammen med en andel i et borettslag tilknyttet boligbyggelaget.​5\n0 Endret ved lover 11 juni 1971 nr. 53, 5 juni 1981 nr. 47, 26 juni 1992 nr. 89.\n1 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n2 Etter III i lov 11 juni 1971 nr. 53 medregnes overdragelse forut for endringsloven som etter dagjeldende bestemmelser ikke krevet styrets samtykke.\n3 Se § 16.\n4 Lov 4 feb 1960 nr. 2.\n5 Jfr. § 14, lov 8 feb 1980 nr. 2 kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Styret kan utelukke en andelseier fra laget når han eller hun har handlet til skade for laget eller ikke oppfyller vilkårene for å være andelseier.​1\nVedkommende skal underrettes om grunnen til styrets vedtak og om at han eller hun innen 30 dager etter at han eller hun er gjort kjent med vedtaket, kan kreve at styret legger vedtaket fram for første ordinære, eller – om styret finner det formålstjenlig – ekstraordinære generalforsamling. Dette krav har oppsettende virkning. Godkjenner ikke generalforsamlingen vedtaket med minst to tredjedeler av de avgitte stemmer, kan andelseieren ikke utelukkes.\nEn andelseier som har andel i et borettslag tilknyttet boligbyggelaget,​2 eller som har slik avtale med boligbyggelaget som omhandlet i lov om borettslag​3 § 8, første ledd, kan ikke utelukkes fra laget.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 10.\n2 Se § 16.\n3 Lov 4 feb 1960 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "En andelseier som melder seg ut av laget eller blir utelukket etter reglene i § 12, har ikke rett til å få tilbake andelsbeløpet,​1 tegningsavgiften​2 eller årskontingenten.​2\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 14.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "For andeler i laget skal det utstedes et andelsbevis til hver andelseier med lagets navn, andelseierens navn, tegningsdato, andelenes nummer samt andelsbeløpet.\nAndelsbevis kan ikke utstedes før laget er registrert.​1\nDet skal stå på andelsbeviset at andel bare kan pantsettes sammen med andel i borettslag tilknyttet boligbyggelaget og, med mindre annet er bestemt i vedtektene i henhold til § 11, at andel ikke kan overdras uten samtykke fra lagets styre.\nOverdragelse av andel skal påføres andelsbeviset, eventuelt med attestasjon for styrets samtykke.\nNår en andelseier melder seg ut av eller utelukkes fra laget, skal andelsbeviset leveres tilbake til laget.\nLaget skal føre register over andelseierne med angivelse av navn og bosted, tegningsdato samt hvilke andeler de har.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "content": "Styret skal forestå ervervelse av tomter og skal når laget har ervervet eller fått tilsagn om et tomteareal, utarbeide plan for bygging. Planen skal inneholde tegninger og beskrivelse av byggene og boligene, omkostningsoverslag, finansieringsplan og driftsbudsjett. Planen skal spesielt inneholde opplysning om den antatte størrelse av innskuddet for de forskjellige boligtyper og om den antatte årsleie for disse.\nPlanen skal også inneholde opplysning om hvorvidt byggene skal eies av de enkelte andelseiere, av flere andelseiere i fellesskap, av et borettslag tilknyttet boligbyggelaget eller av et selskap som nevnt i § 1 annet ledd bokstav f. Dessuten skal opplyses om boligbyggelaget skal være forretningsfører.​1\nDe boliger planen omfatter, fordeles så snart som mulig av styret blant andelseierne i samsvar med bestemmelser gitt i vedtektene. ​2\nBestemmelsene i denne paragraf gjelder tilsvarende når et lag erverver boligbygg.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. lov 4 feb 1960 nr. 2 § 46.\n2 Jfr. lov 4 feb 1960 nr. 2 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "content": "Når det er besluttet å bebygge et tomteareal for et borettslag som skal bestå av medlemmer av boligbyggelaget (borettslag tilknyttet boligbyggelaget),​1 skal styret straks dra omsorg for at borettslaget blir konstituert i samsvar med bestemmelsene i lov om borettslag.​2 Deretter opprettes kontrakt mellom borettslaget og boligbyggelaget om oppføring av bygg i samsvar med plan som omhandlet i § 15.\nKontrakten som må opprettes skriftlig for å være gyldig, skal inneholde bestemmelser om at boligbyggelaget på vegne av borettslaget skal forestå oppføringen av de bygg planen omfatter, samt for øvrig gjennomføre planens bestemmelser.\nKontrakten kan bemyndige boligbyggelaget til å oppta byggelån og faste lån, inngå kontrakter vedrørende byggearbeidet, føre kontroll med byggearbeidet og til å foreta alle disposisjoner som er nødvendige for å gjennomføre byggeplanen samt til å forestå den midlertidige drift inntil bygget er ferdig og lånet konvertert. Kontrakten kan videre bemyndige boligbyggelaget til å foreta endringer av de foreliggende planer når det er nødvendig av tekniske grunner eller er forlangt av offentlig myndighet, eller når det økonomiske grunnlag for planen endres. Vesentlige endringer kan ikke foretas uten å være godkjent av borettslaget.\nKontrakten kan også inneholde bestemmelse om at boligbyggelaget skal være forretningsfører for borettslaget.​3\nBestemmelsene i denne paragraf får så langt de passer anvendelse når boligbyggelaget på vegne av et borettslag tilknyttet boligbyggelaget erverver boligbygg.\nDepartementet​4 kan fastsette særskilte forskrifter​5 for forvaltningen av borettslagenes midler.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28.\n1 Jfr. lov 4 feb 1960 nr. 2 § 5.\n2 Lov 4 feb 1960 nr. 2.\n3 Jfr. lov 4 feb 1960 nr. 2 § 46.\n4 Kommunal- og regionaldepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "content": "Når et tomteareal er besluttet bebygget med boliger som skal eies av enkelte andelseiere eller av flere andelseiere i fellesskap, opprettes kontrakter mellom de enkelte andelseiere og boligbyggelaget om oppføring av bygg i samsvar med plan som omhandlet i § 15. Bestemmelsene i § 16, unntatt første ledd, gjelder tilsvarende.\nLaget må ikke kreve eller motta noe pengebeløp fra andelseiere i forbindelse med kontrakt som nevnt i første ledd før finansieringen av boligene er sikret ved tilsagn om faste lån eller på annen betryggende måte. Dersom ikke annen betryggende sikkerhet er gitt, må andelseieren før innbetaling være gitt panterett i tomtearealet eller festeretten til dette med prioritet etter summen av faste lån eller byggelån som er nevnt i planen. Det må foreligge erklæring fra lagets revisor​1 om at disse vilkår er oppfylt.\n0 Endret ved lov 29 april 1977 nr. 30.\n1 Jfr. kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "content": "Et boligbyggelag skal ha et styre som skal bestå av en leder og minst 2 andre medlemmer.\nDen som er umyndig​1 kan ikke være styremedlem eller forretningsfører. Inntrer en slik hindring i løpet av tjenestetiden, bortfaller vervet straks. Bare fysiske personer kan være styremedlemmer.\nVedtektene kan med de unntak som følger av sjuende og åttende ledd bestemme at styret bare kan velges blant andelseierne.\nFunksjonstiden for styremedlemmer er to år, med mindre vedtektene fastsetter kortere funksjonstid. Et styremedlem skal dog, med de unntak som følger av annet ledd og av § 20, alltid fungere inntil nytt valg har funnet sted.\nStyret velges av generalforsamlingen med mindre vedtektene har lagt valget til representantskapet.​2 Lederen velges ved særskilt valg.\nVedtektene kan bestemme at forretningsføreren skal være medlem av styret og at staten skal ha rett til å velge ett eller flere styremedlemmer.\nEtt styremedlem med varamedlem skal oppnevnes av den kommune hvor laget har sitt forretningskontor. I vedtektene kan kommunen gis rett til å velge ytterligere ett eller flere medlemmer.\nI lag som de tre siste regnskapsår gjennomsnittlig har hatt flere enn 50 ansatte, kan et flertall av de ansatte kreve at inntil en tredjedel, dog minst to, av styrets medlemmer med varamedlemmer velges av og blant de ansatte. I lag med færre ansatte kan vedtektene bestemme at de ansatte i laget etter nærmere regler fastsatt i vedtektene kan velge styremedlemmer.\nStyrets flertall skal under enhver omstendighet velges etter reglene i femte ledd.\n0 Endret ved lover 29 april 1977 nr. 30, 8 juni 1984 nr. 60, 26 juni 1992 nr. 89.\n1 Jfr. lov 22 april 1927 nr. 3 § 1.\n2 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "content": "Det skal velges minst to varamedlemmer for styremedlemmene. Det organ som velger varamedlemmene bestemmer om de skal være personlige eller innkalles i nummerorden.\nPå varamedlemmer får bestemmelsene om styremedlemmer i §§ 4, 18, 20, 24, 25, 27, 28, 38, 53, 67 og 68 tilsvarende anvendelse. Lovens øvrige bestemmelser om styremedlemmer får bare anvendelse på varamedlemmer for så vidt de fungerer som styremedlemmer.\n0 Endret ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Når særlige forhold foreligger, har et styremedlem rett til å tre tilbake før funksjonstiden er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til styret og likeså til den som har valgt ham eller henne når styremedlemmet ikke er valgt av laget.\nEt styremedlem kan fjernes før utløpet av funksjonstiden. Vedtak herom treffes av generalforsamlingen eller av representantskapet dersom dette i følge vedtektene velger styre. I begge tilfeller krever et slikt vedtak minst to tredjedeler av de avgitte stemmer.\nOpphører vervet som styremedlem før utløpet av funksjonstiden eller inntrer det for styremedlemmet en hindring som nevnt i § 18 annet ledd, og varamedlem for vedkommende ikke finnes, skal de øvrige styremedlemmer sørge for at det blir valgt nytt styremedlem for resten av hans eller hennes funksjonstid. Hører valget under generalforsamlingen, kan det utstå til neste ordinære generalforsamling dersom styret er vedtaksført med de gjenstående medlemmene og varamedlemmer.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Styremøte skal holdes så ofte som ledelsen og kontrollen av lagets anliggender tilsier det.\nStyremøte sammenkalles av lederen. Krever et styremedlem eller forretningsføreren at det skal holdes styremøte, skal lederen uten opphold etterkomme kravet.\nStyremøte ledes av lederen. Er han eller hun ikke tilstede, og det ikke er valgt noen nestleder, velger styret en møteleder.\nStiller ikke vedtektene strengere krav, er styret beslutningsdyktig når mer enn halvdelen av medlemmene er til stede. Styret treffer sine beslutninger med alminnelig flertall blant de møtende om ikke annet er bestemt i vedtektene. De som stemmer for beslutningen, må likevel alltid utgjøre mer enn en tredjedel av samtlige styremedlemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Er det stemmelikhet ved valg av møteleder, treffes avgjørelsen ved loddtrekning.\nStyret skal føre protokoll over sine forhandlinger. Denne skal underskrives av de fremmøtte styremedlemmer.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "Styret representerer laget utad og tegner dets navn (firma). Rettshandel som styret i forhold til laget var uberettiget til å avgi, er ikke bindende for laget dersom medkontrahenten visste eller burde ha innsett dette.​1\nVedtektene kan bestemme at to eller flere styremedlemmer i fellesskap kan representere laget og tegne dets navn.​2 Andre enn styremedlemmer kan ikke gis rett til å tegne lagets navn.\nVedtektene kan gi styret adgang til å gi prokura.​3\n1 Jfr. asl. § 6-33.\n2 Jfr. lov 21 juni 1985 nr. 78 § 3-4.\n3 Jfr. lov 21 juni 1985 nr. 80.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "Styret skal lede lagets virksomhet i samsvar med lov og vedtekter og etter de forskrifter og pålegg som generalforsamlingen eller andre organer har gitt i medhold av lov eller vedtekter. Styret har herunder å treffe alle bestemmelser som ikke i lov eller vedtekter er lagt til andre organer.​1\nStyret ansetter forretningsfører og andre funksjonærer, gir instruks for dem, fastsetter deres lønn og fører tilsyn med at de oppfyller sine plikter. Det hører også under styret å si dem opp eller gi dem avskjed. Styret kan delegere sin myndighet etter første og annet punktum til forretningsfører. Vedtektene kan bestemme at myndigheten til å ansette, si opp eller avskjedige forretningsfører skal høre under representantskapet.​2\nAnsettelsen kan bare skje på oppsigelse med en oppsigelsesfrist som ikke må overstige seks måneder.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. §§ 30 og 31.\n2 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "content": "Eventuell godtgjørelse til styremedlemmer fastsettes av generalforsamlingen etter innstilling fra representantskapet. Godtgjørelsen skal fastsettes til bestemte pengebeløp for bestemte terminer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Styremedlem eller funksjonær må ikke​1 i anledning av rettshandel for laget ta imot godtgjørelse av andre enn laget og heller ikke godtgjørelse som medkontrahenten eller representant for denne har betinget hos laget.\nDet samme gjelder styremedlems eller funksjonærers ektefelle​2 og enhver som er beslektet eller besvogret med dem i rett opp- eller nedstigende linje, eller selskap som noen i dette ledd nevnt person har en fremtredende interesse i.\nGodtgjørelsen som er avtalt eller mottatt i strid med denne paragraf, tilfaller laget.​3\n1 Jfr. § 67.\n2 Se lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Styremedlem eller forretningsfører må ikke​1 delta i behandlingen eller avgjørelsen av noe spørsmål som han eller hun har en fremtredende personlig eller økonomisk særinteresse i. Styremedlem eller forretningsfører må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans eller hennes navn.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "content": "I saker mellom styret eller enkelte styremedlemmer på den ene side og boligbyggelaget på den annen, bortsett fra saker som nevnt i § 68 annet og følgende ledd, skjer forkynnelse for laget for ordføreren i representantskapet, og representantskapet fører saken for laget.\nFøres det sak mellom representantskapet eller dets flertall på den ene side og laget på den annen, skal styret sammenkalle en generalforsamling til valg av en eller flere personer som skal opptre for laget under saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "7:28",
      "chapter": "7",
      "section": "28",
      "content": "Et boligbyggelag skal ha et representantskap som skal bestå av minst tre medlemmer.\nRepresentantskapet velges av generalforsamlingen. Bestemmelsene i § 18 annet, tredje og fjerde ledd og § 19 første ledd får tilsvarende anvendelse.\nVedtektene kan bestemme at en kommune kan oppnevne inntil tre medlemmer av representantskapet med varamedlemmer. Vedtektene kan også bestemme at de ansatte skal velge medlemmer og varamedlemmer til representantskapet og fastsette regler om dette valg.\nRepresentantskapets valgte medlemmer skal velges både fra andelseiere som ikke er tildelt bolig gjennom laget, og andelseiere med bolig i tilknyttet borettslag.\nStyremedlem, forretningsfører og revisor​1 kan ikke være medlem av representantskapet.\nRepresentantskapet velger blant sine medlemmer en ordfører, hvis ikke vedtektene henlegger også dette valg til generalforsamlingen. Ordføreren velges for ett år.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89.\n1 Jfr. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "content": "Representantskapsmøte holdes når ordføreren eller styret finner det nødvendig, eller når minst en fjerdedel av representantskapets medlemmer fremsetter skriftlig anmodning herom. Møte holdes dog minst en gang om året. Møtet sammenkalles av ordføreren. Bestemmelsene i § 21 tredje og fjerde ledd gjelder tilsvarende.\nRepresentantskapet skal føre protokoll over sine forhandlinger. Den skal underskrives av møtelederen og av to representantskapsmedlemmer som er valgt til det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "content": "Representantskapet skal føre tilsyn med at lagets formål fremmes i samsvar med lovgivningen, vedtektene, generalforsamlingens og representantskapets egne beslutninger.\nRepresentantskapet skal gis​1 opplysning om lagets drift i den utstrekning det finner nødvendig og forholdene tillater. Det har i dette øyemed til enhver tid samlet eller ved et utvalg rett til å gjennomgå lagets registrerte regnskapsopplysninger, regnskapsmateriale,​2 bøker og verdier. Minst hvert år og ellers så ofte vedtektene bestemmer eller representantskapet finner det nødvendig, skal styret forelegge det utdrag og balanser av registrerte regnskapsopplysninger og bøker så vel som forklaring om alt vesentlig som er foregått i den forløpne tid.\nVedtektene kan bestemme at styret skal innhente representantskapets uttalelse før det gjøres vedtak i bestemte arter saker. Vedtektene kan også foreskrive at det i visse slags saker som ellers kan avgjøres av styret, skal kreves vedtak av både styret og representantskap, hver for seg eller i fellesmøte.\nAndre beføyelser kan ikke legges til representantskapet med mindre loven særlig hjemler det.\nBestemmelsene i §§ 24, 25 første og tredje ledd og 26 får tilsvarende anvendelse.\n0 Endret ved lover 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 67.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "content": "Den øverste myndighet i laget utøves av generalforsamlingen.\nOrdinær generalforsamling skal holdes hvert år innen seks måneder etter utgangen av regnskapsåret.​1\nEkstraordinær generalforsamling holdes når styret, representantskapet eller dets ordfører finner det nødvendig. Likeså skal generalforsamlingen innkalles når revisor eller minst 1/20 av andelseierne, dog minst fem, som har andeler tegnet før siste årsskifte, skriftlig krever det og samtidig oppgir hvilke saker som ønskes behandlet.\n0 Endret ved lov 29 april 1977 nr. 30.\n1 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "content": "Generalforsamlingen innkalles av ordføreren i representantskapet. Er et krav som nevnt i § 31 siste punktum ikke etterkommet innen 14 dager, kan de som har fremsatt kravet forlange at tingretten foretar innkalling på lagets bekostning.​1\nInnkallingen skjer med et varsel på minst 8, høyst 20 dager. Ekstraordinær generalforsamling kan likevel om det er nødvendig, innkalles med kortere frist som dog skal være minst tre dager. Innkallingen skjer på den måte vedtektene bestemmer.\nSaker som en andelseier ønsker behandlet av den ordinære generalforsamling, skal nevnes i innkallingen når det fremsettes krav om det senest tre uker før generalforsamlingen, og saken ikke etter § 33 kan avgjøres uten at den er nevnt i innkallingen. Vedtektene kan forlenge fristen til høyst åtte uker, men kan ikke på annen måte begrense andelseierens forslagsrett.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. §§ 33 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "8:33",
      "chapter": "8",
      "section": "33",
      "content": "Generalforsamlingen kan ikke treffe beslutning om andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt ny generalforsamling til avgjørelse av forslag som er fremsatt i møtet. Videre kan den ordinære generalforsamling uten hinder av bestemmelsen i første punktum:\n1. behandle årsberetning fra styret,​2\n2. behandle årsregnskapet​3 og i denne sammenheng spørsmål om anvendelse av overskudd eller dekning av tap,​4 og om å beslutte ekstraordinær gransking.​5\n3. foreta valg av valgkomité​6 og av de tillitsvalgte som skal velges av generalforsamlingen på bestemt tid, og som ikke skal tre i stedet for noen som har frasagt seg vervet før tiden.\nGeneralforsamlingen som er innkalt av tingretten i medhold av § 32 annet punktum kan, uten at det behøver å være angitt i innkallingen, treffe beslutning om å oppsi eller avskjedige tillitsvalgte samt om å gjøre ansvar gjeldende mot dem eller om ekstraordinær gransking.\nSkal et forslag om vedtektsendring​7 kunne behandles, må hovedinnholdet av forslaget være nevnt i innkallingen.​8\n0 Endret ved lover 30 april 1993 nr. 42, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 4.\n2 Jfr. § 42.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 45.\n5 Jfr. § 56.\n6 Jfr. § 34.\n7 Jfr. § 7.\n8 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "8:34",
      "chapter": "8",
      "section": "34",
      "content": "Til å forberede valg av tillitsvalgte på neste års generalforsamling skal det nedsettes en valgkomité med så mange medlemmer som vedtektene bestemmer. Ett av medlemmene med varamedlem oppnevnes av styret.\nResten av komiteen velges av generalforsamlingen etter innstilling fra representantskapet. Valgkomiteens valgte medlemmer og deres varamedlemmer skal velges både fra andelseiere som ikke er tildelt bolig gjennom laget og andelseiere med bolig i tilknyttet borettslag.\nValgkomiteen skal avgi innstilling til generalforsamlingen om valg av de tillitsvalgte som etter lov og vedtekter skal velges av generalforsamlingen.​1\nI lag hvor andelseierne i samsvar med § 36 tredje ledd på generalforsamlingen representeres ved delegerte, skal valgkomiteen også avgi innstilling til de dertil innkalte andelseiermøter om valg av delegerte, men bare for så vidt angår de andelseiere som ikke er tildelt bolig gjennom laget. Vedtektene kan bestemme at de av valgkomiteens valgte medlemmer som er tildelt bolig gjennom laget, ikke skal delta i behandlingen av denne innstilling.\n0 Endret ved lover 29 april 1977 nr. 30, 18 mai 1984 nr. 28, 26 juni 1992 nr. 89, 30 april 1993 nr. 42.\n1 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "8:35",
      "chapter": "8",
      "section": "35",
      "content": "Forretningsføreren og medlemmene av styret og representantskapet har rett til å være til stede på generalforsamlingen og til å uttale seg. Forretningsføreren, styrets leder og representantskapets ordfører har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sist nevnte tilfelle skal det utpekes en stedfortreder.\nGeneralforsamlingen ledes av ordføreren i representantskapet eller i ordførerens fravær av varaordføreren om denne er til stede. Ellers ledes den av styrets leder. Er generalforsamlingen innkalt av tingretten i medhold av § 32 annet punktum, utpeker tingretten møteleder.\nEr ingen til stede som etter annet ledd skal være møteleder, velges denne av generalforsamlingen blant de tilstedeværende andelseiere. Representantskapet kan dessuten uten hinder av bestemmelsene i første ledds første og annet punktum beslutte at generalforsamlingen skal velge en møteleder og kan da også fremsette forslag til møteleder.\nVedtektene kan bestemme at saker som i det vesentlige har betydning enten bare for andelseiere som er tildelt bolig gjennom laget eller bare for de øvrige andelseiere, skal avgjøres av de andelseiere som saken i det vesentlige har betydning for. Representantskapet bestemmer i tvilstilfelle om en sak skal avgjøres av en av de to grupper andelseiere eller av andelseierne samlet.\nDet skal under møtelederens ansvar føres protokoll over alle saker som behandles og alle vedtak som treffes i generalforsamlingen.​1 Protokollen underskrives av møtelederen og av minst to av de tilstedeværende andelseiere valgt av generalforsamlingen. Protokollen skal til enhver tid holdes tilgjengelig for andelseierne.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "8:36",
      "chapter": "8",
      "section": "36",
      "content": "Rett til å delta i avstemning i generalforsamlingen har alle andelseiere som har andeler tegnet før siste årsskifte. Hver av andelseierne har én stemme uansett hvor mange andeler han eller hun har.​1\nEn andelseier kan møte med fullmektig. Ingen kan være fullmektig for mer enn én andelseier.\nI lag hvor det er flere enn 500 andelseiere, kan vedtektene bestemme at andelseierne på generalforsamlingen skal være representert ved delegerte som velges av og blant andelseierne etter nærmere regler fastsatt i vedtektene, dog slik at bestemmelsene i første ledd får tilsvarende anvendelse ved valget. Valg holdes før ordinær generalforsamling og gjelder til neste valg. Det skal velges delegerte særskilt for de andelseiere som er tildelt bolig gjennom laget og særskilt for de øvrige andelseiere.​2 Hver av de delegerte har en stemme.​3\n0 Endret ved lover 29 april 1977 nr. 30, 5 juni 1981 nr. 47, 4 mars 1983 nr. 6, 26 juni 1992 nr. 89.\n1 Jfr. § 10.\n2 Jfr. § 34.\n3 Jfr. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "8:37",
      "chapter": "8",
      "section": "37",
      "content": "Med de unntak som følger av loven​1 eller vedtektene treffes alle beslutninger med alminnelig flertall av de avgitte stemmer. Ved stemmelikhet gjør møtelederens stemme utslaget. Har han eller hun ikke stemt, eller det gjelder valg, avgjøres saken ved loddtrekning.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. §§ 7, 10, 12, 20, 45, 58, 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "8:38",
      "chapter": "8",
      "section": "38",
      "content": "Ingen kan som andelseier eller fullmektig eller ved fullmektig delta i noen avstemning om rettshandel overfor seg selv eller om eget ansvar. Heller ikke kan noen delta i avstemning om rettshandel overfor tredjemann eller om tredjemanns ansvar dersom han eller hun har en fremtredende personlig eller økonomisk særinteresse i saken. Dog kan det med de unntak som er nevnt nedenfor, deltas i avstemning om godtgjørelse for tillitsverv i laget eller om fjernelse fra slikt verv.\nStyremedlem og forretningsfører kan ikke delta i avstemning om valg eller fjernelse av eller godtgjørelse til revisor.​1 I avstemning om ekstraordinær gransking​2 og ved valg av granskere kan det ikke delta noen hvis forhold i tilfelle skal omfattes av granskingen.\n0 Endret ved lov 26 juni 1992 nr. 89.\n1 Jfr. § 53.\n2 Jfr. § 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "8:39",
      "chapter": "8",
      "section": "39",
      "content": "Andelseier som vil søke en beslutning av generalforsamlingen kjent ugyldig ved dom som stridende mot lov eller vedtekter, må anlegge sak innen tre måneder etter at beslutningen ble truffet.\nDom som kjenner beslutningen ugyldig, virker for alle andelseiere. Var beslutningen anmeldt til Foretaksregisteret,​1 skal dommen anmeldes og registreres​2 på lagets bekostning.​3\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jfr. lov 21 juni 1985 nr. 78.\n2 Jfr. §§ 66 og 67.\n3 Jfr. lov 21 juni 1985 nr. 78 § 4-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "9:40",
      "chapter": "9",
      "section": "40",
      "content": "Styret skal sørge for registrering og dokumentasjon av regnskapsopplysninger og utarbeidelse av årsregnskap og årsberetning i samsvar med regler gitt i eller i medhold av regnskapsloven.​1\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "9:41",
      "chapter": "9",
      "section": "41",
      "content": "Årsregnskap og årsberetning​1 skal underskrives av styret og forretningsføreren. Har noen innvendinger mot oppgjøret, skal vedkommende underskrive med påtegnet forbehold og gi nærmere redegjørelse i årsberetningen.\n0 Endret ved lover 18 mai 1984 nr. 28, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "content": "Styret skal snarest mulig og senest åtte dager før saken skal behandles i representantskapet, tilstille dettes medlemmer årsregnskap, årsberetning​1 og revisjonsberetning.\nRepresentantskapet skal avgi uttalelse til generalforsamlingen om hvorvidt årsregnskapet og årsberetningen​1 bør godkjennes, og om styrets forslag til anvendelse av overskuddet eller forslag til dekning av tap.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "content": "Årsregnskap og årsberetning​1 og representantskapets uttalelse etter § 43 annet ledd skal snarest mulig og senest innen åtte dager før den ordinære generalforsamling sendes til hver andelseier med kjent oppholdssted. Det kan i vedtektene bestemmes at dokumentene bare skal tilstilles de andelseiere som ber om det. Skal andelseierne etter § 36 være representert på generalforsamlingen ved delegerte, er det tilstrekkelig at dokumentene tilstilles disse innen den frist som er nevnt i første ledd. I disse tilfelle skal dokumentene være utlagt i lagets kontorlokale til ettersyn for andelseierne minst åtte dager før generalforsamlingen.\nRevisjonsberetningen skal også være utlagt som nevnt i første ledd dersom den ikke er sendt andelseierne.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "content": "På den ordinære generalforsamling skal årsregnskapet og årsberetningen​1 behandles og endelig fastsettes. Årsregnskapet og årsberetningen skal has tilstede i avskrifter som skal utleveres til enhver tilstedeværende andelseier eller andelseiers fullmektig som ber om det. Årsregnskapet og årsberetningen skal leses opp i generalforsamlingen med mindre annet enstemmig blir besluttet. Revisjonsberetningen skal alltid leses opp.\nDet kan ikke stemmes under ett om fastsettelsen av årsregnskapet og årsberetningen​1 og om ansvarsfrihet. Beslutningen anses i tilfelle bare å gjelde fastsettelsen av årsregnskapet og årsberetningen og medfører ikke frafallelse av ansvar.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "10:46",
      "chapter": "10",
      "section": "46",
      "content": "Et boligbyggelag skal ha en eller flere statsautoriserte eller registrerte revisorer.​1\n0 Endret ved lov 23 des 1988 nr. 105.\n1 Jfr. lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "10:47",
      "chapter": "10",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "10:48",
      "chapter": "10",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "10:49",
      "chapter": "10",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "10:50",
      "chapter": "10",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "content": "Revisor skal så vidt mulig være til stede på generalforsamlingen dersom den skal behandle spørsmål om regnskap eller om ansvar​1 for tillitsvalgte og funksjonærer, eller dersom den er innkalt av tingretten i medhold av § 32. Kan revisor ikke møte selv, skal han eller hun møte ved en assistent om han eller hun har noen.\n0 Endret ved lover 26 juni 1992 nr. 89, 30 april 1993 nr. 42, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. kap. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "content": "Etter krav fra generalforsamling, representantskap, styremedlem, forretningsfører eller gransker plikter​1 revisor å gi opplysninger om hva han eller hun har funnet under sin virksomhet i laget. Revisor kan forlange spørsmålene fremsatt skriftlig og kan gi skriftlig svar, unntatt når opplysningene kreves av generalforsamlingen. I så fall skal spørsmål og svar protokolleres, om noen av de tilstedeværende forlanger det.\n0 Endret ved lover 23 des 1988 nr. 105, 26 juni 1992 nr. 89.\n1 Jfr. § 67.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "content": "Revisor velges av generalforsamlingen etter forslag fra representantskapet.\nEtter krav av minst en tiendedel, dog minst fem, av andelseierne som har andeler tegnet før siste årsskifte, kan tingretten oppnevne en revisor i tillegg til de andre revisorer. Er kravet satt fram av minst en tredjedel av andelseierne som har andeler tegnet før siste årsskifte, skal det alltid tas til følge.\nFyller ikke revisor lenger vilkårene for å kunne velges til revisor i laget, skal valg av ny revisor i stedet for den hvis verv bortfaller foretas uten opphold. Valget kan dog utstå til neste ordinære generalforsamling dersom vedkommende ikke var lagets eneste revisor.\nRevisor tjenestegjør inntil en annen revisor velges i hans eller hennes sted. Generalforsamlingen kan bare foreta slikt valg dersom det i innkallingen er sagt at det vil bli fremsatt forslag til valg av ny revisor. Fjernes revisor mot sin vilje av en grunn som må anses utilbørlig, har han eller hun krav på ett års godtgjørelse regnet fra fratredelsen.\nRevisors godtgjørelse fastsettes av generalforsamlingen. Retten fastsetter likevel godtgjørelsen for revisor som den har oppnevnt i medhold av annet ledd.\n0 Endret ved lover 29 april 1977 nr. 30, 23 des 1988 nr. 105, 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 des 1988 nr. 105.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1984 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "10:56",
      "chapter": "10",
      "section": "56",
      "content": "Generalforsamlingen kan når som helst treffe beslutning om ekstraordinær gransking av lagets stiftelse eller av forvaltningen i hele eller en del av den tid som ligger forut for beslutningen, eller ved bestemte anledninger eller for bestemte personers vedkommende. Om valg av granskere og om deres ugildhet, taushetsplikt og godtgjørelse gjelder samme regel som for revisor.​1\nHar generalforsamlingen forkastet et forslag om gransking, kan en tiendedel, dog minst fem, av de andelseiere som har andeler tegnet før siste årsskifte, ved en felles fullmektig be tingretten beslutte gransking og oppnevne granskere. Begjæringen skal tas til følge dersom retten finner at den har rimelig grunn.\nFør retten treffer avgjørelse, skal den gi laget og i tilfelle den hvis forhold begjæringen gjelder, anledning til å uttale seg.\nLagets ledelse skal gi granskerne adgang til å foreta de undersøkelser de finner nødvendig, og skal likeså sørge for at granskerne får de opplysninger og den bistand de krever for utførelsen av deres oppdrag.\nPå granskingen får bestemmelsene om revisors arbeid tilsvarende anvendelse så langt de passer.\nGranskerne avgir skriftlig beretning om granskingen til generalforsamlingen, men til tingretten dersom granskingen er besluttet av denne. Retten skal i så fall gi andelseiernes fullmektig gjenpart av beretningen og snarest mulig sammenkalle en generalforsamling, hvor beretningen deles ut og leses opp.​2 Det som er bestemt om revisjonsberetningen i § 44 annet ledd gjelder tilsvarende.\nRetten fastsetter godtgjørelsen for de granskere den har oppnevnt. Omkostningene ved granskingen bæres av laget.\nKjennelser og andre avgjørelser som retten treffer etter denne paragraf, kan påkjæres etter reglene i kapittel 26 i tvistemålsloven.​3\n0 Endret ved lover 26 juni 1992 nr. 89, 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jfr. § 53.\n2 Jfr. § 68.\n3 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "content": "I et hvert boligbyggelag skal det dannes et reservefond som skal svare til minst en halvdel av andelskapitalen​1 dog ikke under 50.000 kroner.\nInntil reservefondet har nådd den forannevnte størrelse, skal det avsettes minst en femtedel av årsoverskuddet for så vidt det ikke medgår til dekning av underskudd fra tidligere år.\nSynker reservefondet under den påbudte størrelse, skal det fylles igjen etter samme regler.\nReservefondet må bare nyttes til å dekke underskudd som årsregnskapet​2 viser, og som ikke kan dekkes på annen måte.\nEr reservefondet større enn foran påbudt, kan en femtedel av det overskytende beløp årlig anvendes i annet øyemed enn nevnt i fjerde ledd.​3\n0 Endret ved lover 23 des 1988 nr. 105, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 8.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "content": "Vedtak om frivillig oppløsning av et boligbyggelag kan alene fattes av to på hverandre følgende generalforsamlinger med minst 14 dagers mellomrom. Den ene skal være en ordinær generalforsamling. På begge generalforsamlinger kreves at minst to tredjedeler av de avgitte stemmer er for oppløsning. Er hele andelskapitalen​1 tapt, er det nok at en tredjedel av de avgitte stemmer er for oppløsning.\n1 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "content": "Når laget er besluttet oppløst, skal generalforsamlingen velge et avviklingsstyre. Valget skjer på ubestemt tid med en oppsigelsesfrist på tre måneder. For øvrig gjelder bestemmelsene om styret i kapitel 6 også for avviklingsstyret. Medlemmene av det tidligere styre trer ut av funksjon for så vidt de ikke velges til avviklingsstyre.\nTingretten trer i generalforsamlingens sted når laget er besluttet oppløst i medhold av bestemmelsene i § 9 annet ledd. Etter begjæring av minst en femtedel av andelseierne kan retten når særlige grunner taler for det, bestemme at det samme skal gjelde også ellers. Før retten treffer sin avgjørelse, skal den gi styret anledning til å uttale seg. Rettens avgjørelse kan innen 14 dager etter at den er blitt meddelt, innbringes for departementet.​1 Bestemmelsene i tvistemålslovens​2 §§ 399 og 401 får tilsvarende anvendelse.\nFor øvrig innkalles generalforsamlingen under avviklingen etter samme regler som ellers.​3\nNår retten trer i generalforsamlingens sted, bortfaller representantskap. Generalforsamlingen kan beslutte at representantskapet også ellers skal tre ut av funksjon når laget er besluttet oppløst.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Justisdepartementet iflg. res. 2 juni 1960.\n2 Lov 13 aug 1915 nr. 6 (tvml.).\n3 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "12:60",
      "chapter": "12",
      "section": "60",
      "content": "Avviklingsstyret skal oppta fortegnelse over lagets eiendeler og gjøre opp balanse med henblikk på avviklingen. Fortegnelsen og balansen skal i revidert stand utlegges på lagets kontor til ettersyn for andelseierne og gjenpart av oppgjøret med revisjonsberetning tilstilles enhver andelseier med kjent oppholdssted.\nNår oppløsning er besluttet, skal laget ved sitt foretaksnavn på brev, kunngjøringer og andre dokumenter tilføye ordene «under avvikling».\n0 Endret ved lov 5 sep 2003 nr. 91 (i kraft 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "12:61",
      "chapter": "12",
      "section": "61",
      "content": "Beslutningen om oppløsning skal avviklingsstyret straks anmelde til Foretaksregisteret.​1 Dessuten skal beslutningen sammen med en oppfordring til kreditorene om å melde seg, innrykkes i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger i to aviser som er alminnelig lest på stedet. Fordringshavere med kjent oppholdssted skal så vidt mulig gis særskilt skriftlig underretning.\nNår det er særlig grunn til det, kan Kongen​2 gi styret tillatelse til å innkalle lagets fordringshavere ved preklusivt proklama. Frist og kunngjøringsmåte fastsettes i tillatelsen. Proklamaet omfatter ikke skattekrav​3 og spareinnskudd etter § 1 annet ledd.\nLagets virksomhet kan under avviklingen fortsette i den utstrekning det er nødvendig for en hensiktsmessig gjennomføring av avviklingen.\nUnder avviklingen skal årsregnskap og årsberetning​4 fremlegges, revideres og prøves etter samme regler som ellers.​5\n0 Endret ved lover 21 juni 1985 nr. 78, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 67 og lov 21 juni 1985 nr. 78 kap. IV.\n2 Justisdepartementet iflg. res. 2 juni 1960.\n3 Jfr. sl. § 75 med note 2.\n4 Jfr. lov 17 juli 1998 nr. 56.\n5 Jfr. kap. 9 og 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "12:62",
      "chapter": "12",
      "section": "62",
      "content": "Lagets eiendeler skal omgjøres i penger.​1\nAvviklingsstyret skal sørge for at lagets forpliktelser dekkes for så vidt ikke kreditor frafaller sitt krav eller samtykker i å ta en annen som debitor i stedet. Kan en fordringshaver ikke finnes, eller nekter han eller hun å motta sitt tilgodehavende, skal beløpet deponeres i Norges Bank i samsvar med reglene i lov om deponering i gjeldshøve av 17. februar 1939.\n0 Endret ved lover 29 april 1977 nr. 30, 26 juni 1992 nr. 89.\n1 Jfr. lov 14 aug 1918 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "12:63",
      "chapter": "12",
      "section": "63",
      "content": "Utbetaling av overskudd skal ikke finne sted før lagets forpliktelser er dekket etter reglene i § 62 siste ledd og det er gått seks måneder siden kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon etter § 61.\nMulig overskudd skal brukes til almennyttige formål​1 til beste for boligbyggingen der laget har hatt sin hovedsakelige virksomhet.\nEtter avsluttet utbetaling fremlegges revidert regnskap for generalforsamlingen eller i tilfelle for tingretten. Når regnskapet er godkjent, skal det anmeldes til Foretaksregisteret​2 at laget er endelig oppløst.\nAvviklingsstyret skal sørge for at lagets oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter den endelige oppløsningen. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen.\n0 Endret ved lover 29 april 1977 nr. 30, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938). 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 70.\n2 Jfr. lov 21 juni 1985 nr. 78 kap. IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "content": "Et boligbyggelag kan overdra eiendeler, rettigheter og forpliktelser, herunder kontraktsmessige rettigheter og forpliktelser overfor de tilknyttede borettslag, som helhet til et annet boligbyggelag mot at andelseierne får andeler i det overtakende lag.\nLagenes styrer skal utarbeide et begrunnet forslag til fusjonsavtale som minst skal angi:\n1. forslag til vedtektsendringer for det overtakende lag samt opplysninger om vedtektsbestemmelser i dette lag som gjelder andelseiernes rettsstilling og\n2. tidspunktet for gjennomføring av fusjonen.\nForslaget til fusjonsavtale skal forelegges lagenes representantskap. Som vedlegg skal følge skriftlig uttalelse fra de ansatte eller representanter for de ansatte, avskrift av seneste årsoppgjør i det/de andre lag, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt utskrift av revisjonsberetningen. I et overdragende lag skal også det overtakende lags vedtekter vedlegges.\nFusjonsavtalen skal godkjennes av lagenes generalforsamlinger. Beslutningen krever tilslutning fra minst to tredjedeler av de avgitte stemmer. Styrets forslag til fusjonsavtale med vedlegg som nevnt i tredje ledd og uttalelse fra representantskapet skal inntas i eller vedlegges innkallingen.​1 Skal andelseierne etter § 36 være representert på generalforsamlingen ved delegerte eller skjer innkallingen ved offentlig kunngjøring, skal dokumentene utlegges til ettersyn på lagets kontor samtidig med at innkallingen finner sted. Andelseierne skal i innkallingen eller samtidig med denne underrettes om utleggingen. De innkalte andelseierne kan kreve å få tilsendt avskrift og skal i innkallingen underrettes om dette.\nDersom ikke generalforsamlingen skal behandle årsregnskapet og årsberetningen,​2 skal avskrift av seneste årsregnskap og årsberetning, påført merknad om generalforsamlingens beslutning med hensyn til lagets overskudd eller tap, samt avskrift av revisjonsberetningen, utlegges på lagets kontor samtidig med innkallingen.\nDe andeler som skal ytes som vederlag, anses tegnet når fusjonsavtalen er godkjent.\n0 Endret ved lover 29 april 1977 nr. 30, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 33.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "12:64 a",
      "chapter": "12",
      "section": "64 a",
      "content": "Når fusjonsavtalen er godkjent av generalforsamlingen i et overdragende lag skal​1 beslutningen innmeldes til Foretaksregisteret.​2 Har anmeldelse ikke funnet sted innen to måneder etter at beslutningen ble truffet, bortfaller denne.\nNår registrering av fusjonsbeslutningen har funnet sted, skal Foretaksregisteret kunngjøre beslutningen og varsle lagets kreditorer om at de må melde fra til laget innen tre måneder fra kunngjøringen i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon dersom de vil gjøre innsigelse mot at beslutningen settes i verk. Kunngjøringen skal rykkes inn i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon og to ganger med minst en ukes mellomrom i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen fristens utløp innsigelse, kan beslutningen ikke settes i verk før han eller hun har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av tingretten.\nEt overdragende lags midler skal forvaltes særskilt inntil laget er registrert som oppløst. Med anmeldelse om oppløsning skal følge en bevitnelse underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for iverksettingen. Samtidig skal de nødvendige vedtektsendringer i det overtakende lag registreres.\nUtlevering av nye andeler til et overdragende lags andelseiere skjer mot innlevering av de gamle andelsbrev eller ved påtegning på disse.\nDet overtakende lag skal sørge for at det overdragende lags oppbevaringspliktige regnskapsmateriale som angitt i regnskapsloven​3 § 2-7 og bøker oppbevares i minst 10 år etter oppløsningen av det overdragende laget. Registrerte regnskapsopplysninger skal kunne gjengis som angitt i regnskapsloven § 2-2 i 10 år etter den endelige oppløsningen av det overdragende laget.\n0 Tilføyd ved lov 29 april 1977 nr. 30, endret ved lover 17 des 1982 nr. 86, 21 juni 1985 nr. 78, 26 juni 1992 nr. 89, 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 5 sep 2003 nr. 92 (i kraft 1 jan 2004 iflg. res. 5 sep 2003 nr. 1119).\n1 Jfr. § 67.\n2 Jfr. lov 21 juni 1985 nr. 78 kap IV.\n3 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64a",
        "source_heading": "§ 64 a."
      }
    },
    {
      "provision_ref": "12:65",
      "chapter": "12",
      "section": "65",
      "content": "Begjæring om konkursbehandling eller gjeldsforhandling etter loven kan fra lagets side bare settes fram av styret.​1 Med mindre styret av hensyn til kreditorene må ansees forpliktet til å begjære konkursbehandling,​2 kan slik begjæring bare fremsettes i henhold til generalforsamlingens beslutning. Under konkursbehandlingen representerer styret laget som konkursskyldner.​3 Retten til godtgjøring for styremedlemmene bortfaller fra konkursåpningen.\n0 Endret ved lov 8 juni 1984 nr. 60.\n1 Jfr. kkl. §§ 2 og 60.\n2 Jfr. strl. § 283 a.\n3 Jfr. kkl. § 108.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "content": "Ansatte og tillitsvalgte i et boligbyggelag, plikter å hindre at andre får adgang til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om:\na. noens personlige forhold eller\nb. tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i denne paragraf i egen virksomhet eller i tjeneste for andre.\n0 Tilføyd ved lov 26 juni 1992 nr. 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "content": "Stifter, styremedlem, forretningsfører, representantskapsmedlem eller revisor som overtrer bestemmelser gitt i eller i medhold av denne lov eller medvirker til slik overtredelse, straffes med bøter​1 eller under særlig skjerpende omstendigheter med fengsel​2 inntil 3 måneder,​3 for så vidt ikke handlingen rammes av noe strengere straffebud.\nOvertredelse er også straffbar når den er begått av uaktsomhet.\n0 Endret ved lover 18 mai 1984 nr. 28, 26 juni 1992 nr. 89.\n1 Jfr. strl. § 27.\n2 Jfr. strl. § 26 a.\n3 Jfr. strl. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:67 a",
      "chapter": "14",
      "section": "67 a",
      "content": "Stifter, styremedlem, medlem av representantskap og forretningsfører plikter å erstatte skade som han eller hun under utførelsen av sin oppgave forsettlig eller uaktsomt volder boligbyggelaget, andelseier eller andre. Det samme gjelder den som i egenskap av andelseier forsettlig eller uaktsomt medvirker til slik skade.\nFor gransker gjelder bestemmelsen om erstatningsansvar i første ledd tilsvarende.\nErstatningsansvar etter første ledd kan lempes for så vidt det finnes rimelig under hensyn til utvist skyld, skadens størrelse, økonomisk evne og forholdene ellers.\n0 Tilføyd ved lov 29 april 1977 nr. 30, endret ved lover 26 juni 1992 nr. 89, 15 jan 1999 nr. 2 (i kraft 1 aug 1999 iflg. forskrift 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67a",
        "source_heading": "§ 67 a."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "content": "Generalforsamlingen avgjør om laget skal gjøre gjeldende erstatningsansvar etter § 67 a.\nHar generalforsamlingen truffet beslutning om ansvarsfrihet eller forkastet et forslag om å gjøre ansvar gjeldende, kan erstatningskrav likevel på lagets vegne og i dets navn fremmes av minst en tiendedel, dog minst fem, av de andelseiere som har andeler tegnet før siste årsskifte.\nSaken skal anlegges ved en felles fullmektig og innen tre måneder etter generalforsamlingen eller, om det er begjært gransking etter § 56, etter at granskingen er avsluttet eller begjæringen er endelig avslått. At noen andelseiere trekker seg tilbake eller avhender sine andeler etter at sak er reist, er ikke til hinder for at de øvrige fortsetter saken.\nTapes saken, er omkostningene laget uvedkommende og skal i tilfelle bæres av de andelseiere som har gjort kravet gjeldende. Blir saken vunnet, kan de kreve at laget dekker omkostningene inntil det beløp som er kommet laget til gode ved søksmålet.\nBestemmelsene i denne paragraf gjelder tilsvarende for lagets krav etter § 3 fjerde ledd bokstav a og § 25 siste ledd samt for påtale av straffbare handlinger og begjæring om påtale.\n0 Endret ved lov 29 april 1977 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "14:69",
      "chapter": "14",
      "section": "69",
      "content": "Generalforsamlingens beslutning om ansvarsfrihet fritar ikke for ansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende og riktige opplysninger om overfor generalforsamlingen.\nBeslutning om ansvarsfrihet er ikke bindende for lagets konkursbo dersom laget må antas å ha vært insolvent da beslutningen ble truffet eller konkurs blir åpnet innen ett år etter beslutningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "15:70",
      "chapter": "15",
      "section": "70",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n[Bestemmelsene i § 8 første ledd om at andelene ikke må lyde på mindre enn 25 kroner og ikke mer enn 100 kroner, får ikke anvendelse i lag hvor andelene ved lovens ikrafttreden lyder på andre beløp.]​2\nBestemmelsene i § 10 siste ledd får ikke anvendelse i lag som ved lovens ikrafttreden har avvikende bestemmelser i vedtektene.\nBestemmelsene i § 63 annet ledd får ikke anvendelse i lag som før lovens ikrafttreden har truffet bestemmelse om annen anvendelse av overskudd ved lagets oppløsning.\nLag som går inn under denne lov og som er stiftet før lovens ikrafttreden, skal innen to år etter at loven er trådt i kraft, bringe sine vedtekter i samsvar med loven. Regelen i § 7 gjelder ikke for slike vedtektsendringer. Er laget ikke tidligere anmeldt til Foretaksregisteret​3 skal styret innen samme frist foreta anmeldelse. Bestemmelsene i § 5 annet og tredje ledd får ikke anvendelse for de sistnevnte lag før denne frist er utløpet.\nNår særlige grunner tilsier det, kan departementet​4 etter søknad tillate lag som er stiftet før lovens ikrafttreden å beholde vedtektsbestemmelser som ikke er i samsvar med denne lov.\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Fra 1 juli 1960 iflg. res. 2 juni 1960.\n1 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n2 Bestemmelsene endret ved lov 23 des 1988 nr. 105.\n3 Jfr. lov 21 juni 1985 nr. 78.\n4 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    }
  ]
}