{
  "id": "LOV-1977-06-10-71",
  "type": "statute",
  "title": "Lov om anerkjennelse og fullbyrding av nordiske dommer på privatrettens område",
  "short_name": "Lov om nordiske privatrettslige dommer",
  "status": "in_force",
  "issued_date": "1977-06-10",
  "in_force_date": "1978-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/1977-06-10-71",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "1. Rettskraftig avgjørelse om et privatrettslig krav som i sivil sak eller straffesak er truffet av dansk, finsk, islandsk eller svensk domstol, har bindende virkning i Norge når ikke annet følger av reglene i §§ 7 og 8.\n2. Ved avgjørelse forstås i denne lov bare avgjørelsen av selve det krav eller rettsforhold som er sakens gjenstand, med mindre annet følger av § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Følgende avgjørelser har bindende virkning i Norge for så vidt de angår privatrettslige krav og har oppnådd rettskraft:\na. avgjørelse hvorved finsk överexekutor eller svensk domstol har pålagt betalingsplikt på grunnlag av gjeldsbrev eller annet skriftlig bevis («utslag i lagsökningsmål»); finsk utslag i lagsökningsmål anses rettskraftig når fristen for besvär er utløpt, selv om fristen for återvinning ikke er ute,\nb. finsk «betalingsorder» og\nc. svenske «bevis i mål om betalningsföreläggande om att utmätning må äga rum».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Samme bindende virkning har videre rettskraftig avgjørelse om\na. sakskostnader i sivil sak om krav som loven omfatter,\nb. sakskostnader til fornærmete i straffesak,\nc. godtgjørelse til vitne eller sakkyndig i sivil sak eller straffesak, og\nd. tilbakebetaling til det offentlige av forskott som er utbetalt vitne, fornærmete i straffesak eller part.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Avgjørelse som etter reglene i denne lov har bindende virkning i Norge, og som er tvangskraftig i den stat hvor avgjørelsen er truffet (opphavsstaten) skal på begjæring fullbyrdes her.\nDet samme gjelder:\na. Forlik om et privatrettslig krav som er inngått for domstol eller annen myndighet i Danmark, Finland, Island eller Sverige, og som kan fullbyrdes i opphavsstaten.\nb. Utenrettslig forlik og gjeldsbrev som etter den danske lov om rettens pleje § 478 nr. 4 og 5 kan fullbyrdes i Danmark uten søksmål, likevel bare såframt forliket ble inngått eller gjeldsbrevet ble undertegnet i Danmark av skyldneren, og denne da hadde bopel der.\nc. Rettskraftig avgjørelse av finsk utmätningsman eller överexekutor truffet i forbindelse med tilbakelevering av en gjenstand som er kjøpt på avbetaling, og som går ut på at kjøperen eller selgeren skal betale et beløp til den annen part, likevel bare såframt skyldneren på tidspunktet for tilbakeleveringen hadde bopel i Finland.\nd. Utslag av svensk kronofogdemyndighet i sak om betalningsföreläggande som pålegger noen å betale et pengebeløp, og utslag av svensk kronofogdemyndighet i sak om vanlig handräckning.\n0 Endret ved lov 11 juni 1993 nr. 83 (ikr. 1 aug 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Rettslige og administrative avgjørelser, herunder midlertidige avgjørelser, som er truffet i Danmark, Finland, Island eller Sverige om foreldremyndighet over barn, om rett til personlig samvær med barn eller om overlevering av barn i annet høve, og som kan være grunnlag for fullbyrding i opphavsstaten, skal på begjæring fullbyrdes her. Det kreves ikke at avgjørelsen er rettskraftig. Det samme gjelder forlik som er inngått for en domstol og avtaler som er godkjent av en administrativ myndighet i nevnte land.\n2. Avgjørelser, forlik og avtaler som strider mot avgjørelser som er truffet eller forlik som er inngått her i landet, kan bare fullbyrdes her, dersom de førstnevnte skal gjelde etter særlige regler om det.\n3. Reglene i første ledd gjelder ikke avgjørelser som er truffet av fullbyrdingsmyndighet eller som helse- og sosialstyret eller annen myndighet har truffet etter vedkommende stats lovgivning om det offentlige barne- og ungdomsvern eller dermed likestilt omsorg.\n0 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Avgjørelse som går ut på betaling av penger, og som etter loven her kan få bindende virkning i Norge, kan fullbyrdes her i riket når den er tvangskraftig i opphavsstaten.\n0 Endret ved lov 11 juni 1993 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "1. Denne lov gjelder ikke:\na. avgjørelse eller forlik om oppheving av formuesfellesskapet, separasjon, skilsmisse, omstøting av ekteskap, stiftelse eller oppheving av adopsjonsforhold, hel eller delvis fratakelse av rettslig handleevne eller endring av vedtak om dette, eller om deling av formue eller erstatning i forbindelse med separasjon, skilsmisse eller omstøting av ekteskap, for så vidt gjelder fullbyrding får loven dog anvendelse på avgjørelse som har bindende virkning her i landet etter artikkel 22 i konvensjon 6 februar 1931 mellom Danmark, Finland, Island, Norge og Sverige angående internasjonal-privatrettslige bestemmelser om ekteskap, adopsjon og vergemål,\nb. avgjørelse eller forlik om foreldremyndighet over barn, om rett til personlig samvær med barn eller om overlevering av barn i annet høve, med mindre annet følger av § 5,\nc. avgjørelse eller forlik om familierettslig underholdsplikt,\nd. avgjørelse eller forlik om slektskap,\ne. avgjørelse eller forlik om rett til arv eller legat, gjenlevende ektefelles rettigheter, dødsboskifte eller ansvar for en arvelaters gjeld, med mindre avdøde var statsborger i Danmark, Finland, Island, Norge eller Sverige og bosatt i en av disse stater,\nf. avgjørelse eller forlik om konkursbehandling eller offentlig akkordforhandling, omstøting eller tilsidesetting av rettsstiftelser på grunn av konkurs, dersom ikkje avgjørelsen eller forliket gjelder omstøting eller tilsidesetting av rettsstiftelser på grunn av en konkurs som er åpnet i Danmark, Finland, Island, Norge eller Sverige, og retten ved åpningen av konkurs grunnet sin kompetanse på at skyldneren er eller ved sin død var bosatt i landet, eller at et selskap, et samvirkeforetak, en forening eller en stiftelse hadde sitt sete i landet.\ng. avgjørelse eller forlik i sak som skal bringes inn direkte for de særlige domstoler som behandler spørsmål om kollektive avtaler i arbeidsforhold.\n2. Loven gjelder heller ikke for nordiske dommer m.v. som anerkjennes og fullbyrdes her i riket etter Luganokonvensjonen 2007 og heller ikke for så vidt annet følger av regler om anerkjennelse og fullbyrding i særlige forhold.\n0 Endret ved lover 8 jan 1993 nr. 21, 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 19 juni 2009 nr. 79 (ikr. 1 jan 2010 iflg. res. 16 okt 2009 nr. 1279), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Reglene om anerkjennelse og fullbyrding gjelder ikke:\n1. Når grunnlaget for avgjørsmyndighetens kompetanse utelukkende er ett eller flere av følgende forhold, med mindre saksøkte har innlatt seg på sakens realitet uten å ta forbehold:\na. at saksøkte hadde en formuegjenstand i opphavsstaten, såframt saken ikke gjelder et krav som angår formuegjenstanden eller som den var stilt som sikkerhet for,\nb. at stevningen ble forkynt for saksøkte under hans midlertidige opphold i opphavsstaten,\nc. en vernetingsavtale som ikke fyller kravene i tvisteloven § 4-6, såframt avgjørelsen gjelder en saksøkt som på avtaletidspunktet hadde alminnelig verneting i Norge og framleis har det.\n2. Avgjørelse som i første instans er truffet mot en uteblitt saksøkt, når pålegg om å svare i saken er forkynt bare ved offentlig kunngjøring. Det samme gjelder avgjørelse i høyere instans, når saksøkte er uteblitt i alle instanser, og pålegg som nevnt ikke i noen instans er forkynt på annen måte enn ved offentlig kunngjøring. For så vidt angår avgjørelse som er nevnt i § 7 første ledd bokstav e, gjelder unntaket bare for avgjørelse om gjenlevende ektefelles eller de enkelte arvingers ansvar for arvelaterens gjeld.\n3. Avgjørelse av samme krav som det allerede står søksmål om mellom de samme parter for norsk domstol eller for domstol i annen nordisk stat, såframt dette søksmål er reist først og kan føre til avgjørelse som kan få bindende virkning i Norge etter denne lov.\n4. Avgjørelse eller forlik om krav som domstol i en annen stat enn opphavsstaten på grunn av tvistgjenstandens art har enekompetanse til å avgjøre.\n5. Avgjørelse eller forlik for så vidt anerkjennelse eller fullbyrding ville virke åpenbart støtende på norsk rettsorden.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "1. Begjæring om fullbyrding rettes til tingretten.\n2. Med begjæring om fullbyrding skal følge avskrift av avgjørelsen bekreftet av vedkommende myndighet samt bevis for at avgjørelsen er rettskraftig. Er avgjørelsen ikke rettskraftig, skal isteden følge med bevis for at avgjørelsen er tvangskraftig.\n3. Når det begjæres fullbyrding av forlik, skal det legges fram bekreftet avskrift av forliket og bevis for at forliket kan kreves fullbyrdet i opphavsstaten.\n4. Med begjæring om fullbyrding av utenrettslig forlik eller gjeldsbrev som nevnt i § 4 annet ledd bokstav b, skal følge dokumentet i original og bekreftelse fra det danske justisministerium om at fordringen i Danmark ville kunne inndrives hos skyldneren uten søksmål.\n5. Med begjæring om fullbyrdelse av avgjørelse, forlik og avtale som omfattes av § 5 skal følge bekreftet avskrift av dokumentet og bevis for at det kan være grunnlag for fullbyrding i opphavsstaten.\n6. Med dokumenter som er skrevet på andre språk enn dansk, norsk og svensk skal følge bekreftet omsetting til et av disse språk, med mindre fullbyrdingsmyndigheten bestemmer noe annet.\n7. Kongen kan gi forskrifter om bevis og andre dokumenter som kan kreves etter paragrafen her.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "1. Beslutning om hvorvidt fullbyrding skal skje, fattes uten at saksøkte høres. Kan det skje uten skadelig forhaling, kan han likevel etter omstendighetene få adgang til å uttale seg.\n2. Ved begjæring om fullbyrding av utenrettslig forlik eller gjeldsbrev som nevnt i § 4 annet ledd bokstav b, skal saksøkte få adgang til å uttale seg, om ikke særlige grunner taler mot det. Inneholder et utenrettslig dokument bestemmelse om kostnadene ved gjennomføringen av kravet, kan beløpet nedsettes under fullbyrdingen dersom namsmyndighetene finner det uforholdsmessig høyt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fullbyrding skjer som for innenlandske tvangsgrunnlag bestemt, når ikke annet følger av loven her. Særlige bestemmelser som avgjørelsen eller forliket måtte inneholde om tvangsmidler, får ikke anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "content": "Reises søksmål for norsk domstol, og søksmål om samme krav mellom de samme parter allerede står for domstol i Danmark, Finland, Island eller Sverige, skal søksmålet her avvises eller stanses i påvente av rettskraftig avgjørelse i den annen stat, såframt det antas at avgjørelsen der vil ha bindende virkning i Norge etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "6:13",
      "chapter": "6",
      "section": "13",
      "content": "1. Norske rettskraftige avgjørelser m.m. kan begjæres anerkjent og fullbyrdet i Danmark, Finland, Island og Sverige i samsvar med lovgivningen herom i disse land.\n2. Kongen kan gi forskrifter om framgangsmåten her i riket ved begjæring om fullbyrding i annet nordisk land, herunder om bevis og attester som måtte kreves i fullbyrdingslandet, samt om hvem begjæring om fullbyrding skal rettes til i annet nordisk land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "7:14",
      "chapter": "7",
      "section": "14",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer. Loven kan settes i kraft særskilt i forhold til ett eller flere av de nordiske land.\n2. Den får ikke anvendelse på avgjørelse som er truffet eller forlik som er inngått før lovens ikrafttredelse.\n1 Fra 1 jan 1978 i forhold til Danmark, Finland og Sverige, iflg. res. 2 des 1977. Om eldre dommer og forholdet til Island se note 1 til konvensjon 16 mars 1932 foran.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "7:15",
      "chapter": "7",
      "section": "15",
      "content": "Fra den tid denne lov trer i kraft, gjøres følgende endringer i andre lover:– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "1. Rettskraftig avgjørelse om et privatrettslig krav som i sivil sak eller straffesak er truffet av dansk, finsk, islandsk eller svensk domstol, har bindende virkning i Norge når ikke annet følger av reglene i §§ 7 og 8.\n2. Ved avgjørelse forstås i denne lov bare avgjørelsen av selve det krav eller rettsforhold som er sakens gjenstand, med mindre annet følger av § 5 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Følgende avgjørelser har bindende virkning i Norge for så vidt de angår privatrettslige krav og har oppnådd rettskraft:\na. avgjørelse hvorved finsk överexekutor eller svensk domstol har pålagt betalingsplikt på grunnlag av gjeldsbrev eller annet skriftlig bevis («utslag i lagsökningsmål»); finsk utslag i lagsökningsmål anses rettskraftig når fristen for besvär er utløpt, selv om fristen for återvinning ikke er ute,\nb. finsk «betalingsorder» og\nc. svenske «bevis i mål om betalningsföreläggande om att utmätning må äga rum».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Samme bindende virkning har videre rettskraftig avgjørelse om\na. sakskostnader i sivil sak om krav som loven omfatter,\nb. sakskostnader til fornærmete i straffesak,\nc. godtgjørelse til vitne eller sakkyndig i sivil sak eller straffesak, og\nd. tilbakebetaling til det offentlige av forskott som er utbetalt vitne, fornærmete i straffesak eller part.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Avgjørelse som etter reglene i denne lov har bindende virkning i Norge, og som er tvangskraftig i den stat hvor avgjørelsen er truffet (opphavsstaten) skal på begjæring fullbyrdes her.\nDet samme gjelder:\na. Forlik om et privatrettslig krav som er inngått for domstol eller annen myndighet i Danmark, Finland, Island eller Sverige, og som kan fullbyrdes i opphavsstaten.\nb. Utenrettslig forlik og gjeldsbrev som etter den danske lov om rettens pleje § 478 nr. 4 og 5 kan fullbyrdes i Danmark uten søksmål, likevel bare såframt forliket ble inngått eller gjeldsbrevet ble undertegnet i Danmark av skyldneren, og denne da hadde bopel der.\nc. Rettskraftig avgjørelse av finsk utmätningsman eller överexekutor truffet i forbindelse med tilbakelevering av en gjenstand som er kjøpt på avbetaling, og som går ut på at kjøperen eller selgeren skal betale et beløp til den annen part, likevel bare såframt skyldneren på tidspunktet for tilbakeleveringen hadde bopel i Finland.\nd. Utslag av svensk kronofogdemyndighet i sak om betalningsföreläggande som pålegger noen å betale et pengebeløp, og utslag av svensk kronofogdemyndighet i sak om vanlig handräckning.\n0 Endret ved lov 11 juni 1993 nr. 83 (ikr. 1 aug 1993).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "1. Rettslige og administrative avgjørelser, herunder midlertidige avgjørelser, som er truffet i Danmark, Finland, Island eller Sverige om foreldremyndighet over barn, om rett til personlig samvær med barn eller om overlevering av barn i annet høve, og som kan være grunnlag for fullbyrding i opphavsstaten, skal på begjæring fullbyrdes her. Det kreves ikke at avgjørelsen er rettskraftig. Det samme gjelder forlik som er inngått for en domstol og avtaler som er godkjent av en administrativ myndighet i nevnte land.\n2. Avgjørelser, forlik og avtaler som strider mot avgjørelser som er truffet eller forlik som er inngått her i landet, kan bare fullbyrdes her, dersom de førstnevnte skal gjelde etter særlige regler om det.\n3. Reglene i første ledd gjelder ikke avgjørelser som er truffet av fullbyrdingsmyndighet eller som helse- og sosialstyret eller annen myndighet har truffet etter vedkommende stats lovgivning om det offentlige barne- og ungdomsvern eller dermed likestilt omsorg.\n0 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Avgjørelse som går ut på betaling av penger, og som etter loven her kan få bindende virkning i Norge, kan fullbyrdes her i riket når den er tvangskraftig i opphavsstaten.\n0 Endret ved lov 11 juni 1993 nr. 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "1. Denne lov gjelder ikke:\na. avgjørelse eller forlik om oppheving av formuesfellesskapet, separasjon, skilsmisse, omstøting av ekteskap, stiftelse eller oppheving av adopsjonsforhold, hel eller delvis fratakelse av rettslig handleevne eller endring av vedtak om dette, eller om deling av formue eller erstatning i forbindelse med separasjon, skilsmisse eller omstøting av ekteskap, for så vidt gjelder fullbyrding får loven dog anvendelse på avgjørelse som har bindende virkning her i landet etter artikkel 22 i konvensjon 6 februar 1931 mellom Danmark, Finland, Island, Norge og Sverige angående internasjonal-privatrettslige bestemmelser om ekteskap, adopsjon og vergemål,\nb. avgjørelse eller forlik om foreldremyndighet over barn, om rett til personlig samvær med barn eller om overlevering av barn i annet høve, med mindre annet følger av § 5,\nc. avgjørelse eller forlik om familierettslig underholdsplikt,\nd. avgjørelse eller forlik om slektskap,\ne. avgjørelse eller forlik om rett til arv eller legat, gjenlevende ektefelles rettigheter, dødsboskifte eller ansvar for en arvelaters gjeld, med mindre avdøde var statsborger i Danmark, Finland, Island, Norge eller Sverige og bosatt i en av disse stater,\nf. avgjørelse eller forlik om konkursbehandling eller offentlig akkordforhandling, omstøting eller tilsidesetting av rettsstiftelser på grunn av konkurs, dersom ikkje avgjørelsen eller forliket gjelder omstøting eller tilsidesetting av rettsstiftelser på grunn av en konkurs som er åpnet i Danmark, Finland, Island, Norge eller Sverige, og retten ved åpningen av konkurs grunnet sin kompetanse på at skyldneren er eller ved sin død var bosatt i landet, eller at et selskap, et samvirkeforetak, en forening eller en stiftelse hadde sitt sete i landet.\ng. avgjørelse eller forlik i sak som skal bringes inn direkte for de særlige domstoler som behandler spørsmål om kollektive avtaler i arbeidsforhold.\n2. Loven gjelder heller ikke for nordiske dommer m.v. som anerkjennes og fullbyrdes her i riket etter Luganokonvensjonen 2007 og heller ikke for så vidt annet følger av regler om anerkjennelse og fullbyrding i særlige forhold.\n0 Endret ved lover 8 jan 1993 nr. 21, 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287), 19 juni 2009 nr. 79 (ikr. 1 jan 2010 iflg. res. 16 okt 2009 nr. 1279), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Reglene om anerkjennelse og fullbyrding gjelder ikke:\n1. Når grunnlaget for avgjørsmyndighetens kompetanse utelukkende er ett eller flere av følgende forhold, med mindre saksøkte har innlatt seg på sakens realitet uten å ta forbehold:\na. at saksøkte hadde en formuegjenstand i opphavsstaten, såframt saken ikke gjelder et krav som angår formuegjenstanden eller som den var stilt som sikkerhet for,\nb. at stevningen ble forkynt for saksøkte under hans midlertidige opphold i opphavsstaten,\nc. en vernetingsavtale som ikke fyller kravene i tvisteloven § 4-6, såframt avgjørelsen gjelder en saksøkt som på avtaletidspunktet hadde alminnelig verneting i Norge og framleis har det.\n2. Avgjørelse som i første instans er truffet mot en uteblitt saksøkt, når pålegg om å svare i saken er forkynt bare ved offentlig kunngjøring. Det samme gjelder avgjørelse i høyere instans, når saksøkte er uteblitt i alle instanser, og pålegg som nevnt ikke i noen instans er forkynt på annen måte enn ved offentlig kunngjøring. For så vidt angår avgjørelse som er nevnt i § 7 første ledd bokstav e, gjelder unntaket bare for avgjørelse om gjenlevende ektefelles eller de enkelte arvingers ansvar for arvelaterens gjeld.\n3. Avgjørelse av samme krav som det allerede står søksmål om mellom de samme parter for norsk domstol eller for domstol i annen nordisk stat, såframt dette søksmål er reist først og kan føre til avgjørelse som kan få bindende virkning i Norge etter denne lov.\n4. Avgjørelse eller forlik om krav som domstol i en annen stat enn opphavsstaten på grunn av tvistgjenstandens art har enekompetanse til å avgjøre.\n5. Avgjørelse eller forlik for så vidt anerkjennelse eller fullbyrding ville virke åpenbart støtende på norsk rettsorden.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "4:9",
      "chapter": "4",
      "section": "9",
      "content": "1. Begjæring om fullbyrding rettes til tingretten.\n2. Med begjæring om fullbyrding skal følge avskrift av avgjørelsen bekreftet av vedkommende myndighet samt bevis for at avgjørelsen er rettskraftig. Er avgjørelsen ikke rettskraftig, skal isteden følge med bevis for at avgjørelsen er tvangskraftig.\n3. Når det begjæres fullbyrding av forlik, skal det legges fram bekreftet avskrift av forliket og bevis for at forliket kan kreves fullbyrdet i opphavsstaten.\n4. Med begjæring om fullbyrding av utenrettslig forlik eller gjeldsbrev som nevnt i § 4 annet ledd bokstav b, skal følge dokumentet i original og bekreftelse fra det danske justisministerium om at fordringen i Danmark ville kunne inndrives hos skyldneren uten søksmål.\n5. Med begjæring om fullbyrdelse av avgjørelse, forlik og avtale som omfattes av § 5 skal følge bekreftet avskrift av dokumentet og bevis for at det kan være grunnlag for fullbyrding i opphavsstaten.\n6. Med dokumenter som er skrevet på andre språk enn dansk, norsk og svensk skal følge bekreftet omsetting til et av disse språk, med mindre fullbyrdingsmyndigheten bestemmer noe annet.\n7. Kongen kan gi forskrifter om bevis og andre dokumenter som kan kreves etter paragrafen her.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "1. Beslutning om hvorvidt fullbyrding skal skje, fattes uten at saksøkte høres. Kan det skje uten skadelig forhaling, kan han likevel etter omstendighetene få adgang til å uttale seg.\n2. Ved begjæring om fullbyrding av utenrettslig forlik eller gjeldsbrev som nevnt i § 4 annet ledd bokstav b, skal saksøkte få adgang til å uttale seg, om ikke særlige grunner taler mot det. Inneholder et utenrettslig dokument bestemmelse om kostnadene ved gjennomføringen av kravet, kan beløpet nedsettes under fullbyrdingen dersom namsmyndighetene finner det uforholdsmessig høyt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fullbyrding skjer som for innenlandske tvangsgrunnlag bestemt, når ikke annet følger av loven her. Særlige bestemmelser som avgjørelsen eller forliket måtte inneholde om tvangsmidler, får ikke anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "content": "Reises søksmål for norsk domstol, og søksmål om samme krav mellom de samme parter allerede står for domstol i Danmark, Finland, Island eller Sverige, skal søksmålet her avvises eller stanses i påvente av rettskraftig avgjørelse i den annen stat, såframt det antas at avgjørelsen der vil ha bindende virkning i Norge etter denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "6:13",
      "chapter": "6",
      "section": "13",
      "content": "1. Norske rettskraftige avgjørelser m.m. kan begjæres anerkjent og fullbyrdet i Danmark, Finland, Island og Sverige i samsvar med lovgivningen herom i disse land.\n2. Kongen kan gi forskrifter om framgangsmåten her i riket ved begjæring om fullbyrding i annet nordisk land, herunder om bevis og attester som måtte kreves i fullbyrdingslandet, samt om hvem begjæring om fullbyrding skal rettes til i annet nordisk land.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "7:14",
      "chapter": "7",
      "section": "14",
      "content": "1. Denne lov trer i kraft fra den tid​1 Kongen bestemmer. Loven kan settes i kraft særskilt i forhold til ett eller flere av de nordiske land.\n2. Den får ikke anvendelse på avgjørelse som er truffet eller forlik som er inngått før lovens ikrafttredelse.\n1 Fra 1 jan 1978 i forhold til Danmark, Finland og Sverige, iflg. res. 2 des 1977. Om eldre dommer og forholdet til Island se note 1 til konvensjon 16 mars 1932 foran.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "7:15",
      "chapter": "7",
      "section": "15",
      "content": "Fra den tid denne lov trer i kraft, gjøres følgende endringer i andre lover:– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ]
}