{
  "id": "LOV-1912-06-14-1",
  "type": "statute",
  "title": "Lov om anlæg av taugbaner og løipestrenger mv.",
  "short_name": "Lov om taugbaner og løipestrenger",
  "status": "in_force",
  "issued_date": "1912-06-14",
  "in_force_date": "1912-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1912-06-14-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Taubaner, herunder skitrekk, skal ikke​1 kunne anlegges eller tas i bruk uten tillatelse av Kongen​2 og på vilkår som deri fastsettes.\nKongen kan gi alminnelig tillatelse til drift av flyttbar taubane, når taubanen er av godkjent teknisk type og utelukkende skal besørge godstransport. Når slik tillatelse er gitt, kan taubanen anlegges og tas i bruk uten tillatelse etter første ledd, dersom vedkommende grunneier samtykker.\nTillatelsen gis for et bestemt antall år.\nTillatelse til anlegg av skitrekk under 2 kilometers lengde, som anlegges helt over egen grunn, gis av vedkommende departement.​3\nVedkommende departement kan utferdige byggeforskrifter for taubaner.\n0 Endret ved lov 15 juli 1949 nr. 4.\n1 Se § 20.\n2 Se § 3.\n3 Samferdselsdepartementet, med delegering til fylkesmannen i forskr. 3 mai 2002 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Departementet kan overlate myndighet til å gi driftstillatelse, godkjenne planer, føre tilsyn m.m. med anlegg som går inn under denne lov, til en offentlig eller privat institusjon i det omfang, for det tidsrom og på de vilkår som måtte bli fastsatt etter nærmere avtale mellom departementet og vedkommende institusjon.​1\nEierne av anlegg kan pålegges å dekke kostnadene med tilsynet etter regler og med inndrivingsmåte som fastsettes av departementet.\nDepartementet eller tilsynsførende organ eller institusjon som nevnt i første ledd kan påby stans av anlegg når sikkerhetsmessige hensyn krever det, eller når eieren ikke dekker kostnadene som nevnt i annet ledd. Om nødvendig kan departementet eller tilsynet kreve politiets hjelp til å gjennomføre påbudet. Påbudet er tvangsgrunnlag etter tvangsfullbyrdingsloven.​2\n0 Tilføyd ved lov 15 apr 1977 nr. 27, endret ved lov 3 mai 2002 nr. 14.\n1 Myndighet delegert til Taubanetilsynet i forskr. 3 mai 2002 nr. 446.\n2 Tvangsl. § 7-2, e jf. kap. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "content": "Departementet kan føre tilsyn med at anleggets delsystemer og sikkerhetskomponenter oppfyller de grunnleggende kravene som følger av Norges forpliktelser i henhold til EØS-avtalen,​1 samt at sikkerhetskomponentene har nødvendig merking.\nDepartementet kan pålegge den som bringer i omsetning et delsystem eller en sikkerhetskomponent, å begrense anvendelsesområdet, forby​2 bruk eller tilbakekalle delsystemet eller sikkerhetskomponenten fra markedet, dersom det foreligger risiko for at delsystemet eller sikkerhetskomponenten ikke oppfyller de grunnleggende kravene. Det samme gjelder dersom en sikkerhetskomponent ikke har nødvendig merking. Enhver plikter å gi departementet de opplysninger det krever for å utføre sine oppgaver, samt for samme formål å gi departementet adgang til lokaler og utstyr knyttet til delsystem eller sikkerhetskomponent.​3\nDepartementet kan overlate myndighet etter første og annet ledd, til offentlig eller privat institusjon som nevnt i § 1 a.\nKostnadene ved tilsyn i medhold av denne bestemmelsen, kan kreves dekket av den som kunne fått pålegg etter annet ledd.\nDepartementet kan gi nærmere forskrifter om tilsyn med omsetning av og om grunnleggende krav til delsystemer og sikkerhetskomponenter, samt om merking av sikkerhetskomponenter.\nDenne bestemmelsen gjelder tilsvarende for kabelbaner.\n0 Tilføyd ved lov 3 mai 2002 nr. 14.\n1 EØS-avtalen vedlegg II kap. XXIV nr. 1 b (dir 2000/9).\n2 Se § 20.\n3 Se § 20 og strl. 2005 § 156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ønskes en taubane lagt over annenmanns eiendom, kan Kongen meddele slik tillatelse for et bestemt antall år. Når det for anleggets fremme anses nødvendig å erverve rådighet over annenmanns eiendom, skal grunneieren om han måtte finne seg best tjent dermed, kunne kreve at det skjer ekspropriasjon til eiendom.​1\nTillatelse skal bare gis:\n1. Når taubanen er av betydelig interesse for anlegg eller drift av bergverk, hytteverk, grube, steinbrudd, industrielt anlegg, hotell, eller drift av gårdsbruk, skogeiendom, eller i andre lignende tilfelle, og nytten for den eller dem som vil anlegge taubanen, antas å være overveiende i forhold til den skade eller ulempe som derved vil forvoldes.\n2. Når taubanen er av betydelig interesse for turistnæringen eller idrettslige formål, og nytten av taubanen antas å være overveiende i forhold til den skade eller ulempe som derved vil forvoldes. Tillatelse til anlegg av taubaner til idrettslige formål gis bare til kommuner.\nMed hensyn til anbringelse av taubane over, under, langs eller umiddelbart ved offentlig vei på landet blir å forholde overensstemmende hva med det er fastsatt i veilovgivningen.​2\n0 Endret ved lov 15 juli 1949 nr. 4.\n1 Sml. lov 23 okt 1959 nr. 3 § 8.\n2 Jf. lov 21 juni 1963 nr. 23 § 32, jf. §§ 34 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Taubane under 2 kilometers lengde, som noen anlegger helt over sin egen grunn og som utelukkende skal besørge godstransport, er unntatt fra bestemmelsen i § 1, 1. ledd.\n0 Endret ved lov 15 juli 1949 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den, som ønsker tilladelse efter § 1, har til vedkommende regjeringsdepartement​1 at indsende andragende ledsaget av beskrivelse av anlægget med planer, tegninger, overslag og øvrige fornødne oplysninger.\nDen, som ønsker tilladelse efter § 2, har derhos at indsende opgave over de fordele, som ved foretagendet antages at ville vindes, og en saavidt mulig specifisert angivelse av de eiendomsrettigheter, som ved foretagendet antages at maatte avstaaes eller lide indskrænkning.\n1 Samferdselsdepartementet, eller i de fleste tilfelle fylkesmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Uten eierens og – i tilfælde – brukerens samtykke maa taugbane i almindelighet ikke anlægges​1 over hus, hvor mennesker til stadighet – i kortere eller længere tid – opholder sig, eller et samme tilliggende uthus, gaardstun, indhegnet have, eller over ubebygget grund, som ligger saadant hus eller tun nærmere end 25 meter.​2\nUndtagelse fra denne regel tilstedes alene, naar det godtgjøres, at vedkommende anlæg ikke paa anden maate uten uforholdsmæssige ulemper vil kunne fremmes, og at fordelene ved anlægget er overveiende i forhold til den skade eller ulempe, som derved vil forvoldes.​3\n1 Se § 20.\n2 Jf. § 8 (2).\n3 Sml. lov 23 okt 1959 nr. 3 § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Naar tilladelse efter § 2 meddeles, skal samtidig fastsættes planen for arbeidets utførelse og de sikkerhetsforanstaltninger, som til beskyttelse av andre interesser antages nødvendige til betryggelse mot skade, som maatte foranlediges ved bruken av taugbanen.\nDen saaledes fastsatte plan maa senere ikke fravikes uten særskilt kongelig tilladelse.\nKongen er altid berettiget til at paabyde saadanne ændringer, som efter indvunden erfaring under anlæggets drift maatte vise sig paakrevet av hensyn til offentlige eller private interesser.\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Naar saadan tilladelse som i § 2 nævnt er meddelt, pligter enhver mot erstatning, hvis størrelse i mangel av mindelig overenskomst bestemmes ved skjøn,​1 saavel at avstaa den fornødne grund som at finde sig i den skade eller ulempe, som foretagendet maatte medføre for eiendom eller eiendomsherligheter.\n1 Se § 10, § 11, § 12, § 16 og § 19 samt lov 1 juni 1917 nr. 1 og lov 6 apr 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ret til at lægge løipestreng over andenmands grund, i tilfælde ogsaa med ret til at disponere over nødvendig tomt til strengens fæste, avlastningsplads og fremkomstvei til samme, kan erhverves, naar det ved skjøn​1 godtgjøres, at løipestrengen for vedkommende er av væsentlig interesse, og fordelene ved anlægget er av overveiende betydning i forhold til den skade eller ulempe, som derved vil forvoldes.\nI dette tilfælde avgjør – i mangel av mindelig overenskomst – skjønnet utstrækningen av den grund, som skal kunne disponeres til løipestrengens anlæg m.v., og fastsætter erstatningen​2 herfor samt for den ulempe, der maatte bevirkes ved anlægget, og bestemmer tillike, hvilke sikkerhetsforføininger der skal træffes. Løipestreng skal under ingen omstændighet føres over hus, hvor mennesker til stadighet – i kortere eller længere tid – opholder sig, eller et samme tilliggende uthus, gaardstun, indhegnet have eller over ubebygget grund, som ligger saadant hus eller tun nærmere end 60 meter, uten eierens og – i tilfælde – brukerens samtykke.\nMed hensyn til anbringelse av løipestreng over, under, langs eller umiddelbart ved offentlig vei paa landet blir at forholde overensstemmende med, hvad der er fastsat i veilovgivningen.​3\nUten tilladelse av vedkommende myndighet kan løipestreng ikke krydse, berøre eller anlægges i generende nærhet av offentlig jernbane, kanal, havn eller staten tilhørende telegraf- eller telefonlinjer. I tilfælde er løipestrengens eier underkastet de bestemmelser, som av vedkommende myndighet maatte træffes, og har at utrede de med anordningens iverksættelse forbundne utgifter.\nEier av grund, hvorover løipestreng føres, kan kræve bruken av løipestrengen indskrænket til visse tider av aaret og visse dage, og eieren av løipestrengen skal tilpligtes at underrette grundeieren eller brukeren om, naar benyttelsen foregaar.\nI mangel av mindelig overenskomst fastsættes reglerne for benyttelsen av skjønnet.\n1 Se § 16 og § 19 samt lover 1 juni 1917 nr. 1, 21 juni 2013 nr. 100 § 5-3.\n2 Se § 10 og § 11, jf. lov 6 apr 1984 nr. 17.\n3 Se lov 21 juni 1963 nr. 23 § 32, jf. §§ 34 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Naar der til taugbane benyttes taug eller traade av metal, maa​1 disse og de i forbindelse med dem værende metaldele sættes i elektrisk, godt ledende og varig forbindelse med jord ved hjelp av metalledning med mindst 25 mm.​2 tversnit. Saadan jordforbindelse maa​1 beskyttes mot beskadigelse eller brud ved passende indklædning paa utsatte steder.\nTaugbane og løipestreng maa​1 ikke anlægges inden en avstand av 20 m. fra nogen bestaaende elektrisk luftledning, uten at der træffes saadanne sikkerhetsforanstaltninger, at den elektriske ledning er beskyttet mot beskadigelse fra taugbanen eller løipestrengen. Forsaavidt den elektriske ledning fører sterkstrøm med høi spænding, maa​1 der træffes saadanne foranstaltninger, at taugbane eller løipestreng, som blir anlagt nærmere end 20 m. fra denne, er sikret mot overledning av elektrisk strøm i deres metaldele.\nLøipestreng av metal, der anbringes nærmere end 20 m. fra forhaandenværende sterkstrømsledning med høi spænding, maa​1 sættes i elektrisk godt ledende og varig forbindelse med jord paa samme maate som ovenfor bestemt for taugbane.\nTaugbane eller løipestreng, der anlægges inden en avstand av 20 m. fra nogen elektrisk ledning, skal​1 anmeldes til vedkommende tilsynsmand ved elektrisitetsvæsenet, forat denne kan faa anledning til at undersøke, om særlige sikkerhetsforanstaltninger er paakrævet til beskyttelse saavel for taugbanen som for elektriske anlæg. Taugbanens eller løipestrengens eier er i tilfælde forpligtet til at utføre, hvad der av tilsynsmanden maatte paalægges ham, og at bære de dermed forbundne utgifter.\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Erstatning, som bestemmes ved skjøn i henhold til §§ 7 og 8, skal, undtagen for det i § 2, 2det punktum, omhandlede tilfælde, at eieren kræver ekspropriation til eiendom, fastsættes til et visst beløp pr. kalenderaar, og maa være betalt for det første løpende aar, før anlægget iverksættes, og likeledes senere forskudsvis for hvert følgende aar, indtil anlægget er borttat.​1\nErstatningsbeløpet tilfalder i almindelighet grundeieren. Hvis nogen anden har bruksret til eiendommen, og eieren ved mindelig overenskomst – mot eller uten vederlag – avstaar eller indrømmer raadighet over grunden til anlæg av taugbane eller løipestreng, kan brukeren ved skjøn​2 kræve fastsat den erstatning, han i tilfælde maatte tilkomme av grundeieren. Ved tvungen erhvervelse bestemmer paa samme maate skjønnet, hvor stor del av erstatningen​3 brukeren tilkommer.\nEnhver er pligtig til at finde sig i, at taugbaner eller løipestrenger utstikkes over hans eiendom.​4 Voldes skade for eier eller bruker, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.​5\n1 Jf. § 12, siste punktum.\n2 Se § 11, § 16 og § 19 samt lov 1 juni 1917 nr. 1.\n3 Jf. lov 6 apr 1984 nr. 17.\n4 Se § 2 og § 8.\n5 Jf. lover 1 juni 1917 nr. 1 og 6 apr 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Naar mindst 10 aar er hengaat siden sidst avholdte skjøn i henhold til §§ 7 og 8, kan grundens eier eller bruker saavelsom anlæggets eier forlange nyt skjøn,​1 avholdt til fastsættelse av den aarlige erstatnings størrelse.\n1 Se § 16 og § 19 samt lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Naar ved en taugbane, til hvis anlæg der i medhold av §§ 2 og 7 er meddelt raadighet over andenmands grund, den i tilladelsen satte tidsfrist er utløpet, uten at tilladelsen er forlænget, eller uten at der efter de for tilladelsen stillede vilkaar er foretat indløsning av taugbanen, pligter dennes eier at ryddiggjøre grunden inden en av vedkommende regjeringsdepartement fastsat frist. Oversittes denne, kan grundens eier foreta det fornødne paa taugbane-eierens bekostning.\nDet samme gjælder, saafremt taugbanen nedlægges før utløpet av den i tilladelsen for anlægget satte tidsfrist, og heller ikke i dette tilfælde indløsning er foretat. Taugbane-eieren pligter da at erlægge erstatning i henhold til § 10 i 1 aar, efterat grunden er ryddiggjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Naar mindst 10 aar er hengaat siden sidst avholdte skjøn, kan grundens eier forlange, at det ved skjøn​1 avgjøres, hvorvidt betingelserne efter § 8 for anlæg av løipestreng fremdeles er tilstede. Findes det, at disse ikke længer er tilstede, skal skjønnet bestemme, at løipestrengen av dens eier skal fjernes inden en viss frist. Oversittes denne, kan grundens eier fjerne anlægget paa dets eiers bekostning.\n1 Se § 19 siste ledd og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Forfalt årlig erstatning etter § 10, jf § 12 siste punktum, er sikret med pant​1 i anlegget.\nNår avståelsen iverksettes, skal skjønnsstyreren la opplysning om erstatningsplikten og panteretten tinglyses​2 på anleggseierens kostnad.\nKostnader med tilsyn etter § 1 a og § 1 b er tvangsgrunnlag for utlegg.​3\n0 Endret ved lover 15 apr 1977 nr. 27, 8 feb 1980 nr. 2, 26 juni 1992 nr. 86, 3 mai 2002 nr. 14.\n1 Se pantel. kap. 6.\n2 Jf. lov 7 juni 1935 nr. 2.\n3 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "(Opphevet ved lov 23 okt 1959.)",
      "content": "§ 15.(Opphevet ved lov 23 okt 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skjønn som holdes med hjemmel i loven her, styres av lensmannen, namsfogden eller politistasjonssjef med sivile rettspleieoppgaver.​1\n0 Endret ved lover 14 aug 1918 nr. 4 § 75, 23 okt 1959 § 36 nr. 13, 18 juni 1965 nr. 5, lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84. Endres ved lov 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).\n1 Se lov 4 aug 1995 nr. 53 § 16 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 17.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 18.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ved skjøn, som i henhold til § 10, 2det led (2det punktum), forlanges av brukeren, bestemmer skjønnet, hvorvidt og i tilfælde i hvilken utstrækning brukeren skal bære skjønsomkostningene.​1\nVed fornyede skjøn efter §§ 11 og 13 avgjør likeledes skjønnet, hvem der skal betale skjønsomkostningene.\n0 Endret ved lov 14 aug 1918.\n1 Jf. lov 1 juni 1917 nr. 1 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "19 a",
      "section": "19 a",
      "content": "Når det gjelder regler om tillatelser, konsesjoner m.m. som kreves for å utføre virksomhet regulert av denne lov, kan departementet gi forskrifter om saksbehandlingsregler til utfylling av reglene i tjenesteloven,​1 herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser. Saksbehandlingsreglene kan fravike reglene i forvaltningsloven.​2\n0 Tilføyd ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).\n1 Lov 19 juni 2009 nr. 103.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Overtredelse av de bestemmelser som er gitt i denne lov, eller med hjemmel av den, straffes med bøter, for så vidt ikke forholdet rammes av en strengere straffebestemmelse.\nVedkommende regjeringsdepartement​1 kan gi pålegg om å fjerne, forandre eller la være å bruke taubane eller løypestreng som er anlagt i strid med bestemmelser gitt i denne lov, eller med hjemmel i den. Blir pålegget ikke etterkommet uoppholdelig, eller i tilfelle innen den frist som er satt, kan departementet la foreta det som er nødvendig for å sette pålegget i verk. Utgiftene skal erstattes av eieren og er tvangsgrunnlag for utlegg.​2\n0 Opphevet ved lov 14 aug 1918 nr. 4, tilføyd ved lov 2 juni 1939 nr. 2, endret ved lov 26 juni 1992 nr. 86.\n1 Samferdselsdepartementet, evt. fylkesmannen eller Taubanetilsynet.\n2 Se tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Nærværende lov træder i kraft fra 1 juli 1912. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Taubaner, herunder skitrekk, skal ikke​1 kunne anlegges eller tas i bruk uten tillatelse av Kongen​2 og på vilkår som deri fastsettes.\nKongen kan gi alminnelig tillatelse til drift av flyttbar taubane, når taubanen er av godkjent teknisk type og utelukkende skal besørge godstransport. Når slik tillatelse er gitt, kan taubanen anlegges og tas i bruk uten tillatelse etter første ledd, dersom vedkommende grunneier samtykker.\nTillatelsen gis for et bestemt antall år.\nTillatelse til anlegg av skitrekk under 2 kilometers lengde, som anlegges helt over egen grunn, gis av vedkommende departement.​3\nVedkommende departement kan utferdige byggeforskrifter for taubaner.\n0 Endret ved lov 15 juli 1949 nr. 4.\n1 Se § 20.\n2 Se § 3.\n3 Samferdselsdepartementet, med delegering til fylkesmannen i forskr. 3 mai 2002 nr. 446.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1 a",
      "section": "1 a",
      "content": "Departementet kan overlate myndighet til å gi driftstillatelse, godkjenne planer, føre tilsyn m.m. med anlegg som går inn under denne lov, til en offentlig eller privat institusjon i det omfang, for det tidsrom og på de vilkår som måtte bli fastsatt etter nærmere avtale mellom departementet og vedkommende institusjon.​1\nEierne av anlegg kan pålegges å dekke kostnadene med tilsynet etter regler og med inndrivingsmåte som fastsettes av departementet.\nDepartementet eller tilsynsførende organ eller institusjon som nevnt i første ledd kan påby stans av anlegg når sikkerhetsmessige hensyn krever det, eller når eieren ikke dekker kostnadene som nevnt i annet ledd. Om nødvendig kan departementet eller tilsynet kreve politiets hjelp til å gjennomføre påbudet. Påbudet er tvangsgrunnlag etter tvangsfullbyrdingsloven.​2\n0 Tilføyd ved lov 15 apr 1977 nr. 27, endret ved lov 3 mai 2002 nr. 14.\n1 Myndighet delegert til Taubanetilsynet i forskr. 3 mai 2002 nr. 446.\n2 Tvangsl. § 7-2, e jf. kap. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1 b",
      "section": "1 b",
      "content": "Departementet kan føre tilsyn med at anleggets delsystemer og sikkerhetskomponenter oppfyller de grunnleggende kravene som følger av Norges forpliktelser i henhold til EØS-avtalen,​1 samt at sikkerhetskomponentene har nødvendig merking.\nDepartementet kan pålegge den som bringer i omsetning et delsystem eller en sikkerhetskomponent, å begrense anvendelsesområdet, forby​2 bruk eller tilbakekalle delsystemet eller sikkerhetskomponenten fra markedet, dersom det foreligger risiko for at delsystemet eller sikkerhetskomponenten ikke oppfyller de grunnleggende kravene. Det samme gjelder dersom en sikkerhetskomponent ikke har nødvendig merking. Enhver plikter å gi departementet de opplysninger det krever for å utføre sine oppgaver, samt for samme formål å gi departementet adgang til lokaler og utstyr knyttet til delsystem eller sikkerhetskomponent.​3\nDepartementet kan overlate myndighet etter første og annet ledd, til offentlig eller privat institusjon som nevnt i § 1 a.\nKostnadene ved tilsyn i medhold av denne bestemmelsen, kan kreves dekket av den som kunne fått pålegg etter annet ledd.\nDepartementet kan gi nærmere forskrifter om tilsyn med omsetning av og om grunnleggende krav til delsystemer og sikkerhetskomponenter, samt om merking av sikkerhetskomponenter.\nDenne bestemmelsen gjelder tilsvarende for kabelbaner.\n0 Tilføyd ved lov 3 mai 2002 nr. 14.\n1 EØS-avtalen vedlegg II kap. XXIV nr. 1 b (dir 2000/9).\n2 Se § 20.\n3 Se § 20 og strl. 2005 § 156.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Ønskes en taubane lagt over annenmanns eiendom, kan Kongen meddele slik tillatelse for et bestemt antall år. Når det for anleggets fremme anses nødvendig å erverve rådighet over annenmanns eiendom, skal grunneieren om han måtte finne seg best tjent dermed, kunne kreve at det skjer ekspropriasjon til eiendom.​1\nTillatelse skal bare gis:\n1. Når taubanen er av betydelig interesse for anlegg eller drift av bergverk, hytteverk, grube, steinbrudd, industrielt anlegg, hotell, eller drift av gårdsbruk, skogeiendom, eller i andre lignende tilfelle, og nytten for den eller dem som vil anlegge taubanen, antas å være overveiende i forhold til den skade eller ulempe som derved vil forvoldes.\n2. Når taubanen er av betydelig interesse for turistnæringen eller idrettslige formål, og nytten av taubanen antas å være overveiende i forhold til den skade eller ulempe som derved vil forvoldes. Tillatelse til anlegg av taubaner til idrettslige formål gis bare til kommuner.\nMed hensyn til anbringelse av taubane over, under, langs eller umiddelbart ved offentlig vei på landet blir å forholde overensstemmende hva med det er fastsatt i veilovgivningen.​2\n0 Endret ved lov 15 juli 1949 nr. 4.\n1 Sml. lov 23 okt 1959 nr. 3 § 8.\n2 Jf. lov 21 juni 1963 nr. 23 § 32, jf. §§ 34 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Taubane under 2 kilometers lengde, som noen anlegger helt over sin egen grunn og som utelukkende skal besørge godstransport, er unntatt fra bestemmelsen i § 1, 1. ledd.\n0 Endret ved lov 15 juli 1949 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Den, som ønsker tilladelse efter § 1, har til vedkommende regjeringsdepartement​1 at indsende andragende ledsaget av beskrivelse av anlægget med planer, tegninger, overslag og øvrige fornødne oplysninger.\nDen, som ønsker tilladelse efter § 2, har derhos at indsende opgave over de fordele, som ved foretagendet antages at ville vindes, og en saavidt mulig specifisert angivelse av de eiendomsrettigheter, som ved foretagendet antages at maatte avstaaes eller lide indskrænkning.\n1 Samferdselsdepartementet, eller i de fleste tilfelle fylkesmannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Uten eierens og – i tilfælde – brukerens samtykke maa taugbane i almindelighet ikke anlægges​1 over hus, hvor mennesker til stadighet – i kortere eller længere tid – opholder sig, eller et samme tilliggende uthus, gaardstun, indhegnet have, eller over ubebygget grund, som ligger saadant hus eller tun nærmere end 25 meter.​2\nUndtagelse fra denne regel tilstedes alene, naar det godtgjøres, at vedkommende anlæg ikke paa anden maate uten uforholdsmæssige ulemper vil kunne fremmes, og at fordelene ved anlægget er overveiende i forhold til den skade eller ulempe, som derved vil forvoldes.​3\n1 Se § 20.\n2 Jf. § 8 (2).\n3 Sml. lov 23 okt 1959 nr. 3 § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Naar tilladelse efter § 2 meddeles, skal samtidig fastsættes planen for arbeidets utførelse og de sikkerhetsforanstaltninger, som til beskyttelse av andre interesser antages nødvendige til betryggelse mot skade, som maatte foranlediges ved bruken av taugbanen.\nDen saaledes fastsatte plan maa senere ikke fravikes uten særskilt kongelig tilladelse.\nKongen er altid berettiget til at paabyde saadanne ændringer, som efter indvunden erfaring under anlæggets drift maatte vise sig paakrevet av hensyn til offentlige eller private interesser.\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Naar saadan tilladelse som i § 2 nævnt er meddelt, pligter enhver mot erstatning, hvis størrelse i mangel av mindelig overenskomst bestemmes ved skjøn,​1 saavel at avstaa den fornødne grund som at finde sig i den skade eller ulempe, som foretagendet maatte medføre for eiendom eller eiendomsherligheter.\n1 Se § 10, § 11, § 12, § 16 og § 19 samt lov 1 juni 1917 nr. 1 og lov 6 apr 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Ret til at lægge løipestreng over andenmands grund, i tilfælde ogsaa med ret til at disponere over nødvendig tomt til strengens fæste, avlastningsplads og fremkomstvei til samme, kan erhverves, naar det ved skjøn​1 godtgjøres, at løipestrengen for vedkommende er av væsentlig interesse, og fordelene ved anlægget er av overveiende betydning i forhold til den skade eller ulempe, som derved vil forvoldes.\nI dette tilfælde avgjør – i mangel av mindelig overenskomst – skjønnet utstrækningen av den grund, som skal kunne disponeres til løipestrengens anlæg m.v., og fastsætter erstatningen​2 herfor samt for den ulempe, der maatte bevirkes ved anlægget, og bestemmer tillike, hvilke sikkerhetsforføininger der skal træffes. Løipestreng skal under ingen omstændighet føres over hus, hvor mennesker til stadighet – i kortere eller længere tid – opholder sig, eller et samme tilliggende uthus, gaardstun, indhegnet have eller over ubebygget grund, som ligger saadant hus eller tun nærmere end 60 meter, uten eierens og – i tilfælde – brukerens samtykke.\nMed hensyn til anbringelse av løipestreng over, under, langs eller umiddelbart ved offentlig vei paa landet blir at forholde overensstemmende med, hvad der er fastsat i veilovgivningen.​3\nUten tilladelse av vedkommende myndighet kan løipestreng ikke krydse, berøre eller anlægges i generende nærhet av offentlig jernbane, kanal, havn eller staten tilhørende telegraf- eller telefonlinjer. I tilfælde er løipestrengens eier underkastet de bestemmelser, som av vedkommende myndighet maatte træffes, og har at utrede de med anordningens iverksættelse forbundne utgifter.\nEier av grund, hvorover løipestreng føres, kan kræve bruken av løipestrengen indskrænket til visse tider av aaret og visse dage, og eieren av løipestrengen skal tilpligtes at underrette grundeieren eller brukeren om, naar benyttelsen foregaar.\nI mangel av mindelig overenskomst fastsættes reglerne for benyttelsen av skjønnet.\n1 Se § 16 og § 19 samt lover 1 juni 1917 nr. 1, 21 juni 2013 nr. 100 § 5-3.\n2 Se § 10 og § 11, jf. lov 6 apr 1984 nr. 17.\n3 Se lov 21 juni 1963 nr. 23 § 32, jf. §§ 34 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Naar der til taugbane benyttes taug eller traade av metal, maa​1 disse og de i forbindelse med dem værende metaldele sættes i elektrisk, godt ledende og varig forbindelse med jord ved hjelp av metalledning med mindst 25 mm.​2 tversnit. Saadan jordforbindelse maa​1 beskyttes mot beskadigelse eller brud ved passende indklædning paa utsatte steder.\nTaugbane og løipestreng maa​1 ikke anlægges inden en avstand av 20 m. fra nogen bestaaende elektrisk luftledning, uten at der træffes saadanne sikkerhetsforanstaltninger, at den elektriske ledning er beskyttet mot beskadigelse fra taugbanen eller løipestrengen. Forsaavidt den elektriske ledning fører sterkstrøm med høi spænding, maa​1 der træffes saadanne foranstaltninger, at taugbane eller løipestreng, som blir anlagt nærmere end 20 m. fra denne, er sikret mot overledning av elektrisk strøm i deres metaldele.\nLøipestreng av metal, der anbringes nærmere end 20 m. fra forhaandenværende sterkstrømsledning med høi spænding, maa​1 sættes i elektrisk godt ledende og varig forbindelse med jord paa samme maate som ovenfor bestemt for taugbane.\nTaugbane eller løipestreng, der anlægges inden en avstand av 20 m. fra nogen elektrisk ledning, skal​1 anmeldes til vedkommende tilsynsmand ved elektrisitetsvæsenet, forat denne kan faa anledning til at undersøke, om særlige sikkerhetsforanstaltninger er paakrævet til beskyttelse saavel for taugbanen som for elektriske anlæg. Taugbanens eller løipestrengens eier er i tilfælde forpligtet til at utføre, hvad der av tilsynsmanden maatte paalægges ham, og at bære de dermed forbundne utgifter.\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Erstatning, som bestemmes ved skjøn i henhold til §§ 7 og 8, skal, undtagen for det i § 2, 2det punktum, omhandlede tilfælde, at eieren kræver ekspropriation til eiendom, fastsættes til et visst beløp pr. kalenderaar, og maa være betalt for det første løpende aar, før anlægget iverksættes, og likeledes senere forskudsvis for hvert følgende aar, indtil anlægget er borttat.​1\nErstatningsbeløpet tilfalder i almindelighet grundeieren. Hvis nogen anden har bruksret til eiendommen, og eieren ved mindelig overenskomst – mot eller uten vederlag – avstaar eller indrømmer raadighet over grunden til anlæg av taugbane eller løipestreng, kan brukeren ved skjøn​2 kræve fastsat den erstatning, han i tilfælde maatte tilkomme av grundeieren. Ved tvungen erhvervelse bestemmer paa samme maate skjønnet, hvor stor del av erstatningen​3 brukeren tilkommer.\nEnhver er pligtig til at finde sig i, at taugbaner eller løipestrenger utstikkes over hans eiendom.​4 Voldes skade for eier eller bruker, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.​5\n1 Jf. § 12, siste punktum.\n2 Se § 11, § 16 og § 19 samt lov 1 juni 1917 nr. 1.\n3 Jf. lov 6 apr 1984 nr. 17.\n4 Se § 2 og § 8.\n5 Jf. lover 1 juni 1917 nr. 1 og 6 apr 1984 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Naar mindst 10 aar er hengaat siden sidst avholdte skjøn i henhold til §§ 7 og 8, kan grundens eier eller bruker saavelsom anlæggets eier forlange nyt skjøn,​1 avholdt til fastsættelse av den aarlige erstatnings størrelse.\n1 Se § 16 og § 19 samt lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Naar ved en taugbane, til hvis anlæg der i medhold av §§ 2 og 7 er meddelt raadighet over andenmands grund, den i tilladelsen satte tidsfrist er utløpet, uten at tilladelsen er forlænget, eller uten at der efter de for tilladelsen stillede vilkaar er foretat indløsning av taugbanen, pligter dennes eier at ryddiggjøre grunden inden en av vedkommende regjeringsdepartement fastsat frist. Oversittes denne, kan grundens eier foreta det fornødne paa taugbane-eierens bekostning.\nDet samme gjælder, saafremt taugbanen nedlægges før utløpet av den i tilladelsen for anlægget satte tidsfrist, og heller ikke i dette tilfælde indløsning er foretat. Taugbane-eieren pligter da at erlægge erstatning i henhold til § 10 i 1 aar, efterat grunden er ryddiggjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Naar mindst 10 aar er hengaat siden sidst avholdte skjøn, kan grundens eier forlange, at det ved skjøn​1 avgjøres, hvorvidt betingelserne efter § 8 for anlæg av løipestreng fremdeles er tilstede. Findes det, at disse ikke længer er tilstede, skal skjønnet bestemme, at løipestrengen av dens eier skal fjernes inden en viss frist. Oversittes denne, kan grundens eier fjerne anlægget paa dets eiers bekostning.\n1 Se § 19 siste ledd og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Forfalt årlig erstatning etter § 10, jf § 12 siste punktum, er sikret med pant​1 i anlegget.\nNår avståelsen iverksettes, skal skjønnsstyreren la opplysning om erstatningsplikten og panteretten tinglyses​2 på anleggseierens kostnad.\nKostnader med tilsyn etter § 1 a og § 1 b er tvangsgrunnlag for utlegg.​3\n0 Endret ved lover 15 apr 1977 nr. 27, 8 feb 1980 nr. 2, 26 juni 1992 nr. 86, 3 mai 2002 nr. 14.\n1 Se pantel. kap. 6.\n2 Jf. lov 7 juni 1935 nr. 2.\n3 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "(Opphevet ved lov 23 okt 1959.)",
      "content": "§ 15.(Opphevet ved lov 23 okt 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Skjønn som holdes med hjemmel i loven her, styres av lensmannen, namsfogden eller politistasjonssjef med sivile rettspleieoppgaver.​1\n0 Endret ved lover 14 aug 1918 nr. 4 § 75, 23 okt 1959 § 36 nr. 13, 18 juni 1965 nr. 5, lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84. Endres ved lov 11 mai 2017 nr. 26 (ikr. 1 jan 2018 iflg. res. 11 mai 2017 nr. 563).\n1 Se lov 4 aug 1995 nr. 53 § 16 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 17.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 18.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Ved skjøn, som i henhold til § 10, 2det led (2det punktum), forlanges av brukeren, bestemmer skjønnet, hvorvidt og i tilfælde i hvilken utstrækning brukeren skal bære skjønsomkostningene.​1\nVed fornyede skjøn efter §§ 11 og 13 avgjør likeledes skjønnet, hvem der skal betale skjønsomkostningene.\n0 Endret ved lov 14 aug 1918.\n1 Jf. lov 1 juni 1917 nr. 1 § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "19 a",
      "section": "19 a",
      "content": "Når det gjelder regler om tillatelser, konsesjoner m.m. som kreves for å utføre virksomhet regulert av denne lov, kan departementet gi forskrifter om saksbehandlingsregler til utfylling av reglene i tjenesteloven,​1 herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 annet ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser. Saksbehandlingsreglene kan fravike reglene i forvaltningsloven.​2\n0 Tilføyd ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672).\n1 Lov 19 juni 2009 nr. 103.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Overtredelse av de bestemmelser som er gitt i denne lov, eller med hjemmel av den, straffes med bøter, for så vidt ikke forholdet rammes av en strengere straffebestemmelse.\nVedkommende regjeringsdepartement​1 kan gi pålegg om å fjerne, forandre eller la være å bruke taubane eller løypestreng som er anlagt i strid med bestemmelser gitt i denne lov, eller med hjemmel i den. Blir pålegget ikke etterkommet uoppholdelig, eller i tilfelle innen den frist som er satt, kan departementet la foreta det som er nødvendig for å sette pålegget i verk. Utgiftene skal erstattes av eieren og er tvangsgrunnlag for utlegg.​2\n0 Opphevet ved lov 14 aug 1918 nr. 4, tilføyd ved lov 2 juni 1939 nr. 2, endret ved lov 26 juni 1992 nr. 86.\n1 Samferdselsdepartementet, evt. fylkesmannen eller Taubanetilsynet.\n2 Se tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Nærværende lov træder i kraft fra 1 juli 1912. – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}