{
  "id": "LOV-1961-05-24-1",
  "type": "statute",
  "title": "Lov om sparebanker [sparebankloven].",
  "short_name": "Sparebankloven – spbl.",
  "status": "in_force",
  "issued_date": "1961-05-24",
  "in_force_date": "1962-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-05-24-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder alle foretak som har til formål å fremme sparing ved å ta imot innskudd fra en ubestemt krets av innskytere og å forvalte de midler foretaket rår over, uten at stifterne eller andre har rett til utbytte av virksomheten utover eventuell forrentning av grunnfondsbevis,​1 jfr. § 2 annet ledd.​2\nLoven gjelder likevel ikke foretak som er opprettet i medhold av særskilt lov.​3\nForetak som kommer inn under denne lov har, dersom ikke annet er bestemt ved særskilt lov, enerett og plikt til å bruke ordet «sparebank» eller liknende sammensetninger med ordet spare i sitt navn (foretaksnavn).​4 Sparebank som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2c avsnitt III, kan fortsette å benytte ordet «sparebank» og ordet «spare» i sitt foretaksnavn. Dette gjelder likevel ikke dersom stiftelsen som er opprettet ved omdanningen, eier mindre enn 10 prosent av aksjene i den omdannede sparebanken eller i tilfelle den omdannede sparebankens morselskap. Heller ikke kan andre bruke ord som nevnt ved omtale av sin virksomhet.\nAksjeloven​5 gjelder ikke for foretak som kommer inn under denne lov, med mindre noe annet er bestemt.\n0 Endret ved lover 12 juni 1987 nr. 40, 13 juni 1997 nr. 44 (ikr. 1 jan 1999), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118), 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).\n1 Nå «egenkapitalbevis», jf. lov 10 juni 1988 nr. 40 § 2b-2.\n2 Opphevet, se nå lov 10 juni 1988 nr. 40 kap. 2b.\n3 Jf. lov 6 juni 2003 nr. 38.\n4 Jf. § 58, lov 21 juni 1985 nr. 79.\n5 Lov 13 juni 1997 nr. 44. Jf. asal., lov 15 juni 2001 nr. 59 § 6, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "En sparebank kan stiftes av minst 20 personer, eller av en eller flere kommuner. Banken kan ikke stiftes med grunnfond​2 på mindre enn et beløp i norske kroner som svarer til 5 millioner euro.​3 Kongen​4 kan i særlige tilfelle samtykke i at grunnfondet settes til et mindre beløp, men ikke mindre enn et beløp i norske kroner som svarer til 1 million euro.​3 Banken skal til enhver tid ha en ansvarlig kapital​5 som minst svarer til det beløp som ble krevet da tillatelse til å drive virksomhet ble gitt.​6 Sparebankens grunnfond kan økes ved nye tilskudd etter samtykke fra Kongen,​7 og forrentes og betales tilbake i samsvar med bestemmelser i vedtektene.\nMed samtykke av Kongen​8 kan en sparebank ta opp lån i form av ansvarlig lånekapital.​9 Slike fordringer skal stå tilbake for andre fordringer på sparebanken, med unntak av krav på tilbakebetaling og forrentning av grunnfondstilskudd.\nBankens egenkapital​10 og ansvarlig lånekapital​9 utgjør tilsammen bankens ansvarlige kapital.\nNår sparebanken stiftes av fysiske personer, skal det på stiftelsesmøtet legges fram liste over stifterne og bevis for at det i første ledd nevnte beløp for grunnfondet er sikret.\nStifterne skal vedta vedtekter​11 for sparebanken og velge det første forstanderskapet.​12\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 12 juni 1987 nr. 40, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 23 des 1994 nr. 75 (ikr. 1 jan 1995), 23 apr 1999 nr. 20 (ikr. 1 juli 1999 iflg. res. 23 apr 1999 nr. 392), 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).\n1 Jf. lov 10 juni 1988 nr. 40 kap. 2b.\n2 Jf. lov 10 juni 1988 nr. 40 § 2b-1 (2).\n3 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 9).\n4 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delvis delegert Finanstilsynet 12 aug 2008.\n5 Jf. tredje ledd.\n6 Jf. § 3.\n7 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 30 juni 2004.\n8 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 24 nov 1989.\n9 Jf. § 12 (5) nr. 3 og lov 10 juni 1988 nr. 40 § 26-5 (1).\n10 Jf. lov 10 juni 1988 nr. 40 § 2b-1 (1).\n11 Jf. § 4.\n12 Jf. §§ 8 til 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "En sparebank kan ikke drive bankvirksomhet uten tillatelse av Kongen​1 og kan ikke begynne virksomheten før vedtektene​2 er godkjent​3 av Kongen.​1 En sparebank skal ha forretningskontor og hovedkontor i Norge.\nSøknad om tillatelse til å drive bankvirksomhet skal inneholde de opplysninger som må anses å være av betydning for behandling av søknaden. Konsesjonssøker skal vedlegge vedtekter​2 eller vedtektsutkast og en driftsplan for foretakets tre første driftsår. Driftsplanen skal som hovedregel inneholde:\na. opplysninger om foretakets selskapsstruktur etter etableringen,\nb. en oversikt over driftsopplegg og rutiner for de forretninger og tjenester som foretaket vil tilby,\nc. opplysninger om foretakets kapitalforhold,​4\nd. budsjetter for etablerings- og administrasjonskostnader,\ne. budsjetter med resultatregnskap, balanseregnskap og finansieringsanalyse for hvert av de tre første driftsår, og\nf. prognose for finansiell stilling i hvert av de tre første år.\nTillatelse skal nektes dersom vilkårene etter denne lov ikke er oppfylt eller dersom styremedlemmene,​5 administrerende direktør eller annen person som faktisk leder virksomheten:​6\n1. ikke kan antas å ha den nødvendige erfaring til å utøve stillingen eller vervet,\n2. er dømt for et straffbart forhold, og det utviste forhold gir grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte, eller\n3. i stilling eller ved utøvelsen av andre verv har utvist en slik atferd at det er grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte.\nKongen​8 kan gi kredittinstitusjon​9 med hovedsete i stat som ikke omfattes av Det europeiske økonomiske samarbeidsområde og som kan likestilles med sparebank, tillatelse til gjennom filial å drive bankvirksomhet i Norge, herunder ta imot innskudd fra en ubegrenset krets av innskytere og bruke ordet «bank», «sparebank» eller lignende i sitt navn eller ved omtale av sin virksomhet i Norge. Tillatelse kan kun gis kredittinstitusjon som har tillatelse i sitt hjemland til å drive tilsvarende virksomhet og som er underlagt betryggende tilsyn der.​10\nFor filial av kredittinstitusjon med tillatelse etter fjerde ledd gjelder denne lovs bestemmelser med unntak av kapittel 2, 3, 7, 8 og § 25. §§ 18 til og med 21 får likevel anvendelse. Kongen​11 kan fastsette nærmere regler for slike filialers virksomhet i Norge.\nFør kredittinstitusjonen starter sin virksomhet i Norge gjennom filial, skal det være etablert et tilfredsstillende samarbeid om tilsyn mellom tilsynsmyndighetene i kredittinstitusjonens hjemland og Finanstilsynet.​12\nAvgjørelse av søknad om tillatelse etter første og fjerde ledd skal meddeles søkeren innen seks måneder etter at søknaden er mottatt. Dersom søknaden ikke inneholder de opplysninger som er nødvendige for å avgjøre om tillatelse skal gis, regnes fristen fra det tidspunkt slike opplysninger ble mottatt.\nFinanstilsynet​12 kan helt eller delvis tilbakekalle tillatelse gitt i medhold av første og fjerde ledd hvis den tillatte virksomhet ikke er begynt innen ett år fra den dag tillatelsen ble gitt.\n0 Endret ved lover 7 juni 1985 nr. 47, 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 20 des 1996 nr. 89 (ikr. 1 apr 1997), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449).\n1 Finansdepartementet iflg. res. 2 sep 1961. Delvis delegert Finanstilsynet 12 aug 2008.\n2 Jf. § 4.\n3 Jf. § 6.\n4 Jf. § 2 og lov 10 juni 1988 nr. 40 kap. 2b.\n5 Jf. § 14.\n6 Jf. § 14 (3).\n7 Lov 28 mai 2010 nr. 16.\n8 Finansdepartementet iflg. res. 25 juni 2004 nr. 984. Delegert Finanstilsynet 12 aug 2008.\n9 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3.\n10 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 23 flg.).\n11 Finansdepartementet iflg. res. 25 juni 2004 nr. 984.\n12 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "En sparebanks vedtekter skal ha bestemmelser om:\n1. sparebankens navn (foretaksnavn),​1\n2. den kommune der sparebanken har sitt sete,​2\n3. grunnfondets størrelse og i tilfelle forrentning og tilbakebetaling av det,​3\n4. kommune der sparebanken har en eller flere avdelinger, jfr. § 17,\n5. den eller de avdelinger som har lokalt forstanderskap, jfr. § 17 a, og den eller de avdelinger som har lokal kontrollkomité, jfr. § 17 b,\n6. sammensetning og valg av forstanderskap,​4 kontrollkomité​5 og styre​6 og i tilfelle sammensetning og valg av lokale forstanderskap, kontrollkomiteer og styrer​7 og av en eller flere valgkomiteer,​8\n7. sparebankens virksomhet,​9 og hvordan overskuddet kan brukes,​10\n8. innsetting og uttak av innskudd og fastsetting av innskudds- og utlånsrenter,​11\n9. regnskapsføring, revisjon, årsregnskap og årsberetning,​12\n10. oppbevaring av og tilsyn med de verdier sparebanken har ansvaret for,\n11. hvem som kan binde banken ved sin underskrift,​13\n12. aldersgrense for bankens tjenestemenn.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 13 mars 1987 nr. 14, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 1 (3), lov 21 juni 1985 nr. 79.\n2 Jf. tvl. § 4-4.\n3 Jf. § 2 og lov 10 juni 1988 nr. 40 kap. 2b.\n4 Jf. §§ 8 til 12.\n5 Jf. § 13.\n6 Jf. §§ 14 til 16.\n7 Jf. §§ 17 til 17 b.\n8 Jf. § 13 a.\n9 Jf. kap. 4.\n10 Jf. lov 10 juni 1988 nr. 40 § 2b-18.\n11 Jf. § 22.\n12 Jf. kap. 6, rskl.\n13 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Endring av en sparebanks vedtekter kan vedtas av forstanderskapet​1 når forslag om det er satt fram i et tidligere møte. Vedtaket er gyldig når minst to tredjedeler av dem som er til stede, og minst halvdelen av alle forstandere stemmer for det.​2 Vedtaket kan ikke settes i verk før det er godkjent av Kongen.​3\n1 Jf. §§ 8 til 12.\n2 Jf. § 11.\n3 Finansdepartementet iflg. res. 22 sep 1961. Delegert Finanstilsynet 17 mars 1998.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når sparebankens vedtekter er godkjent,​1 skal styret melde banken til registrering i Foretaksregisteret.​2 Med meldingen skal følge bekreftelse fra styret om at sparebankens grunnfond er fullt innbetalt.​3\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jf. § 3 (1).\n2 Jf. lov 21 juni 1985 nr. 78 kap. IV.\n3 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "En sparebank skal ha følgende organer:\n1. forstanderskap,​1\n2. kontrollkomité,​2\n3. styre.​3\nEn sparebank kan i tillegg ha følgende organer:\n1. ett eller flere lokale forstanderskap,​4\n2. en eller flere lokale kontrollkomiteer,​5\n3. ett eller flere lokale styrer,​6\n4. en eller flere valgkomiteer.​7\nUten samtykke av Kongen​8 kan ikke andre enn personer som er statsborgere i stat som er part i EØS-avtalen og som er bosatt i slik stat,​9 velges til medlemmer eller varamedlemmer av de nevnte organer.\nEt valgt medlem av eller formann for forstanderskap​1 eller kontrollkomité​2 eller styre​3 eller tillitsmann i tilsvarende lokalt organ kan ikke ha dette tillitsverv i samme bank i et sammenhengende tidsrom lenger enn 12 år eller ha disse tillitsverv i samme bank i et lengre samlet tidsrom enn 20 år.\nSparebankens styre og ledelse er ansvarlig for virksomheten i lokale organer.\n0 Endret ved lover 10 juni 1977 nr. 59, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. §§ 8 til 12. Se lov 10 juni 1988 nr. 40 § 2b-26.\n2 Jf. § 13.\n3 Jf. §§ 14 til 16.\n4 Jf. § 17 a.\n5 Jf. § 17 b.\n6 Jf. § 17.\n7 Jf. § 13 a.\n8 Finansdepartementet iflg. res. 22 sep 1961. Delegert Finanstilsynet 24 nov 1989.\n9 Jf. EØS-avtalen art. 4, 31 og 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Forstanderskapet skal ha så mange medlemmer som vedtektene​1 bestemmer med minst fjerdeparten så mange varamedlemmer.\nForstanderskapet sammensettes, og medlemmene velges, etter nærmere bestemmelser i vedtektene. Minst tre fjerdedeler av medlemmene skal være personer som ikke er ansatt i sparebanken. Det skal legges vekt på at de valgte medlemmer til sammen avspeiler sparebankens kundestruktur og andre interessegrupper samt samfunnsfunksjonen. I sparebank som har utstedt omsettelige grunnfondsbevis, jf. § 2 annet ledd​2 velges minst en femdel og ikke mer enn to femdeler av forstanderskapets medlemmer og varamedlemmer av eierne av grunnfondsbevisene etter nærmere bestemmelser i vedtektene.\nI sparebankens vedtekter kan det bestemmes at de medlemmene som innskyterne (kommunestyrene, fylkestinget) skal velge, helt eller delvis skal velges av de(t) lokale forstanderskap.\nKongen​3 kan gi nærmere forskrifter om valgene. I særlige tilfelle kan Kongen​4 gjøre unntak fra bestemmelsene i annet ledd. I sparebank som er dannet ved sammenslutning av sparebankeid forretningsbank​5 og sparebank, kan Kongen​6 tillate at inntil to femdeler av forstanderskapets medlemmer og varamedlemmer velges av sparebanker som eier grunnfondsbevis.\nMedlemmene av forstanderskapet velges for 4 år. Varamedlemmer som velges av innskyterne velges for 1 år. Varamedlemmer som velges av de ansatte velges for 2 år. Varamedlemmer som velges av kommunestyret (kommunestyrene, fylkestinget) og av grunnfondsbeviseierne velges for 4 år. Funksjonstiden for medlemmene av forstanderskapet løper ut når årsregnskapet for foregående kalenderår er fastsatt og nye medlemmer er valgt.​7\nTil medlemmer og varamedlemmer kan bare velges myndige​8 personer.\nTil medlemmer og varamedlemmer kan ikke velges:\n1. styremedlemmer​9 og revisorer​10 i sparebanken,\n2. personer hvis bo er under konkursbehandling,​11 akkordforhandling​11 eller privat administrasjon,\n3. sparebankens tjenestemenn, med mindre valget skjer etter reglene i § 8 c.\nEt medlem av forstanderskapet hvis tjenestetid er ute, går ikke ut av forstanderskapet før nytt medlem er valgt i hans sted.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 19 apr 1985 nr. 19, 12 juni 1987 nr. 40, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610).\n1 Jf. § 4.\n2 Opphevet, se lov 10 juni 1988 nr. 40 kap. 2b.\n1 Opphevet, se lov 10 juni 1988 nr. 40 kap. 2b.\n3 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 12 aug 2008.\n4 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 24 nov 1989.\n5 Jf. lov 24 mai 1961 nr. 2.\n6 Finansdepartementet iflg. res. 19 apr 1985 nr. 848.\n7 Jf. § 9.\n8 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n9 Jf. § 14.\n10 Jf. § 34.\n11 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "De innskytere som har og i de siste seks måneder har hatt et innskudd i banken på minst 500 kroner, velger hvert år så mange medlemmer av forstanderskapet og varamedlemmer som vedtektene bestemmer. Bare myndig​1 person kan, som personlig innskyter eller som representant for annen innskyter, stemme ved valget. Ingen kan avgi mer enn to stemmer, en på grunnlag av eget innskudd og en som representant for annen innskyter.\nSom medlemmer og varamedlemmer kan bare velges personlige innskytere som har stemmerett etter denne paragrafs første ledd.\nEnhver innskyter som har stemmerett og er valgbar etter denne paragrafs første og annet ledd er pliktig til å ta imot valg som medlem eller varamedlem, med mindre han har gjort tjeneste som medlem av forstanderskapet, styremedlem​2 eller medlem av kontrollkomiteen​3 i sparebanker i minst en valgperiode.\nAv de innskytervalgte medlemmer som er valgt ved første valg, går minst en fjerdepart ut etter loddtrekning ved hvert av de tre neste valg og deretter hvert år de som har gjort tjeneste lengst.\nInnskyternes valg av medlemmer og varamedlemmer skal etter nærmere bestemmelse i vedtektene​4 og i samsvar med forskrifter gitt av Kongen,​5 foregå enten på en eller flere valgdager eller på ett eller flere valgmøter.\nValg av medlemmer og varamedlemmer etter denne paragraf må være avholdt innen utgangen av april. Når særlige forhold tilsier det, kan Finanstilsynet​6 samtykke i utsettelse av valget til et senere tidspunkt.\nFinanstilsynet​6 kan erklære valg etter denne paragraf ugyldig og gi pålegg om nytt valg dersom feil ved valget kan ha hatt innflytelse på utfallet av det.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lover 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 10 juni 2005 nr. 46 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 531), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n2 Jf. § 13.\n3 Jf. § 14.\n4 Jf. § 4.\n5 Finansdepartementet iflg, res. 10 juni 1977 nr. 8562. Delegert til Finanstilsynet 30 juni 2004.\n6 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:8 b",
      "chapter": "3",
      "section": "8 b",
      "content": "Kommunestyret (kommunestyrene) velger hvert fjerde år så mange medlemmer av forstanderskapet og varamedlemmer som vedtektene​1 bestemmer. Omfatter en sparebanks valgdistrikt flere kommuner, skal det i vedtektene​1 gis nærmere bestemmelser om kommunestyrenes valg av medlemmer og varamedlemmer.\nVedtektene​1 kan bestemme at fylkestinget helt eller delvis skal tre i stedet for kommunestyret (kommunestyrene) ved valg etter foregående ledd.\nValg etter denne paragraf må være avholdt innen utgangen av januar.\n0 Tilføyd ved lov 10 juni 1977 nr. 59.\n1 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "3:8 c",
      "chapter": "3",
      "section": "8 c",
      "content": "De ansatte i sparebanken velger medlemmer av forstanderskapet og varamedlemmer i samsvar med bestemmelsen i § 8 annet ledd.\nKongen gir nærmere regler om valget, herunder om valgbarhetsvilkårene.\nValg i henhold til denne paragraf må være avholdt innen utgangen av januar.\nBestemmelsen i § 8 a sjuende ledd gjelder tilsvarende.\n0 Tilføyd ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8c",
        "source_heading": "§ 8 c."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Medlem av forstanderskapet trer ut når:\na. han blir styremedlem​1 eller revisor​2 i sparebanken,\nb. hans bo tas under konkursbehandling,​3 akkordforhandling​3 eller privat administrasjon.\nEt medlem av forstanderskapet som er valgt av innskyterne,​4 av grunnfondsbeviseierne​5 eller av kommunestyret (kommunestyrene, fylkestinget)​6 trer ut av forstanderskapet også når han blir tjenestemann i banken. Et innskytervalgt medlem trer videre ut av forstanderskapet når han ikke lenger har det minsteinnskudd som er fastsatt i § 8 a første ledd. Et medlem valgt av de ansatte​7 trer ut av forstanderskapet dersom han opphører å være tjenestemann i sparebanken.\nIstedenfor medlem som trer ut av forstanderskapet, velges ved første anledning nytt medlem for resten av hans valgperiode.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 12 juni 1987 nr. 40, 10 juni 2005 nr. 46 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 531).\n1 Jf. § 14.\n2 Jf. § 34.\n3 Jf. kkl.\n4 Jf. § 8 a.\n5 Jf. § 8 (2).\n6 Jf. § 8 b.\n7 Jf. § 8 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Forstanderskapet trer sammen:\na. innen fire uker fra det siste av de årlige valg av medlemmer og varamedlemmer, men senest 30. april, for å velge formann og nestformann til forstanderskapet og medlemmer og varamedlemmer til styret​1 og kontrollkomiteen,​2\nb. innen utgangen av februar hvert år eller innen en senere frist fastsatt av Finanstilsynet,​3 for å ta imot styrets årsberetning og fastsette resultatregnskapet og balansen,​4\nc. når formannen finner det nødvendig eller styret, kontrollkomiteen eller minst en tredjedel av forstanderskapets medlemmer krever det.\nFormannen kaller forstanderskapet sammen og leder forhandlingene. Styrets medlemmer og revisor​5 skal​6 kalles inn til forstanderskapets møter og har rett til å ta del i forhandlingene, men uten stemmerett. Det samme gjelder medlem av kontrollkomiteen som ikke er forstander.\nInnkallingen skal skje ved brev og med minst åtte dagers varsel. Innkalling etter første ledd bokstav c kan likevel, om det er nødvendig, skje med kortere frist, som dog skal være minst tre dager. Varslet regnes fra avsendelsen.\nForstanderskapet kan ikke treffe beslutning i andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt nytt forstanderskapsmøte til avgjørelse av forslag som er fremsatt i møtet. Videre kan forstanderskap som er innkalt etter første ledd bokstav a eller b, uten hinder av bestemmelsen i første punktum i dette ledd behandle årsoppgjøret og foreta valg på tillitsmenn.\nFor at forstanderskapet skal være vedtaksført, må minst halvparten og i hvert fall seks medlemmer møte.\nEr ikke annet bestemt i denne lov eller i bankers vedtekter,​7 gjelder som forstanderskapets vedtak det som de fleste stemmer er avgitt for. I tilfelle av stemmelikhet ved valg på tillitsmenn foretas loddtrekning. Ved stemmelikhet ellers gjør formannens eller møtelederens stemme utslaget.\nOver forhandlingene føres protokoll under møtelederens ansvar. Protokollen skal godkjennes og underskrives av møtelederen og to andre møtedeltakere som velges på møtet.\nFormannen skal sende Finanstilsynet​3 melding om de i første ledd, bokstav a, nevnte valg.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 14.\n2 Jf. § 13.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Se rskl. kap. 6.\n5 Jf. § 34.\n6 Jf. § 59.\n7 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Forstanderskapet ser til at sparebanken virker etter sitt formål i samsvar med lov, vedtekter​1 og forstanderskapets vedtak.\nForstanderskapet fastsetter godtgjørelsen til medlemmene av styret,​2 kontrollkomiteen​3 og revisor.​4 Godtgjørelsen må ikke gis som tantieme.​5\nForstanderskapet gjør vedtak om pensjonering av bankens tjenestemenn. Det kan med samtykke av Finanstilsynet​6 i særlige tilfelle gjøres vedtak om pensjonering av tillitsmenn.\nForstanderskapet kan fastsette at medlemmene av forstanderskapet skal ha møtegodtgjørelse i tillegg til dekning av reiseutgifter. Formannen kan gis en årlig godtgjørelse.\nEtter forslag fra styret​2 avgjør forstanderskapet:\n1. opprettelse og nedleggelse av filial i kommune hvor banken ikke har sitt hovedkontor, annen filial eller avdelingskontor,\n2. fordeling av det beløp som etter § 28​7 kan gis til allmennyttige formål,\n3. opptak av ansvarlig lånekapital.​8\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 4.\n2 Jf. § 14.\n3 Jf. § 13.\n4 Jf. § 34.\n5 Jf. § 20.\n6 Jf. lov 7 des 1956 nr. 1.\n7 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18 (5).\n1 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18 (5).\n8 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En sparebank skal ha en kontrollkomité med minst tre medlemmer og minst ett varamedlem. Medlemmer og varamedlemmer velges av forstanderskapet.​1 Et medlem av komiteen skal tilfredsstille de krav som stilles til dommere etter lov av 13. august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av Finanstilsynet.​2 Finanstilsynet kan dispensere fra bestemmelsene i de to foregående punktum.\nValget og oppnevningen gjelder for to år om gangen. Forstanderskapets formann og nestformann,​3 medlem eller varamedlem til styre,​4 revisor​5 eller tjenestemann i sparebanken kan ikke velges til medlem eller varamedlem av kontrollkomiteen. Heller ikke kan det velges noen som er mindreårig​6 eller fratatt rettslig handleevne,​7 eller som står i samarbeids-, underordnings- eller avhengighetsforhold til eller er gift​8 med eller i rett opp- eller nedstigende linje eller i første sidelinje er beslektet eller besvogret med styremedlem, varamedlem til styret, revisor eller overordnet tjenestemann i sparebanken. Heller ikke kan det velges noen som er gått konkurs,​9 har åpnet gjeldsforhandling eller er under privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut at kontrollkomiteen. Bestemmelsen i § 9 tredje ledd får tilsvarende anvendelse.\nKontrollkomiteen velger selv sin formann og nestformann hvis ikke vedtektene​10 legger denne myndighet til forstanderskapet.​1\nKontrollkomiteen skal​11 føre tilsyn med sparebankens virksomhet. Den skal gå gjennom styrets protokoll,​12 nummererte brev, jf. revisorloven​13 § 5-4, og revisjonsberetning,​14 prøve sikkerheten for de forskjellige utlån, samt se etter at forvaltningen av sparebankens midler er overensstemmende med § 24, jf. §§ 25 og 26.\nKontrollkomiteen møter så ofte som det anses påkrevet for å kunne sikre et effektivt tilsyn. Forstanderskapet fastsetter instruks for kontrollkomiteen. Instruksjonen skal godkjennes av Finanstilsynet.​2\nStyret​4 og revisjonen​5 skal gi kontrollkomiteen alle opplysninger som den mener å trenge for å kunne utføre sitt verv.\nKontrollkomiteen skal gi uttalelse til forstanderskapet om årsregnskapet og årsberetningen​15 og om det utarbeidede årsregnskapet bør fastsettes, og hvert år gi melding om sitt arbeid til forstanderskapet og Finanstilsynet.​2 Får komiteen kjennskap til betydelige forsømmelser, feil eller misligheter av større betydning eller rekkevidde, eller den mener at banken har lidt store tap, skal den straks ta dette opp med Finanstilsynet.​2\nKontrollkomiteen fører en av Finanstilsynet​2 autorisert møteprotokoll. Den skal legges frem for forstanderskapet.​3\nBestemmelsen i § 8 åttende ledd gjelder tilsvarende for medlemmer av kontrollkomiteen.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19 (se dens V), 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. §§ 8 til 12.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Jf. §§ 11 (1), a.\n4 Jf. § 14.\n5 Jf. § 34.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.\n7 Jf. lov 26 mars 2010 nr. 9 § 22.\n8 Se el. kap. 3 og § 95.\n9 Jf. kkl.\n10 Jf. §§ 4-6.\n11 Jf. § 57, § 59.\n12 Jf. § 16 (4).\n13 Lov 15 jan 1999 nr. 2.\n14 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n15 Jf. rskl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:13 a",
      "chapter": "3",
      "section": "13 a",
      "content": "Vedtektene​1 kan bestemme at en sparebank skal ha en eller flere valgkomiteer. Finanstilsynet​2 kan gi nærmere regler om valgkomiteer.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 4.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "En sparebank skal ha et styre med minst fire medlemmer som velges av forstanderskapet​1 for to år. I banker som har 15 ansatte eller flere, velges ett av styremedlemmene blant de ansatte i banken. Formann og nestformann velges særskilt. Ingen som er ansatt i banken kan velges som formann eller nestformann. Av dem som er valgt ved første valg, går minst halvdelen ut etter loddtrekning ved neste valg, og deretter hvert år de som har gjort tjeneste lengst. Samtidig med valg av styremedlemmer velges minst tre varamedlemmer, hvorav – dersom banken har 15 ansatte eller flere – minst ett blant de ansatte i banken. De velges for ett år.\nKongen​2 kan gi nærmere forskrifter om valgene. I særlige tilfelle kan Kongen gjøre unntak fra bestemmelsene i første ledd.\nEn sparebank skal ha en daglig leder som tilsettes av styret. Ved tilsetting av daglig leder skal det straks sendes melding til Finanstilsynet.​3 Daglig leder tilsettes på oppsigelse, og oppsigelsesfristen må fra sparebankens side ikke være lenger enn seks måneder.​4\nDaglig leder eller annen ledende ansatt,​5 herunder leder av avdeling eller filial, kan ikke være medlem av styret. Daglig leder har rett og plikt til å delta i styrets behandling av saker og har rett til å uttale seg, med mindre annet bestemmes av styret i den enkelte sak.\nEt styremedlem må være myndig,​6 og hans bo må ikke være under konkursbehandling,​7 akkordforhandling eller privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut av styret.​4 Bestemmelsen i § 9 tredje ledd får i så fall tilsvarende anvendelse.\nBestemmelsen i § 8 åttende ledd gjelder tilsvarende for de valgte styremedlemmer.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. §§ 8 til 12.\n2 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 12 aug 2008.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Se § 57.\n5 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n6 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n7 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Styret leder sparebankens virksomhet i samsvar med lov, vedtekter​1 og nærmere forskrifter gitt av forstanderskapet.​2\nStyret handler på sparebankens vegne og binder banken ved sin underskrift. Rettshandel som styret i forhold til sparebanken var uberettiget til å avgi, binder ikke sparebanken dersom medkontrahenten visste eller burde ha innsett dette.\nVedtektene​1 kan bestemme at ett eller flere styremedlemmer enkeltvis eller samlet kan representere sparebanken og binde den ved sin underskrift.​3 Vedtektene kan også bestemme at styret kan meddele prokura​4 eller annen spesialfullmakt.\nStyret fastsetter bevilgningsreglement for sparebanken. Av bevilgningsreglementet skal fremgå i hvilken utstrekning andre enn styret kan bevilge lån, stille garantier og diskontere forretningspapirer. Reglementet skal meddeles kontrollkomiteen​5 og revisor.​6\n0 Endret ved lov 10 juni 1977 nr. 59.\n1 Jf. § 4.\n2 Jf. §§ 8 til 12.\n3 Jf. lov 21 juni 1985 nr. 78 § 3-6 og § 3-7.\n4 Jf. lov 21 juni 1985 nr. 80.\n5 Jf. § 13.\n6 Jf. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Formannen​1 kaller styret sammen til møte så ofte sparebankens virksomhet tilsier det eller når et styremedlem krever det.\nFormannen leder møtene. Er ikke han eller nestformannen til stede, velger styret en møteleder.\nStyret er vedtaksført når mer enn halvparten av medlemmene og minst tre medlemmer er til stede. Vedtak blir gjort med vanlig flertall. Ved stemmelikhet gjør formannens eller møtelederens stemme utslaget. Vedtektene​2 kan stille strengere krav til vedtaksførhet og til gyldig vedtak enn bestemt foran i dette ledd.\nDet skal​3 føres protokoll over forhandlingene. Alle som er til stede, skal skrive under protokollen. Hvert styremedlem kan kreve sin stemmegivning protokollert.\n0 Endret ved lov 10 juni 1977 nr. 59.\n1 Jf. § 14 (1).\n2 Jf. § 4.\n3 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Vedtektene​1 kan bestemme at banken skal ha en eller flere avdelinger med egne styrer (lokalstyrer) som hvert skal ha minst tre medlemmer.\nAvdelingens leder ansettes av sparebankens styre​2 etter innstilling fra lokalstyret.\nMedlemmer av det lokale styre velges av det lokale forstanderskap.​3 Har avdelingen ikke lokalt forstanderskap, velges medlemmene av sparebankens forstanderskap.​4 Formann og nestformann velges særskilt.\nHvis ikke annet er bestemt i loven eller vedtektene,​1 gjelder lovens bestemmelser​5 om sammensetningen av og medlemmer i sparebankens styre tilsvarende for det lokale styret så langt de passer. Godtgjørelse til medlemmene av det lokale styret fastsettes dog av sparebankens forstanderskap eller styre etter nærmere bestemmelse i vedtektene. Ved praktiseringen av bestemmelsen i § 14 første ledd annet og sjette punktum regnes med antall ansatte ved avdelingen.\nSparebankens styre utarbeider instruks for det lokale styret, jfr. § 17 a annet ledd nr. 5. Instruksen skal godkjennes av sparebankens forstanderskap.​6\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 a.\n1 Jf. § 4.\n2 Jf. § 14.\n3 Jf. § 17 a.\n4 Jf. §§ 8 til 12.\n5 Jf. § 14.\n6 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Har en sparebank lokal avdeling med eget styre, jfr. § 17, kan vedtektene​1 bestemme at avdelingen skal ha lokalt forstanderskap. Reglene i §§ 8, 8 a, 8 b, 8 c og 9 gjelder tilsvarende for det lokale forstanderskap så langt de passer. Ved praktiseringen av bestemmelsene i § 8 annet ledd annet til fjerde punktum regnes med antall ansatte ved avdelingen.\nDet lokale forstanderskap skal:\n1. velge sin formann og nestformann,\n2. velge medlemmer og varamedlemmer til det lokale styret, jfr. § 17 tredje ledd,\n3. velge medlemmer og varamedlemmer til den lokale kontrollkomité, jfr. § 17 b,\n4. gjennomgå avdelingens regnskap og lokalstyrets årsberetning,​2\n5. uttale seg om forslag til instruks for det lokale styret.\nDe bestemmelser som gjelder for forstanderskapet etter § 11 annet til sjuende ledd, gjelder tilsvarende for det lokale forstanderskap.\nDet lokale forstanderskap skal etter forslag fra det lokale styret, fordele det gavebeløp som etter vedtak av sparebankens forstanderskap skal utdeles i avdelingens distrikt.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 b.\n1 Jf. § 4.\n2 Jf. rskl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "content": "For avdeling med lokalt styre, jfr. § 17, kan vedtektene​1 bestemme at det skal velges lokal kontrollkomité for stedlig kontroll under tilsyn av sparebankens kontrollkomité.​2 Medlemmene av den lokale kontrollkomité velges av det lokale forstanderskap​3 hvis avdelingen har lokalt forstanderskap. For øvrig får bestemmelsene i § 13 første og annet ledd tilsvarende anvendelse.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 c.\n1 Jf. § 4.\n2 Jf. § 13.\n3 Jf. § 17 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:17 c",
      "chapter": "3",
      "section": "17 c",
      "title": "Revisjonsutvalg",
      "content": "I sparebanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.​2\nFinanstilsynet​3 kan i forskrift eller ved enkeltvedtak gjøre unntak fra sparebankers plikt til å ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning​4 og oppgaver.​5\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. asal. § 6-41.\n2 Jf. §§ 14 til 16.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Jf. § 17 d.\n5 Jf. § 17 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17c",
        "source_heading": "§ 17 c."
      }
    },
    {
      "provision_ref": "3:17 d",
      "chapter": "3",
      "section": "17 d",
      "title": "Revisjonsutvalgets oppgaver",
      "content": "Revisjonsutvalget skal:\na. forberede styrets​2 oppfølgning av regnskapsrapporteringsprosessen,\nb. overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,\nc. ha løpende kontakt med bankens valgte revisor​3 om revisjonen av årsregnskapet,\nd. vurdere og overvåke revisors uavhengighet, jf. revisorloven​4 kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot uavhengigheten.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Sml. asal. § 6-42.\n2 Jf. §§ 14 til 16.\n3 Jf. §§ 34 flg.\n4 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17d",
        "source_heading": "§ 17 d."
      }
    },
    {
      "provision_ref": "3:17 e",
      "chapter": "3",
      "section": "17 e",
      "title": "Valg av revisjonsutvalg og dets sammensetning",
      "content": "Revisjonsutvalgets medlemmer velges av og blant styrets​2 medlemmer. Styremedlemmer som er ledende ansatte​3 i sparebanken kan ikke velges til medlemmer av revisjonsutvalget.\nRevisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.\nMed mindre Finanstilsynet​4 bestemmer noe annet, kan det i vedtektene​5 fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771).\n1 Sml. asal. § 6-43.\n2 Jf. §§ 14 til 16.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17e",
        "source_heading": "§ 17 e."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Medlem av forstanderskap,​2 lokalt forstanderskap,​3 kontrollkomité,​4 lokal kontrollkomité,​5 styre,​6 lokalstyre,​7 daglig leder​8 eller annen ledende ansatt,​9 herunder leder av avdeling eller filial, må ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift​10 med eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i. Han må heller ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som har økonomisk særinteresse for kommune, selskap, samvirkeforetak, forening eller annen offentlig eller privat institusjon hvis interesser han i egenskap av ordfører, styremedlem, daglig leder, forretningsfører eller partsrepresentant har som oppdrag å ivareta. Reglene i dette ledd gjelder dog ikke ved valg av tillitsmenn eller ved fastsettelse av godtgjørelse for tillitsverv.\nFør en sak som nevnt i foregående ledd blir behandlet, skal den som ikke har rett til å ta del i behandlingen eller avgjørelsen av saken, si fra om det.\n0 Endret ved lover 10 juni 1977 nr. 59, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jf. § 59. Sml. bl.a. asl. § 6-27 og asal. § 6-27.\n2 Jf. §§ 8 til 12.\n3 Jf. § 17 a.\n4 Jf. § 13.\n5 Jf. § 17 b.\n6 Jf. §§ 14 til 16.\n7 Jf. § 17.\n8 Jf. § 14 (3).\n9 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n10 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Ledende ansatt​2 i en sparebank kan ikke være ansatt i eller medlem av styret i foretak som har et kundeforhold til eller annet forretningsforhold til banken.\nBestemmelsene i første ledd gjelder ikke stilling som styremedlem i selskap som er under administrasjon eller likvidasjon. Finanstilsynet​3 kan i særlige tilfelle og etter anbefaling av bankens styre​4 og kontrollkomité​5 gjøre unntak fra bestemmelsene i første ledd.\nTillits- eller tjenestemann eller revisor​6 i en sparebank kan ikke uten samtykke av forstanderskapet​7 være tillits- eller tjenestemann i annen kredittinstitusjon.​8 Finanstilsynet​3 kan kreve at slikt samtykke tilbakekalles. Bestemmelsene i dette ledd gjelder ikke kredittinstitusjoner som etter sine vedtekter helt eller delvis er opprettet av sparebanker.\nFor tillits- og tjenestemenns handel for egen regning med finansielle instrumenter gjelder verdipapirhandelloven​9 §§ 8-1 til 8-7.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 21 mai 1999 nr. 28 (ikr. 1 sep 1999 iflg. vedtak 28 mai 1999 nr. 503), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 59.\n2 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n3 Jf. lov 7 des 1956 nr. 1.\n4 Jf. §§ 14 til 16.\n5 Jf. § 13.\n6 Jf. § 34.\n7 Jf. §§ 8 til 12.\n8 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3, se samme lovs § 2-8.\n9 Lov 29 juni 2007 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Allmennaksjeloven​2 § 6-17 om godtgjørelse fra andre enn selskapet gjelder tilsvarende for godtgjørelse fra andre enn banken.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 59. Sml. bl.a. asl. § 6-17 og asal. § 6-17.\n2 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Tillits- og tjenestemenn og revisorer​2 i en sparebank har taushetsplikt om det som de i stillings medfør får kjennskap til om bankens eller bankkundes eller en annen banks eller dens bankkundes forhold, hvis de ikke etter denne​3 eller annen lov​4 har plikt til å gi opplysninger. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret,​5 gir på vegne av banken til annen bank. Taushetsplikten gjelder heller ikke opplysninger som gis til Arbeids- og velferdsetaten i medhold av folketrygdloven​6 § 21-4 b første ledd.\nDenne bestemmelse er likevel ikke til hinder for at banken driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​7\n0 Endret ved lover 9 juni 1978 nr. 48, 16 jan 2009 nr. 5 (ikr. 1 jan 2009, se dens VIII).\n1 Jf. § 59.\n2 Jf. § 34.\n3 Se § 13.\n4 Jf. lignl. § 6-2 (2), lov 6 mars 2009 nr. 11 § 20 og lov 7 des 1956 nr. 1 § 3 (3).\n5 Jf. §§ 14 til 16.\n6 Lov 28 feb 1997 nr. 19.\n7 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "En sparebank kan ta imot innskudd​1 på de vilkår vedtektene​2 fastsetter, jfr. § 4 punkt 8.​3\nDen som setter penger inn på ny konto, skal oppgi innskyterens navn, yrke eller næring og adresse.​4 Han får et innskuddsbevis med det nummer kontoen har i bankens bøker, og med innskyterens navn og adresse. Har banken gitt ut innskuddsbok for innskudd på oppsigelse, kan innskyteren bare kreve innskuddet betalt ut mot å legge fram boken.​5 Plikten til å oppgi og påføre adresse gjelder ikke dersom Folkeregisteret​6 har vedtatt at innskyterens adresse skal være fortrolig eller strengt fortrolig.\nFinanstilsynet​7 kan gi nærmere forskrifter om formen for innskuddsbevis, om kunngjøring av innskuddsvilkår og om fremgangsmåten ved innskudd og uttak.\nEn sparebank kan bare ta mot skolespareinnskudd når innskuddsordningen er godkjent av Sparebankenes sikringsfond,​8 jfr. sjuende kapittel.\nEn innskyter kan kreve at banken legger fram til gjennomsyn denne lov, bankens vedtekter​1 og siste årsregnskap, årsberetning​9 og revisjonsberetning.​10\nEr det ikke satt inn eller tatt ut noe på en innskuddskonto i ti år, og banken ikke får svar på melding til innskyteren eller hans arvinger, kan den slutte å forrente innskuddet.​11\nEr innskuddsbevis som banken kan kreve lagt fram før utbetaling av innskuddet, kommet bort, kan banken med to måneder varsel innkalle den mulige innehaver med den virkning at innskuddsbeviset trer ut av kraft og nytt innskuddsbevis kan utferdiges om ingen melder seg. Innkallingen skal rykkes inn i Norsk Lysingsblad​12 og i minst ett annet blad som er vanlig lest på det sted hvor innskyteren bor eller sist hadde sin bopel her i riket.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19 (se dens V), 7 juni 1985 nr. 47, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 juni 2007 nr. 30 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 646), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Se lov 6 des 1996 nr. 75 § 2-5.\n2 Jf. § 4.\n3 Jf. lov 25 juni 1999 nr. 46.\n4 Jf. lov 6 mars 2009 nr. 11 kap. 2.\n5 Jf. lov 17 feb 1939 nr. 1 kap. 4 og lov 25 juni 1999 nr. 46 § 17.\n6 Jf. lov 16 jan 1970 nr. 1.\n7 Jf. lov 7 des 1956 nr. 1.\n8 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n9 Jf. rskl. kap. 3.\n10 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n11 Jf. lov 18 mai 1979 nr. 18 § 4 og lov 25 juni 1999 nr. 46 § 22.\n12 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "En sparebank kan ikke stille sine eiendeler som sikkerhet for egne eller andres forpliktelser.​1\nBestemmelsen i første ledd gjelder ikke lån i Norges Bank​2 og i Sparebankenes sikringsfond.​3 Uten hinder av bestemmelsen i første ledd, kan en sparebank stille sine faste eiendommer som sikkerhet for lån til finansiering av eget bankbygg. En sparebank kan også uten hinder av bestemmelsen i første ledd stille sine eiendeler som sikkerhet for avtaler overfor avregningssentral, sentral motpart eller oppgjørsbank.​4 Finanstilsynet​5 kan dispensere fra bestemmelsen i første ledd.\n0 Endret ved lover 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 24 mai 1961 nr. 2 § 21.\n2 Jf. lov 24 mai 1985 nr. 28.\n3 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n4 Jf. lov 17 des 1999 nr. 95 § 1-3 (3).\n5 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "En sparebank kan utføre alle vanlige bankforretninger og banktjenester i samsvar med denne og andre lover​1 og forskrifter gitt i medhold av lov.\nDen skal forvalte de midler den har rådighet over, på trygg måte.\nI alle tilfelle skal disse avgrensninger gjelde:\n1. – – –\n2. Den bokførte verdi av en sparebanks beholdning av aksjer og andeler, unntatt aksjer og andeler som er nevnt under nr. 3 må ikke overstige 4 prosent av sparebankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\n3. Den bokførte verdi av en sparebanks faste eiendommer og av aksjer og andeler i selskap som har til formål å eie eller utnytte fast eiendom, må ikke overstige 4 prosent av sparebankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\n4. En sparebank må ikke erverve skip eller part i skip.\nBestemmelsene under punktene 2, 3 og 4 i forrige ledd er ikke til hinder for at en sparebank overtar verdier som der nevnt til dekning av krav eller for å oppfylle en garanti, men den skal i tilfelle avhende slike overtatte verdier så snart den kan få dekning for sitt krav eller innen en av Finanstilsynet​2 fastsatt frist, med mindre den på annen måte bringer det bokførte beløp for slike verdier under de i forrige ledd nevnte grenser.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 10 juni 1988 nr. 40.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 39 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1375).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 okt 1991 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En sparebank skal ha registrert eller statsautorisert revisor.​1\nForstanderskapet​2 velger revisor og fastsetter hans godtgjørelse, jf. § 12 annet ledd. Dersom foretaket plikter å ha revisjonsutvalg etter § 17 c, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges forstanderskapet før valget.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1988 nr. 40, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Jf. lov 15 jan 1999 nr. 2 kap. 3.\n2 Jf. §§ 8 til 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Den som er mindreårig​2 eller fratatt rettslig handleevne,​3 eller hvis bo er under konkursbehandling,​4 akkordforhandling eller privat administrasjon, kan ikke være revisor.​5\nTillits- og tjenestemenn i sparebanken kan ikke være revisor.​6 Det samme gjelder dem som står i et samarbeids-, underordnings- eller avhengighetsforhold til eller er gift​7 med eller i rett opp- eller nedstigende linje eller i sidelinjen så nær som søsken​8 er beslektet eller besvogret med forstanderskapets​9 formann eller et medlem av kontrollkomiteen​10 eller styret​11 eller tjenestemann som har ansvar for eller deltar i utførelsen av sparebankens bokføring eller formuesforvaltning.\nRevisor må ikke ha lån i sparebanken eller mot sparebankens garanti eller stå som kausjonist eller endossent for lån i sparebanken. Finanstilsynet​12 kan når særlige grunner foreligger, dispensere fra bestemmelsen i dette ledd.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 39.\n2 Jf. lov 26 mars 2010 nr. 9 § 8.\n3 Jf. lov 26 mars 2010 nr. 9 § 22.\n4 Jf. kkl.\n5 Jf. lov 15 jan 1999 nr. 2 § 3-4.\n6 Jf. lov 15 jan 1999 nr. 2 § 4-1.\n7 Jf. el. kap. 3 og § 95.\n8 Jf. lov 28 feb 1986 nr. 8 § 13.\n9 Jf. §§ 8 til 12.\n10 Jf. § 13.\n11 Jf. §§ 14 til 16.\n12 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Revisor skal følge de instrukser og pålegg som gis av forstanderskapet​1 for så vidt de ikke strider mot bestemmelser gitt i lov eller i medhold av lov eller mot sparebankens vedtekter​2 eller god revisjonsskikk.​3\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).\n1 Jf. §§ 8 til 12.\n2 Jf. § 4.\n3 Jf. § 57, § 59, lov 15 jan 1999 nr. 2 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Sparebankens ledelse skal gi revisor adgang til å foreta de undersøkelser han finner nødvendig og skal likeså sørge for at revisor får de opplysninger og den bistand han krever for utførelsen av sitt oppdrag.\nForhold som revisor har påpekt overfor sparebankens styre​1 eller administrerende direktør,​2 jf. revisorloven​3 § 5-2 fjerde ledd, skal innføres i en protokoll. Sparebanken skal oppbevare protokollen på betryggende måte.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).\n1 Jf. §§ 14 til 16.\n2 Jf. § 14 (3).\n3 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Revisor tjenestegjør inntil annen revisor ansettes eller velges i hans sted.\nNår særlige forhold foreligger, har revisor rett til å tre tilbake selv om tjenestetiden ikke er ute.​1 Om tilbaketreden skal gis rimelig forhåndsvarsel til banken.\nOppfyller revisor ikke lenger vilkårene for å være revisor i banken,​2 eller opphører hans oppdrag av andre grunner før utløpet av tjenestetiden, skal ny revisor ansettes eller velges uten opphold. Forstanderskapets​3 formann og kontrollkomiteen​4 kan foreta ansettelsen eller valget med forbehold fra forstanderskapets godkjenning på første forstanderskapsmøte.\nVed skifte av revisor skal forstanderskapets formann sende melding til Finanstilsynet​5 og Sparebankens sikringsfond​6 med opplysning om årsaken.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 15 jan 1999 nr. 2 § 7-1.\n2 Jf. § 35.\n3 Jf. §§ 8 til 12.\n4 Jf. § 13.\n5 Jf. lov 7 des 1956 nr. 1.\n6 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:46 a",
      "chapter": "7",
      "section": "46 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Kongen kan ta tilbake godkjenning av en sparebanks vedtekter​1 når han mener at det er grunn til det fordi sparebankenes styre​2 eller andre organer ikke virker overensstemmende med bestemmelser i denne lov eller sparebankens vedtekter, eller når det ellers finnes misligheter ved sparebankenes ledelse eller virksomhet. Før det blir gjort, skal sparebankens styre ha hatt høve til å uttale seg innen en av departementet satt frist.\nNår godkjenning av en sparebanks vedtekter​1 er tatt tilbake, skal bankens virksomhet avvikles som fastsatt i § 47 femte ledd.\n0 Endret ved lover 15 mai 1970 nr. 29, 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269).\n1 Jf. § 4.\n2 Jf. §§ 14 til 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "content": "Først når en sparebank er registrert,​1 kan den få andre rettigheter og skyldnader enn de som følger av stiftelsesgrunnlaget.\nSkyldnader som er stiftet på sparebankens vegne før registreringen, blir bindende for banken fra registreringen. I mellomtiden hefter de som har stiftet skyldnaden, personlig og solidarisk, dersom ikke noe annet må ansees avtalt med kreditor.​2\nEr noen del av en sparebanks overskudd anvendt på annen måte enn § 32​3 hjemler, plikter de som har vært med på det ulovlige vedtaket, en for alle og alle for en, å erstatte sparebanken det ulovlig utbetalte beløpet. Finanstilsynet​4 kan på sparebankenes vegne reise søksmål om slik erstatning.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 6.\n2 Jf. asl. § 2-20 og asal. § 2-20.\n3 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18.\n1 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "content": "Forstanderskapet​1 kan vedta at et medlem av styret​2 inntil videre ikke skal gjøre tjeneste. Om vedkommende endelig skal fratas sitt verv, skal snarest mulig avgjøres i et nytt møte av forstanderskapet. For gyldig vedtak skal det i begge disse tilfelle være minst to tredjedels flertall, dersom vedtektene​3 ikke bestemmer at slike vedtak kan gjøres med et mindre flertall.​4\nStyret​2 kan vedta at banksjefen​5 inntil videre ikke skal gjøre tjeneste. Vedtaket skal snarest mulig forelegges forstanderskapet til behandling etter reglene i første ledd.\nMedlem av kontrollkomiteen​6 eller revisor​7 som gjør seg skyldig i pliktbrudd eller legger for dagen at han ikke er skikket til å utføre sitt verv, skal fjernes av forstanderskapet. Vedkommende kan innanke vedtaket for Finanstilsynet.​8\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. §§ 8 flg.\n2 Jf. §§ 14-16.\n3 Jf. § 4.\n4 Jf. § 11.\n5 Jf. § 14 (3).\n6 Jf. § 13.\n7 Jf. § 34.\n8 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "9:58",
      "chapter": "9",
      "section": "58",
      "content": "Den som bruker ordet «sparebank» eller liknende sammensetninger med ordet «spare» i strid med bestemmelsene i § 1,​1 straffes med bøter.\n0 Endret ved lover 15 mai 1970 nr. 29, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se § 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "content": "Sparebankens tillits- og tjenestemenn og revisorer​1 som overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder hvis handlingen ikke går inn under noen strengere straffebestemmelse. Overtredelse er straffbar også når den er begått av uaktsomhet.\nBestemmelsene i foregående ledd får tilsvarende anvendelse på tillits- og tjenestemenn samt revisor i Sparebankenes sikringsfond.​2\n0 Endret ved lover 15 mai 1970 nr. 29, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 34.\n2 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tidspunkt oppheves:\n– – –\n0 Endret ved lov 15 mai 1970 nr. 29 (tidligere § 51).\n1 Fra 1 jan 1962 iflg. res. 22 sep 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Innen ett år etter at loven er trådt i kraft, skal – – –.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder alle foretak som har til formål å fremme sparing ved å ta imot innskudd fra en ubestemt krets av innskytere og å forvalte de midler foretaket rår over, uten at stifterne eller andre har rett til utbytte av virksomheten utover eventuell forrentning av grunnfondsbevis,​1 jfr. § 2 annet ledd.​2\nLoven gjelder likevel ikke foretak som er opprettet i medhold av særskilt lov.​3\nForetak som kommer inn under denne lov har, dersom ikke annet er bestemt ved særskilt lov, enerett og plikt til å bruke ordet «sparebank» eller liknende sammensetninger med ordet spare i sitt navn (foretaksnavn).​4 Sparebank som er omdannet etter bestemmelsene i lov 10. juni 1988 nr. 40 om finansieringsvirksomhet og finansinstitusjoner kapittel 2c avsnitt III, kan fortsette å benytte ordet «sparebank» og ordet «spare» i sitt foretaksnavn. Dette gjelder likevel ikke dersom stiftelsen som er opprettet ved omdanningen, eier mindre enn 10 prosent av aksjene i den omdannede sparebanken eller i tilfelle den omdannede sparebankens morselskap. Heller ikke kan andre bruke ord som nevnt ved omtale av sin virksomhet.\nAksjeloven​5 gjelder ikke for foretak som kommer inn under denne lov, med mindre noe annet er bestemt.\n0 Endret ved lover 12 juni 1987 nr. 40, 13 juni 1997 nr. 44 (ikr. 1 jan 1999), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118), 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).\n1 Nå «egenkapitalbevis», jf. lov 10 juni 1988 nr. 40 § 2b-2.\n2 Opphevet, se nå lov 10 juni 1988 nr. 40 kap. 2b.\n3 Jf. lov 6 juni 2003 nr. 38.\n4 Jf. § 58, lov 21 juni 1985 nr. 79.\n5 Lov 13 juni 1997 nr. 44. Jf. asal., lov 15 juni 2001 nr. 59 § 6, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "En sparebank kan stiftes av minst 20 personer, eller av en eller flere kommuner. Banken kan ikke stiftes med grunnfond​2 på mindre enn et beløp i norske kroner som svarer til 5 millioner euro.​3 Kongen​4 kan i særlige tilfelle samtykke i at grunnfondet settes til et mindre beløp, men ikke mindre enn et beløp i norske kroner som svarer til 1 million euro.​3 Banken skal til enhver tid ha en ansvarlig kapital​5 som minst svarer til det beløp som ble krevet da tillatelse til å drive virksomhet ble gitt.​6 Sparebankens grunnfond kan økes ved nye tilskudd etter samtykke fra Kongen,​7 og forrentes og betales tilbake i samsvar med bestemmelser i vedtektene.\nMed samtykke av Kongen​8 kan en sparebank ta opp lån i form av ansvarlig lånekapital.​9 Slike fordringer skal stå tilbake for andre fordringer på sparebanken, med unntak av krav på tilbakebetaling og forrentning av grunnfondstilskudd.\nBankens egenkapital​10 og ansvarlig lånekapital​9 utgjør tilsammen bankens ansvarlige kapital.\nNår sparebanken stiftes av fysiske personer, skal det på stiftelsesmøtet legges fram liste over stifterne og bevis for at det i første ledd nevnte beløp for grunnfondet er sikret.\nStifterne skal vedta vedtekter​11 for sparebanken og velge det første forstanderskapet.​12\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 12 juni 1987 nr. 40, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 23 des 1994 nr. 75 (ikr. 1 jan 1995), 23 apr 1999 nr. 20 (ikr. 1 juli 1999 iflg. res. 23 apr 1999 nr. 392), 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).\n1 Jf. lov 10 juni 1988 nr. 40 kap. 2b.\n2 Jf. lov 10 juni 1988 nr. 40 § 2b-1 (2).\n3 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 9).\n4 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delvis delegert Finanstilsynet 12 aug 2008.\n5 Jf. tredje ledd.\n6 Jf. § 3.\n7 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 30 juni 2004.\n8 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 24 nov 1989.\n9 Jf. § 12 (5) nr. 3 og lov 10 juni 1988 nr. 40 § 26-5 (1).\n10 Jf. lov 10 juni 1988 nr. 40 § 2b-1 (1).\n11 Jf. § 4.\n12 Jf. §§ 8 til 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "En sparebank kan ikke drive bankvirksomhet uten tillatelse av Kongen​1 og kan ikke begynne virksomheten før vedtektene​2 er godkjent​3 av Kongen.​1 En sparebank skal ha forretningskontor og hovedkontor i Norge.\nSøknad om tillatelse til å drive bankvirksomhet skal inneholde de opplysninger som må anses å være av betydning for behandling av søknaden. Konsesjonssøker skal vedlegge vedtekter​2 eller vedtektsutkast og en driftsplan for foretakets tre første driftsår. Driftsplanen skal som hovedregel inneholde:\na. opplysninger om foretakets selskapsstruktur etter etableringen,\nb. en oversikt over driftsopplegg og rutiner for de forretninger og tjenester som foretaket vil tilby,\nc. opplysninger om foretakets kapitalforhold,​4\nd. budsjetter for etablerings- og administrasjonskostnader,\ne. budsjetter med resultatregnskap, balanseregnskap og finansieringsanalyse for hvert av de tre første driftsår, og\nf. prognose for finansiell stilling i hvert av de tre første år.\nTillatelse skal nektes dersom vilkårene etter denne lov ikke er oppfylt eller dersom styremedlemmene,​5 administrerende direktør eller annen person som faktisk leder virksomheten:​6\n1. ikke kan antas å ha den nødvendige erfaring til å utøve stillingen eller vervet,\n2. er dømt for et straffbart forhold, og det utviste forhold gir grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte, eller\n3. i stilling eller ved utøvelsen av andre verv har utvist en slik atferd at det er grunn til å anta at vedkommende ikke vil kunne ivareta stillingen eller vervet på forsvarlig måte.\nKongen​8 kan gi kredittinstitusjon​9 med hovedsete i stat som ikke omfattes av Det europeiske økonomiske samarbeidsområde og som kan likestilles med sparebank, tillatelse til gjennom filial å drive bankvirksomhet i Norge, herunder ta imot innskudd fra en ubegrenset krets av innskytere og bruke ordet «bank», «sparebank» eller lignende i sitt navn eller ved omtale av sin virksomhet i Norge. Tillatelse kan kun gis kredittinstitusjon som har tillatelse i sitt hjemland til å drive tilsvarende virksomhet og som er underlagt betryggende tilsyn der.​10\nFor filial av kredittinstitusjon med tillatelse etter fjerde ledd gjelder denne lovs bestemmelser med unntak av kapittel 2, 3, 7, 8 og § 25. §§ 18 til og med 21 får likevel anvendelse. Kongen​11 kan fastsette nærmere regler for slike filialers virksomhet i Norge.\nFør kredittinstitusjonen starter sin virksomhet i Norge gjennom filial, skal det være etablert et tilfredsstillende samarbeid om tilsyn mellom tilsynsmyndighetene i kredittinstitusjonens hjemland og Finanstilsynet.​12\nAvgjørelse av søknad om tillatelse etter første og fjerde ledd skal meddeles søkeren innen seks måneder etter at søknaden er mottatt. Dersom søknaden ikke inneholder de opplysninger som er nødvendige for å avgjøre om tillatelse skal gis, regnes fristen fra det tidspunkt slike opplysninger ble mottatt.\nFinanstilsynet​12 kan helt eller delvis tilbakekalle tillatelse gitt i medhold av første og fjerde ledd hvis den tillatte virksomhet ikke er begynt innen ett år fra den dag tillatelsen ble gitt.\n0 Endret ved lover 7 juni 1985 nr. 47, 28 juni 1996 nr. 46 (ikr. 1 juli 1996), 20 des 1996 nr. 89 (ikr. 1 apr 1997), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449).\n1 Finansdepartementet iflg. res. 2 sep 1961. Delvis delegert Finanstilsynet 12 aug 2008.\n2 Jf. § 4.\n3 Jf. § 6.\n4 Jf. § 2 og lov 10 juni 1988 nr. 40 kap. 2b.\n5 Jf. § 14.\n6 Jf. § 14 (3).\n7 Lov 28 mai 2010 nr. 16.\n8 Finansdepartementet iflg. res. 25 juni 2004 nr. 984. Delegert Finanstilsynet 12 aug 2008.\n9 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3.\n10 Jf. EØS-avtalen vedlegg IX nr. 14 (dir 2006/48 art. 23 flg.).\n11 Finansdepartementet iflg. res. 25 juni 2004 nr. 984.\n12 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "En sparebanks vedtekter skal ha bestemmelser om:\n1. sparebankens navn (foretaksnavn),​1\n2. den kommune der sparebanken har sitt sete,​2\n3. grunnfondets størrelse og i tilfelle forrentning og tilbakebetaling av det,​3\n4. kommune der sparebanken har en eller flere avdelinger, jfr. § 17,\n5. den eller de avdelinger som har lokalt forstanderskap, jfr. § 17 a, og den eller de avdelinger som har lokal kontrollkomité, jfr. § 17 b,\n6. sammensetning og valg av forstanderskap,​4 kontrollkomité​5 og styre​6 og i tilfelle sammensetning og valg av lokale forstanderskap, kontrollkomiteer og styrer​7 og av en eller flere valgkomiteer,​8\n7. sparebankens virksomhet,​9 og hvordan overskuddet kan brukes,​10\n8. innsetting og uttak av innskudd og fastsetting av innskudds- og utlånsrenter,​11\n9. regnskapsføring, revisjon, årsregnskap og årsberetning,​12\n10. oppbevaring av og tilsyn med de verdier sparebanken har ansvaret for,\n11. hvem som kan binde banken ved sin underskrift,​13\n12. aldersgrense for bankens tjenestemenn.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 13 mars 1987 nr. 14, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 5 sep 2003 nr. 91 (ikr. 1 mars 2004 iflg. res. 5 sep 2003 nr. 1118), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 1 (3), lov 21 juni 1985 nr. 79.\n2 Jf. tvl. § 4-4.\n3 Jf. § 2 og lov 10 juni 1988 nr. 40 kap. 2b.\n4 Jf. §§ 8 til 12.\n5 Jf. § 13.\n6 Jf. §§ 14 til 16.\n7 Jf. §§ 17 til 17 b.\n8 Jf. § 13 a.\n9 Jf. kap. 4.\n10 Jf. lov 10 juni 1988 nr. 40 § 2b-18.\n11 Jf. § 22.\n12 Jf. kap. 6, rskl.\n13 Jf. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Endring av en sparebanks vedtekter kan vedtas av forstanderskapet​1 når forslag om det er satt fram i et tidligere møte. Vedtaket er gyldig når minst to tredjedeler av dem som er til stede, og minst halvdelen av alle forstandere stemmer for det.​2 Vedtaket kan ikke settes i verk før det er godkjent av Kongen.​3\n1 Jf. §§ 8 til 12.\n2 Jf. § 11.\n3 Finansdepartementet iflg. res. 22 sep 1961. Delegert Finanstilsynet 17 mars 1998.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Når sparebankens vedtekter er godkjent,​1 skal styret melde banken til registrering i Foretaksregisteret.​2 Med meldingen skal følge bekreftelse fra styret om at sparebankens grunnfond er fullt innbetalt.​3\n0 Endret ved lov 21 juni 1985 nr. 78.\n1 Jf. § 3 (1).\n2 Jf. lov 21 juni 1985 nr. 78 kap. IV.\n3 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "content": "En sparebank skal ha følgende organer:\n1. forstanderskap,​1\n2. kontrollkomité,​2\n3. styre.​3\nEn sparebank kan i tillegg ha følgende organer:\n1. ett eller flere lokale forstanderskap,​4\n2. en eller flere lokale kontrollkomiteer,​5\n3. ett eller flere lokale styrer,​6\n4. en eller flere valgkomiteer.​7\nUten samtykke av Kongen​8 kan ikke andre enn personer som er statsborgere i stat som er part i EØS-avtalen og som er bosatt i slik stat,​9 velges til medlemmer eller varamedlemmer av de nevnte organer.\nEt valgt medlem av eller formann for forstanderskap​1 eller kontrollkomité​2 eller styre​3 eller tillitsmann i tilsvarende lokalt organ kan ikke ha dette tillitsverv i samme bank i et sammenhengende tidsrom lenger enn 12 år eller ha disse tillitsverv i samme bank i et lengre samlet tidsrom enn 20 år.\nSparebankens styre og ledelse er ansvarlig for virksomheten i lokale organer.\n0 Endret ved lover 10 juni 1977 nr. 59, 4 des 1992 nr. 123 (ikr. 1 jan 1994), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. §§ 8 til 12. Se lov 10 juni 1988 nr. 40 § 2b-26.\n2 Jf. § 13.\n3 Jf. §§ 14 til 16.\n4 Jf. § 17 a.\n5 Jf. § 17 b.\n6 Jf. § 17.\n7 Jf. § 13 a.\n8 Finansdepartementet iflg. res. 22 sep 1961. Delegert Finanstilsynet 24 nov 1989.\n9 Jf. EØS-avtalen art. 4, 31 og 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Forstanderskapet skal ha så mange medlemmer som vedtektene​1 bestemmer med minst fjerdeparten så mange varamedlemmer.\nForstanderskapet sammensettes, og medlemmene velges, etter nærmere bestemmelser i vedtektene. Minst tre fjerdedeler av medlemmene skal være personer som ikke er ansatt i sparebanken. Det skal legges vekt på at de valgte medlemmer til sammen avspeiler sparebankens kundestruktur og andre interessegrupper samt samfunnsfunksjonen. I sparebank som har utstedt omsettelige grunnfondsbevis, jf. § 2 annet ledd​2 velges minst en femdel og ikke mer enn to femdeler av forstanderskapets medlemmer og varamedlemmer av eierne av grunnfondsbevisene etter nærmere bestemmelser i vedtektene.\nI sparebankens vedtekter kan det bestemmes at de medlemmene som innskyterne (kommunestyrene, fylkestinget) skal velge, helt eller delvis skal velges av de(t) lokale forstanderskap.\nKongen​3 kan gi nærmere forskrifter om valgene. I særlige tilfelle kan Kongen​4 gjøre unntak fra bestemmelsene i annet ledd. I sparebank som er dannet ved sammenslutning av sparebankeid forretningsbank​5 og sparebank, kan Kongen​6 tillate at inntil to femdeler av forstanderskapets medlemmer og varamedlemmer velges av sparebanker som eier grunnfondsbevis.\nMedlemmene av forstanderskapet velges for 4 år. Varamedlemmer som velges av innskyterne velges for 1 år. Varamedlemmer som velges av de ansatte velges for 2 år. Varamedlemmer som velges av kommunestyret (kommunestyrene, fylkestinget) og av grunnfondsbeviseierne velges for 4 år. Funksjonstiden for medlemmene av forstanderskapet løper ut når årsregnskapet for foregående kalenderår er fastsatt og nye medlemmer er valgt.​7\nTil medlemmer og varamedlemmer kan bare velges myndige​8 personer.\nTil medlemmer og varamedlemmer kan ikke velges:\n1. styremedlemmer​9 og revisorer​10 i sparebanken,\n2. personer hvis bo er under konkursbehandling,​11 akkordforhandling​11 eller privat administrasjon,\n3. sparebankens tjenestemenn, med mindre valget skjer etter reglene i § 8 c.\nEt medlem av forstanderskapet hvis tjenestetid er ute, går ikke ut av forstanderskapet før nytt medlem er valgt i hans sted.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 19 apr 1985 nr. 19, 12 juni 1987 nr. 40, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 21 juni 2002 nr. 32 (ikr. 21 juni 2002 iflg. res. 21 juni 2002 nr. 571), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610).\n1 Jf. § 4.\n2 Opphevet, se lov 10 juni 1988 nr. 40 kap. 2b.\n1 Opphevet, se lov 10 juni 1988 nr. 40 kap. 2b.\n3 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 12 aug 2008.\n4 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 24 nov 1989.\n5 Jf. lov 24 mai 1961 nr. 2.\n6 Finansdepartementet iflg. res. 19 apr 1985 nr. 848.\n7 Jf. § 9.\n8 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n9 Jf. § 14.\n10 Jf. § 34.\n11 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "content": "De innskytere som har og i de siste seks måneder har hatt et innskudd i banken på minst 500 kroner, velger hvert år så mange medlemmer av forstanderskapet og varamedlemmer som vedtektene bestemmer. Bare myndig​1 person kan, som personlig innskyter eller som representant for annen innskyter, stemme ved valget. Ingen kan avgi mer enn to stemmer, en på grunnlag av eget innskudd og en som representant for annen innskyter.\nSom medlemmer og varamedlemmer kan bare velges personlige innskytere som har stemmerett etter denne paragrafs første ledd.\nEnhver innskyter som har stemmerett og er valgbar etter denne paragrafs første og annet ledd er pliktig til å ta imot valg som medlem eller varamedlem, med mindre han har gjort tjeneste som medlem av forstanderskapet, styremedlem​2 eller medlem av kontrollkomiteen​3 i sparebanker i minst en valgperiode.\nAv de innskytervalgte medlemmer som er valgt ved første valg, går minst en fjerdepart ut etter loddtrekning ved hvert av de tre neste valg og deretter hvert år de som har gjort tjeneste lengst.\nInnskyternes valg av medlemmer og varamedlemmer skal etter nærmere bestemmelse i vedtektene​4 og i samsvar med forskrifter gitt av Kongen,​5 foregå enten på en eller flere valgdager eller på ett eller flere valgmøter.\nValg av medlemmer og varamedlemmer etter denne paragraf må være avholdt innen utgangen av april. Når særlige forhold tilsier det, kan Finanstilsynet​6 samtykke i utsettelse av valget til et senere tidspunkt.\nFinanstilsynet​6 kan erklære valg etter denne paragraf ugyldig og gi pålegg om nytt valg dersom feil ved valget kan ha hatt innflytelse på utfallet av det.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lover 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 10 juni 2005 nr. 46 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 531), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n2 Jf. § 13.\n3 Jf. § 14.\n4 Jf. § 4.\n5 Finansdepartementet iflg, res. 10 juni 1977 nr. 8562. Delegert til Finanstilsynet 30 juni 2004.\n6 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:8 b",
      "chapter": "3",
      "section": "8 b",
      "content": "Kommunestyret (kommunestyrene) velger hvert fjerde år så mange medlemmer av forstanderskapet og varamedlemmer som vedtektene​1 bestemmer. Omfatter en sparebanks valgdistrikt flere kommuner, skal det i vedtektene​1 gis nærmere bestemmelser om kommunestyrenes valg av medlemmer og varamedlemmer.\nVedtektene​1 kan bestemme at fylkestinget helt eller delvis skal tre i stedet for kommunestyret (kommunestyrene) ved valg etter foregående ledd.\nValg etter denne paragraf må være avholdt innen utgangen av januar.\n0 Tilføyd ved lov 10 juni 1977 nr. 59.\n1 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "3:8 c",
      "chapter": "3",
      "section": "8 c",
      "content": "De ansatte i sparebanken velger medlemmer av forstanderskapet og varamedlemmer i samsvar med bestemmelsen i § 8 annet ledd.\nKongen gir nærmere regler om valget, herunder om valgbarhetsvilkårene.\nValg i henhold til denne paragraf må være avholdt innen utgangen av januar.\nBestemmelsen i § 8 a sjuende ledd gjelder tilsvarende.\n0 Tilføyd ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8c",
        "source_heading": "§ 8 c."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Medlem av forstanderskapet trer ut når:\na. han blir styremedlem​1 eller revisor​2 i sparebanken,\nb. hans bo tas under konkursbehandling,​3 akkordforhandling​3 eller privat administrasjon.\nEt medlem av forstanderskapet som er valgt av innskyterne,​4 av grunnfondsbeviseierne​5 eller av kommunestyret (kommunestyrene, fylkestinget)​6 trer ut av forstanderskapet også når han blir tjenestemann i banken. Et innskytervalgt medlem trer videre ut av forstanderskapet når han ikke lenger har det minsteinnskudd som er fastsatt i § 8 a første ledd. Et medlem valgt av de ansatte​7 trer ut av forstanderskapet dersom han opphører å være tjenestemann i sparebanken.\nIstedenfor medlem som trer ut av forstanderskapet, velges ved første anledning nytt medlem for resten av hans valgperiode.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 12 juni 1987 nr. 40, 10 juni 2005 nr. 46 (ikr. 1 juli 2005 iflg. res. 10 juni 2005 nr. 531).\n1 Jf. § 14.\n2 Jf. § 34.\n3 Jf. kkl.\n4 Jf. § 8 a.\n5 Jf. § 8 (2).\n6 Jf. § 8 b.\n7 Jf. § 8 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Forstanderskapet trer sammen:\na. innen fire uker fra det siste av de årlige valg av medlemmer og varamedlemmer, men senest 30. april, for å velge formann og nestformann til forstanderskapet og medlemmer og varamedlemmer til styret​1 og kontrollkomiteen,​2\nb. innen utgangen av februar hvert år eller innen en senere frist fastsatt av Finanstilsynet,​3 for å ta imot styrets årsberetning og fastsette resultatregnskapet og balansen,​4\nc. når formannen finner det nødvendig eller styret, kontrollkomiteen eller minst en tredjedel av forstanderskapets medlemmer krever det.\nFormannen kaller forstanderskapet sammen og leder forhandlingene. Styrets medlemmer og revisor​5 skal​6 kalles inn til forstanderskapets møter og har rett til å ta del i forhandlingene, men uten stemmerett. Det samme gjelder medlem av kontrollkomiteen som ikke er forstander.\nInnkallingen skal skje ved brev og med minst åtte dagers varsel. Innkalling etter første ledd bokstav c kan likevel, om det er nødvendig, skje med kortere frist, som dog skal være minst tre dager. Varslet regnes fra avsendelsen.\nForstanderskapet kan ikke treffe beslutning i andre saker enn dem som er bestemt angitt i innkallingen. Dog kan det besluttes innkalt nytt forstanderskapsmøte til avgjørelse av forslag som er fremsatt i møtet. Videre kan forstanderskap som er innkalt etter første ledd bokstav a eller b, uten hinder av bestemmelsen i første punktum i dette ledd behandle årsoppgjøret og foreta valg på tillitsmenn.\nFor at forstanderskapet skal være vedtaksført, må minst halvparten og i hvert fall seks medlemmer møte.\nEr ikke annet bestemt i denne lov eller i bankers vedtekter,​7 gjelder som forstanderskapets vedtak det som de fleste stemmer er avgitt for. I tilfelle av stemmelikhet ved valg på tillitsmenn foretas loddtrekning. Ved stemmelikhet ellers gjør formannens eller møtelederens stemme utslaget.\nOver forhandlingene føres protokoll under møtelederens ansvar. Protokollen skal godkjennes og underskrives av møtelederen og to andre møtedeltakere som velges på møtet.\nFormannen skal sende Finanstilsynet​3 melding om de i første ledd, bokstav a, nevnte valg.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 14.\n2 Jf. § 13.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Se rskl. kap. 6.\n5 Jf. § 34.\n6 Jf. § 59.\n7 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Forstanderskapet ser til at sparebanken virker etter sitt formål i samsvar med lov, vedtekter​1 og forstanderskapets vedtak.\nForstanderskapet fastsetter godtgjørelsen til medlemmene av styret,​2 kontrollkomiteen​3 og revisor.​4 Godtgjørelsen må ikke gis som tantieme.​5\nForstanderskapet gjør vedtak om pensjonering av bankens tjenestemenn. Det kan med samtykke av Finanstilsynet​6 i særlige tilfelle gjøres vedtak om pensjonering av tillitsmenn.\nForstanderskapet kan fastsette at medlemmene av forstanderskapet skal ha møtegodtgjørelse i tillegg til dekning av reiseutgifter. Formannen kan gis en årlig godtgjørelse.\nEtter forslag fra styret​2 avgjør forstanderskapet:\n1. opprettelse og nedleggelse av filial i kommune hvor banken ikke har sitt hovedkontor, annen filial eller avdelingskontor,\n2. fordeling av det beløp som etter § 28​7 kan gis til allmennyttige formål,\n3. opptak av ansvarlig lånekapital.​8\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 4.\n2 Jf. § 14.\n3 Jf. § 13.\n4 Jf. § 34.\n5 Jf. § 20.\n6 Jf. lov 7 des 1956 nr. 1.\n7 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18 (5).\n1 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18 (5).\n8 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "En sparebank skal ha en kontrollkomité med minst tre medlemmer og minst ett varamedlem. Medlemmer og varamedlemmer velges av forstanderskapet.​1 Et medlem av komiteen skal tilfredsstille de krav som stilles til dommere etter lov av 13. august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av Finanstilsynet.​2 Finanstilsynet kan dispensere fra bestemmelsene i de to foregående punktum.\nValget og oppnevningen gjelder for to år om gangen. Forstanderskapets formann og nestformann,​3 medlem eller varamedlem til styre,​4 revisor​5 eller tjenestemann i sparebanken kan ikke velges til medlem eller varamedlem av kontrollkomiteen. Heller ikke kan det velges noen som er mindreårig​6 eller fratatt rettslig handleevne,​7 eller som står i samarbeids-, underordnings- eller avhengighetsforhold til eller er gift​8 med eller i rett opp- eller nedstigende linje eller i første sidelinje er beslektet eller besvogret med styremedlem, varamedlem til styret, revisor eller overordnet tjenestemann i sparebanken. Heller ikke kan det velges noen som er gått konkurs,​9 har åpnet gjeldsforhandling eller er under privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut at kontrollkomiteen. Bestemmelsen i § 9 tredje ledd får tilsvarende anvendelse.\nKontrollkomiteen velger selv sin formann og nestformann hvis ikke vedtektene​10 legger denne myndighet til forstanderskapet.​1\nKontrollkomiteen skal​11 føre tilsyn med sparebankens virksomhet. Den skal gå gjennom styrets protokoll,​12 nummererte brev, jf. revisorloven​13 § 5-4, og revisjonsberetning,​14 prøve sikkerheten for de forskjellige utlån, samt se etter at forvaltningen av sparebankens midler er overensstemmende med § 24, jf. §§ 25 og 26.\nKontrollkomiteen møter så ofte som det anses påkrevet for å kunne sikre et effektivt tilsyn. Forstanderskapet fastsetter instruks for kontrollkomiteen. Instruksjonen skal godkjennes av Finanstilsynet.​2\nStyret​4 og revisjonen​5 skal gi kontrollkomiteen alle opplysninger som den mener å trenge for å kunne utføre sitt verv.\nKontrollkomiteen skal gi uttalelse til forstanderskapet om årsregnskapet og årsberetningen​15 og om det utarbeidede årsregnskapet bør fastsettes, og hvert år gi melding om sitt arbeid til forstanderskapet og Finanstilsynet.​2 Får komiteen kjennskap til betydelige forsømmelser, feil eller misligheter av større betydning eller rekkevidde, eller den mener at banken har lidt store tap, skal den straks ta dette opp med Finanstilsynet.​2\nKontrollkomiteen fører en av Finanstilsynet​2 autorisert møteprotokoll. Den skal legges frem for forstanderskapet.​3\nBestemmelsen i § 8 åttende ledd gjelder tilsvarende for medlemmer av kontrollkomiteen.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19 (se dens V), 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. §§ 8 til 12.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Jf. §§ 11 (1), a.\n4 Jf. § 14.\n5 Jf. § 34.\n6 Jf. lov 26 mars 2010 nr. 9 § 8.\n7 Jf. lov 26 mars 2010 nr. 9 § 22.\n8 Se el. kap. 3 og § 95.\n9 Jf. kkl.\n10 Jf. §§ 4-6.\n11 Jf. § 57, § 59.\n12 Jf. § 16 (4).\n13 Lov 15 jan 1999 nr. 2.\n14 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n15 Jf. rskl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:13 a",
      "chapter": "3",
      "section": "13 a",
      "content": "Vedtektene​1 kan bestemme at en sparebank skal ha en eller flere valgkomiteer. Finanstilsynet​2 kan gi nærmere regler om valgkomiteer.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lover 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 4.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13 a."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "En sparebank skal ha et styre med minst fire medlemmer som velges av forstanderskapet​1 for to år. I banker som har 15 ansatte eller flere, velges ett av styremedlemmene blant de ansatte i banken. Formann og nestformann velges særskilt. Ingen som er ansatt i banken kan velges som formann eller nestformann. Av dem som er valgt ved første valg, går minst halvdelen ut etter loddtrekning ved neste valg, og deretter hvert år de som har gjort tjeneste lengst. Samtidig med valg av styremedlemmer velges minst tre varamedlemmer, hvorav – dersom banken har 15 ansatte eller flere – minst ett blant de ansatte i banken. De velges for ett år.\nKongen​2 kan gi nærmere forskrifter om valgene. I særlige tilfelle kan Kongen gjøre unntak fra bestemmelsene i første ledd.\nEn sparebank skal ha en daglig leder som tilsettes av styret. Ved tilsetting av daglig leder skal det straks sendes melding til Finanstilsynet.​3 Daglig leder tilsettes på oppsigelse, og oppsigelsesfristen må fra sparebankens side ikke være lenger enn seks måneder.​4\nDaglig leder eller annen ledende ansatt,​5 herunder leder av avdeling eller filial, kan ikke være medlem av styret. Daglig leder har rett og plikt til å delta i styrets behandling av saker og har rett til å uttale seg, med mindre annet bestemmes av styret i den enkelte sak.\nEt styremedlem må være myndig,​6 og hans bo må ikke være under konkursbehandling,​7 akkordforhandling eller privat administrasjon. Inntrer forhold som gjør at vedkommende ikke lenger er valgbar, trer han ut av styret.​4 Bestemmelsen i § 9 tredje ledd får i så fall tilsvarende anvendelse.\nBestemmelsen i § 8 åttende ledd gjelder tilsvarende for de valgte styremedlemmer.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 10 des 2004 nr. 81 (ikr. 1 jan 2005 iflg. res. 10 des 2004 nr. 1610), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. §§ 8 til 12.\n2 Finansdepartementet iflg. res. 10 juni 1977 nr. 8562. Delegert Finanstilsynet 12 aug 2008.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Se § 57.\n5 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n6 Jf. lov 26 mars 2010 nr. 9 § 2 (3).\n7 Jf. kkl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Styret leder sparebankens virksomhet i samsvar med lov, vedtekter​1 og nærmere forskrifter gitt av forstanderskapet.​2\nStyret handler på sparebankens vegne og binder banken ved sin underskrift. Rettshandel som styret i forhold til sparebanken var uberettiget til å avgi, binder ikke sparebanken dersom medkontrahenten visste eller burde ha innsett dette.\nVedtektene​1 kan bestemme at ett eller flere styremedlemmer enkeltvis eller samlet kan representere sparebanken og binde den ved sin underskrift.​3 Vedtektene kan også bestemme at styret kan meddele prokura​4 eller annen spesialfullmakt.\nStyret fastsetter bevilgningsreglement for sparebanken. Av bevilgningsreglementet skal fremgå i hvilken utstrekning andre enn styret kan bevilge lån, stille garantier og diskontere forretningspapirer. Reglementet skal meddeles kontrollkomiteen​5 og revisor.​6\n0 Endret ved lov 10 juni 1977 nr. 59.\n1 Jf. § 4.\n2 Jf. §§ 8 til 12.\n3 Jf. lov 21 juni 1985 nr. 78 § 3-6 og § 3-7.\n4 Jf. lov 21 juni 1985 nr. 80.\n5 Jf. § 13.\n6 Jf. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Formannen​1 kaller styret sammen til møte så ofte sparebankens virksomhet tilsier det eller når et styremedlem krever det.\nFormannen leder møtene. Er ikke han eller nestformannen til stede, velger styret en møteleder.\nStyret er vedtaksført når mer enn halvparten av medlemmene og minst tre medlemmer er til stede. Vedtak blir gjort med vanlig flertall. Ved stemmelikhet gjør formannens eller møtelederens stemme utslaget. Vedtektene​2 kan stille strengere krav til vedtaksførhet og til gyldig vedtak enn bestemt foran i dette ledd.\nDet skal​3 føres protokoll over forhandlingene. Alle som er til stede, skal skrive under protokollen. Hvert styremedlem kan kreve sin stemmegivning protokollert.\n0 Endret ved lov 10 juni 1977 nr. 59.\n1 Jf. § 14 (1).\n2 Jf. § 4.\n3 Jf. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Vedtektene​1 kan bestemme at banken skal ha en eller flere avdelinger med egne styrer (lokalstyrer) som hvert skal ha minst tre medlemmer.\nAvdelingens leder ansettes av sparebankens styre​2 etter innstilling fra lokalstyret.\nMedlemmer av det lokale styre velges av det lokale forstanderskap.​3 Har avdelingen ikke lokalt forstanderskap, velges medlemmene av sparebankens forstanderskap.​4 Formann og nestformann velges særskilt.\nHvis ikke annet er bestemt i loven eller vedtektene,​1 gjelder lovens bestemmelser​5 om sammensetningen av og medlemmer i sparebankens styre tilsvarende for det lokale styret så langt de passer. Godtgjørelse til medlemmene av det lokale styret fastsettes dog av sparebankens forstanderskap eller styre etter nærmere bestemmelse i vedtektene. Ved praktiseringen av bestemmelsen i § 14 første ledd annet og sjette punktum regnes med antall ansatte ved avdelingen.\nSparebankens styre utarbeider instruks for det lokale styret, jfr. § 17 a annet ledd nr. 5. Instruksen skal godkjennes av sparebankens forstanderskap.​6\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 a.\n1 Jf. § 4.\n2 Jf. § 14.\n3 Jf. § 17 a.\n4 Jf. §§ 8 til 12.\n5 Jf. § 14.\n6 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Har en sparebank lokal avdeling med eget styre, jfr. § 17, kan vedtektene​1 bestemme at avdelingen skal ha lokalt forstanderskap. Reglene i §§ 8, 8 a, 8 b, 8 c og 9 gjelder tilsvarende for det lokale forstanderskap så langt de passer. Ved praktiseringen av bestemmelsene i § 8 annet ledd annet til fjerde punktum regnes med antall ansatte ved avdelingen.\nDet lokale forstanderskap skal:\n1. velge sin formann og nestformann,\n2. velge medlemmer og varamedlemmer til det lokale styret, jfr. § 17 tredje ledd,\n3. velge medlemmer og varamedlemmer til den lokale kontrollkomité, jfr. § 17 b,\n4. gjennomgå avdelingens regnskap og lokalstyrets årsberetning,​2\n5. uttale seg om forslag til instruks for det lokale styret.\nDe bestemmelser som gjelder for forstanderskapet etter § 11 annet til sjuende ledd, gjelder tilsvarende for det lokale forstanderskap.\nDet lokale forstanderskap skal etter forslag fra det lokale styret, fordele det gavebeløp som etter vedtak av sparebankens forstanderskap skal utdeles i avdelingens distrikt.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 b.\n1 Jf. § 4.\n2 Jf. rskl. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:17 b",
      "chapter": "3",
      "section": "17 b",
      "content": "For avdeling med lokalt styre, jfr. § 17, kan vedtektene​1 bestemme at det skal velges lokal kontrollkomité for stedlig kontroll under tilsyn av sparebankens kontrollkomité.​2 Medlemmene av den lokale kontrollkomité velges av det lokale forstanderskap​3 hvis avdelingen har lokalt forstanderskap. For øvrig får bestemmelsene i § 13 første og annet ledd tilsvarende anvendelse.\n0 Tilføyd ved lov 10 juni 1977 nr. 59, endret ved lov 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), endret paragrafnummeret fra § 17 c.\n1 Jf. § 4.\n2 Jf. § 13.\n3 Jf. § 17 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "3:17 c",
      "chapter": "3",
      "section": "17 c",
      "title": "Revisjonsutvalg",
      "content": "I sparebanker skal det velges et revisjonsutvalg. Revisjonsutvalget er et forberedende og rådgivende arbeidsutvalg for styret.​2\nFinanstilsynet​3 kan i forskrift eller ved enkeltvedtak gjøre unntak fra sparebankers plikt til å ha revisjonsutvalg, og kan gi utfyllende regler om revisjonsutvalgets sammensetning​4 og oppgaver.​5\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. asal. § 6-41.\n2 Jf. §§ 14 til 16.\n3 Jf. lov 7 des 1956 nr. 1.\n4 Jf. § 17 d.\n5 Jf. § 17 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17c",
        "source_heading": "§ 17 c."
      }
    },
    {
      "provision_ref": "3:17 d",
      "chapter": "3",
      "section": "17 d",
      "title": "Revisjonsutvalgets oppgaver",
      "content": "Revisjonsutvalget skal:\na. forberede styrets​2 oppfølgning av regnskapsrapporteringsprosessen,\nb. overvåke systemene for intern kontroll og risikostyring samt bankens internrevisjon om slik funksjon er etablert,\nc. ha løpende kontakt med bankens valgte revisor​3 om revisjonen av årsregnskapet,\nd. vurdere og overvåke revisors uavhengighet, jf. revisorloven​4 kapittel 4, herunder særlig i hvilken grad andre tjenester enn revisjon som er levert av revisor eller revisjonsselskapet utgjør en trussel mot uavhengigheten.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Sml. asal. § 6-42.\n2 Jf. §§ 14 til 16.\n3 Jf. §§ 34 flg.\n4 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17d",
        "source_heading": "§ 17 d."
      }
    },
    {
      "provision_ref": "3:17 e",
      "chapter": "3",
      "section": "17 e",
      "title": "Valg av revisjonsutvalg og dets sammensetning",
      "content": "Revisjonsutvalgets medlemmer velges av og blant styrets​2 medlemmer. Styremedlemmer som er ledende ansatte​3 i sparebanken kan ikke velges til medlemmer av revisjonsutvalget.\nRevisjonsutvalget skal samlet ha den kompetanse som ut fra bankens organisasjon og virksomhet er nødvendig for å ivareta sine oppgaver. Minst ett av medlemmene i revisjonsutvalget skal være uavhengig av virksomheten og ha kvalifikasjoner innen regnskap eller revisjon.\nMed mindre Finanstilsynet​4 bestemmer noe annet, kan det i vedtektene​5 fastsettes at det samlede styret skal fungere som bankens revisjonsutvalg, dersom styret til enhver tid oppfyller kravene etter annet ledd.\n0 Tilføyd ved lov 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706), endret ved lov 4 juni 2010 nr. 20 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 771).\n1 Sml. asal. § 6-43.\n2 Jf. §§ 14 til 16.\n3 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n4 Jf. lov 7 des 1956 nr. 1.\n5 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17e",
        "source_heading": "§ 17 e."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Medlem av forstanderskap,​2 lokalt forstanderskap,​3 kontrollkomité,​4 lokal kontrollkomité,​5 styre,​6 lokalstyre,​7 daglig leder​8 eller annen ledende ansatt,​9 herunder leder av avdeling eller filial, må ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som han selv eller noen som han er gift​10 med eller så nær i slekt- eller svogerskap med som søskenbarn, har personlig eller økonomisk særinteresse i. Han må heller ikke ta del i behandlingen eller avgjørelsen av noe spørsmål som har økonomisk særinteresse for kommune, selskap, samvirkeforetak, forening eller annen offentlig eller privat institusjon hvis interesser han i egenskap av ordfører, styremedlem, daglig leder, forretningsfører eller partsrepresentant har som oppdrag å ivareta. Reglene i dette ledd gjelder dog ikke ved valg av tillitsmenn eller ved fastsettelse av godtgjørelse for tillitsverv.\nFør en sak som nevnt i foregående ledd blir behandlet, skal den som ikke har rett til å ta del i behandlingen eller avgjørelsen av saken, si fra om det.\n0 Endret ved lover 10 juni 1977 nr. 59, 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 29 juni 2007 nr. 81 (ikr. 1 jan 2008 iflg. res. 23 nov 2007 nr. 1287).\n1 Jf. § 59. Sml. bl.a. asl. § 6-27 og asal. § 6-27.\n2 Jf. §§ 8 til 12.\n3 Jf. § 17 a.\n4 Jf. § 13.\n5 Jf. § 17 b.\n6 Jf. §§ 14 til 16.\n7 Jf. § 17.\n8 Jf. § 14 (3).\n9 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n10 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Ledende ansatt​2 i en sparebank kan ikke være ansatt i eller medlem av styret i foretak som har et kundeforhold til eller annet forretningsforhold til banken.\nBestemmelsene i første ledd gjelder ikke stilling som styremedlem i selskap som er under administrasjon eller likvidasjon. Finanstilsynet​3 kan i særlige tilfelle og etter anbefaling av bankens styre​4 og kontrollkomité​5 gjøre unntak fra bestemmelsene i første ledd.\nTillits- eller tjenestemann eller revisor​6 i en sparebank kan ikke uten samtykke av forstanderskapet​7 være tillits- eller tjenestemann i annen kredittinstitusjon.​8 Finanstilsynet​3 kan kreve at slikt samtykke tilbakekalles. Bestemmelsene i dette ledd gjelder ikke kredittinstitusjoner som etter sine vedtekter helt eller delvis er opprettet av sparebanker.\nFor tillits- og tjenestemenns handel for egen regning med finansielle instrumenter gjelder verdipapirhandelloven​9 §§ 8-1 til 8-7.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 21 mai 1999 nr. 28 (ikr. 1 sep 1999 iflg. vedtak 28 mai 1999 nr. 503), 25 juni 2004 nr. 43 (ikr. 1 juli 2004 iflg. res. 25 juni 2004 nr. 981), 29 juni 2007 nr. 75 (ikr. 1 nov 2007 iflg. res. 29 juni 2007 nr. 752), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 59.\n2 Sml. rskl. § 7-31 b og asal. § 4-12 (1).\n3 Jf. lov 7 des 1956 nr. 1.\n4 Jf. §§ 14 til 16.\n5 Jf. § 13.\n6 Jf. § 34.\n7 Jf. §§ 8 til 12.\n8 Jf. lov 10 juni 1988 nr. 40 § 1-5 nr. 3, se samme lovs § 2-8.\n9 Lov 29 juni 2007 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Allmennaksjeloven​2 § 6-17 om godtgjørelse fra andre enn selskapet gjelder tilsvarende for godtgjørelse fra andre enn banken.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272).\n1 Jf. § 59. Sml. bl.a. asl. § 6-17 og asal. § 6-17.\n2 Lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Tillits- og tjenestemenn og revisorer​2 i en sparebank har taushetsplikt om det som de i stillings medfør får kjennskap til om bankens eller bankkundes eller en annen banks eller dens bankkundes forhold, hvis de ikke etter denne​3 eller annen lov​4 har plikt til å gi opplysninger. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret,​5 gir på vegne av banken til annen bank. Taushetsplikten gjelder heller ikke opplysninger som gis til Arbeids- og velferdsetaten i medhold av folketrygdloven​6 § 21-4 b første ledd.\nDenne bestemmelse er likevel ikke til hinder for at banken driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​7\n0 Endret ved lover 9 juni 1978 nr. 48, 16 jan 2009 nr. 5 (ikr. 1 jan 2009, se dens VIII).\n1 Jf. § 59.\n2 Jf. § 34.\n3 Se § 13.\n4 Jf. lignl. § 6-2 (2), lov 6 mars 2009 nr. 11 § 20 og lov 7 des 1956 nr. 1 § 3 (3).\n5 Jf. §§ 14 til 16.\n6 Lov 28 feb 1997 nr. 19.\n7 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "En sparebank kan ta imot innskudd​1 på de vilkår vedtektene​2 fastsetter, jfr. § 4 punkt 8.​3\nDen som setter penger inn på ny konto, skal oppgi innskyterens navn, yrke eller næring og adresse.​4 Han får et innskuddsbevis med det nummer kontoen har i bankens bøker, og med innskyterens navn og adresse. Har banken gitt ut innskuddsbok for innskudd på oppsigelse, kan innskyteren bare kreve innskuddet betalt ut mot å legge fram boken.​5 Plikten til å oppgi og påføre adresse gjelder ikke dersom Folkeregisteret​6 har vedtatt at innskyterens adresse skal være fortrolig eller strengt fortrolig.\nFinanstilsynet​7 kan gi nærmere forskrifter om formen for innskuddsbevis, om kunngjøring av innskuddsvilkår og om fremgangsmåten ved innskudd og uttak.\nEn sparebank kan bare ta mot skolespareinnskudd når innskuddsordningen er godkjent av Sparebankenes sikringsfond,​8 jfr. sjuende kapittel.\nEn innskyter kan kreve at banken legger fram til gjennomsyn denne lov, bankens vedtekter​1 og siste årsregnskap, årsberetning​9 og revisjonsberetning.​10\nEr det ikke satt inn eller tatt ut noe på en innskuddskonto i ti år, og banken ikke får svar på melding til innskyteren eller hans arvinger, kan den slutte å forrente innskuddet.​11\nEr innskuddsbevis som banken kan kreve lagt fram før utbetaling av innskuddet, kommet bort, kan banken med to måneder varsel innkalle den mulige innehaver med den virkning at innskuddsbeviset trer ut av kraft og nytt innskuddsbevis kan utferdiges om ingen melder seg. Innkallingen skal rykkes inn i Norsk Lysingsblad​12 og i minst ett annet blad som er vanlig lest på det sted hvor innskyteren bor eller sist hadde sin bopel her i riket.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19 (se dens V), 7 juni 1985 nr. 47, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 juni 2007 nr. 30 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 646), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Se lov 6 des 1996 nr. 75 § 2-5.\n2 Jf. § 4.\n3 Jf. lov 25 juni 1999 nr. 46.\n4 Jf. lov 6 mars 2009 nr. 11 kap. 2.\n5 Jf. lov 17 feb 1939 nr. 1 kap. 4 og lov 25 juni 1999 nr. 46 § 17.\n6 Jf. lov 16 jan 1970 nr. 1.\n7 Jf. lov 7 des 1956 nr. 1.\n8 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n9 Jf. rskl. kap. 3.\n10 Jf. lov 15 jan 1999 nr. 2 § 5-6.\n11 Jf. lov 18 mai 1979 nr. 18 § 4 og lov 25 juni 1999 nr. 46 § 22.\n12 Jf. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "En sparebank kan ikke stille sine eiendeler som sikkerhet for egne eller andres forpliktelser.​1\nBestemmelsen i første ledd gjelder ikke lån i Norges Bank​2 og i Sparebankenes sikringsfond.​3 Uten hinder av bestemmelsen i første ledd, kan en sparebank stille sine faste eiendommer som sikkerhet for lån til finansiering av eget bankbygg. En sparebank kan også uten hinder av bestemmelsen i første ledd stille sine eiendeler som sikkerhet for avtaler overfor avregningssentral, sentral motpart eller oppgjørsbank.​4 Finanstilsynet​5 kan dispensere fra bestemmelsen i første ledd.\n0 Endret ved lover 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Sml. lov 24 mai 1961 nr. 2 § 21.\n2 Jf. lov 24 mai 1985 nr. 28.\n3 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, se lov 6 des 1996 nr. 75.\n4 Jf. lov 17 des 1999 nr. 95 § 1-3 (3).\n5 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "En sparebank kan utføre alle vanlige bankforretninger og banktjenester i samsvar med denne og andre lover​1 og forskrifter gitt i medhold av lov.\nDen skal forvalte de midler den har rådighet over, på trygg måte.\nI alle tilfelle skal disse avgrensninger gjelde:\n1. – – –\n2. Den bokførte verdi av en sparebanks beholdning av aksjer og andeler, unntatt aksjer og andeler som er nevnt under nr. 3 må ikke overstige 4 prosent av sparebankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\n3. Den bokførte verdi av en sparebanks faste eiendommer og av aksjer og andeler i selskap som har til formål å eie eller utnytte fast eiendom, må ikke overstige 4 prosent av sparebankens forvaltningskapital etter siste års regnskap. Finanstilsynet​2 kan dispensere fra bestemmelsen i forrige punktum.\n4. En sparebank må ikke erverve skip eller part i skip.\nBestemmelsene under punktene 2, 3 og 4 i forrige ledd er ikke til hinder for at en sparebank overtar verdier som der nevnt til dekning av krav eller for å oppfylle en garanti, men den skal i tilfelle avhende slike overtatte verdier så snart den kan få dekning for sitt krav eller innen en av Finanstilsynet​2 fastsatt frist, med mindre den på annen måte bringer det bokførte beløp for slike verdier under de i forrige ledd nevnte grenser.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 apr 1983 nr. 19, 7 juni 1985 nr. 47, 10 juni 1988 nr. 40, 15 juni 1990 nr. 19, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 10 juni 1988 nr. 40.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 39 (ikr. 1 jan 2007 iflg. res. 8 des 2006 nr. 1375).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 25 okt 1991 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 30 juni 2006 nr. 38 (ikr. 1 juli 2006 iflg. res. 30 juni 2006 nr. 773).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "En sparebank skal ha registrert eller statsautorisert revisor.​1\nForstanderskapet​2 velger revisor og fastsetter hans godtgjørelse, jf. § 12 annet ledd. Dersom foretaket plikter å ha revisjonsutvalg etter § 17 c, skal revisjonsutvalgets uttalelse om forslaget til revisor forelegges forstanderskapet før valget.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1988 nr. 40, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711), 19 juni 2009 nr. 60 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 706).\n1 Jf. lov 15 jan 1999 nr. 2 kap. 3.\n2 Jf. §§ 8 til 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Den som er mindreårig​2 eller fratatt rettslig handleevne,​3 eller hvis bo er under konkursbehandling,​4 akkordforhandling eller privat administrasjon, kan ikke være revisor.​5\nTillits- og tjenestemenn i sparebanken kan ikke være revisor.​6 Det samme gjelder dem som står i et samarbeids-, underordnings- eller avhengighetsforhold til eller er gift​7 med eller i rett opp- eller nedstigende linje eller i sidelinjen så nær som søsken​8 er beslektet eller besvogret med forstanderskapets​9 formann eller et medlem av kontrollkomiteen​10 eller styret​11 eller tjenestemann som har ansvar for eller deltar i utførelsen av sparebankens bokføring eller formuesforvaltning.\nRevisor må ikke ha lån i sparebanken eller mot sparebankens garanti eller stå som kausjonist eller endossent for lån i sparebanken. Finanstilsynet​12 kan når særlige grunner foreligger, dispensere fra bestemmelsen i dette ledd.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12.\n1 Jf. § 39.\n2 Jf. lov 26 mars 2010 nr. 9 § 8.\n3 Jf. lov 26 mars 2010 nr. 9 § 22.\n4 Jf. kkl.\n5 Jf. lov 15 jan 1999 nr. 2 § 3-4.\n6 Jf. lov 15 jan 1999 nr. 2 § 4-1.\n7 Jf. el. kap. 3 og § 95.\n8 Jf. lov 28 feb 1986 nr. 8 § 13.\n9 Jf. §§ 8 til 12.\n10 Jf. § 13.\n11 Jf. §§ 14 til 16.\n12 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Revisor skal følge de instrukser og pålegg som gis av forstanderskapet​1 for så vidt de ikke strider mot bestemmelser gitt i lov eller i medhold av lov eller mot sparebankens vedtekter​2 eller god revisjonsskikk.​3\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 17 juli 1998 nr. 56 (ikr. 1 jan 1999), 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).\n1 Jf. §§ 8 til 12.\n2 Jf. § 4.\n3 Jf. § 57, § 59, lov 15 jan 1999 nr. 2 § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Sparebankens ledelse skal gi revisor adgang til å foreta de undersøkelser han finner nødvendig og skal likeså sørge for at revisor får de opplysninger og den bistand han krever for utførelsen av sitt oppdrag.\nForhold som revisor har påpekt overfor sparebankens styre​1 eller administrerende direktør,​2 jf. revisorloven​3 § 5-2 fjerde ledd, skal innføres i en protokoll. Sparebanken skal oppbevare protokollen på betryggende måte.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).\n1 Jf. §§ 14 til 16.\n2 Jf. § 14 (3).\n3 Lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 jan 1999 nr. 2 (ikr. 1 aug 1999 iflg. forskr. 25 juni 1999 nr. 711).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Revisor tjenestegjør inntil annen revisor ansettes eller velges i hans sted.\nNår særlige forhold foreligger, har revisor rett til å tre tilbake selv om tjenestetiden ikke er ute.​1 Om tilbaketreden skal gis rimelig forhåndsvarsel til banken.\nOppfyller revisor ikke lenger vilkårene for å være revisor i banken,​2 eller opphører hans oppdrag av andre grunner før utløpet av tjenestetiden, skal ny revisor ansettes eller velges uten opphold. Forstanderskapets​3 formann og kontrollkomiteen​4 kan foreta ansettelsen eller valget med forbehold fra forstanderskapets godkjenning på første forstanderskapsmøte.\nVed skifte av revisor skal forstanderskapets formann sende melding til Finanstilsynet​5 og Sparebankens sikringsfond​6 med opplysning om årsaken.\n0 Endret ved lover 15 mai 1970 nr. 29, 10 juni 1977 nr. 59, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. lov 15 jan 1999 nr. 2 § 7-1.\n2 Jf. § 35.\n3 Jf. §§ 8 til 12.\n4 Jf. § 13.\n5 Jf. lov 7 des 1956 nr. 1.\n6 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 10 juni 1977 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:46 a",
      "chapter": "7",
      "section": "46 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 2009 nr. 46 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "content": "Kongen kan ta tilbake godkjenning av en sparebanks vedtekter​1 når han mener at det er grunn til det fordi sparebankenes styre​2 eller andre organer ikke virker overensstemmende med bestemmelser i denne lov eller sparebankens vedtekter, eller når det ellers finnes misligheter ved sparebankenes ledelse eller virksomhet. Før det blir gjort, skal sparebankens styre ha hatt høve til å uttale seg innen en av departementet satt frist.\nNår godkjenning av en sparebanks vedtekter​1 er tatt tilbake, skal bankens virksomhet avvikles som fastsatt i § 47 femte ledd.\n0 Endret ved lover 15 mai 1970 nr. 29, 1 apr 2005 nr. 14 (ikr. 1 apr 2005 iflg. res. 1 apr 2005 nr. 269).\n1 Jf. § 4.\n2 Jf. §§ 14 til 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 des 1996 nr. 75 (ikr. 1 jan 1997).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "content": "Først når en sparebank er registrert,​1 kan den få andre rettigheter og skyldnader enn de som følger av stiftelsesgrunnlaget.\nSkyldnader som er stiftet på sparebankens vegne før registreringen, blir bindende for banken fra registreringen. I mellomtiden hefter de som har stiftet skyldnaden, personlig og solidarisk, dersom ikke noe annet må ansees avtalt med kreditor.​2\nEr noen del av en sparebanks overskudd anvendt på annen måte enn § 32​3 hjemler, plikter de som har vært med på det ulovlige vedtaket, en for alle og alle for en, å erstatte sparebanken det ulovlig utbetalte beløpet. Finanstilsynet​4 kan på sparebankenes vegne reise søksmål om slik erstatning.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. § 6.\n2 Jf. asl. § 2-20 og asal. § 2-20.\n3 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18.\n1 Opphevet, se nå lov 10 juni 1988 nr. 40 § 2b-18.\n4 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "9:57",
      "chapter": "9",
      "section": "57",
      "content": "Forstanderskapet​1 kan vedta at et medlem av styret​2 inntil videre ikke skal gjøre tjeneste. Om vedkommende endelig skal fratas sitt verv, skal snarest mulig avgjøres i et nytt møte av forstanderskapet. For gyldig vedtak skal det i begge disse tilfelle være minst to tredjedels flertall, dersom vedtektene​3 ikke bestemmer at slike vedtak kan gjøres med et mindre flertall.​4\nStyret​2 kan vedta at banksjefen​5 inntil videre ikke skal gjøre tjeneste. Vedtaket skal snarest mulig forelegges forstanderskapet til behandling etter reglene i første ledd.\nMedlem av kontrollkomiteen​6 eller revisor​7 som gjør seg skyldig i pliktbrudd eller legger for dagen at han ikke er skikket til å utføre sitt verv, skal fjernes av forstanderskapet. Vedkommende kan innanke vedtaket for Finanstilsynet.​8\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47, 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603).\n1 Jf. §§ 8 flg.\n2 Jf. §§ 14-16.\n3 Jf. § 4.\n4 Jf. § 11.\n5 Jf. § 14 (3).\n6 Jf. § 13.\n7 Jf. § 34.\n8 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "9:58",
      "chapter": "9",
      "section": "58",
      "content": "Den som bruker ordet «sparebank» eller liknende sammensetninger med ordet «spare» i strid med bestemmelsene i § 1,​1 straffes med bøter.\n0 Endret ved lover 15 mai 1970 nr. 29, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se § 3 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "9:59",
      "chapter": "9",
      "section": "59",
      "content": "Sparebankens tillits- og tjenestemenn og revisorer​1 som overtrer bestemmelsene i denne lov eller forskrifter gitt med hjemmel i loven, straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder hvis handlingen ikke går inn under noen strengere straffebestemmelse. Overtredelse er straffbar også når den er begått av uaktsomhet.\nBestemmelsene i foregående ledd får tilsvarende anvendelse på tillits- og tjenestemenn samt revisor i Sparebankenes sikringsfond.​2\n0 Endret ved lover 15 mai 1970 nr. 29, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 34.\n2 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.\n1 Nå Bankenes sikringsfond, jf. lov 6 des 1996 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tidspunkt oppheves:\n– – –\n0 Endret ved lov 15 mai 1970 nr. 29 (tidligere § 51).\n1 Fra 1 jan 1962 iflg. res. 22 sep 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "10:61",
      "chapter": "10",
      "section": "61",
      "content": "Innen ett år etter at loven er trådt i kraft, skal – – –.\n0 Endret ved lover 15 mai 1970 nr. 29, 7 juni 1985 nr. 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ]
}