{
  "id": "LOV-1980-05-23-13",
  "type": "statute",
  "title": "Lov om fagopplæring i arbeidslivet.",
  "short_name": "Fagopplæringsloven – fagoppll.",
  "status": "in_force",
  "issued_date": "1980-05-23",
  "in_force_date": "1981-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1980-05-23-13",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Denne lov gjelder fagopplæring i arbeidslivet. Loven gir bestemmelser om fag under loven og om avleggelse av fag- og svenneprøve for lærlinger, skoleelever og kandidater som ønsker å dokumentere sine kunnskaper uten formell opplæring.\nLoven gir også bestemmelser om lærlingers og lærebedrifters rettigheter og plikter, om arbeidstaker- og arbeidsgiverorganisasjonenes medvirkning til utforming og gjennomføring av opplæringen, og om fylkeskommunens og statens forpliktelser for å fremme fagopplæringen.\nFor opplæring i skole gjelder lov 21. juni 1974 nr. 55 om videregående opplæring.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Formål",
      "content": "Loven tar sikte på å utvikle dyktighet, forståelse og ansvar i forhold til fag, yrke og samfunn, legge grunnlag for videre utdanning og hjelpe lærlingene i deres personlige utvikling.\nOpplæringen skal bidra til å utvide kjennskapet til og forståelse av de kristne og humanistiske grunnverdier, vår nasjonale kulturarv, de demokratiske ideer og vitenskapelig tenkemåte og arbeidsmåte.\nOpplæringen skal fremme menneskelig likeverd og likestilling, åndsfrihet og toleranse, økologisk forståelse og internasjonalt medansvar.\n0 Tilføyd ved lov 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:1 b",
      "chapter": "1",
      "section": "1 b",
      "title": "Opplæringsordning (struktur)",
      "content": "Opplæringen skal normalt føre fram til yrkeskompetanse ved fagprøve eller svenneprøve.\nOpplæring etter denne lov har som hovedmodell ett års fulltids opplæring i lærebedrift etter at lærlingen har fullført grunnkurs og videregående kurs I i den videregående skolen. Opplæringen i lærebedrift kan være kombinert med verdiskaping og kan tilsammen strekkes over to år.\nDersom det ikke er mulig for fylkeskommunen å kunne tilby opplæring i lærebedrift, må også sluttopplæringen skje i skole.\nSamlet tid i skole og lærebedrift skal normalt ikke overstige fire år.\nLærekontrakt med full praktisk opplæring i lærebedrift kan inngås når lærlingen begynner i lære etter fylte 21 år. Det kan ikke godkjennes lærekontrakt med kandidat som fyller praksiskravet for å fremstille seg til prøve i faget med hjemmel i § 20.\nI spesielle, små fag kan også hele den praktiske opplæringen gis i full tid i lærebedrift eller bare med grunnkurs før opplæringen i lærebedrift. Departementet avgjør hvilke fag dette gjelder.\nDepartementet gir tilleggsbestemmelser om teoriopplæringen for lærlinger når hovedmodellen ikke følges.\nDepartementet kan bestemme at bedriftsdelen av læretiden for et fag skal bestå bare av verdiskaping.\n0 Tilføyd ved lov 28 mai 1993 nr. 51, endret ved lov 14 juni 1996 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Fag under loven",
      "content": "Departementet kan, på eget initiativ eller etter forslag fra tariffparter på området, og etter uttalelse fra Rådet for fagopplæring i arbeidslivet,​1 bestemme at et arbeidsområde eller fag skal føres inn under denne lov.\nDet kan på tilsvarende måte fattes vedtak om at et fag ikke lenger skal være underlagt denne lov.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Hvem som er lærling",
      "content": "Lærling etter denne lov er den som i samsvar med bestemmelsen i § 1 b har inngått lærekontrakt i fag som er lagt under denne lov, med sikte på fagprøve/svenneprøve.\nYrkesopplæringsnemnda​1 formidler elevene til de lærebedrifter den på vegne av fylkeskommunen har inngått avtale om læreplasser med. Departementet gir forskrift om framgangsmåte.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Godkjenning av lærebedrift",
      "content": "Begrepene lærebedrift, opplæringskontor og opplæringsring brukes i denne lov slik:\n1. Lærebedrift brukes om enhver enkeltbedrift, sammenslutning, offentlig etat eller institusjon, opplæringskontor eller opplæringsring som er godkjent i medhold av denne lov.\n2. Opplæringskontor: Samarbeidsorgan mellom flere bedrifter som sammen påtar seg opplæringsansvar. Lærekontrakten tegnes med lærling og opplæringskontoret som parter. Lærlingen får opplæringen i en medlemsbedrift eller i perioder i forskjellige bedrifter.\n3. Opplæringsring: To eller flere bedrifter som inngår samarbeidsavtale for i fellesskap å påta seg opplæringsansvaret for lærling(er). Lærekontrakten tegnes med lærling og den hovedansvarlige lærebedrift som parter.\nLærebedrifter skal godkjennes av fylkeskommunen ved yrkesopplæringsnemnda,​1 som også kan frata en lærebedrift rett til å ha lærlinger. Lærebedrift som påtar seg opplæringen av en eller flere lærlinger, må kunne gi en opplæring som tilfredsstiller kravene i læreplanen og ha en faglig utdannet person som forestår opplæringen (faglig leder).\nEn skole kan bidra til organisering og opplæring innenfor en opplæringsring eller et opplæringskontor, men ikke påta seg arbeidsgiveransvar for lærling.\nDepartementet kan gi nærmere regler med vilkår for godkjenning av lærebedrifter.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Rådet for fagopplæring i arbeidslivet",
      "content": "Kongen oppnevner Rådet for fagopplæring i arbeidslivet.​1 Rådet skal bistå departementet med råd, utføre de gjøremål som er tillagt det etter denne lov og ta initiativ for å fremme fagopplæring. Rådet skal ha representanter fra arbeidslivets parter og fra departementet. Mer enn halvparten av medlemmene skal representere arbeidslivet med et like antall medlemmer for arbeidsgiverne og arbeidstakerne. Rådets sammensetning og oppgaver fastsettes i reglement av departementet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Opplæringsråd",
      "content": "Hvert fag/fagområde skal være tilknyttet et faglig opplæringsråd. Departementet bestemmer, etter forslag fra Rådet for fagopplæring i arbeidslivet, hvilke opplæringsråd som skal opprettes, størrelsen på opplæringrådet, hvilke faglige virkefelt opplæringsrådet skal dekke og reglement for opplæringsrådets virksomhet. Reglementet skal inneholde bestemmelser vedrørende sekretariat/sekretærfunksjon.\nOpplæringsrådet skal ha et likt antall representanter fra arbeidsgiverne og arbeidstakerne, oppnevnt etter forslag fra tariffpartene. Opplæringsrådet skal dessuten ha representanter med bred kjennskap til opplæringens innhold og oppgaver, men slik at representantene for arbeidsgiverne og arbeidstakerne til sammen utgjør flertall.\nDepartementet oppnevner opplæringsrådet. Funksjonstiden er fire år. Leder og nestleder velges blant partenes representanter for to år.\nOpplæringsrådet er klageinstans for faglige vedtak fra yrkesopplæringsnemndene.\nDepartementet er klageinstans for vedtak fattet i opplæringsrådet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Yrkesopplæringsnemnder og yrkesutvalg",
      "content": "I hvert fylke skal det være en yrkesopplæringsnemnd som på vegne av fylkeskommunen har det administrative ansvar for gjennomføring av lovens bestemmelser innenfor fylkeskommunen. Oppnevningen foretas av fylkestinget. Fylkestinget kan delegere oppnevningen til fylkesutvalget.\nNemnda skal ha sju (7) medlemmer med personlige varamedlemmer. To medlemmer oppnevnes etter forslag fra arbeidstakernes organisasjoner og to etter forslag fra arbeidsgivernes organisasjoner. Dessuten skal det oppnevnes en lærlingrepresentant. Fylkeskommunen oppnevner direkte to medlemmer, ett medlem med spesiell innsikt i nærings- og sysselsettingsspørsmål og ett medlem med spesiell innsikt i skolespørsmål. Nemndas funksjonstid er den samme som fylkestingets. Leder og nestleder oppnevnes for to år om gangen.\nYrkesopplæringsnemnda skal føre tilsyn med gjennomføring av loven. Nemnda har et utviklingsansvar og skal ta initiativ for å fremme fagopplæring i arbeidslivet. Nemnda skal ha sitt eget sekretariat med leder. Sekretariatet skal på vegne av nemnda ha tilsyn med gjennomføring av lovens bestemmelser.\nEn representant for øverste leder av arbeidskraftmyndigheten og for øverste administrative leder for skolemyndigheten i fylket har rett til å være til stede i nemndas møter og få sin mening protokollert.\nNemnda skal oppnevne rådgivende yrkesutvalg for det enkelte fag eller fagområde eller nytte prøvenemnda som yrkesutvalg. Departementet kan fastsette reglement for yrkesutvalgenes sammensetning og virksomhet.\nNemnda kan også av fylkeskommunen eller staten pålegges andre oppgaver i tilknytning til fagopplæringen.\nNemnda gir rapport til Rådet for fagopplæring i arbeidslivet og departementet om virksomheten og om tiltak av betydning for fagopplæringen.\nDepartementet gir nærmere regler om nemndas virksomhet, herunder regler om hvilke oppgaver som kan delegeres til sekretariatet.\nOslo kommune har de rettigheter og plikter som i denne lov er tillagt fylkeskommunene.\n0 Endret ved lover 2 mars 1984 nr. 6, 21 juni 1985 nr. 84, 11 juni 1993 nr. 85, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tilsyn i den enkelte virksomhet",
      "content": "Representant(er) for arbeidstakere skal sammen med faglig leder føre tilsyn innen den enkelte lærebedrift med at:\n1. lærebedriftens opplæringsmuligheter er tilfredsstillende,\n2. lærekontrakter​1 blir opprettet,\n3. fagenes læreplaner​2 følges og\n4. lærlingene får den teoriopplæring​3 de har krav på.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 10.\n2 Jfr. § 18.\n3 Jfr. § 12 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Medlemmer av råd, utvalg og nemnder",
      "content": "Den som oppnevnes eller velges som medlem av Rådet for fagopplæring i arbeidslivet, opplæringsråd, yrkesopplæringsnemnd, stedlig yrkesutvalg, prøvenemnd​1 eller klagenemnd​2 er pliktig til å motta vervet. Medlemmer kan likevel kreve seg fritatt for ny oppnevning i like lang tid som de har gjort tjeneste i sammenheng. Den som har fylt 60 år, kan kreve seg fritatt.\n0 Endret ved lover 21 juni 1985 nr. 84, 11 juni 1993 nr. 85.\n1 Jfr. § 22.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Prøvetid og lærekontrakt",
      "content": "Skriftlig lærekontrakt mellom lærebedrift​1 og lærling opprettes ved læreforholdets begynnelse.\nFor lærlinger med kontrakt hjemlet i § 1 b femte ledd, innledes læreforholdet med en prøvetid på seks måneder. Kontrakt opprettes senest en måned etter at læreforholdet startet.\nDepartementet fastsetter regler for kontraktens innhold og form. Kontrakten skal, når ikke hovedmodellen følges, angi godskriving i læretid etter bestemmelsene gitt i medhold av § 18 siste ledd, og eventuelt godskriving for annen tidligere praksis. Kontrakten må for å bli gyldig godkjennes av fylkeskommunen ved yrkesopplæringsnemnda, og den får da virkning fra arbeidsforholdets begynnelse.\nI prøvetiden kan både lærebedrift og lærling si opp læreforholdet. Arbeidsmiljølovens​2 §§ 58 og 63 gjelder også om lærlingen ikke er skriftlig tilsatt på en bestemt prøvetid.\nFor personer som har begrenset arbeidsevne på grunn av fysiske og/eller psykiske funksjonshemninger, kan fylkeskommunen ved yrkesopplæringsnemnda samtykke i at det fastsettes avvikende kontraktsvilkår.\nPersoner som etter sakkyndig vurdering er særdeles lite skolemotivert og av den grunn vil ha særlige problemer med å følge vanlig opplæringsløp for faget, kan etter samtykke av fylkeskommunen ved yrkesopplæringsnemnda, inngå lærekontrakt med full opplæring i lærebedrift.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 30 juni 1995 nr. 50.\n1 Se § 4 første ledd nr. 1.\n2 Lov 4 feb 1977 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Lærebedriftens rettigheter og plikter",
      "content": "1. Opplæringen skal skje etter fastsatt læreplan.​1 Lærebedriften skal sørge for at lærlingen får den opplæring som er nødvendig for å nå de fastsatte mål. Lærlingen skal gis fri for å kunne delta i skoleopplæring om dette er nødvendig for å få dekket den teoretiske opplæring som læreplanen forutsetter. For fag med teorifag ut over grunnkurs og videregående kurs I må lærebedriften dekke omkostningene ved denne tilleggsopplæringen.\n2. Lærebedriften skal legge vekt på å skape et godt arbeids- og læremiljø. Lærlingens arbeidstid og eventuelt skoletid skal tilsammen ikke overskride lengden av den arbeidstid som gjelder for andre arbeidstakere i faget.\n3. Lærebedriften melder lærlingen til den fagprøve/svenneprøve​2 som holdes nærmest læretidens utløp. Lærebedriften stiller til rådighet nødvendig arbeidsplass, materialer, verktøy, redskaper og håndlangerhjelp under prøveavleggelsen. Produktet blir lærebedriftens eiendom.\n4. Hvis lærebedriften stanser eller utvikler seg på en slik måte at den ikke lenger finner det mulig å gi lærlingen tilfredsstillende opplæring, skal lærebedriften underrette fylkeskommunen ved yrkesopplæringsnemnda om dette, jfr § 15 siste ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 18.\n2 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Lærlingens rettigheter og plikter",
      "content": "1. Lærlingen har rett til å få den opplæring som læreplanen fastsetter, herunder rett til fri for å gjennomføre teoriopplæringen.\n2. Lærlingen har plikt til å delta aktivt for å nå opplæringens mål og medvirke til å skape et godt arbeidsmiljø og gode samarbeidsforhold.\n3. Lærlingen må framstille seg til den prøven​1 som holdes nærmest læretidens utløp.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Om skolegang og teoretisk del av fagprøven",
      "content": "Før fagprøve kan avlegges skal lærlingen ha gjennomført den pliktige teoriopplæring som er fastsatt for faget, med godkjent resultat.\nDepartementet kan i forskrift​1 fastsette unntak fra første ledd.\nLæreplanens teorikrav og den teoretiske del av fagprøven dekkes normalt ved gjennomført grunnkurs og videregående kurs I.\nDepartementet fastsetter, etter uttalelse fra opplæringsrådet, hvordan fagets teorikrav skal dekkes når læreplanen ikke forutsetter gjennomgått grunnkurs og videregående kurs før opplæring i lærebedrift.\nDepartementet kan fastsette retningslinjer for hvordan fagets teorikrav skal dekkes når kontrakt er inngått med hjemmel i § 1b femte ledd eller § 10 femte og sjette ledd.\nLærlinger har rett til å benytte den pedagogisk-psykologiske rådgivingstjeneste som er etablert i fylket i medhold av lov 21. juni 1974 nr. 55 om videregående opplæring.\nDepartementet kan, etter uttalelse fra opplæringsrådet,​2 bestemme om annen opplæring med bestått eksamen kan godkjennes som teoretisk del av fagprøven for kandidat som avlegger prøve etter § 20, første ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 30 juni 1995 nr. 50, 14 juni 1996 nr. 35.\n1 Jfr. lov 10 feb 1967 § 2 første ledd bokstav c og kap. VII.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Straff",
      "content": "Den​1 som grovt forsømmer sitt opplæringsansvar, eller tilsetter lærling uten å inngå skriftlig lærekontrakt eller unnlater å forelegge lærekontrakten for yrkesopplæringsnemnda til godkjenning, kan straffes med bøter.​2\n0 Endret ved lover 14 juni 1985 nr. 71, 20 juli 1991 nr. 66.\n1 Jfr. strl. § 48 a og § 48 b.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Endringer i læreforholdet",
      "content": "Læretiden kan avbrytes i forbindelse med permisjon etter samtykke fra fylkeskommunen ved yrkesopplæringsnemnda.​1\nHvis lærebedriften stanser eller ikke lenger fyller vilkårene for godkjenning etter § 4, eller fylkeskommunen ved yrkesopplæringsnemnda finner at opplæringen ikke er tilfredsstillende, skal nemnda medvirke til å skaffe lærlinger ny læreplass for resten av læretiden. Dersom det ikke er mulig å skaffe ny læreplass, skal nemnda medvirke til at lærlingen får fullført opplæringen fram til fagprøve i skole. Den nye lærebedriften trer inn i lærekontrakten i den tidligere lærebedrifts sted. Læretiden i den nye lærebedriften kan forlenges med inntil ett år, hvis lærlingen har fått mangelfull opplæring. Forlengelse skjer etter samtykke fra fylkeskommunen.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Heving av lærekontrakt",
      "content": "Lærekontrakten kan heves av partene dersom de er enige om det etter at fylkeskommunen ved yrkesopplæringsnemnda er orientert skriftlig av lærebedriften.\nEtter samtykke fra fylkeskommunen ved yrkesopplæringsnemnda,​1 kan kontrakten heves av såvel lærebedrift som lærling hvis:\n1. den annen part gjør seg skyldig i vesentlige brudd på sine plikter i arbeidsforholdet,\n2. lærling eller lærebedrift viser seg ute av stand til å fortsette læreforholdet,\n3. lærlingen skriftlig erklærer at det vil være urimelig ulempe for ham eller henne å fortsette kontraktstiden ut.\nBestemmelsene om avskjed etter lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø § 66 gjelder ikke i disse tilfelle. Yrkesopplæringsnemnda bestemmer i tilfelle når læreforholdet skal opphøre. Lærebedriften skal utstede attest for den utståtte del av kontraktstiden med bevitnelse for gjennomført del av opplæringen.\nFor lærlinger med opplæringsrett plikter fylkeskommunen med medvirkning fra yrkesopplæringsnemnda, å sørge for oppfyllelse av retten, jfr § 15.\nVed frivillig heving av lærekontrakten faller rettigheten etter lov 21. juni 1974 nr. 55 om videregående opplæring § 8 bort dersom fylkeskommunen ved yrkesopplæringsnemnda ikke vedtar at retten skal være i behold.\nNår det treffes vedtak om heving av lærekontrakt etter krav fra lærebedrift, beholdes rettigheten etter lov 21. juni 1974 nr. 55 om videregående opplæring § 8 med mindre det i vedtaket fastsettes at retten bortfaller. Tap av rettighet etter § 8 medfører ikke at lærlinger faller utenfor ansvarsområdet for oppfølgingstjenesten etter samme lovs § 11 a.\nDepartementet eller den departementet bemyndiger er klageinstans vedrørende vedtak om tap av rettighet.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tjenesteforhold",
      "content": "Lærlingen er arbeidstaker i lærebedriften med de rettigheter og plikter som følger av lover og tariffavtale.\nVed læretidens avslutning opphører også ordinært arbeidsavtalen. Dersom lærlingen skal fortsette i bedriften, inngås ny arbeidsavtale.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Læreplaner og læretid",
      "content": "Departementet fastsetter en generell læreplan med de overordnede mål for opplæringen og læreplaner for de enkelte fag med målene for og hovedmomentene i opplæringen.\nDepartementet fastsetter etter uttalelse fra Rådet for fagopplæring i arbeidslivet overordnede retningslinjer for læreplanarbeidet.\nOpplæringsrådet definerer forslag til sluttkompetansen for det enkelte fag.\nOpplæringsrådene avgir uttalelse om læreplanene for det samlede løp fra grunnkurs fram til avsluttet opplæring. Departementet fastsetter læreplanene.\nTil å bistå i læreplanarbeidet oppretter departementet læreplangrupper. Læreplangruppene sammensettes med representanter fra arbeidslivet og fra skolesiden på en likeverdig måte. Opplæringsrådene foreslår de medlemmene i læreplangruppene som skal ha bakgrunn fra næringslivet. Departementet oppnevner de øvrige representanter.\nGrunnkurs og videregående kurs I skal normalt dekke teorikravet til yrkesteori i læreplanen. Departementet kan i særskilte fag fastsette teorikrav ut over dette.\nDepartementet kan unntaksvis godkjenne læreplaner som forutsetter full praktisk opplæring i lærebedrift. Læreplanen skal da også inneholde bestemmelser om den teoretiske opplæring og hvordan denne skal dekkes inn.\nDepartementet fastsetter etter uttalelse fra opplæringsrådet samlet læretid for det enkelte fag under loven.\nDepartementet fastsetter etter uttalelse fra opplæringsrådet forskrift om godskriving av tidligere gjennomgått skole, kurs eller annen fagopplæring som læretid eller praksistid.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Fagprøve/svenneprøve",
      "content": "Fagprøve/svenneprøve kan avlegges som lærling, skoleelev eller i medhold av § 20.\nFagprøve/svenneprøve består av en teoretisk og en praktisk del. Den teoretiske delen betraktes som avlagt hvis kandidaten har bestått prøve etter gjennomgått teoretisk undervisning som nevnt i § 13. Departementet kan i forskrift​1 fastsette unntak fra bestemmelsen her og fastsette vilkår for unntak.\nNår en lærling ikke består prøven betraktes kontraktstiden som utstått, men lærlingen anses ikke som faglært i faget. Lærebedriften skal gi lærlingen attest med opplysning om læretidens varighet og arbeidets art. Skoleelev som ikke består prøven får bevitnelse om gjennomgått, men ikke bestått skolegang.\nBestås ikke prøven, kan ny prøve avlegges. Læretiden kan eventuelt forlenges ved frivillig avtale mellom lærebedrift og lærling. Lærebedriften for lærlingen og fylkeskommunen for skoleeleven har ansvar også for gjennomføring av annengangsprøven. Plikten etter denne bestemmelse kan i spesielle tilfelle oppheves av yrkesopplæringsnemnda. Fylkeskommunen dekker lærebedriftens utgifter for gjennomføring av annengangsprøven.\nYrkesopplæringsnemnda utsteder fagbrev/svennebrev på grunnlag av bestått fagprøve/svenneprøve.\nDet er bare anledning til å utstede fagbrev og svennebrev for prøver avlagt og bedømt i henhold til bestemmelsene i denne lov.\nEtter uttalelse fra opplæringsrådet for vedkommende fag eller fagområde kan departementet godkjenne full fagutdanning fra annet land som likeverdig med norsk fagutdanning.\nDepartementet fastsetter, etter uttalelse fra Rådet for fagopplæring i arbeidslivet, forskrift om fagprøve og svenneprøve som gjelder ved alle avleggelser av fagprøver/svenneprøver.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 14 juni 1996 nr. 35.\n1 Jfr. lov 10 feb 1967 § 2 første ledd bokstav c og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Prøveavleggelse utenom læreforhold",
      "content": "Fagprøve/svenneprøve kan avlegges utenom læreforhold. Før førstegangsprøve må det dokumenteres minst 25 % lengre, allsidig praksis i faget enn den fastsatte læretid. Fylkeskommunen ved yrkesopplæringsnemnda avgjør om påberopt praksis kan godkjennes.\nOpplæringsrådet for faget er klageinstans for yrkesopplæringsnemndas vedtak.\nYrkesopplæringsnemnda kan i helt spesielle tilfelle dispensere fra krav om tilleggspraksis.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Administrasjon av prøver",
      "content": "Fylkeskommunen har ansvar for at det blir avholdt fagprøver/svenneprøver for lærlinger, skoleelever og andre prøvekandidater.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Prøvenemnder",
      "content": "Fylkeskommunen ved yrkesopplæringsnemnda​1 oppnevner, eventuelt i samarbeid med andre fylkeskommuner, en eller om nødvendig flere prøvenemnder for det enkelte fag som det er prøvekandidater i. Sammensetning og funksjon for prøvenemnda fastsettes i forskrift om fagprøve og svenneprøve, jfr § 19 siste ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Klage over prøvebedømmelse",
      "content": "Den som ikke består fagprøven/svenneprøven kan klage over den avgjørelse prøvenemnda har truffet.\nKlagen avgjøres av en klagenemnd med tre medlemmer, oppnevnt av departementet etter innstilling fra opplæringsrådet​1 for faget. To av medlemmene i klagenemnda må ha fagutdanning.\nMedlemmene med personlige vararepresentanter oppnevnens for fire år av gangen.\nLeder og nestleder oppnevnes for samme periode.\nKlagenemnda skal enten omgjøre den avgjørelse prøvenemnda har truffet fra ikke bestått, til bestått, eller forkaste klagen.\nForskrift om framgangsmåte og behandling i klagesaker fastsettes av departementet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Tilskudd",
      "content": "Lærebedrifter får tilskudd fra fylkeskommunen etter forskrift som fastsettes av departementet, jfr. lov 21. juni 1974 nr. 55 om videregående opplæring § 37.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Ikrafttreden og overgangsbestemmelser",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer.​1 – – –\nKongen kan fastsette at bestemmelsen om lærlingenes skolerett trer i kraft fra et seinere tidspunkt.​2\n1 Fra 1 jan 1981 iflg. res. 23 mai 1980.\n2 Fra 1 jan 1982 iflg. res. 23 mai 1980, utsatt til 1 juni 1982 iflg. res. 20 nov 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Endringer i andre lover",
      "content": "Når denne lov trer i kraft endres følgende lover slik:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Denne lov gjelder fagopplæring i arbeidslivet. Loven gir bestemmelser om fag under loven og om avleggelse av fag- og svenneprøve for lærlinger, skoleelever og kandidater som ønsker å dokumentere sine kunnskaper uten formell opplæring.\nLoven gir også bestemmelser om lærlingers og lærebedrifters rettigheter og plikter, om arbeidstaker- og arbeidsgiverorganisasjonenes medvirkning til utforming og gjennomføring av opplæringen, og om fylkeskommunens og statens forpliktelser for å fremme fagopplæringen.\nFor opplæring i skole gjelder lov 21. juni 1974 nr. 55 om videregående opplæring.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Formål",
      "content": "Loven tar sikte på å utvikle dyktighet, forståelse og ansvar i forhold til fag, yrke og samfunn, legge grunnlag for videre utdanning og hjelpe lærlingene i deres personlige utvikling.\nOpplæringen skal bidra til å utvide kjennskapet til og forståelse av de kristne og humanistiske grunnverdier, vår nasjonale kulturarv, de demokratiske ideer og vitenskapelig tenkemåte og arbeidsmåte.\nOpplæringen skal fremme menneskelig likeverd og likestilling, åndsfrihet og toleranse, økologisk forståelse og internasjonalt medansvar.\n0 Tilføyd ved lov 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:1 b",
      "chapter": "1",
      "section": "1 b",
      "title": "Opplæringsordning (struktur)",
      "content": "Opplæringen skal normalt føre fram til yrkeskompetanse ved fagprøve eller svenneprøve.\nOpplæring etter denne lov har som hovedmodell ett års fulltids opplæring i lærebedrift etter at lærlingen har fullført grunnkurs og videregående kurs I i den videregående skolen. Opplæringen i lærebedrift kan være kombinert med verdiskaping og kan tilsammen strekkes over to år.\nDersom det ikke er mulig for fylkeskommunen å kunne tilby opplæring i lærebedrift, må også sluttopplæringen skje i skole.\nSamlet tid i skole og lærebedrift skal normalt ikke overstige fire år.\nLærekontrakt med full praktisk opplæring i lærebedrift kan inngås når lærlingen begynner i lære etter fylte 21 år. Det kan ikke godkjennes lærekontrakt med kandidat som fyller praksiskravet for å fremstille seg til prøve i faget med hjemmel i § 20.\nI spesielle, små fag kan også hele den praktiske opplæringen gis i full tid i lærebedrift eller bare med grunnkurs før opplæringen i lærebedrift. Departementet avgjør hvilke fag dette gjelder.\nDepartementet gir tilleggsbestemmelser om teoriopplæringen for lærlinger når hovedmodellen ikke følges.\nDepartementet kan bestemme at bedriftsdelen av læretiden for et fag skal bestå bare av verdiskaping.\n0 Tilføyd ved lov 28 mai 1993 nr. 51, endret ved lov 14 juni 1996 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1b",
        "source_heading": "§ 1 b."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Fag under loven",
      "content": "Departementet kan, på eget initiativ eller etter forslag fra tariffparter på området, og etter uttalelse fra Rådet for fagopplæring i arbeidslivet,​1 bestemme at et arbeidsområde eller fag skal føres inn under denne lov.\nDet kan på tilsvarende måte fattes vedtak om at et fag ikke lenger skal være underlagt denne lov.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Se § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Hvem som er lærling",
      "content": "Lærling etter denne lov er den som i samsvar med bestemmelsen i § 1 b har inngått lærekontrakt i fag som er lagt under denne lov, med sikte på fagprøve/svenneprøve.\nYrkesopplæringsnemnda​1 formidler elevene til de lærebedrifter den på vegne av fylkeskommunen har inngått avtale om læreplasser med. Departementet gir forskrift om framgangsmåte.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Godkjenning av lærebedrift",
      "content": "Begrepene lærebedrift, opplæringskontor og opplæringsring brukes i denne lov slik:\n1. Lærebedrift brukes om enhver enkeltbedrift, sammenslutning, offentlig etat eller institusjon, opplæringskontor eller opplæringsring som er godkjent i medhold av denne lov.\n2. Opplæringskontor: Samarbeidsorgan mellom flere bedrifter som sammen påtar seg opplæringsansvar. Lærekontrakten tegnes med lærling og opplæringskontoret som parter. Lærlingen får opplæringen i en medlemsbedrift eller i perioder i forskjellige bedrifter.\n3. Opplæringsring: To eller flere bedrifter som inngår samarbeidsavtale for i fellesskap å påta seg opplæringsansvaret for lærling(er). Lærekontrakten tegnes med lærling og den hovedansvarlige lærebedrift som parter.\nLærebedrifter skal godkjennes av fylkeskommunen ved yrkesopplæringsnemnda,​1 som også kan frata en lærebedrift rett til å ha lærlinger. Lærebedrift som påtar seg opplæringen av en eller flere lærlinger, må kunne gi en opplæring som tilfredsstiller kravene i læreplanen og ha en faglig utdannet person som forestår opplæringen (faglig leder).\nEn skole kan bidra til organisering og opplæring innenfor en opplæringsring eller et opplæringskontor, men ikke påta seg arbeidsgiveransvar for lærling.\nDepartementet kan gi nærmere regler med vilkår for godkjenning av lærebedrifter.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Rådet for fagopplæring i arbeidslivet",
      "content": "Kongen oppnevner Rådet for fagopplæring i arbeidslivet.​1 Rådet skal bistå departementet med råd, utføre de gjøremål som er tillagt det etter denne lov og ta initiativ for å fremme fagopplæring. Rådet skal ha representanter fra arbeidslivets parter og fra departementet. Mer enn halvparten av medlemmene skal representere arbeidslivet med et like antall medlemmer for arbeidsgiverne og arbeidstakerne. Rådets sammensetning og oppgaver fastsettes i reglement av departementet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Opplæringsråd",
      "content": "Hvert fag/fagområde skal være tilknyttet et faglig opplæringsråd. Departementet bestemmer, etter forslag fra Rådet for fagopplæring i arbeidslivet, hvilke opplæringsråd som skal opprettes, størrelsen på opplæringrådet, hvilke faglige virkefelt opplæringsrådet skal dekke og reglement for opplæringsrådets virksomhet. Reglementet skal inneholde bestemmelser vedrørende sekretariat/sekretærfunksjon.\nOpplæringsrådet skal ha et likt antall representanter fra arbeidsgiverne og arbeidstakerne, oppnevnt etter forslag fra tariffpartene. Opplæringsrådet skal dessuten ha representanter med bred kjennskap til opplæringens innhold og oppgaver, men slik at representantene for arbeidsgiverne og arbeidstakerne til sammen utgjør flertall.\nDepartementet oppnevner opplæringsrådet. Funksjonstiden er fire år. Leder og nestleder velges blant partenes representanter for to år.\nOpplæringsrådet er klageinstans for faglige vedtak fra yrkesopplæringsnemndene.\nDepartementet er klageinstans for vedtak fattet i opplæringsrådet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Yrkesopplæringsnemnder og yrkesutvalg",
      "content": "I hvert fylke skal det være en yrkesopplæringsnemnd som på vegne av fylkeskommunen har det administrative ansvar for gjennomføring av lovens bestemmelser innenfor fylkeskommunen. Oppnevningen foretas av fylkestinget. Fylkestinget kan delegere oppnevningen til fylkesutvalget.\nNemnda skal ha sju (7) medlemmer med personlige varamedlemmer. To medlemmer oppnevnes etter forslag fra arbeidstakernes organisasjoner og to etter forslag fra arbeidsgivernes organisasjoner. Dessuten skal det oppnevnes en lærlingrepresentant. Fylkeskommunen oppnevner direkte to medlemmer, ett medlem med spesiell innsikt i nærings- og sysselsettingsspørsmål og ett medlem med spesiell innsikt i skolespørsmål. Nemndas funksjonstid er den samme som fylkestingets. Leder og nestleder oppnevnes for to år om gangen.\nYrkesopplæringsnemnda skal føre tilsyn med gjennomføring av loven. Nemnda har et utviklingsansvar og skal ta initiativ for å fremme fagopplæring i arbeidslivet. Nemnda skal ha sitt eget sekretariat med leder. Sekretariatet skal på vegne av nemnda ha tilsyn med gjennomføring av lovens bestemmelser.\nEn representant for øverste leder av arbeidskraftmyndigheten og for øverste administrative leder for skolemyndigheten i fylket har rett til å være til stede i nemndas møter og få sin mening protokollert.\nNemnda skal oppnevne rådgivende yrkesutvalg for det enkelte fag eller fagområde eller nytte prøvenemnda som yrkesutvalg. Departementet kan fastsette reglement for yrkesutvalgenes sammensetning og virksomhet.\nNemnda kan også av fylkeskommunen eller staten pålegges andre oppgaver i tilknytning til fagopplæringen.\nNemnda gir rapport til Rådet for fagopplæring i arbeidslivet og departementet om virksomheten og om tiltak av betydning for fagopplæringen.\nDepartementet gir nærmere regler om nemndas virksomhet, herunder regler om hvilke oppgaver som kan delegeres til sekretariatet.\nOslo kommune har de rettigheter og plikter som i denne lov er tillagt fylkeskommunene.\n0 Endret ved lover 2 mars 1984 nr. 6, 21 juni 1985 nr. 84, 11 juni 1993 nr. 85, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Tilsyn i den enkelte virksomhet",
      "content": "Representant(er) for arbeidstakere skal sammen med faglig leder føre tilsyn innen den enkelte lærebedrift med at:\n1. lærebedriftens opplæringsmuligheter er tilfredsstillende,\n2. lærekontrakter​1 blir opprettet,\n3. fagenes læreplaner​2 følges og\n4. lærlingene får den teoriopplæring​3 de har krav på.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 10.\n2 Jfr. § 18.\n3 Jfr. § 12 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Medlemmer av råd, utvalg og nemnder",
      "content": "Den som oppnevnes eller velges som medlem av Rådet for fagopplæring i arbeidslivet, opplæringsråd, yrkesopplæringsnemnd, stedlig yrkesutvalg, prøvenemnd​1 eller klagenemnd​2 er pliktig til å motta vervet. Medlemmer kan likevel kreve seg fritatt for ny oppnevning i like lang tid som de har gjort tjeneste i sammenheng. Den som har fylt 60 år, kan kreve seg fritatt.\n0 Endret ved lover 21 juni 1985 nr. 84, 11 juni 1993 nr. 85.\n1 Jfr. § 22.\n2 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Prøvetid og lærekontrakt",
      "content": "Skriftlig lærekontrakt mellom lærebedrift​1 og lærling opprettes ved læreforholdets begynnelse.\nFor lærlinger med kontrakt hjemlet i § 1 b femte ledd, innledes læreforholdet med en prøvetid på seks måneder. Kontrakt opprettes senest en måned etter at læreforholdet startet.\nDepartementet fastsetter regler for kontraktens innhold og form. Kontrakten skal, når ikke hovedmodellen følges, angi godskriving i læretid etter bestemmelsene gitt i medhold av § 18 siste ledd, og eventuelt godskriving for annen tidligere praksis. Kontrakten må for å bli gyldig godkjennes av fylkeskommunen ved yrkesopplæringsnemnda, og den får da virkning fra arbeidsforholdets begynnelse.\nI prøvetiden kan både lærebedrift og lærling si opp læreforholdet. Arbeidsmiljølovens​2 §§ 58 og 63 gjelder også om lærlingen ikke er skriftlig tilsatt på en bestemt prøvetid.\nFor personer som har begrenset arbeidsevne på grunn av fysiske og/eller psykiske funksjonshemninger, kan fylkeskommunen ved yrkesopplæringsnemnda samtykke i at det fastsettes avvikende kontraktsvilkår.\nPersoner som etter sakkyndig vurdering er særdeles lite skolemotivert og av den grunn vil ha særlige problemer med å følge vanlig opplæringsløp for faget, kan etter samtykke av fylkeskommunen ved yrkesopplæringsnemnda, inngå lærekontrakt med full opplæring i lærebedrift.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 30 juni 1995 nr. 50.\n1 Se § 4 første ledd nr. 1.\n2 Lov 4 feb 1977 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Lærebedriftens rettigheter og plikter",
      "content": "1. Opplæringen skal skje etter fastsatt læreplan.​1 Lærebedriften skal sørge for at lærlingen får den opplæring som er nødvendig for å nå de fastsatte mål. Lærlingen skal gis fri for å kunne delta i skoleopplæring om dette er nødvendig for å få dekket den teoretiske opplæring som læreplanen forutsetter. For fag med teorifag ut over grunnkurs og videregående kurs I må lærebedriften dekke omkostningene ved denne tilleggsopplæringen.\n2. Lærebedriften skal legge vekt på å skape et godt arbeids- og læremiljø. Lærlingens arbeidstid og eventuelt skoletid skal tilsammen ikke overskride lengden av den arbeidstid som gjelder for andre arbeidstakere i faget.\n3. Lærebedriften melder lærlingen til den fagprøve/svenneprøve​2 som holdes nærmest læretidens utløp. Lærebedriften stiller til rådighet nødvendig arbeidsplass, materialer, verktøy, redskaper og håndlangerhjelp under prøveavleggelsen. Produktet blir lærebedriftens eiendom.\n4. Hvis lærebedriften stanser eller utvikler seg på en slik måte at den ikke lenger finner det mulig å gi lærlingen tilfredsstillende opplæring, skal lærebedriften underrette fylkeskommunen ved yrkesopplæringsnemnda om dette, jfr § 15 siste ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 18.\n2 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Lærlingens rettigheter og plikter",
      "content": "1. Lærlingen har rett til å få den opplæring som læreplanen fastsetter, herunder rett til fri for å gjennomføre teoriopplæringen.\n2. Lærlingen har plikt til å delta aktivt for å nå opplæringens mål og medvirke til å skape et godt arbeidsmiljø og gode samarbeidsforhold.\n3. Lærlingen må framstille seg til den prøven​1 som holdes nærmest læretidens utløp.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Om skolegang og teoretisk del av fagprøven",
      "content": "Før fagprøve kan avlegges skal lærlingen ha gjennomført den pliktige teoriopplæring som er fastsatt for faget, med godkjent resultat.\nDepartementet kan i forskrift​1 fastsette unntak fra første ledd.\nLæreplanens teorikrav og den teoretiske del av fagprøven dekkes normalt ved gjennomført grunnkurs og videregående kurs I.\nDepartementet fastsetter, etter uttalelse fra opplæringsrådet, hvordan fagets teorikrav skal dekkes når læreplanen ikke forutsetter gjennomgått grunnkurs og videregående kurs før opplæring i lærebedrift.\nDepartementet kan fastsette retningslinjer for hvordan fagets teorikrav skal dekkes når kontrakt er inngått med hjemmel i § 1b femte ledd eller § 10 femte og sjette ledd.\nLærlinger har rett til å benytte den pedagogisk-psykologiske rådgivingstjeneste som er etablert i fylket i medhold av lov 21. juni 1974 nr. 55 om videregående opplæring.\nDepartementet kan, etter uttalelse fra opplæringsrådet,​2 bestemme om annen opplæring med bestått eksamen kan godkjennes som teoretisk del av fagprøven for kandidat som avlegger prøve etter § 20, første ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 30 juni 1995 nr. 50, 14 juni 1996 nr. 35.\n1 Jfr. lov 10 feb 1967 § 2 første ledd bokstav c og kap. VII.\n2 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Straff",
      "content": "Den​1 som grovt forsømmer sitt opplæringsansvar, eller tilsetter lærling uten å inngå skriftlig lærekontrakt eller unnlater å forelegge lærekontrakten for yrkesopplæringsnemnda til godkjenning, kan straffes med bøter.​2\n0 Endret ved lover 14 juni 1985 nr. 71, 20 juli 1991 nr. 66.\n1 Jfr. strl. § 48 a og § 48 b.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Endringer i læreforholdet",
      "content": "Læretiden kan avbrytes i forbindelse med permisjon etter samtykke fra fylkeskommunen ved yrkesopplæringsnemnda.​1\nHvis lærebedriften stanser eller ikke lenger fyller vilkårene for godkjenning etter § 4, eller fylkeskommunen ved yrkesopplæringsnemnda finner at opplæringen ikke er tilfredsstillende, skal nemnda medvirke til å skaffe lærlinger ny læreplass for resten av læretiden. Dersom det ikke er mulig å skaffe ny læreplass, skal nemnda medvirke til at lærlingen får fullført opplæringen fram til fagprøve i skole. Den nye lærebedriften trer inn i lærekontrakten i den tidligere lærebedrifts sted. Læretiden i den nye lærebedriften kan forlenges med inntil ett år, hvis lærlingen har fått mangelfull opplæring. Forlengelse skjer etter samtykke fra fylkeskommunen.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Heving av lærekontrakt",
      "content": "Lærekontrakten kan heves av partene dersom de er enige om det etter at fylkeskommunen ved yrkesopplæringsnemnda er orientert skriftlig av lærebedriften.\nEtter samtykke fra fylkeskommunen ved yrkesopplæringsnemnda,​1 kan kontrakten heves av såvel lærebedrift som lærling hvis:\n1. den annen part gjør seg skyldig i vesentlige brudd på sine plikter i arbeidsforholdet,\n2. lærling eller lærebedrift viser seg ute av stand til å fortsette læreforholdet,\n3. lærlingen skriftlig erklærer at det vil være urimelig ulempe for ham eller henne å fortsette kontraktstiden ut.\nBestemmelsene om avskjed etter lov 4. februar 1977 nr. 4 om arbeidervern og arbeidsmiljø § 66 gjelder ikke i disse tilfelle. Yrkesopplæringsnemnda bestemmer i tilfelle når læreforholdet skal opphøre. Lærebedriften skal utstede attest for den utståtte del av kontraktstiden med bevitnelse for gjennomført del av opplæringen.\nFor lærlinger med opplæringsrett plikter fylkeskommunen med medvirkning fra yrkesopplæringsnemnda, å sørge for oppfyllelse av retten, jfr § 15.\nVed frivillig heving av lærekontrakten faller rettigheten etter lov 21. juni 1974 nr. 55 om videregående opplæring § 8 bort dersom fylkeskommunen ved yrkesopplæringsnemnda ikke vedtar at retten skal være i behold.\nNår det treffes vedtak om heving av lærekontrakt etter krav fra lærebedrift, beholdes rettigheten etter lov 21. juni 1974 nr. 55 om videregående opplæring § 8 med mindre det i vedtaket fastsettes at retten bortfaller. Tap av rettighet etter § 8 medfører ikke at lærlinger faller utenfor ansvarsområdet for oppfølgingstjenesten etter samme lovs § 11 a.\nDepartementet eller den departementet bemyndiger er klageinstans vedrørende vedtak om tap av rettighet.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Tjenesteforhold",
      "content": "Lærlingen er arbeidstaker i lærebedriften med de rettigheter og plikter som følger av lover og tariffavtale.\nVed læretidens avslutning opphører også ordinært arbeidsavtalen. Dersom lærlingen skal fortsette i bedriften, inngås ny arbeidsavtale.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Læreplaner og læretid",
      "content": "Departementet fastsetter en generell læreplan med de overordnede mål for opplæringen og læreplaner for de enkelte fag med målene for og hovedmomentene i opplæringen.\nDepartementet fastsetter etter uttalelse fra Rådet for fagopplæring i arbeidslivet overordnede retningslinjer for læreplanarbeidet.\nOpplæringsrådet definerer forslag til sluttkompetansen for det enkelte fag.\nOpplæringsrådene avgir uttalelse om læreplanene for det samlede løp fra grunnkurs fram til avsluttet opplæring. Departementet fastsetter læreplanene.\nTil å bistå i læreplanarbeidet oppretter departementet læreplangrupper. Læreplangruppene sammensettes med representanter fra arbeidslivet og fra skolesiden på en likeverdig måte. Opplæringsrådene foreslår de medlemmene i læreplangruppene som skal ha bakgrunn fra næringslivet. Departementet oppnevner de øvrige representanter.\nGrunnkurs og videregående kurs I skal normalt dekke teorikravet til yrkesteori i læreplanen. Departementet kan i særskilte fag fastsette teorikrav ut over dette.\nDepartementet kan unntaksvis godkjenne læreplaner som forutsetter full praktisk opplæring i lærebedrift. Læreplanen skal da også inneholde bestemmelser om den teoretiske opplæring og hvordan denne skal dekkes inn.\nDepartementet fastsetter etter uttalelse fra opplæringsrådet samlet læretid for det enkelte fag under loven.\nDepartementet fastsetter etter uttalelse fra opplæringsrådet forskrift om godskriving av tidligere gjennomgått skole, kurs eller annen fagopplæring som læretid eller praksistid.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Fagprøve/svenneprøve",
      "content": "Fagprøve/svenneprøve kan avlegges som lærling, skoleelev eller i medhold av § 20.\nFagprøve/svenneprøve består av en teoretisk og en praktisk del. Den teoretiske delen betraktes som avlagt hvis kandidaten har bestått prøve etter gjennomgått teoretisk undervisning som nevnt i § 13. Departementet kan i forskrift​1 fastsette unntak fra bestemmelsen her og fastsette vilkår for unntak.\nNår en lærling ikke består prøven betraktes kontraktstiden som utstått, men lærlingen anses ikke som faglært i faget. Lærebedriften skal gi lærlingen attest med opplysning om læretidens varighet og arbeidets art. Skoleelev som ikke består prøven får bevitnelse om gjennomgått, men ikke bestått skolegang.\nBestås ikke prøven, kan ny prøve avlegges. Læretiden kan eventuelt forlenges ved frivillig avtale mellom lærebedrift og lærling. Lærebedriften for lærlingen og fylkeskommunen for skoleeleven har ansvar også for gjennomføring av annengangsprøven. Plikten etter denne bestemmelse kan i spesielle tilfelle oppheves av yrkesopplæringsnemnda. Fylkeskommunen dekker lærebedriftens utgifter for gjennomføring av annengangsprøven.\nYrkesopplæringsnemnda utsteder fagbrev/svennebrev på grunnlag av bestått fagprøve/svenneprøve.\nDet er bare anledning til å utstede fagbrev og svennebrev for prøver avlagt og bedømt i henhold til bestemmelsene i denne lov.\nEtter uttalelse fra opplæringsrådet for vedkommende fag eller fagområde kan departementet godkjenne full fagutdanning fra annet land som likeverdig med norsk fagutdanning.\nDepartementet fastsetter, etter uttalelse fra Rådet for fagopplæring i arbeidslivet, forskrift om fagprøve og svenneprøve som gjelder ved alle avleggelser av fagprøver/svenneprøver.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51, 14 juni 1996 nr. 35.\n1 Jfr. lov 10 feb 1967 § 2 første ledd bokstav c og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Prøveavleggelse utenom læreforhold",
      "content": "Fagprøve/svenneprøve kan avlegges utenom læreforhold. Før førstegangsprøve må det dokumenteres minst 25 % lengre, allsidig praksis i faget enn den fastsatte læretid. Fylkeskommunen ved yrkesopplæringsnemnda avgjør om påberopt praksis kan godkjennes.\nOpplæringsrådet for faget er klageinstans for yrkesopplæringsnemndas vedtak.\nYrkesopplæringsnemnda kan i helt spesielle tilfelle dispensere fra krav om tilleggspraksis.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Administrasjon av prøver",
      "content": "Fylkeskommunen har ansvar for at det blir avholdt fagprøver/svenneprøver for lærlinger, skoleelever og andre prøvekandidater.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Prøvenemnder",
      "content": "Fylkeskommunen ved yrkesopplæringsnemnda​1 oppnevner, eventuelt i samarbeid med andre fylkeskommuner, en eller om nødvendig flere prøvenemnder for det enkelte fag som det er prøvekandidater i. Sammensetning og funksjon for prøvenemnda fastsettes i forskrift om fagprøve og svenneprøve, jfr § 19 siste ledd.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Klage over prøvebedømmelse",
      "content": "Den som ikke består fagprøven/svenneprøven kan klage over den avgjørelse prøvenemnda har truffet.\nKlagen avgjøres av en klagenemnd med tre medlemmer, oppnevnt av departementet etter innstilling fra opplæringsrådet​1 for faget. To av medlemmene i klagenemnda må ha fagutdanning.\nMedlemmene med personlige vararepresentanter oppnevnens for fire år av gangen.\nLeder og nestleder oppnevnes for samme periode.\nKlagenemnda skal enten omgjøre den avgjørelse prøvenemnda har truffet fra ikke bestått, til bestått, eller forkaste klagen.\nForskrift om framgangsmåte og behandling i klagesaker fastsettes av departementet.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Tilskudd",
      "content": "Lærebedrifter får tilskudd fra fylkeskommunen etter forskrift som fastsettes av departementet, jfr. lov 21. juni 1974 nr. 55 om videregående opplæring § 37.\n0 Endret ved lover 21 juni 1985 nr. 84, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Ikrafttreden og overgangsbestemmelser",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer.​1 – – –\nKongen kan fastsette at bestemmelsen om lærlingenes skolerett trer i kraft fra et seinere tidspunkt.​2\n1 Fra 1 jan 1981 iflg. res. 23 mai 1980.\n2 Fra 1 jan 1982 iflg. res. 23 mai 1980, utsatt til 1 juni 1982 iflg. res. 20 nov 1981.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Endringer i andre lover",
      "content": "Når denne lov trer i kraft endres følgende lover slik:\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    }
  ]
}