{
  "id": "LOV-1952-03-21-1",
  "type": "statute",
  "title": "Lov om avståing av grunn m.v. til drift av ikke mutbare mineralske forekomster.",
  "short_name": "Lov om grunnavståing til mineralutvinning.",
  "status": "in_force",
  "issued_date": "1952-03-21",
  "in_force_date": "1952-03-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1952-03-21-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen eller den han gir fullmakt​1 kan gi tillatelse til mot erstatning​2 å kreve avstått:\n1. mineralsk forekomst​3 eller rett til å utvinne slik forekomst,\n2. grunn og rettighet som trenges til utvinning av mineralsk forekomst, herunder også til oppføring av verkstedsbygninger og boliger for arbeidere og funksjonærer m.v.\n3. grunn og rettigheter som trenges til foredling av utvunne mineraler, herunder også til oppføring av verkstedsbygninger og boliger for arbeidere og funksjonærer m.v., når det av hensyn til en rasjonell drift ansees ønskelig at foredlingen foregår i tilknytning til utvinningen,\n4. grunn og rettighet som trenges til gjennomføring av pålegg som etter § 4 blir gitt til sikring av eierens, naboenes eller almenhetens interesser, når fordelene ved slik avståing anses betydelige i forhold til den skade eller ulempe som vil voldes,\n5. bruksrett til grunn og andre rettigheter som trenges til undersøkelse av om det på en eiendom finnes mineralske forekomster​3 samt arten og gehalten av slike forekomster.\nTillatelsen skal ikke gå ut på avståing til eiendom med mindre særlige grunner taler for det.\nEtter bestemmelse av Kongen eller den han gir fullmakt kan også staten selv kreve avståing som nevnt i denne paragraf.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.\n2 Se kap. 2.\n3 Se § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Fra den som selv utnytter mineralsk forekomst​1 som næring eller ledd i næring kan ikke kreves avstått forekomst eller grunnarealer hvor drift er opptatt eller som må anses som en naturlig reserve for driften. Rettigheter over slik eiendom kan ikke kreves avstått hvis de vil være til hinder for eierens egen utnyttelse.\nDen som på forhånd driver ervervsmessig utvinning av mineralsk forekomst,​1 kan dog uten hensyn til reglene i første ledd gis tillatelse etter § 1 til å fortsette utvinningen der forekomsten strekker seg inn på (under) annenmanns eiendom, dersom forekomsten på denne måte vil bli utnyttet vesentlig mer rasjonelt enn eieren selv vil kunne gjøre det.\nI tilfelle av tvist avgjøres det ved skjønn​2 om bestemmelsene i denne paragraf er til hinder for avståelse.\n1 Se § 14.\n2 Se § 10 og lov 1 juni 1917 nr. 1 (skjl.) kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Til avståing av grunn som er dyrket som innmark eller kulturbeite eller som er bebygd med våningshus eller med driftsbygning for jordbruk eller som ligger nærmere slik bygning eller våningshus enn 100 meter, skal tillatelse​1 i alminnelighet ikke gis. Det samme gjelder avståing av rettighet over slik grunn hvis den vil være til hinder for at grunnen blir nyttet som tidligere. Unntak kan bare gjøres når grunnen eller rettigheten trenges til utvinning av særlig verdifulle og samfunnsnyttige mineraler, og grunnens verdi for den som søker avståing er ganske vesentlig større enn det tap som vil bli voldt eieren eller brukeren.\nBestemmelsene i første ledd er ikke til hinder for at det blir gitt tillatelse​1 til slik utnytting av mineraler under jordoverflaten som kan skje uten vesentlig ulempe for eieren eller brukeren.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I tillatelse​1 til avståing etter denne lov skal settes slike vilkår og gis slike pålegg som vedkommende myndighet finner ønskelig for at driften kan foregå på mest mulig rasjonell måte og til sikring av eierens, naboenes og almenhetens interesser. Det skal tas hensyn til at driften blir minst mulig skjemmende for omgivelsene og for naturen på stedet. Den som får tillatelse kan i øyemed som nevnt bl.a. gis pålegg om å treffe nærmere bestemte tiltak for å fjerne avfallsmasser o.l. etter hvert som utvinningen skrider fram samt andre tiltak med sikte på at terrenget så vidt mulig skal få sitt gamle utseende tilbake eller at det skal kunne nyttes til andre formål når utvinningen er slutt.\nI tillatelsen​1 til avståing skal også settes som vilkår at den som får tillatelsen skal ved nedleggelsen av driften være forpliktet til å treffe slike forføyninger som vedkommende myndighet forlanger for å avverge fare eller skade for omgivelsene. Han kan pålegges å stille sikkerhet for oppfyllelsen av de pålegg som blir gitt. Han kan også pålegges å stille slik sikkerhet som vedkommende myndighet bestemmer mot mulig ansvar for skade som måtte oppstå etter nedleggelsen. Videre kan han pålegges å underkaste seg slik kontroll som vedkommende myndighet til enhver tid bestemmer.\nVilkår og pålegg etter denne paragrafen kan gjelde hele det anlegg hvortil avståing kreves.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Før tillatelse​1 blir gitt skal eieren og mulige brukere ha hatt anledning til å uttale seg. Gjelder det dyrket mark, skog eller beite,​2 skal uttalelse også være innhentet fra vedkommende jordstyre, skogråd eller fjellstyre.\n1 Se § 1.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Blir driften nedlagt, faller de avståtte rettigheter tilbake til vedkommende grunneier.\nMed samtykke av vedkommende myndighet kan driften midlertidig innstilles uten at regelen i første ledd kommer til anvendelse.\nRegelen i første ledd gjelder ikke når eiendomsrett er avstått, men grunnen kan da ikke nyttes til annen ervervsvirksomhet uten samtykke av Kongen eller den han gir fullmakt.​1\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Erstatningen fastsettes i tilfelle av tvist ved skjønn.​1\n1 Se § 10 og lover 1 juni 1917 nr. 1 (skjl.) kap. 2 og 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Gjelder avståingen bruksrett eller servitutt, skal vederlaget – med mindre skjønnet finner at særlige grunner taler mot det – settes til en årlig avgift, som også skal inkludere erstatning for ulempe som saksøkte antas å ville lide som følge av den planlagte drift. Vil avgiften, i tilfelle sammen med avgift fastsatt etter punkt 2 tredje punktum, utgjøre mindre enn kr. 100 pr. år, skal vederlaget dog fastsettes til et beløp en gang for alle.\nHar saksøkte etter alminnelige rettsgrunnsetninger krav på erstatning for annet tap som følge av avståingen eller det planlagte anlegg, således for varig verdiforringelse av den gjenværende eiendom, skal erstatningen for så vidt settes til et beløp en gang for alle.\n2. I den utstrekning avståingen gjelder rett til utvinning etter § 1 punkt 1 skal vederlaget – med mindre skjønnet finner at særlige grunner taler mot det – settes til en avgift pr. utvunnet enhet av mineralet. Skjønnet fastsetter de nærmere regler om hvordan avgiften skal beregnes og hvor ofte betaling skal finne sted. Det kan fastsettes en minsteavgift som skal betales uten hensyn til produksjonens størrelse.\nReglene i punkt 1 annet ledd gjelder tilsvarende.\n3. Ved avståing skal saksøkte i tillegg til den erstatning han ellers har krav på, tilkjennes en kontant engangserstatning svarende til 25 pst. av vedkommende eiendoms verdi i den anvendelse den har ved avståingen eller, hvis avståingen gjelder bruksrett eller servitutt av det beløp bruksretten eller servitutten antas å representere som byrde på eiendommen.\n4. Skal vederlaget for avståing etter § 1 punkt 1 fastsettes til en avgift pr. utvunnet enhet (jfr. punkt 2), kan skjønnet bestemme at fastsettingen skal utstå inntil utvinningen påbegynnes.\n5. Hvis skjønnet finner at det for tiden ikke lar seg gjøre å dømme med noen slags sikkerhet om den skadevirkning som et tiltak kan føre med seg i en eller annen retning, kan det bestemme at erstatningsfastsettingen for så vidt skal utstå eller at det skal fastsettes en avgift som skal gjelde midlertidig i så lang tid som skjønnet bestemmer.\n6. Ved nedleggelse av driften skal der avholdes skjønn​1 til fastsetting av erstatning for mulig skade som før ikke er erstattet.\n1 Se § 10 og lov 1 juni 1917 nr. 1 (skjl.) kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Kravet på avgift etter § 8 punkt 1 og 2 skal være en rett som følger vedkommende eiendom og ikke kan skilles fra den ved innløsning, overdragelse, pantsetting, tvangsfullføring eller på annen måte. Blir eiendommen delt, følger avgiftene hovedbruket.\nHver av partene kan forlange at avgiftene skal fastsettes ved nytt skjønn​1 når 10 år er gått siden de sist ble fastsatt.\nHvis vedkommende myndighet forlanger det, skal saksøkeren stille nærmere bestemt sikkerhet for betaling av avgiftene. Blir avgift ikke betalt innen 6 måneder etter forfall, faller den avståtte rettighet bort.\nBlir driften nedlagt, bortfaller avgiftene fra utløpet av det kalenderår da nedleggingen gjennomføres. Dette gjelder dog ikke hvis driften midlertidig innstilles etter § 6 annet ledd.\n1 Se § 10 og lov 1 juni 1917 (skjl.) nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ved skjønn etter denne lov skal sakkyndige skjønnsmedlemmer oppnevnes hvis oppnevningsmyndigheten finner det ønskelig.\nSaksøkte plikter å finne seg i at det til bruk for skjønnet foretas slike granskinger av eiendommen som retten finner nødvendig. Volder granskingen tap eller ulempe, fastsettes erstatningen for dette under skjønnet.\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Den som har fått ekspropriasjonstillatelse​1 etter denne lov, plikter å gi vedkommende myndighet enhver opplysning​2 som forlanges om den mineralforekomst​3 som hans virksomhet er knyttet til. Han kan pålegges å sende inn regelmessige oppgaver​2 etter nærmere regler som fastsettes av Kongen, eller den han gir fullmakt.​4\n0 Endret ved lov 16 mai 1986 nr. 21.\n1 Se § 1.\n2 Se § 13.\n3 Se § 14.\n4 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "For tillatelse til å kreve avståing etter denne lov betales slikt gebyr til staten som Kongen eller den han gir fullmakt​1 bestemmer.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Den som forsettlig eller uaktsomt unnlater å gi opplysning eller oppgave som kreves etter denne lov eller etter bestemmelser som er gitt i medhold av den, eller som gir uriktig opplysning eller oppgave, straffes med bøter.​1\n0 Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9. – Jfr. strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Med mineralsk forekomst forstås i denne lov ikke-mutbare​1 mineraler og bergarter av enhver art når de forekommer i naturlig tilstand eller som avfallsmasser etter bergverksdrift, steinbrudd, anlegg i fjell eller lignende virksomhet.\nLoven gjelder dog ikke grus, sand og leire med mindre vedkommende forekomst har særlig verdifulle egenskaper eller er av særlig betydning for industrien.\nKongen eller den han gir fullmakt​2 kan i tvilstilfelle avgjøre om en forekomst er av den art at den går inn under denne lov.\n1 Se lov 30 juni 1972 nr. 70 § 1.\n2 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kongen eller den han gir fullmakt​1 kan gi nærmere regler​2 til gjennomføring av denne lov.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Denne lov trer i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Kongen eller den han gir fullmakt​1 kan gi tillatelse til mot erstatning​2 å kreve avstått:\n1. mineralsk forekomst​3 eller rett til å utvinne slik forekomst,\n2. grunn og rettighet som trenges til utvinning av mineralsk forekomst, herunder også til oppføring av verkstedsbygninger og boliger for arbeidere og funksjonærer m.v.\n3. grunn og rettigheter som trenges til foredling av utvunne mineraler, herunder også til oppføring av verkstedsbygninger og boliger for arbeidere og funksjonærer m.v., når det av hensyn til en rasjonell drift ansees ønskelig at foredlingen foregår i tilknytning til utvinningen,\n4. grunn og rettighet som trenges til gjennomføring av pålegg som etter § 4 blir gitt til sikring av eierens, naboenes eller almenhetens interesser, når fordelene ved slik avståing anses betydelige i forhold til den skade eller ulempe som vil voldes,\n5. bruksrett til grunn og andre rettigheter som trenges til undersøkelse av om det på en eiendom finnes mineralske forekomster​3 samt arten og gehalten av slike forekomster.\nTillatelsen skal ikke gå ut på avståing til eiendom med mindre særlige grunner taler for det.\nEtter bestemmelse av Kongen eller den han gir fullmakt kan også staten selv kreve avståing som nevnt i denne paragraf.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.\n2 Se kap. 2.\n3 Se § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Fra den som selv utnytter mineralsk forekomst​1 som næring eller ledd i næring kan ikke kreves avstått forekomst eller grunnarealer hvor drift er opptatt eller som må anses som en naturlig reserve for driften. Rettigheter over slik eiendom kan ikke kreves avstått hvis de vil være til hinder for eierens egen utnyttelse.\nDen som på forhånd driver ervervsmessig utvinning av mineralsk forekomst,​1 kan dog uten hensyn til reglene i første ledd gis tillatelse etter § 1 til å fortsette utvinningen der forekomsten strekker seg inn på (under) annenmanns eiendom, dersom forekomsten på denne måte vil bli utnyttet vesentlig mer rasjonelt enn eieren selv vil kunne gjøre det.\nI tilfelle av tvist avgjøres det ved skjønn​2 om bestemmelsene i denne paragraf er til hinder for avståelse.\n1 Se § 14.\n2 Se § 10 og lov 1 juni 1917 nr. 1 (skjl.) kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Til avståing av grunn som er dyrket som innmark eller kulturbeite eller som er bebygd med våningshus eller med driftsbygning for jordbruk eller som ligger nærmere slik bygning eller våningshus enn 100 meter, skal tillatelse​1 i alminnelighet ikke gis. Det samme gjelder avståing av rettighet over slik grunn hvis den vil være til hinder for at grunnen blir nyttet som tidligere. Unntak kan bare gjøres når grunnen eller rettigheten trenges til utvinning av særlig verdifulle og samfunnsnyttige mineraler, og grunnens verdi for den som søker avståing er ganske vesentlig større enn det tap som vil bli voldt eieren eller brukeren.\nBestemmelsene i første ledd er ikke til hinder for at det blir gitt tillatelse​1 til slik utnytting av mineraler under jordoverflaten som kan skje uten vesentlig ulempe for eieren eller brukeren.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I tillatelse​1 til avståing etter denne lov skal settes slike vilkår og gis slike pålegg som vedkommende myndighet finner ønskelig for at driften kan foregå på mest mulig rasjonell måte og til sikring av eierens, naboenes og almenhetens interesser. Det skal tas hensyn til at driften blir minst mulig skjemmende for omgivelsene og for naturen på stedet. Den som får tillatelse kan i øyemed som nevnt bl.a. gis pålegg om å treffe nærmere bestemte tiltak for å fjerne avfallsmasser o.l. etter hvert som utvinningen skrider fram samt andre tiltak med sikte på at terrenget så vidt mulig skal få sitt gamle utseende tilbake eller at det skal kunne nyttes til andre formål når utvinningen er slutt.\nI tillatelsen​1 til avståing skal også settes som vilkår at den som får tillatelsen skal ved nedleggelsen av driften være forpliktet til å treffe slike forføyninger som vedkommende myndighet forlanger for å avverge fare eller skade for omgivelsene. Han kan pålegges å stille sikkerhet for oppfyllelsen av de pålegg som blir gitt. Han kan også pålegges å stille slik sikkerhet som vedkommende myndighet bestemmer mot mulig ansvar for skade som måtte oppstå etter nedleggelsen. Videre kan han pålegges å underkaste seg slik kontroll som vedkommende myndighet til enhver tid bestemmer.\nVilkår og pålegg etter denne paragrafen kan gjelde hele det anlegg hvortil avståing kreves.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Før tillatelse​1 blir gitt skal eieren og mulige brukere ha hatt anledning til å uttale seg. Gjelder det dyrket mark, skog eller beite,​2 skal uttalelse også være innhentet fra vedkommende jordstyre, skogråd eller fjellstyre.\n1 Se § 1.\n2 Se § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Blir driften nedlagt, faller de avståtte rettigheter tilbake til vedkommende grunneier.\nMed samtykke av vedkommende myndighet kan driften midlertidig innstilles uten at regelen i første ledd kommer til anvendelse.\nRegelen i første ledd gjelder ikke når eiendomsrett er avstått, men grunnen kan da ikke nyttes til annen ervervsvirksomhet uten samtykke av Kongen eller den han gir fullmakt.​1\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Erstatningen fastsettes i tilfelle av tvist ved skjønn.​1\n1 Se § 10 og lover 1 juni 1917 nr. 1 (skjl.) kap. 2 og 23 okt 1959 nr. 3 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "1. Gjelder avståingen bruksrett eller servitutt, skal vederlaget – med mindre skjønnet finner at særlige grunner taler mot det – settes til en årlig avgift, som også skal inkludere erstatning for ulempe som saksøkte antas å ville lide som følge av den planlagte drift. Vil avgiften, i tilfelle sammen med avgift fastsatt etter punkt 2 tredje punktum, utgjøre mindre enn kr. 100 pr. år, skal vederlaget dog fastsettes til et beløp en gang for alle.\nHar saksøkte etter alminnelige rettsgrunnsetninger krav på erstatning for annet tap som følge av avståingen eller det planlagte anlegg, således for varig verdiforringelse av den gjenværende eiendom, skal erstatningen for så vidt settes til et beløp en gang for alle.\n2. I den utstrekning avståingen gjelder rett til utvinning etter § 1 punkt 1 skal vederlaget – med mindre skjønnet finner at særlige grunner taler mot det – settes til en avgift pr. utvunnet enhet av mineralet. Skjønnet fastsetter de nærmere regler om hvordan avgiften skal beregnes og hvor ofte betaling skal finne sted. Det kan fastsettes en minsteavgift som skal betales uten hensyn til produksjonens størrelse.\nReglene i punkt 1 annet ledd gjelder tilsvarende.\n3. Ved avståing skal saksøkte i tillegg til den erstatning han ellers har krav på, tilkjennes en kontant engangserstatning svarende til 25 pst. av vedkommende eiendoms verdi i den anvendelse den har ved avståingen eller, hvis avståingen gjelder bruksrett eller servitutt av det beløp bruksretten eller servitutten antas å representere som byrde på eiendommen.\n4. Skal vederlaget for avståing etter § 1 punkt 1 fastsettes til en avgift pr. utvunnet enhet (jfr. punkt 2), kan skjønnet bestemme at fastsettingen skal utstå inntil utvinningen påbegynnes.\n5. Hvis skjønnet finner at det for tiden ikke lar seg gjøre å dømme med noen slags sikkerhet om den skadevirkning som et tiltak kan føre med seg i en eller annen retning, kan det bestemme at erstatningsfastsettingen for så vidt skal utstå eller at det skal fastsettes en avgift som skal gjelde midlertidig i så lang tid som skjønnet bestemmer.\n6. Ved nedleggelse av driften skal der avholdes skjønn​1 til fastsetting av erstatning for mulig skade som før ikke er erstattet.\n1 Se § 10 og lov 1 juni 1917 nr. 1 (skjl.) kap. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Kravet på avgift etter § 8 punkt 1 og 2 skal være en rett som følger vedkommende eiendom og ikke kan skilles fra den ved innløsning, overdragelse, pantsetting, tvangsfullføring eller på annen måte. Blir eiendommen delt, følger avgiftene hovedbruket.\nHver av partene kan forlange at avgiftene skal fastsettes ved nytt skjønn​1 når 10 år er gått siden de sist ble fastsatt.\nHvis vedkommende myndighet forlanger det, skal saksøkeren stille nærmere bestemt sikkerhet for betaling av avgiftene. Blir avgift ikke betalt innen 6 måneder etter forfall, faller den avståtte rettighet bort.\nBlir driften nedlagt, bortfaller avgiftene fra utløpet av det kalenderår da nedleggingen gjennomføres. Dette gjelder dog ikke hvis driften midlertidig innstilles etter § 6 annet ledd.\n1 Se § 10 og lov 1 juni 1917 (skjl.) nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Ved skjønn etter denne lov skal sakkyndige skjønnsmedlemmer oppnevnes hvis oppnevningsmyndigheten finner det ønskelig.\nSaksøkte plikter å finne seg i at det til bruk for skjønnet foretas slike granskinger av eiendommen som retten finner nødvendig. Volder granskingen tap eller ulempe, fastsettes erstatningen for dette under skjønnet.\n0 Endret ved lover 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Den som har fått ekspropriasjonstillatelse​1 etter denne lov, plikter å gi vedkommende myndighet enhver opplysning​2 som forlanges om den mineralforekomst​3 som hans virksomhet er knyttet til. Han kan pålegges å sende inn regelmessige oppgaver​2 etter nærmere regler som fastsettes av Kongen, eller den han gir fullmakt.​4\n0 Endret ved lov 16 mai 1986 nr. 21.\n1 Se § 1.\n2 Se § 13.\n3 Se § 14.\n4 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "For tillatelse til å kreve avståing etter denne lov betales slikt gebyr til staten som Kongen eller den han gir fullmakt​1 bestemmer.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Den som forsettlig eller uaktsomt unnlater å gi opplysning eller oppgave som kreves etter denne lov eller etter bestemmelser som er gitt i medhold av den, eller som gir uriktig opplysning eller oppgave, straffes med bøter.​1\n0 Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Se strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9. – Jfr. strl. § 339.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Med mineralsk forekomst forstås i denne lov ikke-mutbare​1 mineraler og bergarter av enhver art når de forekommer i naturlig tilstand eller som avfallsmasser etter bergverksdrift, steinbrudd, anlegg i fjell eller lignende virksomhet.\nLoven gjelder dog ikke grus, sand og leire med mindre vedkommende forekomst har særlig verdifulle egenskaper eller er av særlig betydning for industrien.\nKongen eller den han gir fullmakt​2 kan i tvilstilfelle avgjøre om en forekomst er av den art at den går inn under denne lov.\n1 Se lov 30 juni 1972 nr. 70 § 1.\n2 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Kongen eller den han gir fullmakt​1 kan gi nærmere regler​2 til gjennomføring av denne lov.\n1 Nærings- og handelsdepartementet iflg. res. 20 juni 1952.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Denne lov trer i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    }
  ]
}