{
  "id": "LOV-1976-04-02-16",
  "type": "statute",
  "title": "Lov om Norges veterinærhøgskole.",
  "short_name": "Veterinærhøgskoleloven.",
  "status": "in_force",
  "issued_date": "1976-04-02",
  "in_force_date": "1976-04-02",
  "url": "https://lovdata.no/dokument/NLO/lov/1976-04-02-16",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges veterinærhøgskole har til formål å gi akademisk undervisning og drive vitenskapelig forskning i veterinærmedisin og tilhørende fagområder.\nHøgskolen skal også arbeide for å gjøre forskningens metoder og resultater kjent for almennheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kollegiet, kollegieutvalget og rektor leder høgskolens virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet består av høgskolens professorer i hovedstilling, andre faste og midlertidige instituttstyrere, representanter for de vitenskapelige tjenestemenn, for de øvrige ansatte og for studentene. Regler om antall, valg og funksjonstid for representantene og om rettigheter og plikter for kollegiets medlemmer fastsettes av departementet.​2\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er høgskolens øverste myndighet. Det avgjør alle saker av særlig viktighet eller prinsipiell betydning innenfor den ramme som er gitt i lov eller reglement.\nKollegiet kan i den utstrekning lov eller reglement ikke er til hinder for det, delegere sin myndighet til kollegieutvalget,​1 rektor, den faste administrasjon eller særlige utvalg.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Rektor er kollegiets formann og leder dens møter.\nKollegiet holder møter til tider det selv bestemmer og for øvrig etter innkalling av formannen. Formannen skal sammenkalle til møte når minst 1/3 av kollegiets medlemmer krever det.\nTil gyldig vedtak kreves at minst 2/3 av kollegiets medlemmer er til stede. I påtrengende tilfelle er det likevel nok med et mindre antall så fremt minst halvparten av alle kollegiets medlemmer stemmer for vedtaket. Ved stemmelikhet gjør formannens stemme utslaget. Ved valg og ansettelse holdes ny avstemning dersom ingen ved første avstemning får flertall av de stemmer som er avgitt. Ved denne regnes den for valgt eller ansatt, som har fått flest stemmer. Ved stemmelikhet etter denne avstemning treffes avgjørelsen ved loddtrekning. Disiplinærsaker​1 avgjøres med 2/3 flertall.\nUtfyllende regler om kollegiets saksbehandling og myndighet fastsettes av departementet.​2\n1 Jfr. §§ 23 og 24.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kollegieutvalget består av rektor, prorektor og 6 andre medlemmer med varamenn valgt av kollegiet og blant kollegiets medlemmer. Av disse skal 2 være professorer, en representant for de vitenskapelige tjenestemenn, en for de øvrige ansatte og 2 for studentene. Regler om funksjonstid, rettigheter og plikter fastsettes av departementet.​2\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kollegieutvalget treffer avgjørelse i saker som bestemt i reglement som fastsettes av departementet​1 eller som overlates det av kollegiet.\nKollegieutvalget kan i den utstrekning lov, reglement eller kollegiets beslutning ikke er til hinder for det, delegere sin myndighet til rektor, den faste administrasjon eller særlige utvalg.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor er kollegieutvalgets formann og leder dets møter.\nKollegieutvalget holder møter til tider det selv fastsetter og for øvrig etter innkalling av formannen. Formannen skal sammenkalle til møte når minst 4 medlemmer krever det.\nTil gyldig vedtak kreves at minst 7 medlemmer er til stede. Utvalget kan likevel treffe gyldig vedtak når minst 5 medlemmer er til stede og vedtaket er enstemmig.\nKollegieutvalgets vedtak treffes ved simpelt flertall. Ved stemmelikhet gjør formannens stemme utslaget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Rektor og prorektor velges hvert tredje år i oktober måned og tiltrer 1 januar etter valget. Valgbar er enhver av høgskolens professorer i hovedstilling. Den som fratrer som rektor, kan nekte gjenvalg for så lang tid som han har gjort tjeneste, og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nDepartementet​2 fastsetter nærmere regler om valget, herunder også regler for de tilfelle da rektor eller prorektor eller begge fratrer før valgperiodens utløp.\nOm valget av rektor gjøres innberetning til Kongen.\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Rektor er høgskolens fremste tillitsmann. Han representerer høgskolen utad og fører tilsyn med dens virksomhet. Han kan i den utstrekning kollegiet​2 eller kollegieutvalget​3 bestemmer, avgjøre løpende saker eller overlate dem til høgskolens faste administrasjon.\nHar rektor forfall eller fratrer han før funksjonstiden er ute, trer prorektor i hans sted i samsvar med de regler som blir fastsatt etter § 9. Under tilsvarende forutsetninger trer den som har høyeste ansiennitet som professor i prorektors sted.\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Jfr. § 4.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "En direktør leder høgskolens daglige administrasjon i samsvar med reglement som fastsettes av departementet​2 og for øvrig etter fullmakter fra kollegiet, kollegieutvalget og rektor. Han sørger for at kollegiets, kollegieutvalgets, rektors og høyere myndigheters vedtak blir satt i verk.\nDirektøren er sekretær for kollegiet og deltar i møtene uten stemmerett.\n1 Jfr. § 15.\n2 Landbruksdepartementet iflg res 7 sept 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Høgskolen er organisert i institutter.\nDepartementet​1 fastsetter, etter at kollegiet har uttalt seg, hvilke institutter og seksjoner høgskolen skal ha. Kollegiet fastsetter regler for bestyrelse av instituttene og seksjonene.\n1 Landbruksdepartementet iflg res 7 sept, 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Høgskolen forvalter selv midler den får ved arv og gave etter regler som fastsettes av departementet.​1\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorer i hovedstilling er embetsmenn.\nKollegiet skal ha uttalt seg før et professorembete eller en bistilling som professor II blir opprettet eller kunngjort ledig og før innstilling om utnevning blir lagt fram for Kongen.​2\nLedig professorat skal kunngjøres med mindre annet blir bestemt av Kongen​2 etter forslag fra kollegiet. Søkere til professorat skal bedømmes av sakkyndige som oppnevnes av kollegiet. Departementet fastsetter nærmere regler om framgangsmåten ved tilsetting i professorater.\n1 Endret ved lov 12 juni 1987 nr 61. – Jf grunnl § 92 og fund 28 juli 1824 § 39.\n2 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år, iflg res 23 nov. 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Høgskolens direktør er embetsmann.\nKollegiet skal ha uttalt seg før innstilling om utnevning blir lagt fram for Kongen.​1\n1 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år, iflg res 23 nov. 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Høgskolens tjenestemenn tilsettes av kollegiet i samsvar med regler som fastsettes av departementet.​1\nRegler om embets- og tjenestemennenes alminnelige tjenesteplikter og om tjenestefrihet fastsettes av departementet.\nKollegiet kan fastsette stillingsinstrukser for den enkelte stilling eller gruppe av stillinger.\n1 Landbruksdepartementet iflg res 7 sept 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "For å bli opptatt som student ved Norges veterinærhøgskole kreves:\n1. Eksamen fra videregående skole, allmenfaglig studieretning eller en annen allmenutdanning som kollegieutvalget i hvert enkelt tilfelle finner tjenlig som grunnlag for studiet.\n2. Minst 6 måneders sammenhengende praksis i husdyrbruk.\n3. Helseattest på fastsatt skjema.\n1 Endret ved lov 25 april 1986 nr 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Departementet​1 avgjør hvert år etter tilråding fra kollegiet hvor mange studenter som skal opptas ved høgskolen. Kan det ikke skaffes plass til alle opptakssøkende, avgjør kollegiet etter regler fastsatt av departementet hvem som skal opptas.\nNærmere bestemmelser om opptaking ved høgskolen og om studentenes forhold under oppholdet ved høgskolen, fastsettes av departementet etter forslag fra kollegiet.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Kollegiet kan, etter at vedkommende faglærer har uttalt seg, tillate andre enn høgskolens studenter å delta i deler av høgskolens undervisning​2 og avlegge eksamen som hospitanter.\nHospitanter er underkastet de samme bestemmelser som gjelder for høgskolens faste studenter så langt disse bestemmelser passer.\n1 Endret ved lov 25 april 1986 nr 14.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Studentene plikter​1 å gjøre seg kjent med og rette seg etter de regler som gjelder for den som studerer ved høgskolen. Studentene gir ved immatrikuleringen løfte om dette.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Etter nærmere bestemmelse av kollegiet plikter studentene å gi slike opplysninger som har betydning for deres forhold ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kollegieutvalget kan relegere en student for en viss tid eller for alltid dersom han har gjort seg skyldig i grovere brudd på høgskolens regler​2 eller i uverdig adferd.\nFinner kollegieutvalget at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse. Det kan også nekte studenten adgang til visse deler av høgskolen eller undervisningen og frata ham stipend.\n1 Jfr. §§ 24, 25 og 30.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Relegasjonssaker og saker etter § 23 siste punktum behandles av kollegieutvalget etter innstilling av en komité på 3 medlemmer som oppnevnes av kollegieutvalget. To av medlemmene skal være høgskolelærere og det tredje medlem skal representere studentene.\nDen student saken gjelder, har rett til å avgi skriftlig eller muntlig uttalelse på ethvert trinn. Studenten kan også kreve at studentrepresentanten i kollegieutvalget og i komitéen skal fratre under sakens behandling.\nDepartementet​1 kan gi nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i komitéen og kollegieutvalget.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om kollegieutvalgets beslutning, anke saken inn for Høyesterett. Saken behandles etter straffeprosesslovens regler om anke i offentlige straffesaker.​1\nAnken har oppsettende virkning, men gir ikke rett til å avlegge eksamen før endelig dom er avsagt.\nEn student som er relegert fra annet norsk vitenskapelig lærested, kan i relegasjonstiden ikke studere ved Norges veterinærhøgskole.\nKollegieutvalget kan heve en relegasjon når studenten ved godt forhold senere viser seg verdig til det.\nHøgskolen sender melding til andre norske vitenskapelige læresteder og til departementet​2 om relegasjon og heving av relegasjon.\n1 Jfr. strprl. kap. 27.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Enhver student plikter​1 å møte og avgi forklaring når han innkalles til kollegiet, kollegieutvalget eller rektor.\nI saker hvor studenten ville være vitnepliktig for domstolene, kan han pålegges å bekrefte forklaringen med forsikring på ære og samvittighet.\n1 Jfr. §§ 20 og 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Offentlig myndighet som har siktet eller tiltalt en student for en forbrytelse eller grovere forseelse, skal straks sende melding til rektor. Rektor kan kreve at han selv eller en annen av høgskolens embets- eller tjenestemenn skal være til stede i alle rettsmøter i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Rektor kan etter begrunnet søknad gi en student adgang til å avbryte studiet for en tid.\nEn student som uten tillatelse avbryter studiet for lengre tid enn 3 måneder, taper de rettigheter han har fått ved immatrikuleringen og kan ikke gjenoppta studiet uten etter særskilt tillatelse fra kollegiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Det veterinærmedisinske studium foregår etter en studieplan som fastsettes av kollegiet.\nForelesningene er offentlige. Når særlige hensyn taler for det, kan kollegiet bestemme at visse forelesninger bare skal være for studentene.​1\nVeterinærmedisinsk embetseksamen holdes i samsvar med lov av 19 juni 1970 om eksamener og grader ved universiteter og høgskoler og reglementer gitt med hjemmel i loven.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Kollegiet meddeler doktorgrad og lisensiatgrad i veterinærmedisin.\nDen som har gjort seg skyldig i forhold som vedkommende kunne ha vært relegert​1 for som student, kan av kollegiet bli nektet adgang til å fremstille seg til doktorgradsprøve og lisensiatgradprøve.\nDen som blir meddelt doktorgrad, har rett til å holde forelesninger i sitt fag ved høgskolen. Kollegiet kan frata doktoren denne rett hvis han misbruker den eller gjør seg skyldig i forhold som vedkommende kunne ha vært relegert for som student. Før beslutning herom treffes, skal vedkommende ha hatt anledning til å forklare seg for kollegiet.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Kollegiet kan uten forutgående prøve utnevne person til æresdoktor (doctor medicinae veterinariae honoris causa) for fremragende personlig innsats i vitenskapens tjeneste eller til fremme av norsk vitenskap, dog ikke person som er ansatt ved norsk universitet eller høgskole med rett til å meddele doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Denne lov tar til å gjelde fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 29 mai 1953 om Norges veterinærhøgskole.\nDepartementet​2 kan fastsette nødvendige overgangsbestemmelser.\n1 Fra 1 jan. 1980 iflg res 7 sept. 1979.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges veterinærhøgskole har til formål å gi akademisk undervisning og drive vitenskapelig forskning i veterinærmedisin og tilhørende fagområder.\nHøgskolen skal også arbeide for å gjøre forskningens metoder og resultater kjent for almennheten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Kollegiet, kollegieutvalget og rektor leder høgskolens virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet består av høgskolens professorer i hovedstilling, andre faste og midlertidige instituttstyrere, representanter for de vitenskapelige tjenestemenn, for de øvrige ansatte og for studentene. Regler om antall, valg og funksjonstid for representantene og om rettigheter og plikter for kollegiets medlemmer fastsettes av departementet.​2\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er høgskolens øverste myndighet. Det avgjør alle saker av særlig viktighet eller prinsipiell betydning innenfor den ramme som er gitt i lov eller reglement.\nKollegiet kan i den utstrekning lov eller reglement ikke er til hinder for det, delegere sin myndighet til kollegieutvalget,​1 rektor, den faste administrasjon eller særlige utvalg.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Rektor er kollegiets formann og leder dens møter.\nKollegiet holder møter til tider det selv bestemmer og for øvrig etter innkalling av formannen. Formannen skal sammenkalle til møte når minst 1/3 av kollegiets medlemmer krever det.\nTil gyldig vedtak kreves at minst 2/3 av kollegiets medlemmer er til stede. I påtrengende tilfelle er det likevel nok med et mindre antall så fremt minst halvparten av alle kollegiets medlemmer stemmer for vedtaket. Ved stemmelikhet gjør formannens stemme utslaget. Ved valg og ansettelse holdes ny avstemning dersom ingen ved første avstemning får flertall av de stemmer som er avgitt. Ved denne regnes den for valgt eller ansatt, som har fått flest stemmer. Ved stemmelikhet etter denne avstemning treffes avgjørelsen ved loddtrekning. Disiplinærsaker​1 avgjøres med 2/3 flertall.\nUtfyllende regler om kollegiets saksbehandling og myndighet fastsettes av departementet.​2\n1 Jfr. §§ 23 og 24.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kollegieutvalget består av rektor, prorektor og 6 andre medlemmer med varamenn valgt av kollegiet og blant kollegiets medlemmer. Av disse skal 2 være professorer, en representant for de vitenskapelige tjenestemenn, en for de øvrige ansatte og 2 for studentene. Regler om funksjonstid, rettigheter og plikter fastsettes av departementet.​2\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kollegieutvalget treffer avgjørelse i saker som bestemt i reglement som fastsettes av departementet​1 eller som overlates det av kollegiet.\nKollegieutvalget kan i den utstrekning lov, reglement eller kollegiets beslutning ikke er til hinder for det, delegere sin myndighet til rektor, den faste administrasjon eller særlige utvalg.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor er kollegieutvalgets formann og leder dets møter.\nKollegieutvalget holder møter til tider det selv fastsetter og for øvrig etter innkalling av formannen. Formannen skal sammenkalle til møte når minst 4 medlemmer krever det.\nTil gyldig vedtak kreves at minst 7 medlemmer er til stede. Utvalget kan likevel treffe gyldig vedtak når minst 5 medlemmer er til stede og vedtaket er enstemmig.\nKollegieutvalgets vedtak treffes ved simpelt flertall. Ved stemmelikhet gjør formannens stemme utslaget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Rektor og prorektor velges hvert tredje år i oktober måned og tiltrer 1 januar etter valget. Valgbar er enhver av høgskolens professorer i hovedstilling. Den som fratrer som rektor, kan nekte gjenvalg for så lang tid som han har gjort tjeneste, og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nDepartementet​2 fastsetter nærmere regler om valget, herunder også regler for de tilfelle da rektor eller prorektor eller begge fratrer før valgperiodens utløp.\nOm valget av rektor gjøres innberetning til Kongen.\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Landbruksdepartementet iflg res 7 sept. 1979",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Rektor er høgskolens fremste tillitsmann. Han representerer høgskolen utad og fører tilsyn med dens virksomhet. Han kan i den utstrekning kollegiet​2 eller kollegieutvalget​3 bestemmer, avgjøre løpende saker eller overlate dem til høgskolens faste administrasjon.\nHar rektor forfall eller fratrer han før funksjonstiden er ute, trer prorektor i hans sted i samsvar med de regler som blir fastsatt etter § 9. Under tilsvarende forutsetninger trer den som har høyeste ansiennitet som professor i prorektors sted.\n1 Endret ved lov 12 juni 1987 nr 61.\n2 Jfr. § 4.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "En direktør leder høgskolens daglige administrasjon i samsvar med reglement som fastsettes av departementet​2 og for øvrig etter fullmakter fra kollegiet, kollegieutvalget og rektor. Han sørger for at kollegiets, kollegieutvalgets, rektors og høyere myndigheters vedtak blir satt i verk.\nDirektøren er sekretær for kollegiet og deltar i møtene uten stemmerett.\n1 Jfr. § 15.\n2 Landbruksdepartementet iflg res 7 sept 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Høgskolen er organisert i institutter.\nDepartementet​1 fastsetter, etter at kollegiet har uttalt seg, hvilke institutter og seksjoner høgskolen skal ha. Kollegiet fastsetter regler for bestyrelse av instituttene og seksjonene.\n1 Landbruksdepartementet iflg res 7 sept, 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Høgskolen forvalter selv midler den får ved arv og gave etter regler som fastsettes av departementet.​1\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorer i hovedstilling er embetsmenn.\nKollegiet skal ha uttalt seg før et professorembete eller en bistilling som professor II blir opprettet eller kunngjort ledig og før innstilling om utnevning blir lagt fram for Kongen.​2\nLedig professorat skal kunngjøres med mindre annet blir bestemt av Kongen​2 etter forslag fra kollegiet. Søkere til professorat skal bedømmes av sakkyndige som oppnevnes av kollegiet. Departementet fastsetter nærmere regler om framgangsmåten ved tilsetting i professorater.\n1 Endret ved lov 12 juni 1987 nr 61. – Jf grunnl § 92 og fund 28 juli 1824 § 39.\n2 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år, iflg res 23 nov. 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Høgskolens direktør er embetsmann.\nKollegiet skal ha uttalt seg før innstilling om utnevning blir lagt fram for Kongen.​1\n1 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år, iflg res 23 nov. 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Høgskolens tjenestemenn tilsettes av kollegiet i samsvar med regler som fastsettes av departementet.​1\nRegler om embets- og tjenestemennenes alminnelige tjenesteplikter og om tjenestefrihet fastsettes av departementet.\nKollegiet kan fastsette stillingsinstrukser for den enkelte stilling eller gruppe av stillinger.\n1 Landbruksdepartementet iflg res 7 sept 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "For å bli opptatt som student ved Norges veterinærhøgskole kreves:\n1. Eksamen fra videregående skole, allmenfaglig studieretning eller en annen allmenutdanning som kollegieutvalget i hvert enkelt tilfelle finner tjenlig som grunnlag for studiet.\n2. Minst 6 måneders sammenhengende praksis i husdyrbruk.\n3. Helseattest på fastsatt skjema.\n1 Endret ved lov 25 april 1986 nr 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Departementet​1 avgjør hvert år etter tilråding fra kollegiet hvor mange studenter som skal opptas ved høgskolen. Kan det ikke skaffes plass til alle opptakssøkende, avgjør kollegiet etter regler fastsatt av departementet hvem som skal opptas.\nNærmere bestemmelser om opptaking ved høgskolen og om studentenes forhold under oppholdet ved høgskolen, fastsettes av departementet etter forslag fra kollegiet.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Kollegiet kan, etter at vedkommende faglærer har uttalt seg, tillate andre enn høgskolens studenter å delta i deler av høgskolens undervisning​2 og avlegge eksamen som hospitanter.\nHospitanter er underkastet de samme bestemmelser som gjelder for høgskolens faste studenter så langt disse bestemmelser passer.\n1 Endret ved lov 25 april 1986 nr 14.\n2 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Studentene plikter​1 å gjøre seg kjent med og rette seg etter de regler som gjelder for den som studerer ved høgskolen. Studentene gir ved immatrikuleringen løfte om dette.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Etter nærmere bestemmelse av kollegiet plikter studentene å gi slike opplysninger som har betydning for deres forhold ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Kollegieutvalget kan relegere en student for en viss tid eller for alltid dersom han har gjort seg skyldig i grovere brudd på høgskolens regler​2 eller i uverdig adferd.\nFinner kollegieutvalget at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse. Det kan også nekte studenten adgang til visse deler av høgskolen eller undervisningen og frata ham stipend.\n1 Jfr. §§ 24, 25 og 30.\n2 Jfr. § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Relegasjonssaker og saker etter § 23 siste punktum behandles av kollegieutvalget etter innstilling av en komité på 3 medlemmer som oppnevnes av kollegieutvalget. To av medlemmene skal være høgskolelærere og det tredje medlem skal representere studentene.\nDen student saken gjelder, har rett til å avgi skriftlig eller muntlig uttalelse på ethvert trinn. Studenten kan også kreve at studentrepresentanten i kollegieutvalget og i komitéen skal fratre under sakens behandling.\nDepartementet​1 kan gi nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i komitéen og kollegieutvalget.\n1 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om kollegieutvalgets beslutning, anke saken inn for Høyesterett. Saken behandles etter straffeprosesslovens regler om anke i offentlige straffesaker.​1\nAnken har oppsettende virkning, men gir ikke rett til å avlegge eksamen før endelig dom er avsagt.\nEn student som er relegert fra annet norsk vitenskapelig lærested, kan i relegasjonstiden ikke studere ved Norges veterinærhøgskole.\nKollegieutvalget kan heve en relegasjon når studenten ved godt forhold senere viser seg verdig til det.\nHøgskolen sender melding til andre norske vitenskapelige læresteder og til departementet​2 om relegasjon og heving av relegasjon.\n1 Jfr. strprl. kap. 27.\n2 Landbruksdepartementet iflg res 7 sept. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Enhver student plikter​1 å møte og avgi forklaring når han innkalles til kollegiet, kollegieutvalget eller rektor.\nI saker hvor studenten ville være vitnepliktig for domstolene, kan han pålegges å bekrefte forklaringen med forsikring på ære og samvittighet.\n1 Jfr. §§ 20 og 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Offentlig myndighet som har siktet eller tiltalt en student for en forbrytelse eller grovere forseelse, skal straks sende melding til rektor. Rektor kan kreve at han selv eller en annen av høgskolens embets- eller tjenestemenn skal være til stede i alle rettsmøter i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Rektor kan etter begrunnet søknad gi en student adgang til å avbryte studiet for en tid.\nEn student som uten tillatelse avbryter studiet for lengre tid enn 3 måneder, taper de rettigheter han har fått ved immatrikuleringen og kan ikke gjenoppta studiet uten etter særskilt tillatelse fra kollegiet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Det veterinærmedisinske studium foregår etter en studieplan som fastsettes av kollegiet.\nForelesningene er offentlige. Når særlige hensyn taler for det, kan kollegiet bestemme at visse forelesninger bare skal være for studentene.​1\nVeterinærmedisinsk embetseksamen holdes i samsvar med lov av 19 juni 1970 om eksamener og grader ved universiteter og høgskoler og reglementer gitt med hjemmel i loven.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Kollegiet meddeler doktorgrad og lisensiatgrad i veterinærmedisin.\nDen som har gjort seg skyldig i forhold som vedkommende kunne ha vært relegert​1 for som student, kan av kollegiet bli nektet adgang til å fremstille seg til doktorgradsprøve og lisensiatgradprøve.\nDen som blir meddelt doktorgrad, har rett til å holde forelesninger i sitt fag ved høgskolen. Kollegiet kan frata doktoren denne rett hvis han misbruker den eller gjør seg skyldig i forhold som vedkommende kunne ha vært relegert for som student. Før beslutning herom treffes, skal vedkommende ha hatt anledning til å forklare seg for kollegiet.\n1 Jfr. § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Kollegiet kan uten forutgående prøve utnevne person til æresdoktor (doctor medicinae veterinariae honoris causa) for fremragende personlig innsats i vitenskapens tjeneste eller til fremme av norsk vitenskap, dog ikke person som er ansatt ved norsk universitet eller høgskole med rett til å meddele doktorgrad.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Denne lov tar til å gjelde fra den tid Kongen bestemmer.​1\nFra samme tid oppheves lov av 29 mai 1953 om Norges veterinærhøgskole.\nDepartementet​2 kan fastsette nødvendige overgangsbestemmelser.\n1 Fra 1 jan. 1980 iflg res 7 sept. 1979.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}