{
  "id": "LOV-1954-11-12-1",
  "type": "statute",
  "title": "Lov om styret i herreds- og bykommunene.",
  "short_name": "Kommunestyreloven.",
  "status": "in_force",
  "issued_date": "1954-11-12",
  "in_force_date": "1955-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1954-11-12-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder for herredskommuner og bykommuner og omfatter de kommunale anliggender som det ikke er andre bestemmelser for i særskilte lover.​2\n1 Endret ved lov 16 juni 1961 nr. 2.\n2 Se lover 21 juni 1985 nr. 85, 2 mai 1986 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hver herredskommune og bykommune hører i sin helhet under et fylke.\nEndring av herredskommuners og bykommuners navn besluttes av Kongen dersom et flertall i vedkommende kommunestyre har uttalt seg for endringen. I motsatt fall må endring besluttes av Stortinget.\n1 Endret ved lover 21 des 1956 nr. 3 § 18, 16 juni 1961 nr. 2. – Se lov 21 des 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I hver herredskommune og bykommune skal det være kommunestyre, formannskap, ordfører og administrasjonssjef.\n1 Endret ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kommunestyret velges av kommunens stemmeberettigede innbyggere for 4 år etter de regler som loven fastsetter.​2\nKommunestyrets medlemstall skal være et ulike tall, som fastsettes slik:\nI kommuner med ikke over 3.000 innbyggere, minst 13 og høyst 21\nOver 3.000 men ikke over 5.000 innbyggere, minst 17 og høyst 29\nOver 5.000 men ikke over 7.500 innbyggere, minst 23 og høyst 37\nOver 7.500 men ikke over 10.000 innbyggere, minst 29 og høyst 45\nOver 10.000 men ikke over 15.000 innbyggere, minst 35 og høyst 53\nOver 15.000 men ikke over 25.000 innbyggere, minst 41 og høyst 61\nOver 25.000 men ikke over 50.000 innbyggere, minst 47 og høyst 69\nOver 50.000 men ikke over 100.000 innbyggere, minst 53 og høyst 77\nOver 100.000 innbyggere, minst 59 og høyst 85\nKommunestyret fastsetter medlemstallet innen de grenser som er nevnt i annet ledd. Vedtak av kommunestyret om å forandre medlemstallet trer i kraft ved første kommunevalg og gjelder inntil nytt vedtak om endring av medlemstallet trer i kraft.\nNår særlige forhold tilsier det, kan kommunestyrets medlemstall fastsettes til et mindre eller et større tall enn bestemmelsen i annet ledd gir adgang til. Vedtak om dette må i tilfelle gjøres med minst 2/3 flertall av kommunestyrets fulle medlemstall, og vedtaket må godkjennes av departementet​3 med mindre vedtaket går ut på å endre et tidligere fastsatt medlemstall slik at tallet blir mer i samsvar med reglene i annet ledd.\nVed fastsettelsen av kommunestyrets medlemstall etter annet ledd legger en til grunn folketallet i kommunen ved nest siste årsskifte før kommunevalget.\n1 Endret ved lov 19 juni 1979 nr. 53.\n2 Se lov 1 mars 1985 nr. 3.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Hvis et medlem av kommunestyret mister stemmeretten​2 ved kommunestyrevalg, trer vedkommende endelig ut av kommunestyret. Det samme gjelder hvis et medlem blir fylkesmann eller fylkeskontorsjef i fylket, rådmann, kontorsjef, leder av forvaltningsgren innen kommunen, kommunekasserer, formannskapssekretær eller revisor i kommunen eller ved kommunal bedrift.\nHvis et medlem flytter ut av kommunen slik at det ikke lenger står innført i folkeregisteret som bosatt der, trer vedkommende ut av kommunestyret for den tid fraværet varer, eller dersom det registrerte oppholdet utenfor kommunen varer mer enn to år – for resten av valgperioden.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av kommunestyret den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 28 mai 1951 nr. 11, 5 april 1963 nr. 6, 19 juni 1970 nr. 53, 11 mai 1979 nr. 15, 18 april 1980 nr. 7, 1 mars 1985 nr. 3.\n2 Se lov 1 mars 1985 nr. 3 § 3, jfr. Grunnl. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Det antall medlemmer som formannskapet skal bestå av, fastsettes til det hele tall som en får ved å dele kommunestyrets medlemstall med 4. Blir det framkomne tall et like tall, forhøyes det dog med 1. Medlemstallet skal likevel være minst fem.\nPersoner som har regnskap å avlegge til kommunen, kan ikke velges til formenn.\nRett til å kreve seg fritatt for valg til formann har den som ved valgårets utløp har gjort tjeneste som formann de siste fire år. Den som vil kreve seg fritatt, må senest i det møte formennene skal velges,​2 sette fram krav om det til ordføreren.\nEn formann som kommer i slik stilling som nevnt i annet ledd, trer endelig ut av formannskapet.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av formannskapet den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 19 juni 1970 nr. 53, 11 mai 1979 nr. 15.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Formenn og varaformenn velges for 4 år av og blant medlemmene av kommunestyret før de trer i tjeneste. Møtet kalles sammen av den tjenestegjørende ordfører med høvelig varsel. Det er vedtaksført når minst to tredjedeler av medlemmene er til stede.\nValget foregår som forholdsvalg hvis noe medlem krever det. Et forslag til valgliste må inneholde så mange forskjellige eller gjentatte navn som det skal velges formenn. Listeforslaget kan dessuten i fortsatt rekkefølge utfylles med et antall forskjellige navn som angitt i § 25 nr. 1 bokstav c fjerde ledd i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, likevel slik at formannskapets medlemstall trer i stedet for kommunestyrets. For øvrig gjelder bestemmelsene om kommunestyrevalg i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 25 nr. 1 bokstav b, bokstav c tredje ledd annet punktum og femte ledd, bokstav d første ledd annet punktum, bokstav e, § 44 nr. 2, nr. 3, nr. 4, nr. 5 – likevel slik at formannskapets medlemstall trer i stedet for kommunestyrets – og nr. 6, § 45 første ledd, § 48 femte ledd, § 64 og § 65 tilsvarende. Er en kandidat ført opp på flere lister, velger han hvilken liste han vil stå på.\nBlir det ikke satt frem krav om forholdsvalg, velges formenn og varaformenn ved flertallsvalg. Bestemmelsene i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 69 nr. 2 og 3 gjelder tilsvarende.\n1 Endret ved lover 28 mai 1959 nr. 11, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 15 des 1978 nr. 85, 1 mars 1985 nr. 3.\n2 Lov 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Kommunestyret velger blant formennene en ordfører og en varaordfører. Valget foretas i det møte som omhandles i § 7, og gjelder for de to første år av kommunestyrets tjenestetid. Ved utløpet av det andre året foretas nytt valg av ordfører og varaordfører for de to siste år av tjenestetiden.\nDen som har vært ordfører i to år kan unnslå seg for å velges igjen for de to følgende år. Vil han kreve seg fritatt, må han sette fram krav om det senest i det møte der ordføreren skal velges.\nHvis ved første avstemning under valg på ordfører eller varaordfører ingen får flertall av de stemmer som er avgitt, holdes ny avstemning. Ved denne avstemning regnes den for valgt som har flest stemmer (enkelt flertall). Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\nKommunestyret kan for resten av perioden etter søknad frita for vervet som ordfører eller varaordfører den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\nTrer ordføreren midlertidig eller endelig ut av tjeneste i løpet av den tid som han er valgt for, rykker varaordføreren opp som ordfører og kommunestyret velger midlertidig eller endelig en ny varaordfører.\n1 Endret ved lov 19 juni 1970 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Er antallet av varaformenn eller av en gruppes varaformenn blitt utilstrekkelig, kan kommunestyret ved flertallsvalg velge en eller flere faste eller midlertidige varaformenn – i tilfelle innen den gruppe det gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kommunestyret og formannskapet treffer sine avgjørelser i møte under ledelse​1 av ordfører eller varaordfører, eller om de begge har forfall, av en ordstyrer som velges for anledningen med enkelt flertall blant de møtende medlemmer. Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ordføreren kaller sammen kommunestyret og formannskapet når han finner det påkrevd, når formannskapet vedtar det, eller når fylkesmannen krever det.\nInnkalling til møte i kommunestyret skal inneholde oppgave over de saker som skal behandles,​2 og med høvelig varsel gjøres alminnelig kjent i kommunen ved kunngjøring i den eller de aviser som kommunestyret bestemmer, om nødvendig skal kunngjøring også foregå på annen måte. Kunngjøring i aviser kan likevel unnlates dersom innkallingen antas å bli like godt kjent ved kunngjøring på annen måte og dette blir bestemt i reglement, jfr. § 18 tredje ledd. Samtidig med innkallingen skal dokumentene i original eller avskrift legges ut til ettersyn på et sted som nevnes i innkallingen, og bli liggende der så lenge som mulig inntil møtet skal holdes.\n1 Endret ved lov 19 juni 1970 nr. 53.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Kommunestyret eller formannskapet kan ikke gjøre noe gyldig vedtak uten at minst halvdelen av medlemmene er til stede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Møte i kommunestyret holdes for åpne dører.​2 Likevel kan kommunestyret gjøre vedtak om at en enkelt sak skal behandles for lukkede dører. Forhandlinger om dette foregår for lukkede dører hvis møtestyreren krever det eller kommunestyret vedtar det.\nFor formannskapets møter gjelder § 31 c nr. 4 tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. forskrift 16 mai 1977 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "I kommunestyrets møte kan vedtak også gjøres i sak som ikke har vært nevnt i innkallingen hvis ikke møtestyreren eller en fjerdedel av de møtende motsetter seg at den avgjøres.\nUtenfor de saker som er ført opp i innkallingen, kan hvert medlem av kommunestyret stille forespørsler rettet til ordføreren. Disse må dog være meldt før møtet. Forslag som settes fram i forbindelse med en slik forespørsel, kan ikke avgjøres i møtet hvis ordføreren eller en fjerdedel av de møtende motsetter seg det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Om inhabilitet for medlemmene av kommunestyret og formannskapet gjelder bestemmelsene i kapittel II i forvaltningsloven.​2\nInhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjørelse o.l. for slike verv.\nForsamlingen kan frita et medlem for å være med i en sak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i behandlingen av saken.\n1 Endret ved lover 19 juni 1969 nr. 54, 19 juni 1970 nr. 53, 27 mai 1977 nr. 40. – Jfr. §§ 31 og 78.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "For at vedtak av kommunestyret eller formannskapet skal være gyldig, kreves at det er fattet med flertall av de stemmer som er avgitt,​2 når ikke annet er fastsatt i lov.\nStår stemmene likt, gjør ordførerens (møtestyrerens) stemme utslaget unntatt ved valg eller ansettelse av tjenestemenn. Bortsett fra valg av formenn og varaformenn etter § 7 og § 9, av ordfører og varaordfører etter § 8, av ordstyrer etter § 10 og av oppmann etter nærværende paragrafs siste ledd gjelder ved valg som fremmes som flertallsvalg, og ved ansettelse av tjenestemenn følgende regler:\nHvis ved første avstemning ingen får flertall av de stemmer som er avgitt, holdes ny avstemning. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Det kan før ny avstemning gjøres vedtak om at det bare skal stemmes på to eller flere av dem som ved første avstemning har fått høyeste stemmetall. Hvis valget eller ansettelsen fremdeles ikke er avgjort fordi flere har fått like mange stemmer, treffes avgjørelsen ved loddtrekning.\nNår et vedtak av kommunestyret ikke får to tredjedels flertall ved endelig avstemning, og det ikke gjelder forkastelse eller utsettelse, innhenting av opplysninger, avgivelse av erklæringer eller uttalelser, utredning, valg, ansettelse av tjenestemenn eller kommunestyrets forretningsorden, skal kommunestyret behandle saken på nytt i et senere møte. Blir det ikke to tredjedels flertall for et positivt vedtak i saken da heller, skal vedtaket bringes inn for Kongen​3 til avgjørelse etter § 61 når mindretallet med flertall av de stemmer som avgis, seg mellom krever det i møtet. Står stemmene likt ved avstemningen innen mindretallet, er ordførerens (møtestyrerens) stemme avgjørende om han hører til mindretallet. Ellers velger mindretallet før avstemningen en oppmann, hvis stemme gjør utslaget om stemmene står likt. Oppmannen velges med enkelt flertall. Har flere fått samme stemmetall, avgjøres valget ved loddtrekning. Krever ikke mindretallet vedtaket brakt inn for Kongen, eller oppnår det to tredjedels flertall, er det gyldig hvis betingelsene for gyldighet for øvrig er til stede.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se § 47.\n3 Ved res. 12 jan 1990 nr. 13 er Miljøverndepartementet gitt fullmakt til å avgjøre mindretallsanker for så vidt gjelder reguleringsplanvedtak og vedtak om kommuneplanens arealdel, jf. lov 14 juni 1985 nr. 77 §§ 27-2 og 20-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Hvis medlemmer av kommunestyret eller formannskapet dør, trer ut eller får varig forfall, trer varamenn inn i deres sted i den nummerorden de er valgt.\nVed innkalling av varamenn til møte eller til behandling av en enkelt sak følges likeledes så vidt mulig nummerordenen.\nEr kommunestyret eller formannskapet sammensatt ved forholdsvalg,​1 skal utfylling skje ved varamenn av den gruppe som på grunn av avgang eller forfall ikke er fulltallig.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Ved møte i kommunestyret og formannskapet bokføres forhandlingene. Ved møtets slutning oppleses det bokførte hvis ikke annen bestemmelse treffes. Møtestyreren og minst to andre medlemmer undertegner forhandlingsboka for hvert møte.\nForhandlingsboka skal være godkjent av fylkesmannen.\nNærmere regler for kommunestyrets og formannskapets virksomhet fastsettes i reglementet. Dette må gis en form og et innhold som fylkesmannen finner å kunne godkjenne.\nDepartementet​1 kan gi forskrifter om oppbevaring og ordning av og tilsyn med kommunenes arkiver. Det kan bestemme at en kommune innen en nærmere fastsatt frist skal ha innredet rom der arkivsakene kan bli betryggende oppbevart. Videre kan departementet bestemme at eldre arkivsaker som ikke er i bruk, skal sendes inn til et statsarkiv hvis de ikke oppbevares på betryggende måte.\n1 Iflg. res. 9 juli 1948 riksarkivaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Kommunestyret har bevilgnings- og beskatningsrett og skjøtter sammen med formannskapet kommunens anliggender – alt innen de grenser som gjeldende lov tilsier.\nDet utfører dessuten de offentlige gjøremål som lov ellers pålegger det, skaffer til veie de opplysninger og gir de uttalelser som departement eller fylkesmann krever.\nKommunestyret handler for øvrig på kommunens vegne i alle tilfelle der avgjørelsen av en sak ikke er lagt til annen myndighet ved lov eller etter bestemmelse av kommunestyret (jfr. kap. 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Kommunestyret skal innen den frist som fastsettes med hjemmel i skatteloven § 139, nr. 2, fatte vedtak i budsjettform, jfr. kapittel 7, om kommunens inntekter og utgifter i det kommende budsjettår.\nFormannskapet bestemmer innen hvilken tid budsjettforslagene fra de forskjellige forvaltningsgrener og fra administrasjonssjefen skal være avgitt.\nFormannskapet behandler adminstrasjonssjefens budsjettforslag og forslag til skattevedtak og setter opp sine forslag til kommunestyret. Ordføreren legger etter vanlig kunngjøring​2 forslaget ut på det eller de steder som formannskapet bestemmer. Der skal det ligge til alminnelig ettersyn i minst åtte dager før det behandles av kommunestyret.\n1 Endret ved lover 18 des 1959 nr. 5, 4 juni 1976 nr. 56, 18 april 1980 nr. 7.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Formannskapet fører tilsyn med kommunens forvaltning og skal herunder:\n1. påse at kommunens regnskapsvesen til enhver tid er i god orden, at regnskaper med redegjørelser og driftsberetninger blir levert i rett tid, og at regnskapene uten opphold blir forelagt revisor såfremt det ikke foregår daglig revisjon av kassebilagene.\n2. forelegge regnskapene for kommunestyret med innstilling for så vidt dette ikke har nedsatt særskilt utvalg til å forberede desisjonssaker, og påse at poster som er desidert til ansvar, blir beriktiget uten opphold.\n3. føre – eller sørge for – tilsyn med at kommunestyrets og formannskapets vedtak blir etterkommet, der dette tilsyn ikke er lagt til statstjenestemann eller til lovbestemt styre, og at kommunens arbeider og gjøremål blir fremmet på en tjenlig måte for kommunen.\nKommunestyret treffer bestemmelse om formannskapets plikt til å utrede og gi innstilling i saker som skal behandles av kommunestyret.\nFormannskapet utfører dessuten de offentlige gjøremål som loven pålegger det,​1 skaffer til veie de opplysninger og gir de uttalelser som departement eller fylkesmann krever.\nEr det lagt til formannskapet å gjøre vedtak i en sak, kan dette likevel kreve kommunestyrets avgjørelse av saken.\n1 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Formannskapet kan avgjøre saker som det tilkommer kommunestyret å gjøre vedtak i, når det ikke er tid til å forelegge saken for kommunestyret uten å utsette berettigede hensyn for å bli tilsidesatt. Melding om vedtaket forelegges snarest mulig for kommunestyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "0 Opphevet ved lov 7 mars 1975 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kommunestyret kan for enkelt høve eller ved vedtekt overdra til formannskapet​2 å gjøre vedtak i saker som kommunestyret etter denne lov har myndighet til å behandle, dersom det ikke gjelder saker som nevnt under 1-11 nedenfor:\n1. Saker om å erverve, avhende, makeskifte eller pantsette fast eiendom, eller om å avstå eller borthefte noen rettighet i fast eiendom, bruksrettigheter og servitutter unntatt (jfr. nr. 3). Denne bestemmelse kommer bare til anvendelse når det gjelder eiendommer eller rettigheter som er verd mer enn et beløp som fastsettes av Kongen. Departementet kan etter søknad fra kommunestyret fastsette et høyere beløp for vedkommende kommune enn det som er fastsatt av Kongen.\nHar kommunestyret vedtatt å erverve, avhende eller bortfeste fast eiendom eller rettighet i fast eiendom, kan det dog overlate til formannskapet eller noen annen å vedta eller fastsette prisen.\nVidere kan kommunestyret overlate til formannskapet eller noen annen å erverve, avhende og bortfeste eiendommer eller rettigheter i eiendommer så langt det trengs for å sette i verk eller gjennomføre et vedtak som kommunestyret har gjort.\n2. Saker om nye tiltak eller betydelige utvidelser av eldre.\n3. Saker om konsesjoner eller avtaler om leveranser, bruksrettigheter eller servitutter som enten binder kommunen for lengre tid enn 5 år, eller er av større økonomisk betydning for kommunen. Denne bestemmelse kommer likevel ikke til anvendelse når det gjelder avtaler om bortfeste av eiendommer som ikke er verd mer enn et beløp som fastsettes av Kongen. Bestemmelsen i nr. 1 første ledd tredje punktum gjelder tilsvarende.\n4. Saker om å ta opp lån. Men kommunestyret kan overlate til formannskapet å avtale eller godkjenne de nærmere vilkår for lån som kommunestyret har vedtatt å ta opp.\n5. Saker om å overta garanti for økonomiske forpliktelser. Men kommunestyret kan overlate til formannskapet å overta garanti for økonomiske forpliktelser innenfor det beløp og på de alminnelige vilkår som kommunestyret fastsetter.\n6. Saker om ansettelse av kommunekasserer,​3 ordning av regnskapsrevisjon, ansettelse av revisor (revisorer),​4 oppnevning av utvalg for regnskaps- og desisjonssaker, mottaing av regnskapsredegjørelser og driftsberetninger og avsiing av desisjon.\n7. Saker om å ansette administrasjonssjef.\n8. Saker om å overdra myndighet og plikt etter bestemmelsene i §§ 25, 26, 27 og 44.\n9. Saker om å fastsette alminnelige salgstariffer eller priser for vann, gass, elektrisk kraft og andre ytelser fra kommunale innretninger, verker eller bedrifter som framtrer som monopolforretninger.\n10. Saker om budsjettbehandling etter § 20.​1 Men departementet kan i forskrift bestemme at det innen nærmere angitte grenser skal være adgang for kommunestyret til å overlate myndighet til formannsskapet eller noen annen i saker om budsjettbehandling.\n11. Saker om å bestemme hvorvidt anvisningsmyndighet skal utøves av andre enn administrasjonssjefen​5 og å meddele slik myndighet.\n1 Endret ved lover 19 juni 1970 nr. 53, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Jfr. forskrifter 20 feb 1981 nr. 4213, 30 mars 1984 nr. 817.\n3 Se § 41.\n4 Se § 42.\n5 Se § 36. Jfr. § 17 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "content": "Kommunestyret kan gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale,​2 samt å gi og motta arbeidsoppsigelse på kommunens vegne.\n1 Tilføyet ved lov 27 feb 1987 nr. 12.\n2 Jfr. lover 5 mai 1927 nr. 1 § 3, 18 juli 1958 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Kommunestyret kan opprette faste utvalg​2 for kommunale formål eller for avdelinger av den kommunale virksomhet som ikke ved lov er lagt under eget styre.\nKommunestyret fastsetter ved alminnelige forskrifter området for disse utvalgs virksomhet. Denne virksomhet kan utstrekkes til også å omfatte gjøremål som etter denne lov kan tillegges formannskapet;​3 å ansette leder av kommunal forvaltningsgren kan likevel ikke overlates til utvalg. Kommunestyret kan dessuten – på nærmere fastsatte vilkår – bevilge beløp til fri rådighet for utvalg som opprettes for bestemte områder av kommunen (lokalutvalg).\nBestemmelsen i annet ledd annet punktum gjelder også for overdragelse av myndighet til kommunale nemnder opprettet i medhold av andre lover.\nKongen​4 kan etter søknad fra en kommune samtykke i forsøksvirksomhet med avvik fra gjeldende bestemmelser i lov eller forskrift om kommunale nemnder. Kongen kan gi nærmere bestemmelser om forsøksvilkårene. Bestemmelsen gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Se § 45.\n3 Se § 24.\n4 Kommunaldepartementet, jfr. res. 6 mai 1988 nr. 345.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "For kommunal bedrift kan kommunestyret opprette en driftsledelse bestående av styre eller styre og råd.\nFor bedrift som ikke forutsettes å trenge stadig tilskudd av kommunekassen til driftsutgifter utenom renter, kan kommunestyret overdra til styret eller til styre og råd den myndighet som kan overdras til formannskapet. Til styre og råd kan det også overdra avgjørelsesmyndigheten i de saker som er nevnt i § 24 nr. 3 og nr. 10 og § 44.\nDriftsledelsen gir hvert kvartal innberetning til formannskapet. Regnskapsåret skal være det samme som bestemt for kommunale budsjett.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "To eller flere kommuner kan opprette et felles styre til løsning av en kommunal oppgave.​2 Til dette styre kan kommunene overdra​3 den myndighet de blir enige om når annet ikke er fastsatt i lov.\nNår forholdene gjør det nødvendig, kan Kongen pålegge to eller flere kommuner å samarbeide om løsning av oppgaver av felles interesse, herunder å medvirke til slik forberedende utredning og planlegging som samarbeidet vil kreve. Blir det etter utredning og planlegging etter pålegg som nevnt, eller iverksatt av kommunene av eget tiltak, ikke enighet om valg av løsning av den eller de oppgaver samarbeidet skal omfatte, eller om fordeling av utgiftene mellom de deltakende kommuner, kan Kongen bestemme hvilken løsning som skal velges, og hvordan utgiftene skal fordeles. Han bestemmer for øvrig i hvilke former og på hvilke nærmere vilkår samarbeidet skal foregå. Før beslutning om samarbeide etter bestemmelsene i dette ledd tas, skal kommunestyrene i de kommuner og fylkesutvalgene i de fylker som berøres av samarbeidet, gis høve til å uttale seg.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. § 24 nr. 8.\n3 Se § 59 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Kommunestyret og formannskapet​2 kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Kommunestyret kan også overdra slik myndighet til å opprette komiteer til en nemnd.\nKommunestyret kan overdra til en komité å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag. § 31 a første ledd tredje punktum gjelder tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. §§ 47 og 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Kommunestyret fastsetter hvor mange medlemmer en nemnd skal ha, og velger leder og nestleder, medlemmer og varamedlemmer. Suppleringsvalg i løpet av valgperioden, jf. fjerde ledd, kan likevel overdras formannskapet. Har kommunal bedrift styre og råd, kan kommunestyret også helt eller delvis overdra valget av styremedlemmer til rådet. Valgmyndighet for komiteer, jf. § 28, er det organ som har opprettet vedkommende komité.\nValg av nemnder opprettet i medhold av denne lov foregår som forholdsvalg når noe medlem krever det. I så fall får bestemmelsene i § 7 annet ledd tilsvarende anvendelse.\nValg av nemnder – bortsett fra komiteer – bør så vidt mulig skje før kommunevalgperioden tar til, og gjelder for valgperioden, jf. likevel likestillingslovens § 21 fjerde ledd femte punktum. Er nyvalg ikke foretatt innen valgperioden tar til, forlenges de sittende medlemmers funksjonstid inntil nyvalg er holdt.\nDersom et medlem trer endelig ut av nemnda, eller dør, velges nytt medlem, selv om det er valgt varamedlem. Er nemnda valgt etter reglene om forholdsvalg, skal den suppleres fra samme gruppe som den uttredende. Dør lederen eller trer han endelig ut av nemnda, skal det velges ny leder.\nBestemmelsene i denne paragraf gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover. Dette gjelder også bestemmelsene om forholdsvalg dersom vedkommende lovs egne bestemmelser ikke er til hinder for det eller medfører at forholdsvalg ikke passer. Om dette er tilfelle, avgjøres av vedkommende departement.\n1 Endret ved lover 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Valgbar og pliktig til å ta imot valg til kommunale nemnder opprettet i medhold av denne eller andre lover, er enhver som har stemmerett ved kommunestyrevalg​2 og som når valget finner sted står innført i folkeregisteret​3 som bosatt i vedkommende kommune, og som ikke er utelukket eller fritatt. Valgbar – men ikke pliktig til å ta imot valg – er også personer som ikke har nådd myndighetsalder, så fremt de fyller de øvrige vilkår for valgbarhet.\nUtelukket fra valg er:\na. Fylkesmannen, fylkeskontorsjefen, administrasjonssjefen (rådmann/kontorsjef) og revisor i kommunen er utelukket fra valg til alle nemnder, unntatt komiteer og ansettelsesutvalg.\nb. Administrerende direktør (bedriftsleder), kasserer og revisor i bedrift som nevnt i § 26 er utelukket fra valg til styret og eventuelt rådet for bedriften.\nc. Administrativ leder, kasserer og revisor for interkommunale tiltak som nevnt i § 27 er utelukket fra valg til styret for tiltaket.\nd. Kasserer i kommunen og medlem av formannskapet er utelukket fra valg til slik nemnd som nevnt i § 24 nr. 6.\ne. Leder av forvaltningsgren i kommunen er utelukket fra valg til alle nemnder unntatt fra komiteer og ansettelsesutvalg.\nRett til å kreve seg fritatt for valg til nemnder har:\na. den som ikke har nådd myndighetsalderen, jf. første ledd.\nb. den som har fylt 65 år før valgperioden tar til.\nc. den som har gjort tjeneste som medlem av en nemnd i de siste fire år, kan kreve seg fritatt for valg til den samme nemnd i de følgende fire år.\nd. den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Kommunestyret avgjør dette etter søknad fra vedkommende.\ne. ordføreren og formannskapets medlemmer.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. lov 1 mars 1985 nr. 3 § 3.\n3 Jfr. lov 16 juni 1970 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Dersom et medlem av en nemnd overtar en slik stilling som etter § 30 annet ledd utelukker vedkommende fra valg, trer vedkommende endelig ut av nemnda. Ved tap av stemmerett og flytting gjelder § 5 første ledd første punktum og annet ledd tilsvarende.\nDersom det mot et medlem av en nemnd er utferdiget siktelse eller reist tiltale for et straffbart forhold som nevnt i straffelovens kapittel 11 eller 33, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen, kan oppnevningsmyndigheten ved vanlig flertall vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem eller leder i en kommunal nemnd den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Formannskapet og en nemnd har tilsvarende myndighet til å frita for verv i komiteer som henholdsvis formannskapet og vedkommende nemnd har oppnevnt.\nDenne paragrafen gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 28 mai 1959 nr. 11, 19 juni 1969 nr. 54, 27 mai 1977 nr. 40, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:31 a",
      "chapter": "4",
      "section": "31 a",
      "content": "Kommunestyret, og formannskapet etter bestemmelse av kommunestyret, kan overdra til administrasjonssjefen og til leder for forvaltningsgren i kommunen å treffe vedtak i enkeltsaker eller typer av saker som må anses som kurante og som kommunestyret etter denne lov har myndighet til å behandle. Kommunestyret kan også bestemme at organ opprettet etter §§ 25, 26 og 27 kan gi lederen, et arbeidsutvalg på minst 3 medlemmer eller de tjenestemenn som er nevnt i første punktum, myndighet til å avgjøre slike saker. Overdragelse av myndighet etter første og annet punktum må under ingen omstendighet gå ut over de grenser som er angitt i §§ 24 og 25.\nFørste ledd gjelder ikke for saker om budsjettbehandling, jf. § 24 nr. 10.\nFørste ledd annet punktum gjelder også for kommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 18 april 1980 nr. 7, endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "4:31 b",
      "chapter": "4",
      "section": "31 b",
      "content": "Kommunestyret kan når som helst nedlegge eller omorganisere nemnder opprettet i medhold av §§ 25, 26, 27 eller 28. Omorganiseringen må i tilfelle skje ved nyvalg av samtlige medlemmer i vedkommende nemnd.\nFormannskapet og en nemnd har tilsvarende myndighet til å nedlegge eller omorganisere komiteer som de selv har oppnevnt.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31b",
        "source_heading": "§ 31 b."
      }
    },
    {
      "provision_ref": "4:31 c",
      "chapter": "4",
      "section": "31 c",
      "content": "1. Nemndas leder kaller sammen til møte når det finnes påkrevd eller når nemnda krever det. En tredjedel av nemndas medlemmer kan kreve at lederen kaller sammen til møte til behandling av bestemt angitte saker.\nInnkallingen skal inneholde en fortegnelse over de saker som skal behandles på møtet, og sendes medlemmene med høvelig varsel.\n2. Nemndas leder er møteleder. Ved forfall, fungerer nemndas nestleder som møteleder. Dersom også nestleder har forfall, velges det av og blant nemndas medlemmer en møteleder for anledningen. Det medlem er valgt som møteleder som får flest stemmer. Hvis flere får samme stemmetall, avgjøres valget ved loddtrekning.\n3. Nemnda treffer sine avgjørelser i møte. Gyldig avgjørelse kan bare treffes når minst halvparten av medlemmene deltar i forhandlingene og avgjørelsen. Vedtak fattes med flertall av de stemmer som avgis. I tilfelle stemmelikhet gjør lederens stemme utslaget, unntatt ved valg og ansettelser hvor reglene i § 16 tredje ledd og § 29 andre ledd får tilsvarende anvendelse.\nKommunestyret kan likevel bestemme at nemnda, når forholdene gjør det nødvendig, kan avgjøre kurante enkeltsaker ved sirkulasjon mellom nemndas medlemmer. Beslutning om slik behandling treffes i det enkelte tilfelle av nemndas leder.\n4. Kommunestyret kan bestemme at nemndas møter helt eller delvis skal holdes for åpne dører, med mindre det gjelder saker som er belagt med taushetsplikt.\nDepartementet kan gi nærmere regler om gjennomføring av denne bestemmelsen.\n5. Møteleder skal sørge for at det føres møtebok over nemndas forhandlinger. Møteboka skal i det minste inneholde opplysninger om tid og sted for møtet, hvem som møtte og hvem som var fraværende, hvilke saker som ble behandlet, hvilke avgjørelser som ble truffet og avstemningsresultatet. Møteboka for det enkelte møte skal godkjennes av nemndas medlemmer. Utskrift av møteboka skal sendes kommunestyret etter dets nærmere bestemmelse.\n6. Når kommunestyret delegerer avgjørelsesmyndighet til en nemnd, kan det bestemme at parter eller andre med rettslig klageinteresse kan påklage nemndas avgjørelse til kommunestyret eller formannskapet, selv om det ikke er adgang til å klage etter forvaltningsloven av 10. februar 1967. Kommunestyret kan også gi et mindretall i nemnda adgang til å bringe nemndas avgjørelse inn for kommunestyret eller formannskapet.\n7. Om inhabilitet for nemndsmedlemmer og om fritak for å delta i behandlingen av en sak, gjelder de samme bestemmelser som for kommunestyre og formannskap, jf. § 15.\n8. Kommunestyret kan gi nærmere instruks om saksbehandlingen i nemnda.\n9. Bestemmelsene i denne paragraf gjelder også for kommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31c",
        "source_heading": "§ 31 c."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Ordføreren er kommunens rettslige representant.​1 Han underskriver på kommunens vegne i alle tilfelle der denne myndighet ikke er overdratt til andre.\n1 Jfr. domstolsl. § 191.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Som leder av møte i kommunestyre og formannskapet​2 håndhever ordføreren forretningsordenen og gjeldende lovs bestemmelser om hva det kreves til gyldig vedtak.​3 Han drar omsorg for at de saker som foreligger, er forberedt på forsvarlig måte og forestår protokolleringen.\nHan kan ta del i alle utvalgs, komitéers, styrers og råds forhandlinger, men kan ikke stemme uten at han er valgt til medlem. Etter nærmere bestemmelse av kommunestyret kan ordføreren la seg representere ved et annet medlem av formannskapet i de møter som er nevnt i første punktum.\nBestemmelsene i annet ledd gjelder også for møter i kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se § 10.\n3 Se §§ 11-18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Ordføreren sørger for at kommunestyrets og formannskapets bøker og dokumenter holdes forsvarlig oppbevart og ordnet.\nHan er ansvarlig for at det uten unødig opphold blir sendt fylkesmannen utskrift av vedtak etter § 60 og at de opplysninger som kreves, følger med.\nHan sørger for øvrig for at underretning om vedtak og om melding fra offentlige myndigheter blir sendt rette vedkommende uten unødig opphold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "0 Opphevet ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "I hver kommune skal det ansettes en administrasjonssjef, enten rådmann eller kontorsjef.​2 Hvor det er behov for det, kan det ansettes flere rådmenn, hver med et arbeidsområde som kommunestyret fastsetter. Reglene om administrasjonssjef gjelder også for rådmenn som nevnt i annet punktum.\nAdministrasjonssjefen ansettes etter offentlig lysing. Kommunekasserer eller revisor i kommunen kan ikke konstitueres som administrasjonssjef i dennes fravær.\nKommunestyret fastsetter administrasjonssjefens lønn og øvrige vilkår og sikrer ham og i tilfelle hans gjenlevende ektefelle og barn under 18 år pensjon.\nBlir administrasjonssjefen sagt opp, kan han bringe vedtaket om dette inn for departementet,​4 som kan godkjenne eller forkaste det.\n1 Endret ved lov 18 april 1980 nr. 7.\n2 Jfr. lov 21 juni 1985 nr. 85.\n4 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "content": "Administrasjonssjefen skal føre det nærmeste tilsyn med kommunens hele forvaltning og særlig med penge- og regnskapsvesen, gi forslag til kommunens budsjetter og skattevedtak, og ellers uttale seg om den finansielle side av de saker som foreligger. Er det ansatt flere rådmenn, skal den ene av dem føre tilsyn, gi budsjettforslag og uttalelser som foran nevnt; men den eller de andre rådmenn skal ha det nærmeste tilsyn med de grener av forvaltningen som hører under dem.\nAdministrasjonssjefen​2 har anvisningsmyndigheten så langt kommunestyret ikke har ført den over til andre. Har kommunestyret gitt anvisningsmyndighet til andre,​3 brukes denne alltid under tilsyn av administrasjonssjefen, medmindre anvisningsmyndighet er overlatt til ordføreren. Slik myndighet må ikke overdras til revisor eller kasserer eller til deres underordnede.\n1 Endret ved lov 18 april 1980 nr. 7. Dens overgangsbestemmelse lyder: I kommuner som ikke har stilling for administrasjonssjef, har ordføreren anvisningsmyndigheten etter § 37 annet ledd inntil kommunen ansetter administrasjonssjef, jfr. § 36 første punktum.\n2 Se note 1.\n3 Jfr. § 24 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "Administrasjonssjefen skal være med i kommunestyrets og formannskapets møter. Han har adgang til å delta i utvalgs, komiteers, styrers og råds forhandlinger.\nEtter nærmere bestemmelse av kommunestyret kan administrasjonssjefen la seg representere ved en annen tjenestemann i de nemnder som er nevnt i første ledd.\nBestemmelsene i første ledds annet punktum og i annet ledd gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 18 april 1980 nr. 7, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "0 Opphevet ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "Ordføreren skal ha arbeidshjelp der dette er nødvendig. Det kan ansettes en formannskapssekretær til hjelp for ham; til sekretærstillingen kan det også legges annet arbeid. Kommunestyret fastsetter sekretærens lønns- og arbeidsvilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "I hver kommune skal det ansettes en kommunekasserer. Departementet​2 fastsetter instruks for kommunekassereren.​3\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrifter 1 okt 1969 nr. 4307, 1 feb 1973 nr. 4308.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "I hver kommune skal det ansettes en regnskapskyndig revisor til å revidere kommunens regnskaper. For kommunal bedrift kan det ansettes særskilt revisor. Med samtykke av fylkesmannen kan det ansettes flere revisorer. Bestemmelsene i § 41 gjelder tilsvarende. Departementet​2 fastsetter instruks for revisor.​3\nRevisor (revisorer) skal ha arbeidshjelp hvor dette er nødvendig.\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrift 1 okt 1969 nr. 4307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Når det antas nødvendig for å oppnå en tilfredsstillende revisjon, kan fylkesmannen bestemme at to eller flere kommuner skal ha felles revisor. Kommunestyret i hver enkelt av de kommuner som bestemmelsen omfatter, kan bringe fylkesmannens avgjørelse inn for departementet.​2\nEt revisjonsdistrikt som består av flere kommuner, skal ha et felles styre for ordningen av revisjonen med så mange representanter for hver kommune som fylkesmannen fastsetter. Hvert kommunestyre velger kommunens representanter blant sine medlemmer for den samme funksjonstid som disse har. Utelukket fra valg er medlemmer av formannskapet og enhver som har regnskap å avlegge til kommunen. Fellesstyret velger selv sin formann.\nFellesstyret fastsetter lønns- og arbeidsvilkår for revisjonen, ansetter og sier opp revisor og hans personale og fordeler utgiftene på de kommuner som ordningen omfatter. Det bestemmer hvor revisor skal ha kontor. Vedtak om fordeling av utgiftene og om hvor kontoret skal være, kan et mindretall i fellesstyret bringe inn for fylkesmannen til endelig avgjørelse.\nFellesstyret treffer avgjørelse med flertall av de stemmer som avgis. Står stemmene likt, gjør formannens stemme utslaget. Ved valg av formann og ved ansettelse gjelder bestemmelsene i § 16 tredje ledd.\nDepartementet fastsetter instruks for revisor.​3\nDepartementet eller den dette gir fullmakt, kan gi nærmere regler om gjennomføringen av ordningen.\n1 Endret ved lov 21 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrift 1 okt 1969 nr. 4307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Kommunestyret​1 kan for øvrig opprette de stillinger som til enhver tid finnes nødvendige av hensyn til kommunale anliggender og arbeider, og oppheve stillinger.\n1 Se § 24 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "content": "Om inhabilitet for kommunale tjenestemenn gjelder samme bestemmelser som for kommunestyrer og formannskapet, jfr. § 15.\n1 Tilføyet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Den som er valgt til medlem av kommunestyret, formannskapet eller en kommunal nemnd, opprettet i medhold av denne lov eller andre lover, plikter å delta i organets møter, med mindre han har gyldig forfall.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Medlem som er til stede i kommunestyret, formannskapet, utvalg, styre, råd eller komité når en sak blir tatt opp til avstemning, er pliktig​2 til å stemme.\nVed valg regnes blank stemmeseddel som avgitt stemme.\nBestemmelsene i denne paragraf gjelder tilsvarende for medlemmer av kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se strl. § 324.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Den som har et kommunalt tillitsverv har rett til skyss, kost- og overnattingsgodtgjøring av kommunekassen for reiser i kommunale ærend etter nærmere bestemmelse av kommunestyret.\nBestemmelsene i denne paragraf gjelder også for kommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 30 juni 1967 nr. 1, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Ordfører, varaordfører og formannskapsmedlemmer samt tillitsmenn i særlige byrdefulle formannsverv har rett til godtgjøring av kommunekassen for sitt arbeid etter kommunestyrets nærmere bestemmelse. Kommunestyret kan vedta at det også skal gis godtgjøring for arbeid i andre kommunale tillitsverv. Lovbestemte medlemmer av kommunale organer og personer som har lovbestemt plikt til å være til stede i møter i kommunale organer, kan heller ikke tilstås godtgjørelse for arbeidet i disse verv.\nFor tap i ordinær inntekt som er en følge av vervet og for utgifter som utøvelsen av vervet nødvendiggjør, gis erstatning av kommunekassen. Er kravet om erstatning ikke legitimert, skal det likevel ikke ytes større erstatning pr. dag enn et beløp som kommunestyret bestemmer, og som ikke må være høyere enn et beløp som fastsettes av Kongen.​2\nDersom kravet om erstatning er legitimert, skal det også gis erstatning ut over det beløp som kommunestyret har bestemt i medhold av annet ledd. For slik utvidet erstatning skal kommunestyret fastsette et høyere beløp pr. dag.\nBlir et krav om erstatning ikke imøtekommet, avgjør formannskapet det med endelig virkning.\nKommunestyret kan vedta at kommunen skal opprette eller slutte seg til en pensjonsordning for kommunale tillitsmenn. Pensjonsordningen kan bare omfatte tillitsmenn i verv som medfører en arbeidstid som tilsvarer minst halvparten av vanlig arbeidstid for kommunale tjenestemenn. Det skal fastsettes vedtekter for pensjonsordningen. Vedtektene trenger godkjenning av departementet for å være gyldige.\nKommunale tillitsmenn kan ikke gis godtgjøring av kommunekassen i andre former eller etter andre regler enn fastsatt i denne og foregående paragraf.\nBestemmelsene i denne paragraf gjelder også for kommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 30 juni 1967 nr. 1, 19 juni 1970 nr. 53, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Fastsatt ved res. 27 aug 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "Kommunens budsjett, som er en plan for kommunens utgifter og inntekter i budsjettåret, og skattepålegg etter skatteloven behandles av de kommunale myndigheter på den måte og innen de frister som er fastsatt i § 20.\nBudsjettet skal svare til de utgifter og inntekter som virkelig kan påregnes, og er bindende for de kommunale myndigheters forvaltning i budsjettåret. De enkelte utgiftsposter må ikke overskrides uten at det på forhånd foreligger tilleggsbevilgning.\nBudsjettet må være fullstendig. Det skal omfatte alle kommunens utgifter og inntekter i budsjettåret.\nHar siste årsregnskap gitt underskudd, føres det opp på budsjettet til dekning. Under rent særlige forhold kan likevel departementet eller den det gir fullmakt, samtykke i at dekningen blir fordelt over flere år. Har siste årsregnskap gitt overskudd, tas det til inntekt på budsjettet. Det må brukes til kapitalformål – herunder avsetning til kapitalfond, styrking av kontantbeholdningen ekstraordinære gjeldsavbetalinger og avskrivninger – eller til dekning av udekket underskudd fra tidligere eller løpende budsjettår.\nFor å kunne møte kommende års stigende utgifter eller sviktende inntekter skal kommunen ved avsetning på budsjettet skaffe til veie et skattereguleringsfond. Dette fond skal i den utstrekning det til enhver tid er mulig, svare til minst en femtedel av kommunens samlede skatteinntekter i det sist forløpne budsjettår. Utgjør fondet mindre enn en tiendedel av de nevnte skatteinntekter, må bruk av fondets midler ikke finne sted uten at departementet eller den det gir fullmakt, har gitt samtykke til det. Det samme gjelder når bruk av midlene vil bringe fondet ned til slik størrelse som nevnt i forrige punktum.\nVed siden av årets utgifter kan på budsjettet føres opp avsetning til kapitalfond og fond til bestemte formål og bevilgning til styrking av kontantbeholdningen.​2\nAvsetning til skattereguleringsfond og kapitalfond og bevilgning til styrking av kontantbeholdningen kan også foretas i løpet av budsjetterminen.\nAvsetning til kapitalfond bør foretas for at kommunen i størst mulig utstrekning skal kunne dekke sitt kapitalbehov uten å ta opp lån. De beløp som brukes av kapitalfondet, bør søkes ført tilbake til dette. Det kan også foretas avsetning av fond til bestemte formål når det er på det rene at kommunen står overfor oppgaver som det ikke kan eller bør tas opp lån til, og som vil kreve så store utgifter at de ikke kan påregnes dekket på et enkelt års budsjett. De beløp som er satt av til skattereguleringsfond og til slike fond​2 som er nevnt i første og tredje punktum, må senest ved avslutningen av regnskapet for vedkommende år settes inn i bank eller anbringes som bestemt for umyndiges midler,​3 dog slik at når det gjelder anbringelse i fast eiendom, kan det alltid lånes ut inntil 6/10 av pantets verdi. Omgjøring av fondsavsetninger kan også gjøres etter budsjettårets utløp i den utstrekning det finnes nødvendig av hensyn til mulig underskudd på regnskapet. Slik omgjøring må foretas innen avslutningen av regnskapet for vedkommende år.\nI budsjettet skal være medtatt de utgifter som skal dekkes av lånemidler eller andre kapitalinntekter, såsom opplagte fond, inntekter ved salg av faste eiendommer eller verdipapirer. Slike inntekter må ikke nyttes til dekning av budsjettets alminnelige løpende utgifter; dette gjelder likevel ikke overføring fra skattereguleringsfond.\nTilleggsbevilgninger og bevilgninger til formål utenom det vedtatte budsjett i løpet av budsjetterminen må ikke gis uten at det er nødvendig. Slike bevilgninger behandles av de kommunale myndigheter i samme former som budsjettet, jfr. likevel § 24 nr. 10, og det skal angis at bevilgningen gjelder overskridelse av det vedtatte budsjett. Dog gjelder ikke bestemmelsene i § 20 om frister og utlegging av forslaget. Tilleggsbevilgninger (utenom anslagsposter) og bevilgninger til formål utenom budsjettet må ikke gis uten at det samtidig gjøres vedtak om hvordan utgiftene skal dekkes på årets budsjett; når særlige forhold gjør det nødvendig, kan departementet eller den det gir fullmakt, tillate unntak fra denne regel.\nDepartementet​4 kan fastsette forskrifter for oppstilling av budsjettet, for tilleggsbevilgninger og for bevilgninger til formål utenom det vedtatte budsjett og for avsetning og disponering av fond. I disse forskrifter kan det gjøres unntak fra bestemmelsene i denne paragraf når det gjelder budsjett for kommunal bedrift.\n1 Endret ved lover 4 juni 1976 nr. 56, 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Jfr. § 59 nr. 6 og res. 29 juli 1955 og 18 nov 1977 (om fullmakt for fylkesmannen).\n3 Se lov 22 april 1927 nr. 3 §§ 64-66.\n4 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:50 a",
      "chapter": "7",
      "section": "50 a",
      "content": "I tillegg til de årlige budsjetter skal kommunen utføre en løpende kommuneplanlegging med sikte på å samordne den fysiske, økonomiske, næringsmessige, sosiale og kulturelle planlegging innen kommunen.\nKommuneplanleggingen skal bygge på et realistisk anslag over de økonomiske og øvrige ressurser som til enhver tid står til rådighet. Planarbeidet organiseres og gjennomføres i samsvar med de regler som er trukket opp for kommuneplanlegging i plan- og bygningsloven av 14. juni 1985 nr. 77, kap. VI. Departementet fører tilsyn med dette.\n1 Tilføyet ved lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "content": "En kommune kan ta opp lån:​2\n1. til rentable formål, når en må regne med at vedkommende tiltak selv kan forrente og avdra lånet, og dette ikke er så stort at det står i misforhold til kommunens økonomiske evne,\n2. til andre formål når de er av varig verdi eller helt uforutsett, og når tiltaket og lånet må anses påkrevd, og tiltaket ikke kan utstå inntil kommunen helt eller delvis kan skaffe de nødvendige midler ved avsetning av fond,\n3. til midlertidig drift, når lånet tilbakebetales ved utligning på det løpende budsjett,\n4. til konvertering av eldre gjeld,\n5. til inntekt for et lånefond.\nI forbindelse med opptak av lån må også gjøres vedtak om hvordan lånet skal avdras.\nAvdragstiden for de lån som er nevnt under nr. 1, må ikke settes lengre enn forsvarlig etter tiltakets art og varighet og under ingen omstendighet lengre enn til 40 år. Bestemmelsene i foregående punktum gjelder ikke lån i Den Norske Stats Husbank til boligformål. Avdragstiden for de lån som er nevnt under nr. 2, må settes så kort som mulig, for periodiske utgifter høyst til den tid da en utgift av lignende art antas å melde seg på nytt, og under ingen omstendighet lengre enn til 20 år. Avdragstiden for lån til konvertering av eldre gjeld (nr. 4) må rette seg etter gjeldens art og følge reglene foran; men dette gjelder ikke konvertering av lån som det før 1 januar 1939 er gitt godkjenning og fastsatt avdragsvilkår for.\nAvdragstiden for lån til lånefond må ikke settes lengre enn til 40 år. Blir det vedtatt å bruke beløp av lånefondet, må det samtidig gjøres vedtak om hvordan tilbakebetaling til lånefondet skal skje. For bruk og for tilbakebetaling av slike beløp gjelder de regler som foran er fastsatt om bruk og tilbakebetaling av lån.\nHar Kongen eller den han gir fullmakt, godkjent et vedtak om opptak av lån eller fastsettelse av avdragsvilkår eller om begge deler etter denne paragraf, kan opptaket av lånet og fastsettelsen av avdragsvilkårene ikke angripes som stridende mot bestemmelsene i denne paragraf.\n1 Endret ved lover 15 des 1972 nr. 79, 25 mars 1977 nr. 26.\n2 Jfr. §§ 24 nr. 4 og 59 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "content": "En kommune kan garantere for økonomiske forpliktelser:\n1. når det foreligger en særlig kommunal interesse,\n2. når lov eller stortingsbeslutning forutsetter at kommunal garanti blir gitt.\nKommunen kan i alminnelighet bare garantere for økonomiske forpliktelser når det er stilt realsikkerhet for disse av andre enn kommunen.\nI forbindelse med garantien må det også gjøres vedtak om hvor lenge den skal vare. Tiden må ikke settes lengre enn strengt nødvendig, og under ingen omstendighet lengre enn 40 år hvis ikke lov eller stortingsbeslutning – jfr. denne paragrafs første ledd nr. 2 – forutsetter noe annet. Bestemmelsen i foregående punktum gjelder ikke garanti for lån i Den Norske Stats Husbank til boligformål.\nHar Kongen eller den han gir fullmakt, godkjent et vedtak om garanti etter denne paragraf, kan garantien ikke angripes som stridende mot bestemmelsene i denne paragraf.\n1 Endret ved lov 15 des 1972 nr. 79. – Jfr. §§ 24 nr. 5 og 59 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "content": "En kommune kan ikke rettsgyldig pantsette sine eiendeler til sikkerhet for andres gjeld, unntatt til sikkerhet for lån som brukes til videre utnyttelse, utvidelse eller forbedring av den kommunale eiendel.\n1 Endret ved lov 26 mai 1978 nr. 29.7",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "content": "En kommunes eiendeler kan ikke være gjenstand for utlegg eller arrest.​1 Dette gjelder dog ikke når utlegg eller annen sikkerhet søkes i inntektsbringende eiendom, skip eller anlegg til fyldestgjørelse av krav på kjøpesummen eller av krav på vederlag for arbeid eller varer, og kravet er oppstått i anledning av utvidelse eller forbedring av eller til videre utnyttelse av eiendommen, skipet eller anlegget.\n1 Se tvangsfullbl. §§ 64 og 253.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "content": "Fordring på en kommune kan ikke bringes i motregning overfor kommunens krav på skatter og avgifter. Det samme gjelder overfor kommunens krav på avgifter for elektrisk kraft, gass, vann, renhold eller lignende ytelser. Motregning kan likevel kreves når fordringen er krav på pensjon eller krav på vederlag for arbeid eller andre ytelser fra vedkommende i den budsjettermin kravet på skatt eller avgift er forfalt til betaling, eller krav på tilbakebetaling av innbetalt skatt.\nEn bank kan heller ikke bringe sin fordring på kommunen i motregning overfor kommunens innskudd i banken.\nEn kommunes krav på skatter eller avgifter kan ikke overdras.\nMed samtykke av departementet​2 kan en kommune overdra avgifter som nevnt i første ledd, såfremt avgiftskravet følger av en inngått kontrakt.\n1 Endret ved lov 9 juni 1961 nr. 7.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "content": "En kommune kan ikke tas under konkursbehandling eller åpne gjeldsforhandling etter loven.​2\n1 Endret ved lov 8 juni 1984 nr. 60 (i kraft 1 jan 1986).\n2 Se konkursl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "content": "Når en kommune på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter ordføreren å melde dette til departementet. Blir det ikke gjort, plikter fylkesmannen å gi slik melding. Departementet kunngjør meldingen i Norsk Lysingsblad.​2\nEr slik melding gitt, plikter kommunen inntil dens økonomiske forhold igjen er kommet i orden, fortrinnsvis å fyllestgjøre følgende krav:\n1. lønn, pensjon og annen godtgjørelse til kommunale tjenestemenn og arbeidere, bidrag som påhviler kommunen til lønn til andre funksjonærer og de fordringer som er nevnt i lov om fordringshavernes dekningsrett​3 §§ 9-3 og 9-4,\n2. lovbestemte bidrag og refusjonsbeløp til staten og andre kommuner og krav fra sykehus og andre for forpleining av person som får hjelp etter lov om sosial omsorg, for så vidt kravene er påløpt eller påløper i de siste 12 måneder før melding om betalingsinnstilling er kommet inn til departementet, og senere,\n3. utgifter som påløper etter at melding som foran nevnt er kommet inn til departementet eller som er påløpt de siste 3 måneder før meldingen, til formål som er pålagt kommunen ved lov eller som på grunn av særegne forhold tillates opprettholdt.\nDe fordringer som er nevnt i punkt 1-3 har innbyrdes like rett. Renter og saksomkostninger har samme rett som hovedfordringen.\nKrav som er sikret ved pant, dekkes i den utstrekning pantet må antas å være tilstrekkelig. Reglene i lov om fordringshavernes dekningsrett​3 §§ 8-14, 8-16 og 8-17 gjelder tilsvarende.\nAndre krav som er forfalt, betales forholdsmessig i den utstrekning kommunekassen har midler til det.\n1 Endret ved lover 31 mai 1963 nr. 2, 5 juni 1964 nr. 10, 19 juni 1970 nr. 53, 8 juni 1984 nr. 60.\n2 Se lov 11 okt 1946 nr. 1.\n3 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "content": "Kommunens regnskapsføring må være slik at regnskapene til enhver tid gir full oversikt over hvordan kommunens midler er forvaltet, og om forvaltningen er i samsvar med det bevilgede budsjett.\nDepartementet​1 gir nærmere forskrifter om regnskapsføring og revisjon.\n1 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "content": "Vedtak av kommunestyret og annen kommunal myndighet er ikke gyldig før Kongen​2 har godkjent det, når vedtaket går ut på:\n1. å ta opp lån eller garantere for lån eller andre økonomiske forpliktelser.​3 Gjelder det vedtak om å ta opp eller garantere for lån, kan Kongen eller den han gir fullmakt,​2 som vilkår for godkjenningen fastsette avdragsmåte og avdragstid for lånet, jfr. § 51, eller hvor lenge garantien skal vare, jfr. § 52. Låneopptak eller garantier for lån av statsbanker, offentlige fond eller andre statsmidler trenger ikke godkjenning etter denne bestemmelse,\n2. å bruke midler av lånefondet eller å bruke lånte midler til annet formål enn bestemt ved godkjenningen. På samme måte som under punkt 1 kan Kongen​2 eller den han gir fullmakt, fastsette hvordan lånet skal betales tilbake,\n3. å kjøpe eiendom eller sette i verk et tiltak som vil gjøre det nødvendig å bruke lånemidler som nevnt under punkt 1 eller 2,\n4. å overta andre forpliktelser som kan påføre kommunen utgifter i en lengre tid enn de neste 5 år,\n5. å avhende eller bortfeste ut over 40 år fast eiendom som er verd mer enn et beløp som fastsettes av Kongen, eller å overlate til formannskapet eller noen annen å utstykke og selge eller bortfeste slik eiendom. Departementet kan etter søknad fra kommunestyret fastsette et høyere beløp for vedkommende kommune enn det som er fastsatt av Kongen.\n6. å bruke fond til andre formål enn de er satt av til, jfr. § 50,\n7. å overdra myndighet og plikter etter bestemmelsene i § 27.\nHar Kongen​2 gitt noen fullmakt til å godkjenne vedtak som er nevnt ovenfor kan vedtak som er godkjent etter slik fullmakt, ikke angripes på det grunnlag at vedkommende ved sin godkjenning har gått utenfor sin fullmakt.\n1 Endret ved lover 19 juni 1970 nr. 53, 25 mars 1977 nr. 2, 26 mai 1978 nr. 29, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Se res. 18 nov 1977 om fullmakt for Kommunaldepartementet og fylkesmannen.\n3 Jfr. §§ 51 og 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "content": "Utskrift av kommunestyrets vedtak skal sendes fylkesmannen ledsaget av nødvendige dokumenter i original eller i avskrift.​1 Det samme gjelder vedtak av formannskapet eller annen kommunal myndighet når vedtaket etter denne lovs bestemmelser trenger godkjenning eller samtykke av Kongen eller annen myndighet.\nFylkesmannen skal erklære et vedtak ugyldig:\n1. når det går ut på forføyning som vedkommende myndighet ikke har rett til å treffe,\n2. når vedtaket er blitt til med tilsidesettelse av noen lov eller av noen bestemmelse som er utferdiget i medhold av lov.\nNår slikt tilfelle inntreffer, skal fylkesmannen straks underrette vedkommende ordfører. Formannskapet kan da innen en frist av 6 uker innanke avgjørelsen for Kongen​2 eller bringe den inn for domstolene hvis det er adgang til det.\nInntil fylkesmannens avgjørelse er underkjent av Kongen eller ved endelig dom, kan de kommunale myndigheter ikke foreta noe for å sette vedtaket i verk eller gjennomføre det.\n1 Jfr. § 34.\n2 Kommunaldepartementet iflg. res. 18 nov 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "content": "Når et vedtak ikke har fått to tredjedels flertall ved den nye behandling i kommunestyret etter bestemmelsene i § 16 siste ledd, og mindretallet har krevd saken brakt inn for Kongen,​1 kan han stadfeste eller forkaste vedtaket.\n1 Ved res. 12 jan 1990 nr. 13 er Miljøverndepartementet gitt fullmakt til å avgjøre mindretallsanker etter § 16, jf. § 61, for så vidt gjelder reguleringsplanvedtak og vedtak om kommuneplanens arealdel, jf. lov 14 juni 1985 nr. 77 §§ 27-2 og 20-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "content": "For lån som kommunestyret har vedtatt å ta opp, kan det utstedes rentebærende gjeldsbrev lydende på ihendehaveren, eller lånet kan registreres i Verdipapirsentralen. Disse obligasjoner må ikke lyde på mindre beløp enn 1.000 kroner eller tilsvarende beløp i fremmed mynt og skal inneholde opplysning om på hvilken måte og i løpet av hvilket tidsrom​2 lånet skal innfris.\n1 Endret ved lover 16 juni 1961 nr. 2 (tidl § 80), 14 juni 1985 nr. 70. – Jfr. lover 22 juni 1863 (med henvisninger), 17 juli 1953 nr. 30 § 3.\n2 Se § 59 nr. 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "content": "Ved utbetaling fra herreds- eller bykommuner til en fylkes-, by- eller herredskommune skal denne kommunes revisjon underrettes.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 81).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "content": "Etter krav av fylkesmann, ordfører eller kommunens administrasjonssjef skal en offentlig tjenestemann uten betaling gi de opplysninger som er nødvendig for de kommunale anliggender, og som han etter sin stilling kan gi.\n1 Endret ved lover 16 juni 1961 nr. 2 (tidl § 82), 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:65",
      "chapter": "9",
      "section": "65",
      "content": "Bestemmelsene i denne lovs §§ 51-57 gjelder tilsvarende for selskaper og andre sammenslutninger når det bare er kommuner som er deltakere, og deltakerne har ansvar for gjelden.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 83).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "9:66",
      "chapter": "9",
      "section": "66",
      "content": "Denne lov trer i kraft fra 1. juli 1955. Fra samme dag oppheves – – –.\nDersom et kommunestyres nåværende medlemstall ligger innenfor de grenser som er fastsatt i § 4 annet ledd, beholdes dette medlemstall – dog fra 1. januar 1956 forhøyet med 1 såfremt det er et like tall – inntil kommunestyret gjør vedtak om å forandre det, enten fordi innbyggertallet er forandret slik at medlemstallet ikke lenger er i samsvar med den nevnte bestemmelse, eller av andre grunner.\nDen fordeling av det saklige virkeområde mellom kommunestyre, formannskap og utvalg, styrer og råd m.v. som gjelder i hver enkelt kommune når denne lov trer i kraft, skal fortsette å gjelde inntil kommunestyret bestemmer noe annet.\nI kommuner der det er opprettet rådmannsstilling når denne lov trer i kraft, men hvor det ikke uten videre skal være slik stilling etter bestemmelsen i § 36 første ledd, opprettholdes likevel rådmannsstillingen inntil kommunestyret vedtar å oppheve den og senest inntil det blir ledighet i stillingen.\nHerredssekretær, kontorsjef eller revisor ved kommunal bedrift, som ved lovens ikrafttreden måtte være medlem av kommunestyret, kan uhindret av bestemmelsene i § 5, 1. ledd, inneha vervet som medlem av kommunestyret for resten av valgperioden.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 84).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder for herredskommuner og bykommuner og omfatter de kommunale anliggender som det ikke er andre bestemmelser for i særskilte lover.​2\n1 Endret ved lov 16 juni 1961 nr. 2.\n2 Se lover 21 juni 1985 nr. 85, 2 mai 1986 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hver herredskommune og bykommune hører i sin helhet under et fylke.\nEndring av herredskommuners og bykommuners navn besluttes av Kongen dersom et flertall i vedkommende kommunestyre har uttalt seg for endringen. I motsatt fall må endring besluttes av Stortinget.\n1 Endret ved lover 21 des 1956 nr. 3 § 18, 16 juni 1961 nr. 2. – Se lov 21 des 1956 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I hver herredskommune og bykommune skal det være kommunestyre, formannskap, ordfører og administrasjonssjef.\n1 Endret ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Kommunestyret velges av kommunens stemmeberettigede innbyggere for 4 år etter de regler som loven fastsetter.​2\nKommunestyrets medlemstall skal være et ulike tall, som fastsettes slik:\nI kommuner med ikke over 3.000 innbyggere, minst 13 og høyst 21\nOver 3.000 men ikke over 5.000 innbyggere, minst 17 og høyst 29\nOver 5.000 men ikke over 7.500 innbyggere, minst 23 og høyst 37\nOver 7.500 men ikke over 10.000 innbyggere, minst 29 og høyst 45\nOver 10.000 men ikke over 15.000 innbyggere, minst 35 og høyst 53\nOver 15.000 men ikke over 25.000 innbyggere, minst 41 og høyst 61\nOver 25.000 men ikke over 50.000 innbyggere, minst 47 og høyst 69\nOver 50.000 men ikke over 100.000 innbyggere, minst 53 og høyst 77\nOver 100.000 innbyggere, minst 59 og høyst 85\nKommunestyret fastsetter medlemstallet innen de grenser som er nevnt i annet ledd. Vedtak av kommunestyret om å forandre medlemstallet trer i kraft ved første kommunevalg og gjelder inntil nytt vedtak om endring av medlemstallet trer i kraft.\nNår særlige forhold tilsier det, kan kommunestyrets medlemstall fastsettes til et mindre eller et større tall enn bestemmelsen i annet ledd gir adgang til. Vedtak om dette må i tilfelle gjøres med minst 2/3 flertall av kommunestyrets fulle medlemstall, og vedtaket må godkjennes av departementet​3 med mindre vedtaket går ut på å endre et tidligere fastsatt medlemstall slik at tallet blir mer i samsvar med reglene i annet ledd.\nVed fastsettelsen av kommunestyrets medlemstall etter annet ledd legger en til grunn folketallet i kommunen ved nest siste årsskifte før kommunevalget.\n1 Endret ved lov 19 juni 1979 nr. 53.\n2 Se lov 1 mars 1985 nr. 3.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Hvis et medlem av kommunestyret mister stemmeretten​2 ved kommunestyrevalg, trer vedkommende endelig ut av kommunestyret. Det samme gjelder hvis et medlem blir fylkesmann eller fylkeskontorsjef i fylket, rådmann, kontorsjef, leder av forvaltningsgren innen kommunen, kommunekasserer, formannskapssekretær eller revisor i kommunen eller ved kommunal bedrift.\nHvis et medlem flytter ut av kommunen slik at det ikke lenger står innført i folkeregisteret som bosatt der, trer vedkommende ut av kommunestyret for den tid fraværet varer, eller dersom det registrerte oppholdet utenfor kommunen varer mer enn to år – for resten av valgperioden.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av kommunestyret den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 28 mai 1951 nr. 11, 5 april 1963 nr. 6, 19 juni 1970 nr. 53, 11 mai 1979 nr. 15, 18 april 1980 nr. 7, 1 mars 1985 nr. 3.\n2 Se lov 1 mars 1985 nr. 3 § 3, jfr. Grunnl. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Det antall medlemmer som formannskapet skal bestå av, fastsettes til det hele tall som en får ved å dele kommunestyrets medlemstall med 4. Blir det framkomne tall et like tall, forhøyes det dog med 1. Medlemstallet skal likevel være minst fem.\nPersoner som har regnskap å avlegge til kommunen, kan ikke velges til formenn.\nRett til å kreve seg fritatt for valg til formann har den som ved valgårets utløp har gjort tjeneste som formann de siste fire år. Den som vil kreve seg fritatt, må senest i det møte formennene skal velges,​2 sette fram krav om det til ordføreren.\nEn formann som kommer i slik stilling som nevnt i annet ledd, trer endelig ut av formannskapet.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av formannskapet den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 19 juni 1970 nr. 53, 11 mai 1979 nr. 15.\n2 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Formenn og varaformenn velges for 4 år av og blant medlemmene av kommunestyret før de trer i tjeneste. Møtet kalles sammen av den tjenestegjørende ordfører med høvelig varsel. Det er vedtaksført når minst to tredjedeler av medlemmene er til stede.\nValget foregår som forholdsvalg hvis noe medlem krever det. Et forslag til valgliste må inneholde så mange forskjellige eller gjentatte navn som det skal velges formenn. Listeforslaget kan dessuten i fortsatt rekkefølge utfylles med et antall forskjellige navn som angitt i § 25 nr. 1 bokstav c fjerde ledd i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, likevel slik at formannskapets medlemstall trer i stedet for kommunestyrets. For øvrig gjelder bestemmelsene om kommunestyrevalg i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 25 nr. 1 bokstav b, bokstav c tredje ledd annet punktum og femte ledd, bokstav d første ledd annet punktum, bokstav e, § 44 nr. 2, nr. 3, nr. 4, nr. 5 – likevel slik at formannskapets medlemstall trer i stedet for kommunestyrets – og nr. 6, § 45 første ledd, § 48 femte ledd, § 64 og § 65 tilsvarende. Er en kandidat ført opp på flere lister, velger han hvilken liste han vil stå på.\nBlir det ikke satt frem krav om forholdsvalg, velges formenn og varaformenn ved flertallsvalg. Bestemmelsene i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 69 nr. 2 og 3 gjelder tilsvarende.\n1 Endret ved lover 28 mai 1959 nr. 11, 14 juni 1974 nr. 40, 21 mars 1975 nr. 10, 15 des 1978 nr. 85, 1 mars 1985 nr. 3.\n2 Lov 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Kommunestyret velger blant formennene en ordfører og en varaordfører. Valget foretas i det møte som omhandles i § 7, og gjelder for de to første år av kommunestyrets tjenestetid. Ved utløpet av det andre året foretas nytt valg av ordfører og varaordfører for de to siste år av tjenestetiden.\nDen som har vært ordfører i to år kan unnslå seg for å velges igjen for de to følgende år. Vil han kreve seg fritatt, må han sette fram krav om det senest i det møte der ordføreren skal velges.\nHvis ved første avstemning under valg på ordfører eller varaordfører ingen får flertall av de stemmer som er avgitt, holdes ny avstemning. Ved denne avstemning regnes den for valgt som har flest stemmer (enkelt flertall). Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\nKommunestyret kan for resten av perioden etter søknad frita for vervet som ordfører eller varaordfører den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\nTrer ordføreren midlertidig eller endelig ut av tjeneste i løpet av den tid som han er valgt for, rykker varaordføreren opp som ordfører og kommunestyret velger midlertidig eller endelig en ny varaordfører.\n1 Endret ved lov 19 juni 1970 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Er antallet av varaformenn eller av en gruppes varaformenn blitt utilstrekkelig, kan kommunestyret ved flertallsvalg velge en eller flere faste eller midlertidige varaformenn – i tilfelle innen den gruppe det gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Kommunestyret og formannskapet treffer sine avgjørelser i møte under ledelse​1 av ordfører eller varaordfører, eller om de begge har forfall, av en ordstyrer som velges for anledningen med enkelt flertall blant de møtende medlemmer. Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\n1 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ordføreren kaller sammen kommunestyret og formannskapet når han finner det påkrevd, når formannskapet vedtar det, eller når fylkesmannen krever det.\nInnkalling til møte i kommunestyret skal inneholde oppgave over de saker som skal behandles,​2 og med høvelig varsel gjøres alminnelig kjent i kommunen ved kunngjøring i den eller de aviser som kommunestyret bestemmer, om nødvendig skal kunngjøring også foregå på annen måte. Kunngjøring i aviser kan likevel unnlates dersom innkallingen antas å bli like godt kjent ved kunngjøring på annen måte og dette blir bestemt i reglement, jfr. § 18 tredje ledd. Samtidig med innkallingen skal dokumentene i original eller avskrift legges ut til ettersyn på et sted som nevnes i innkallingen, og bli liggende der så lenge som mulig inntil møtet skal holdes.\n1 Endret ved lov 19 juni 1970 nr. 53.\n2 Jfr. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Kommunestyret eller formannskapet kan ikke gjøre noe gyldig vedtak uten at minst halvdelen av medlemmene er til stede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Møte i kommunestyret holdes for åpne dører.​2 Likevel kan kommunestyret gjøre vedtak om at en enkelt sak skal behandles for lukkede dører. Forhandlinger om dette foregår for lukkede dører hvis møtestyreren krever det eller kommunestyret vedtar det.\nFor formannskapets møter gjelder § 31 c nr. 4 tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. forskrift 16 mai 1977 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "I kommunestyrets møte kan vedtak også gjøres i sak som ikke har vært nevnt i innkallingen hvis ikke møtestyreren eller en fjerdedel av de møtende motsetter seg at den avgjøres.\nUtenfor de saker som er ført opp i innkallingen, kan hvert medlem av kommunestyret stille forespørsler rettet til ordføreren. Disse må dog være meldt før møtet. Forslag som settes fram i forbindelse med en slik forespørsel, kan ikke avgjøres i møtet hvis ordføreren eller en fjerdedel av de møtende motsetter seg det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Om inhabilitet for medlemmene av kommunestyret og formannskapet gjelder bestemmelsene i kapittel II i forvaltningsloven.​2\nInhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjørelse o.l. for slike verv.\nForsamlingen kan frita et medlem for å være med i en sak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i behandlingen av saken.\n1 Endret ved lover 19 juni 1969 nr. 54, 19 juni 1970 nr. 53, 27 mai 1977 nr. 40. – Jfr. §§ 31 og 78.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "For at vedtak av kommunestyret eller formannskapet skal være gyldig, kreves at det er fattet med flertall av de stemmer som er avgitt,​2 når ikke annet er fastsatt i lov.\nStår stemmene likt, gjør ordførerens (møtestyrerens) stemme utslaget unntatt ved valg eller ansettelse av tjenestemenn. Bortsett fra valg av formenn og varaformenn etter § 7 og § 9, av ordfører og varaordfører etter § 8, av ordstyrer etter § 10 og av oppmann etter nærværende paragrafs siste ledd gjelder ved valg som fremmes som flertallsvalg, og ved ansettelse av tjenestemenn følgende regler:\nHvis ved første avstemning ingen får flertall av de stemmer som er avgitt, holdes ny avstemning. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Det kan før ny avstemning gjøres vedtak om at det bare skal stemmes på to eller flere av dem som ved første avstemning har fått høyeste stemmetall. Hvis valget eller ansettelsen fremdeles ikke er avgjort fordi flere har fått like mange stemmer, treffes avgjørelsen ved loddtrekning.\nNår et vedtak av kommunestyret ikke får to tredjedels flertall ved endelig avstemning, og det ikke gjelder forkastelse eller utsettelse, innhenting av opplysninger, avgivelse av erklæringer eller uttalelser, utredning, valg, ansettelse av tjenestemenn eller kommunestyrets forretningsorden, skal kommunestyret behandle saken på nytt i et senere møte. Blir det ikke to tredjedels flertall for et positivt vedtak i saken da heller, skal vedtaket bringes inn for Kongen​3 til avgjørelse etter § 61 når mindretallet med flertall av de stemmer som avgis, seg mellom krever det i møtet. Står stemmene likt ved avstemningen innen mindretallet, er ordførerens (møtestyrerens) stemme avgjørende om han hører til mindretallet. Ellers velger mindretallet før avstemningen en oppmann, hvis stemme gjør utslaget om stemmene står likt. Oppmannen velges med enkelt flertall. Har flere fått samme stemmetall, avgjøres valget ved loddtrekning. Krever ikke mindretallet vedtaket brakt inn for Kongen, eller oppnår det to tredjedels flertall, er det gyldig hvis betingelsene for gyldighet for øvrig er til stede.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se § 47.\n3 Ved res. 12 jan 1990 nr. 13 er Miljøverndepartementet gitt fullmakt til å avgjøre mindretallsanker for så vidt gjelder reguleringsplanvedtak og vedtak om kommuneplanens arealdel, jf. lov 14 juni 1985 nr. 77 §§ 27-2 og 20-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Hvis medlemmer av kommunestyret eller formannskapet dør, trer ut eller får varig forfall, trer varamenn inn i deres sted i den nummerorden de er valgt.\nVed innkalling av varamenn til møte eller til behandling av en enkelt sak følges likeledes så vidt mulig nummerordenen.\nEr kommunestyret eller formannskapet sammensatt ved forholdsvalg,​1 skal utfylling skje ved varamenn av den gruppe som på grunn av avgang eller forfall ikke er fulltallig.\n1 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Ved møte i kommunestyret og formannskapet bokføres forhandlingene. Ved møtets slutning oppleses det bokførte hvis ikke annen bestemmelse treffes. Møtestyreren og minst to andre medlemmer undertegner forhandlingsboka for hvert møte.\nForhandlingsboka skal være godkjent av fylkesmannen.\nNærmere regler for kommunestyrets og formannskapets virksomhet fastsettes i reglementet. Dette må gis en form og et innhold som fylkesmannen finner å kunne godkjenne.\nDepartementet​1 kan gi forskrifter om oppbevaring og ordning av og tilsyn med kommunenes arkiver. Det kan bestemme at en kommune innen en nærmere fastsatt frist skal ha innredet rom der arkivsakene kan bli betryggende oppbevart. Videre kan departementet bestemme at eldre arkivsaker som ikke er i bruk, skal sendes inn til et statsarkiv hvis de ikke oppbevares på betryggende måte.\n1 Iflg. res. 9 juli 1948 riksarkivaren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Kommunestyret har bevilgnings- og beskatningsrett og skjøtter sammen med formannskapet kommunens anliggender – alt innen de grenser som gjeldende lov tilsier.\nDet utfører dessuten de offentlige gjøremål som lov ellers pålegger det, skaffer til veie de opplysninger og gir de uttalelser som departement eller fylkesmann krever.\nKommunestyret handler for øvrig på kommunens vegne i alle tilfelle der avgjørelsen av en sak ikke er lagt til annen myndighet ved lov eller etter bestemmelse av kommunestyret (jfr. kap. 4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Kommunestyret skal innen den frist som fastsettes med hjemmel i skatteloven § 139, nr. 2, fatte vedtak i budsjettform, jfr. kapittel 7, om kommunens inntekter og utgifter i det kommende budsjettår.\nFormannskapet bestemmer innen hvilken tid budsjettforslagene fra de forskjellige forvaltningsgrener og fra administrasjonssjefen skal være avgitt.\nFormannskapet behandler adminstrasjonssjefens budsjettforslag og forslag til skattevedtak og setter opp sine forslag til kommunestyret. Ordføreren legger etter vanlig kunngjøring​2 forslaget ut på det eller de steder som formannskapet bestemmer. Der skal det ligge til alminnelig ettersyn i minst åtte dager før det behandles av kommunestyret.\n1 Endret ved lover 18 des 1959 nr. 5, 4 juni 1976 nr. 56, 18 april 1980 nr. 7.\n2 Se § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Formannskapet fører tilsyn med kommunens forvaltning og skal herunder:\n1. påse at kommunens regnskapsvesen til enhver tid er i god orden, at regnskaper med redegjørelser og driftsberetninger blir levert i rett tid, og at regnskapene uten opphold blir forelagt revisor såfremt det ikke foregår daglig revisjon av kassebilagene.\n2. forelegge regnskapene for kommunestyret med innstilling for så vidt dette ikke har nedsatt særskilt utvalg til å forberede desisjonssaker, og påse at poster som er desidert til ansvar, blir beriktiget uten opphold.\n3. føre – eller sørge for – tilsyn med at kommunestyrets og formannskapets vedtak blir etterkommet, der dette tilsyn ikke er lagt til statstjenestemann eller til lovbestemt styre, og at kommunens arbeider og gjøremål blir fremmet på en tjenlig måte for kommunen.\nKommunestyret treffer bestemmelse om formannskapets plikt til å utrede og gi innstilling i saker som skal behandles av kommunestyret.\nFormannskapet utfører dessuten de offentlige gjøremål som loven pålegger det,​1 skaffer til veie de opplysninger og gir de uttalelser som departement eller fylkesmann krever.\nEr det lagt til formannskapet å gjøre vedtak i en sak, kan dette likevel kreve kommunestyrets avgjørelse av saken.\n1 Jfr. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Formannskapet kan avgjøre saker som det tilkommer kommunestyret å gjøre vedtak i, når det ikke er tid til å forelegge saken for kommunestyret uten å utsette berettigede hensyn for å bli tilsidesatt. Melding om vedtaket forelegges snarest mulig for kommunestyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "0 Opphevet ved lov 7 mars 1975 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kommunestyret kan for enkelt høve eller ved vedtekt overdra til formannskapet​2 å gjøre vedtak i saker som kommunestyret etter denne lov har myndighet til å behandle, dersom det ikke gjelder saker som nevnt under 1-11 nedenfor:\n1. Saker om å erverve, avhende, makeskifte eller pantsette fast eiendom, eller om å avstå eller borthefte noen rettighet i fast eiendom, bruksrettigheter og servitutter unntatt (jfr. nr. 3). Denne bestemmelse kommer bare til anvendelse når det gjelder eiendommer eller rettigheter som er verd mer enn et beløp som fastsettes av Kongen. Departementet kan etter søknad fra kommunestyret fastsette et høyere beløp for vedkommende kommune enn det som er fastsatt av Kongen.\nHar kommunestyret vedtatt å erverve, avhende eller bortfeste fast eiendom eller rettighet i fast eiendom, kan det dog overlate til formannskapet eller noen annen å vedta eller fastsette prisen.\nVidere kan kommunestyret overlate til formannskapet eller noen annen å erverve, avhende og bortfeste eiendommer eller rettigheter i eiendommer så langt det trengs for å sette i verk eller gjennomføre et vedtak som kommunestyret har gjort.\n2. Saker om nye tiltak eller betydelige utvidelser av eldre.\n3. Saker om konsesjoner eller avtaler om leveranser, bruksrettigheter eller servitutter som enten binder kommunen for lengre tid enn 5 år, eller er av større økonomisk betydning for kommunen. Denne bestemmelse kommer likevel ikke til anvendelse når det gjelder avtaler om bortfeste av eiendommer som ikke er verd mer enn et beløp som fastsettes av Kongen. Bestemmelsen i nr. 1 første ledd tredje punktum gjelder tilsvarende.\n4. Saker om å ta opp lån. Men kommunestyret kan overlate til formannskapet å avtale eller godkjenne de nærmere vilkår for lån som kommunestyret har vedtatt å ta opp.\n5. Saker om å overta garanti for økonomiske forpliktelser. Men kommunestyret kan overlate til formannskapet å overta garanti for økonomiske forpliktelser innenfor det beløp og på de alminnelige vilkår som kommunestyret fastsetter.\n6. Saker om ansettelse av kommunekasserer,​3 ordning av regnskapsrevisjon, ansettelse av revisor (revisorer),​4 oppnevning av utvalg for regnskaps- og desisjonssaker, mottaing av regnskapsredegjørelser og driftsberetninger og avsiing av desisjon.\n7. Saker om å ansette administrasjonssjef.\n8. Saker om å overdra myndighet og plikt etter bestemmelsene i §§ 25, 26, 27 og 44.\n9. Saker om å fastsette alminnelige salgstariffer eller priser for vann, gass, elektrisk kraft og andre ytelser fra kommunale innretninger, verker eller bedrifter som framtrer som monopolforretninger.\n10. Saker om budsjettbehandling etter § 20.​1 Men departementet kan i forskrift bestemme at det innen nærmere angitte grenser skal være adgang for kommunestyret til å overlate myndighet til formannsskapet eller noen annen i saker om budsjettbehandling.\n11. Saker om å bestemme hvorvidt anvisningsmyndighet skal utøves av andre enn administrasjonssjefen​5 og å meddele slik myndighet.\n1 Endret ved lover 19 juni 1970 nr. 53, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Jfr. forskrifter 20 feb 1981 nr. 4213, 30 mars 1984 nr. 817.\n3 Se § 41.\n4 Se § 42.\n5 Se § 36. Jfr. § 17 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:24 a",
      "chapter": "4",
      "section": "24 a",
      "content": "Kommunestyret kan gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale,​2 samt å gi og motta arbeidsoppsigelse på kommunens vegne.\n1 Tilføyet ved lov 27 feb 1987 nr. 12.\n2 Jfr. lover 5 mai 1927 nr. 1 § 3, 18 juli 1958 nr. 2 kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24 a."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Kommunestyret kan opprette faste utvalg​2 for kommunale formål eller for avdelinger av den kommunale virksomhet som ikke ved lov er lagt under eget styre.\nKommunestyret fastsetter ved alminnelige forskrifter området for disse utvalgs virksomhet. Denne virksomhet kan utstrekkes til også å omfatte gjøremål som etter denne lov kan tillegges formannskapet;​3 å ansette leder av kommunal forvaltningsgren kan likevel ikke overlates til utvalg. Kommunestyret kan dessuten – på nærmere fastsatte vilkår – bevilge beløp til fri rådighet for utvalg som opprettes for bestemte områder av kommunen (lokalutvalg).\nBestemmelsen i annet ledd annet punktum gjelder også for overdragelse av myndighet til kommunale nemnder opprettet i medhold av andre lover.\nKongen​4 kan etter søknad fra en kommune samtykke i forsøksvirksomhet med avvik fra gjeldende bestemmelser i lov eller forskrift om kommunale nemnder. Kongen kan gi nærmere bestemmelser om forsøksvilkårene. Bestemmelsen gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Se § 45.\n3 Se § 24.\n4 Kommunaldepartementet, jfr. res. 6 mai 1988 nr. 345.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "For kommunal bedrift kan kommunestyret opprette en driftsledelse bestående av styre eller styre og råd.\nFor bedrift som ikke forutsettes å trenge stadig tilskudd av kommunekassen til driftsutgifter utenom renter, kan kommunestyret overdra til styret eller til styre og råd den myndighet som kan overdras til formannskapet. Til styre og råd kan det også overdra avgjørelsesmyndigheten i de saker som er nevnt i § 24 nr. 3 og nr. 10 og § 44.\nDriftsledelsen gir hvert kvartal innberetning til formannskapet. Regnskapsåret skal være det samme som bestemt for kommunale budsjett.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "To eller flere kommuner kan opprette et felles styre til løsning av en kommunal oppgave.​2 Til dette styre kan kommunene overdra​3 den myndighet de blir enige om når annet ikke er fastsatt i lov.\nNår forholdene gjør det nødvendig, kan Kongen pålegge to eller flere kommuner å samarbeide om løsning av oppgaver av felles interesse, herunder å medvirke til slik forberedende utredning og planlegging som samarbeidet vil kreve. Blir det etter utredning og planlegging etter pålegg som nevnt, eller iverksatt av kommunene av eget tiltak, ikke enighet om valg av løsning av den eller de oppgaver samarbeidet skal omfatte, eller om fordeling av utgiftene mellom de deltakende kommuner, kan Kongen bestemme hvilken løsning som skal velges, og hvordan utgiftene skal fordeles. Han bestemmer for øvrig i hvilke former og på hvilke nærmere vilkår samarbeidet skal foregå. Før beslutning om samarbeide etter bestemmelsene i dette ledd tas, skal kommunestyrene i de kommuner og fylkesutvalgene i de fylker som berøres av samarbeidet, gis høve til å uttale seg.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. § 24 nr. 8.\n3 Se § 59 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "Kommunestyret og formannskapet​2 kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Kommunestyret kan også overdra slik myndighet til å opprette komiteer til en nemnd.\nKommunestyret kan overdra til en komité å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag. § 31 a første ledd tredje punktum gjelder tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. §§ 47 og 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "Kommunestyret fastsetter hvor mange medlemmer en nemnd skal ha, og velger leder og nestleder, medlemmer og varamedlemmer. Suppleringsvalg i løpet av valgperioden, jf. fjerde ledd, kan likevel overdras formannskapet. Har kommunal bedrift styre og råd, kan kommunestyret også helt eller delvis overdra valget av styremedlemmer til rådet. Valgmyndighet for komiteer, jf. § 28, er det organ som har opprettet vedkommende komité.\nValg av nemnder opprettet i medhold av denne lov foregår som forholdsvalg når noe medlem krever det. I så fall får bestemmelsene i § 7 annet ledd tilsvarende anvendelse.\nValg av nemnder – bortsett fra komiteer – bør så vidt mulig skje før kommunevalgperioden tar til, og gjelder for valgperioden, jf. likevel likestillingslovens § 21 fjerde ledd femte punktum. Er nyvalg ikke foretatt innen valgperioden tar til, forlenges de sittende medlemmers funksjonstid inntil nyvalg er holdt.\nDersom et medlem trer endelig ut av nemnda, eller dør, velges nytt medlem, selv om det er valgt varamedlem. Er nemnda valgt etter reglene om forholdsvalg, skal den suppleres fra samme gruppe som den uttredende. Dør lederen eller trer han endelig ut av nemnda, skal det velges ny leder.\nBestemmelsene i denne paragraf gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover. Dette gjelder også bestemmelsene om forholdsvalg dersom vedkommende lovs egne bestemmelser ikke er til hinder for det eller medfører at forholdsvalg ikke passer. Om dette er tilfelle, avgjøres av vedkommende departement.\n1 Endret ved lover 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Valgbar og pliktig til å ta imot valg til kommunale nemnder opprettet i medhold av denne eller andre lover, er enhver som har stemmerett ved kommunestyrevalg​2 og som når valget finner sted står innført i folkeregisteret​3 som bosatt i vedkommende kommune, og som ikke er utelukket eller fritatt. Valgbar – men ikke pliktig til å ta imot valg – er også personer som ikke har nådd myndighetsalder, så fremt de fyller de øvrige vilkår for valgbarhet.\nUtelukket fra valg er:\na. Fylkesmannen, fylkeskontorsjefen, administrasjonssjefen (rådmann/kontorsjef) og revisor i kommunen er utelukket fra valg til alle nemnder, unntatt komiteer og ansettelsesutvalg.\nb. Administrerende direktør (bedriftsleder), kasserer og revisor i bedrift som nevnt i § 26 er utelukket fra valg til styret og eventuelt rådet for bedriften.\nc. Administrativ leder, kasserer og revisor for interkommunale tiltak som nevnt i § 27 er utelukket fra valg til styret for tiltaket.\nd. Kasserer i kommunen og medlem av formannskapet er utelukket fra valg til slik nemnd som nevnt i § 24 nr. 6.\ne. Leder av forvaltningsgren i kommunen er utelukket fra valg til alle nemnder unntatt fra komiteer og ansettelsesutvalg.\nRett til å kreve seg fritatt for valg til nemnder har:\na. den som ikke har nådd myndighetsalderen, jf. første ledd.\nb. den som har fylt 65 år før valgperioden tar til.\nc. den som har gjort tjeneste som medlem av en nemnd i de siste fire år, kan kreve seg fritatt for valg til den samme nemnd i de følgende fire år.\nd. den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Kommunestyret avgjør dette etter søknad fra vedkommende.\ne. ordføreren og formannskapets medlemmer.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. lov 1 mars 1985 nr. 3 § 3.\n3 Jfr. lov 16 juni 1970 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Dersom et medlem av en nemnd overtar en slik stilling som etter § 30 annet ledd utelukker vedkommende fra valg, trer vedkommende endelig ut av nemnda. Ved tap av stemmerett og flytting gjelder § 5 første ledd første punktum og annet ledd tilsvarende.\nDersom det mot et medlem av en nemnd er utferdiget siktelse eller reist tiltale for et straffbart forhold som nevnt i straffelovens kapittel 11 eller 33, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen, kan oppnevningsmyndigheten ved vanlig flertall vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort.\nKommunestyret kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem eller leder i en kommunal nemnd den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Formannskapet og en nemnd har tilsvarende myndighet til å frita for verv i komiteer som henholdsvis formannskapet og vedkommende nemnd har oppnevnt.\nDenne paragrafen gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 28 mai 1959 nr. 11, 19 juni 1969 nr. 54, 27 mai 1977 nr. 40, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:31 a",
      "chapter": "4",
      "section": "31 a",
      "content": "Kommunestyret, og formannskapet etter bestemmelse av kommunestyret, kan overdra til administrasjonssjefen og til leder for forvaltningsgren i kommunen å treffe vedtak i enkeltsaker eller typer av saker som må anses som kurante og som kommunestyret etter denne lov har myndighet til å behandle. Kommunestyret kan også bestemme at organ opprettet etter §§ 25, 26 og 27 kan gi lederen, et arbeidsutvalg på minst 3 medlemmer eller de tjenestemenn som er nevnt i første punktum, myndighet til å avgjøre slike saker. Overdragelse av myndighet etter første og annet punktum må under ingen omstendighet gå ut over de grenser som er angitt i §§ 24 og 25.\nFørste ledd gjelder ikke for saker om budsjettbehandling, jf. § 24 nr. 10.\nFørste ledd annet punktum gjelder også for kommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 18 april 1980 nr. 7, endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31a",
        "source_heading": "§ 31 a."
      }
    },
    {
      "provision_ref": "4:31 b",
      "chapter": "4",
      "section": "31 b",
      "content": "Kommunestyret kan når som helst nedlegge eller omorganisere nemnder opprettet i medhold av §§ 25, 26, 27 eller 28. Omorganiseringen må i tilfelle skje ved nyvalg av samtlige medlemmer i vedkommende nemnd.\nFormannskapet og en nemnd har tilsvarende myndighet til å nedlegge eller omorganisere komiteer som de selv har oppnevnt.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31b",
        "source_heading": "§ 31 b."
      }
    },
    {
      "provision_ref": "4:31 c",
      "chapter": "4",
      "section": "31 c",
      "content": "1. Nemndas leder kaller sammen til møte når det finnes påkrevd eller når nemnda krever det. En tredjedel av nemndas medlemmer kan kreve at lederen kaller sammen til møte til behandling av bestemt angitte saker.\nInnkallingen skal inneholde en fortegnelse over de saker som skal behandles på møtet, og sendes medlemmene med høvelig varsel.\n2. Nemndas leder er møteleder. Ved forfall, fungerer nemndas nestleder som møteleder. Dersom også nestleder har forfall, velges det av og blant nemndas medlemmer en møteleder for anledningen. Det medlem er valgt som møteleder som får flest stemmer. Hvis flere får samme stemmetall, avgjøres valget ved loddtrekning.\n3. Nemnda treffer sine avgjørelser i møte. Gyldig avgjørelse kan bare treffes når minst halvparten av medlemmene deltar i forhandlingene og avgjørelsen. Vedtak fattes med flertall av de stemmer som avgis. I tilfelle stemmelikhet gjør lederens stemme utslaget, unntatt ved valg og ansettelser hvor reglene i § 16 tredje ledd og § 29 andre ledd får tilsvarende anvendelse.\nKommunestyret kan likevel bestemme at nemnda, når forholdene gjør det nødvendig, kan avgjøre kurante enkeltsaker ved sirkulasjon mellom nemndas medlemmer. Beslutning om slik behandling treffes i det enkelte tilfelle av nemndas leder.\n4. Kommunestyret kan bestemme at nemndas møter helt eller delvis skal holdes for åpne dører, med mindre det gjelder saker som er belagt med taushetsplikt.\nDepartementet kan gi nærmere regler om gjennomføring av denne bestemmelsen.\n5. Møteleder skal sørge for at det føres møtebok over nemndas forhandlinger. Møteboka skal i det minste inneholde opplysninger om tid og sted for møtet, hvem som møtte og hvem som var fraværende, hvilke saker som ble behandlet, hvilke avgjørelser som ble truffet og avstemningsresultatet. Møteboka for det enkelte møte skal godkjennes av nemndas medlemmer. Utskrift av møteboka skal sendes kommunestyret etter dets nærmere bestemmelse.\n6. Når kommunestyret delegerer avgjørelsesmyndighet til en nemnd, kan det bestemme at parter eller andre med rettslig klageinteresse kan påklage nemndas avgjørelse til kommunestyret eller formannskapet, selv om det ikke er adgang til å klage etter forvaltningsloven av 10. februar 1967. Kommunestyret kan også gi et mindretall i nemnda adgang til å bringe nemndas avgjørelse inn for kommunestyret eller formannskapet.\n7. Om inhabilitet for nemndsmedlemmer og om fritak for å delta i behandlingen av en sak, gjelder de samme bestemmelser som for kommunestyre og formannskap, jf. § 15.\n8. Kommunestyret kan gi nærmere instruks om saksbehandlingen i nemnda.\n9. Bestemmelsene i denne paragraf gjelder også for kommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31c",
        "source_heading": "§ 31 c."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "Ordføreren er kommunens rettslige representant.​1 Han underskriver på kommunens vegne i alle tilfelle der denne myndighet ikke er overdratt til andre.\n1 Jfr. domstolsl. § 191.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "content": "Som leder av møte i kommunestyre og formannskapet​2 håndhever ordføreren forretningsordenen og gjeldende lovs bestemmelser om hva det kreves til gyldig vedtak.​3 Han drar omsorg for at de saker som foreligger, er forberedt på forsvarlig måte og forestår protokolleringen.\nHan kan ta del i alle utvalgs, komitéers, styrers og råds forhandlinger, men kan ikke stemme uten at han er valgt til medlem. Etter nærmere bestemmelse av kommunestyret kan ordføreren la seg representere ved et annet medlem av formannskapet i de møter som er nevnt i første punktum.\nBestemmelsene i annet ledd gjelder også for møter i kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se § 10.\n3 Se §§ 11-18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Ordføreren sørger for at kommunestyrets og formannskapets bøker og dokumenter holdes forsvarlig oppbevart og ordnet.\nHan er ansvarlig for at det uten unødig opphold blir sendt fylkesmannen utskrift av vedtak etter § 60 og at de opplysninger som kreves, følger med.\nHan sørger for øvrig for at underretning om vedtak og om melding fra offentlige myndigheter blir sendt rette vedkommende uten unødig opphold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "0 Opphevet ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "I hver kommune skal det ansettes en administrasjonssjef, enten rådmann eller kontorsjef.​2 Hvor det er behov for det, kan det ansettes flere rådmenn, hver med et arbeidsområde som kommunestyret fastsetter. Reglene om administrasjonssjef gjelder også for rådmenn som nevnt i annet punktum.\nAdministrasjonssjefen ansettes etter offentlig lysing. Kommunekasserer eller revisor i kommunen kan ikke konstitueres som administrasjonssjef i dennes fravær.\nKommunestyret fastsetter administrasjonssjefens lønn og øvrige vilkår og sikrer ham og i tilfelle hans gjenlevende ektefelle og barn under 18 år pensjon.\nBlir administrasjonssjefen sagt opp, kan han bringe vedtaket om dette inn for departementet,​4 som kan godkjenne eller forkaste det.\n1 Endret ved lov 18 april 1980 nr. 7.\n2 Jfr. lov 21 juni 1985 nr. 85.\n4 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "content": "Administrasjonssjefen skal føre det nærmeste tilsyn med kommunens hele forvaltning og særlig med penge- og regnskapsvesen, gi forslag til kommunens budsjetter og skattevedtak, og ellers uttale seg om den finansielle side av de saker som foreligger. Er det ansatt flere rådmenn, skal den ene av dem føre tilsyn, gi budsjettforslag og uttalelser som foran nevnt; men den eller de andre rådmenn skal ha det nærmeste tilsyn med de grener av forvaltningen som hører under dem.\nAdministrasjonssjefen​2 har anvisningsmyndigheten så langt kommunestyret ikke har ført den over til andre. Har kommunestyret gitt anvisningsmyndighet til andre,​3 brukes denne alltid under tilsyn av administrasjonssjefen, medmindre anvisningsmyndighet er overlatt til ordføreren. Slik myndighet må ikke overdras til revisor eller kasserer eller til deres underordnede.\n1 Endret ved lov 18 april 1980 nr. 7. Dens overgangsbestemmelse lyder: I kommuner som ikke har stilling for administrasjonssjef, har ordføreren anvisningsmyndigheten etter § 37 annet ledd inntil kommunen ansetter administrasjonssjef, jfr. § 36 første punktum.\n2 Se note 1.\n3 Jfr. § 24 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "Administrasjonssjefen skal være med i kommunestyrets og formannskapets møter. Han har adgang til å delta i utvalgs, komiteers, styrers og råds forhandlinger.\nEtter nærmere bestemmelse av kommunestyret kan administrasjonssjefen la seg representere ved en annen tjenestemann i de nemnder som er nevnt i første ledd.\nBestemmelsene i første ledds annet punktum og i annet ledd gjelder tilsvarende for kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 18 april 1980 nr. 7, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "0 Opphevet ved lov 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "Ordføreren skal ha arbeidshjelp der dette er nødvendig. Det kan ansettes en formannskapssekretær til hjelp for ham; til sekretærstillingen kan det også legges annet arbeid. Kommunestyret fastsetter sekretærens lønns- og arbeidsvilkår.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "I hver kommune skal det ansettes en kommunekasserer. Departementet​2 fastsetter instruks for kommunekassereren.​3\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrifter 1 okt 1969 nr. 4307, 1 feb 1973 nr. 4308.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "I hver kommune skal det ansettes en regnskapskyndig revisor til å revidere kommunens regnskaper. For kommunal bedrift kan det ansettes særskilt revisor. Med samtykke av fylkesmannen kan det ansettes flere revisorer. Bestemmelsene i § 41 gjelder tilsvarende. Departementet​2 fastsetter instruks for revisor.​3\nRevisor (revisorer) skal ha arbeidshjelp hvor dette er nødvendig.\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrift 1 okt 1969 nr. 4307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Når det antas nødvendig for å oppnå en tilfredsstillende revisjon, kan fylkesmannen bestemme at to eller flere kommuner skal ha felles revisor. Kommunestyret i hver enkelt av de kommuner som bestemmelsen omfatter, kan bringe fylkesmannens avgjørelse inn for departementet.​2\nEt revisjonsdistrikt som består av flere kommuner, skal ha et felles styre for ordningen av revisjonen med så mange representanter for hver kommune som fylkesmannen fastsetter. Hvert kommunestyre velger kommunens representanter blant sine medlemmer for den samme funksjonstid som disse har. Utelukket fra valg er medlemmer av formannskapet og enhver som har regnskap å avlegge til kommunen. Fellesstyret velger selv sin formann.\nFellesstyret fastsetter lønns- og arbeidsvilkår for revisjonen, ansetter og sier opp revisor og hans personale og fordeler utgiftene på de kommuner som ordningen omfatter. Det bestemmer hvor revisor skal ha kontor. Vedtak om fordeling av utgiftene og om hvor kontoret skal være, kan et mindretall i fellesstyret bringe inn for fylkesmannen til endelig avgjørelse.\nFellesstyret treffer avgjørelse med flertall av de stemmer som avgis. Står stemmene likt, gjør formannens stemme utslaget. Ved valg av formann og ved ansettelse gjelder bestemmelsene i § 16 tredje ledd.\nDepartementet fastsetter instruks for revisor.​3\nDepartementet eller den dette gir fullmakt, kan gi nærmere regler om gjennomføringen av ordningen.\n1 Endret ved lov 21 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Jfr. forskrift 1 okt 1969 nr. 4307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Kommunestyret​1 kan for øvrig opprette de stillinger som til enhver tid finnes nødvendige av hensyn til kommunale anliggender og arbeider, og oppheve stillinger.\n1 Se § 24 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "content": "Om inhabilitet for kommunale tjenestemenn gjelder samme bestemmelser som for kommunestyrer og formannskapet, jfr. § 15.\n1 Tilføyet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Den som er valgt til medlem av kommunestyret, formannskapet eller en kommunal nemnd, opprettet i medhold av denne lov eller andre lover, plikter å delta i organets møter, med mindre han har gyldig forfall.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Medlem som er til stede i kommunestyret, formannskapet, utvalg, styre, råd eller komité når en sak blir tatt opp til avstemning, er pliktig​2 til å stemme.\nVed valg regnes blank stemmeseddel som avgitt stemme.\nBestemmelsene i denne paragraf gjelder tilsvarende for medlemmer av kommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Se strl. § 324.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Den som har et kommunalt tillitsverv har rett til skyss, kost- og overnattingsgodtgjøring av kommunekassen for reiser i kommunale ærend etter nærmere bestemmelse av kommunestyret.\nBestemmelsene i denne paragraf gjelder også for kommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 30 juni 1967 nr. 1, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Ordfører, varaordfører og formannskapsmedlemmer samt tillitsmenn i særlige byrdefulle formannsverv har rett til godtgjøring av kommunekassen for sitt arbeid etter kommunestyrets nærmere bestemmelse. Kommunestyret kan vedta at det også skal gis godtgjøring for arbeid i andre kommunale tillitsverv. Lovbestemte medlemmer av kommunale organer og personer som har lovbestemt plikt til å være til stede i møter i kommunale organer, kan heller ikke tilstås godtgjørelse for arbeidet i disse verv.\nFor tap i ordinær inntekt som er en følge av vervet og for utgifter som utøvelsen av vervet nødvendiggjør, gis erstatning av kommunekassen. Er kravet om erstatning ikke legitimert, skal det likevel ikke ytes større erstatning pr. dag enn et beløp som kommunestyret bestemmer, og som ikke må være høyere enn et beløp som fastsettes av Kongen.​2\nDersom kravet om erstatning er legitimert, skal det også gis erstatning ut over det beløp som kommunestyret har bestemt i medhold av annet ledd. For slik utvidet erstatning skal kommunestyret fastsette et høyere beløp pr. dag.\nBlir et krav om erstatning ikke imøtekommet, avgjør formannskapet det med endelig virkning.\nKommunestyret kan vedta at kommunen skal opprette eller slutte seg til en pensjonsordning for kommunale tillitsmenn. Pensjonsordningen kan bare omfatte tillitsmenn i verv som medfører en arbeidstid som tilsvarer minst halvparten av vanlig arbeidstid for kommunale tjenestemenn. Det skal fastsettes vedtekter for pensjonsordningen. Vedtektene trenger godkjenning av departementet for å være gyldige.\nKommunale tillitsmenn kan ikke gis godtgjøring av kommunekassen i andre former eller etter andre regler enn fastsatt i denne og foregående paragraf.\nBestemmelsene i denne paragraf gjelder også for kommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 30 juni 1967 nr. 1, 19 juni 1970 nr. 53, 18 april 1980 nr. 7, 5 juni 1987 nr. 25.\n2 Fastsatt ved res. 27 aug 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "Kommunens budsjett, som er en plan for kommunens utgifter og inntekter i budsjettåret, og skattepålegg etter skatteloven behandles av de kommunale myndigheter på den måte og innen de frister som er fastsatt i § 20.\nBudsjettet skal svare til de utgifter og inntekter som virkelig kan påregnes, og er bindende for de kommunale myndigheters forvaltning i budsjettåret. De enkelte utgiftsposter må ikke overskrides uten at det på forhånd foreligger tilleggsbevilgning.\nBudsjettet må være fullstendig. Det skal omfatte alle kommunens utgifter og inntekter i budsjettåret.\nHar siste årsregnskap gitt underskudd, føres det opp på budsjettet til dekning. Under rent særlige forhold kan likevel departementet eller den det gir fullmakt, samtykke i at dekningen blir fordelt over flere år. Har siste årsregnskap gitt overskudd, tas det til inntekt på budsjettet. Det må brukes til kapitalformål – herunder avsetning til kapitalfond, styrking av kontantbeholdningen ekstraordinære gjeldsavbetalinger og avskrivninger – eller til dekning av udekket underskudd fra tidligere eller løpende budsjettår.\nFor å kunne møte kommende års stigende utgifter eller sviktende inntekter skal kommunen ved avsetning på budsjettet skaffe til veie et skattereguleringsfond. Dette fond skal i den utstrekning det til enhver tid er mulig, svare til minst en femtedel av kommunens samlede skatteinntekter i det sist forløpne budsjettår. Utgjør fondet mindre enn en tiendedel av de nevnte skatteinntekter, må bruk av fondets midler ikke finne sted uten at departementet eller den det gir fullmakt, har gitt samtykke til det. Det samme gjelder når bruk av midlene vil bringe fondet ned til slik størrelse som nevnt i forrige punktum.\nVed siden av årets utgifter kan på budsjettet føres opp avsetning til kapitalfond og fond til bestemte formål og bevilgning til styrking av kontantbeholdningen.​2\nAvsetning til skattereguleringsfond og kapitalfond og bevilgning til styrking av kontantbeholdningen kan også foretas i løpet av budsjetterminen.\nAvsetning til kapitalfond bør foretas for at kommunen i størst mulig utstrekning skal kunne dekke sitt kapitalbehov uten å ta opp lån. De beløp som brukes av kapitalfondet, bør søkes ført tilbake til dette. Det kan også foretas avsetning av fond til bestemte formål når det er på det rene at kommunen står overfor oppgaver som det ikke kan eller bør tas opp lån til, og som vil kreve så store utgifter at de ikke kan påregnes dekket på et enkelt års budsjett. De beløp som er satt av til skattereguleringsfond og til slike fond​2 som er nevnt i første og tredje punktum, må senest ved avslutningen av regnskapet for vedkommende år settes inn i bank eller anbringes som bestemt for umyndiges midler,​3 dog slik at når det gjelder anbringelse i fast eiendom, kan det alltid lånes ut inntil 6/10 av pantets verdi. Omgjøring av fondsavsetninger kan også gjøres etter budsjettårets utløp i den utstrekning det finnes nødvendig av hensyn til mulig underskudd på regnskapet. Slik omgjøring må foretas innen avslutningen av regnskapet for vedkommende år.\nI budsjettet skal være medtatt de utgifter som skal dekkes av lånemidler eller andre kapitalinntekter, såsom opplagte fond, inntekter ved salg av faste eiendommer eller verdipapirer. Slike inntekter må ikke nyttes til dekning av budsjettets alminnelige løpende utgifter; dette gjelder likevel ikke overføring fra skattereguleringsfond.\nTilleggsbevilgninger og bevilgninger til formål utenom det vedtatte budsjett i løpet av budsjetterminen må ikke gis uten at det er nødvendig. Slike bevilgninger behandles av de kommunale myndigheter i samme former som budsjettet, jfr. likevel § 24 nr. 10, og det skal angis at bevilgningen gjelder overskridelse av det vedtatte budsjett. Dog gjelder ikke bestemmelsene i § 20 om frister og utlegging av forslaget. Tilleggsbevilgninger (utenom anslagsposter) og bevilgninger til formål utenom budsjettet må ikke gis uten at det samtidig gjøres vedtak om hvordan utgiftene skal dekkes på årets budsjett; når særlige forhold gjør det nødvendig, kan departementet eller den det gir fullmakt, tillate unntak fra denne regel.\nDepartementet​4 kan fastsette forskrifter for oppstilling av budsjettet, for tilleggsbevilgninger og for bevilgninger til formål utenom det vedtatte budsjett og for avsetning og disponering av fond. I disse forskrifter kan det gjøres unntak fra bestemmelsene i denne paragraf når det gjelder budsjett for kommunal bedrift.\n1 Endret ved lover 4 juni 1976 nr. 56, 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Jfr. § 59 nr. 6 og res. 29 juli 1955 og 18 nov 1977 (om fullmakt for fylkesmannen).\n3 Se lov 22 april 1927 nr. 3 §§ 64-66.\n4 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:50 a",
      "chapter": "7",
      "section": "50 a",
      "content": "I tillegg til de årlige budsjetter skal kommunen utføre en løpende kommuneplanlegging med sikte på å samordne den fysiske, økonomiske, næringsmessige, sosiale og kulturelle planlegging innen kommunen.\nKommuneplanleggingen skal bygge på et realistisk anslag over de økonomiske og øvrige ressurser som til enhver tid står til rådighet. Planarbeidet organiseres og gjennomføres i samsvar med de regler som er trukket opp for kommuneplanlegging i plan- og bygningsloven av 14. juni 1985 nr. 77, kap. VI. Departementet fører tilsyn med dette.\n1 Tilføyet ved lov 14 juni 1985 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "content": "En kommune kan ta opp lån:​2\n1. til rentable formål, når en må regne med at vedkommende tiltak selv kan forrente og avdra lånet, og dette ikke er så stort at det står i misforhold til kommunens økonomiske evne,\n2. til andre formål når de er av varig verdi eller helt uforutsett, og når tiltaket og lånet må anses påkrevd, og tiltaket ikke kan utstå inntil kommunen helt eller delvis kan skaffe de nødvendige midler ved avsetning av fond,\n3. til midlertidig drift, når lånet tilbakebetales ved utligning på det løpende budsjett,\n4. til konvertering av eldre gjeld,\n5. til inntekt for et lånefond.\nI forbindelse med opptak av lån må også gjøres vedtak om hvordan lånet skal avdras.\nAvdragstiden for de lån som er nevnt under nr. 1, må ikke settes lengre enn forsvarlig etter tiltakets art og varighet og under ingen omstendighet lengre enn til 40 år. Bestemmelsene i foregående punktum gjelder ikke lån i Den Norske Stats Husbank til boligformål. Avdragstiden for de lån som er nevnt under nr. 2, må settes så kort som mulig, for periodiske utgifter høyst til den tid da en utgift av lignende art antas å melde seg på nytt, og under ingen omstendighet lengre enn til 20 år. Avdragstiden for lån til konvertering av eldre gjeld (nr. 4) må rette seg etter gjeldens art og følge reglene foran; men dette gjelder ikke konvertering av lån som det før 1 januar 1939 er gitt godkjenning og fastsatt avdragsvilkår for.\nAvdragstiden for lån til lånefond må ikke settes lengre enn til 40 år. Blir det vedtatt å bruke beløp av lånefondet, må det samtidig gjøres vedtak om hvordan tilbakebetaling til lånefondet skal skje. For bruk og for tilbakebetaling av slike beløp gjelder de regler som foran er fastsatt om bruk og tilbakebetaling av lån.\nHar Kongen eller den han gir fullmakt, godkjent et vedtak om opptak av lån eller fastsettelse av avdragsvilkår eller om begge deler etter denne paragraf, kan opptaket av lånet og fastsettelsen av avdragsvilkårene ikke angripes som stridende mot bestemmelsene i denne paragraf.\n1 Endret ved lover 15 des 1972 nr. 79, 25 mars 1977 nr. 26.\n2 Jfr. §§ 24 nr. 4 og 59 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "content": "En kommune kan garantere for økonomiske forpliktelser:\n1. når det foreligger en særlig kommunal interesse,\n2. når lov eller stortingsbeslutning forutsetter at kommunal garanti blir gitt.\nKommunen kan i alminnelighet bare garantere for økonomiske forpliktelser når det er stilt realsikkerhet for disse av andre enn kommunen.\nI forbindelse med garantien må det også gjøres vedtak om hvor lenge den skal vare. Tiden må ikke settes lengre enn strengt nødvendig, og under ingen omstendighet lengre enn 40 år hvis ikke lov eller stortingsbeslutning – jfr. denne paragrafs første ledd nr. 2 – forutsetter noe annet. Bestemmelsen i foregående punktum gjelder ikke garanti for lån i Den Norske Stats Husbank til boligformål.\nHar Kongen eller den han gir fullmakt, godkjent et vedtak om garanti etter denne paragraf, kan garantien ikke angripes som stridende mot bestemmelsene i denne paragraf.\n1 Endret ved lov 15 des 1972 nr. 79. – Jfr. §§ 24 nr. 5 og 59 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "content": "En kommune kan ikke rettsgyldig pantsette sine eiendeler til sikkerhet for andres gjeld, unntatt til sikkerhet for lån som brukes til videre utnyttelse, utvidelse eller forbedring av den kommunale eiendel.\n1 Endret ved lov 26 mai 1978 nr. 29.7",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "content": "En kommunes eiendeler kan ikke være gjenstand for utlegg eller arrest.​1 Dette gjelder dog ikke når utlegg eller annen sikkerhet søkes i inntektsbringende eiendom, skip eller anlegg til fyldestgjørelse av krav på kjøpesummen eller av krav på vederlag for arbeid eller varer, og kravet er oppstått i anledning av utvidelse eller forbedring av eller til videre utnyttelse av eiendommen, skipet eller anlegget.\n1 Se tvangsfullbl. §§ 64 og 253.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "content": "Fordring på en kommune kan ikke bringes i motregning overfor kommunens krav på skatter og avgifter. Det samme gjelder overfor kommunens krav på avgifter for elektrisk kraft, gass, vann, renhold eller lignende ytelser. Motregning kan likevel kreves når fordringen er krav på pensjon eller krav på vederlag for arbeid eller andre ytelser fra vedkommende i den budsjettermin kravet på skatt eller avgift er forfalt til betaling, eller krav på tilbakebetaling av innbetalt skatt.\nEn bank kan heller ikke bringe sin fordring på kommunen i motregning overfor kommunens innskudd i banken.\nEn kommunes krav på skatter eller avgifter kan ikke overdras.\nMed samtykke av departementet​2 kan en kommune overdra avgifter som nevnt i første ledd, såfremt avgiftskravet følger av en inngått kontrakt.\n1 Endret ved lov 9 juni 1961 nr. 7.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "content": "En kommune kan ikke tas under konkursbehandling eller åpne gjeldsforhandling etter loven.​2\n1 Endret ved lov 8 juni 1984 nr. 60 (i kraft 1 jan 1986).\n2 Se konkursl.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "content": "Når en kommune på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter ordføreren å melde dette til departementet. Blir det ikke gjort, plikter fylkesmannen å gi slik melding. Departementet kunngjør meldingen i Norsk Lysingsblad.​2\nEr slik melding gitt, plikter kommunen inntil dens økonomiske forhold igjen er kommet i orden, fortrinnsvis å fyllestgjøre følgende krav:\n1. lønn, pensjon og annen godtgjørelse til kommunale tjenestemenn og arbeidere, bidrag som påhviler kommunen til lønn til andre funksjonærer og de fordringer som er nevnt i lov om fordringshavernes dekningsrett​3 §§ 9-3 og 9-4,\n2. lovbestemte bidrag og refusjonsbeløp til staten og andre kommuner og krav fra sykehus og andre for forpleining av person som får hjelp etter lov om sosial omsorg, for så vidt kravene er påløpt eller påløper i de siste 12 måneder før melding om betalingsinnstilling er kommet inn til departementet, og senere,\n3. utgifter som påløper etter at melding som foran nevnt er kommet inn til departementet eller som er påløpt de siste 3 måneder før meldingen, til formål som er pålagt kommunen ved lov eller som på grunn av særegne forhold tillates opprettholdt.\nDe fordringer som er nevnt i punkt 1-3 har innbyrdes like rett. Renter og saksomkostninger har samme rett som hovedfordringen.\nKrav som er sikret ved pant, dekkes i den utstrekning pantet må antas å være tilstrekkelig. Reglene i lov om fordringshavernes dekningsrett​3 §§ 8-14, 8-16 og 8-17 gjelder tilsvarende.\nAndre krav som er forfalt, betales forholdsmessig i den utstrekning kommunekassen har midler til det.\n1 Endret ved lover 31 mai 1963 nr. 2, 5 juni 1964 nr. 10, 19 juni 1970 nr. 53, 8 juni 1984 nr. 60.\n2 Se lov 11 okt 1946 nr. 1.\n3 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "content": "Kommunens regnskapsføring må være slik at regnskapene til enhver tid gir full oversikt over hvordan kommunens midler er forvaltet, og om forvaltningen er i samsvar med det bevilgede budsjett.\nDepartementet​1 gir nærmere forskrifter om regnskapsføring og revisjon.\n1 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "content": "Vedtak av kommunestyret og annen kommunal myndighet er ikke gyldig før Kongen​2 har godkjent det, når vedtaket går ut på:\n1. å ta opp lån eller garantere for lån eller andre økonomiske forpliktelser.​3 Gjelder det vedtak om å ta opp eller garantere for lån, kan Kongen eller den han gir fullmakt,​2 som vilkår for godkjenningen fastsette avdragsmåte og avdragstid for lånet, jfr. § 51, eller hvor lenge garantien skal vare, jfr. § 52. Låneopptak eller garantier for lån av statsbanker, offentlige fond eller andre statsmidler trenger ikke godkjenning etter denne bestemmelse,\n2. å bruke midler av lånefondet eller å bruke lånte midler til annet formål enn bestemt ved godkjenningen. På samme måte som under punkt 1 kan Kongen​2 eller den han gir fullmakt, fastsette hvordan lånet skal betales tilbake,\n3. å kjøpe eiendom eller sette i verk et tiltak som vil gjøre det nødvendig å bruke lånemidler som nevnt under punkt 1 eller 2,\n4. å overta andre forpliktelser som kan påføre kommunen utgifter i en lengre tid enn de neste 5 år,\n5. å avhende eller bortfeste ut over 40 år fast eiendom som er verd mer enn et beløp som fastsettes av Kongen, eller å overlate til formannskapet eller noen annen å utstykke og selge eller bortfeste slik eiendom. Departementet kan etter søknad fra kommunestyret fastsette et høyere beløp for vedkommende kommune enn det som er fastsatt av Kongen.\n6. å bruke fond til andre formål enn de er satt av til, jfr. § 50,\n7. å overdra myndighet og plikter etter bestemmelsene i § 27.\nHar Kongen​2 gitt noen fullmakt til å godkjenne vedtak som er nevnt ovenfor kan vedtak som er godkjent etter slik fullmakt, ikke angripes på det grunnlag at vedkommende ved sin godkjenning har gått utenfor sin fullmakt.\n1 Endret ved lover 19 juni 1970 nr. 53, 25 mars 1977 nr. 2, 26 mai 1978 nr. 29, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Se res. 18 nov 1977 om fullmakt for Kommunaldepartementet og fylkesmannen.\n3 Jfr. §§ 51 og 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "content": "Utskrift av kommunestyrets vedtak skal sendes fylkesmannen ledsaget av nødvendige dokumenter i original eller i avskrift.​1 Det samme gjelder vedtak av formannskapet eller annen kommunal myndighet når vedtaket etter denne lovs bestemmelser trenger godkjenning eller samtykke av Kongen eller annen myndighet.\nFylkesmannen skal erklære et vedtak ugyldig:\n1. når det går ut på forføyning som vedkommende myndighet ikke har rett til å treffe,\n2. når vedtaket er blitt til med tilsidesettelse av noen lov eller av noen bestemmelse som er utferdiget i medhold av lov.\nNår slikt tilfelle inntreffer, skal fylkesmannen straks underrette vedkommende ordfører. Formannskapet kan da innen en frist av 6 uker innanke avgjørelsen for Kongen​2 eller bringe den inn for domstolene hvis det er adgang til det.\nInntil fylkesmannens avgjørelse er underkjent av Kongen eller ved endelig dom, kan de kommunale myndigheter ikke foreta noe for å sette vedtaket i verk eller gjennomføre det.\n1 Jfr. § 34.\n2 Kommunaldepartementet iflg. res. 18 nov 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "content": "Når et vedtak ikke har fått to tredjedels flertall ved den nye behandling i kommunestyret etter bestemmelsene i § 16 siste ledd, og mindretallet har krevd saken brakt inn for Kongen,​1 kan han stadfeste eller forkaste vedtaket.\n1 Ved res. 12 jan 1990 nr. 13 er Miljøverndepartementet gitt fullmakt til å avgjøre mindretallsanker etter § 16, jf. § 61, for så vidt gjelder reguleringsplanvedtak og vedtak om kommuneplanens arealdel, jf. lov 14 juni 1985 nr. 77 §§ 27-2 og 20-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "content": "For lån som kommunestyret har vedtatt å ta opp, kan det utstedes rentebærende gjeldsbrev lydende på ihendehaveren, eller lånet kan registreres i Verdipapirsentralen. Disse obligasjoner må ikke lyde på mindre beløp enn 1.000 kroner eller tilsvarende beløp i fremmed mynt og skal inneholde opplysning om på hvilken måte og i løpet av hvilket tidsrom​2 lånet skal innfris.\n1 Endret ved lover 16 juni 1961 nr. 2 (tidl § 80), 14 juni 1985 nr. 70. – Jfr. lover 22 juni 1863 (med henvisninger), 17 juli 1953 nr. 30 § 3.\n2 Se § 59 nr. 1 og 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "content": "Ved utbetaling fra herreds- eller bykommuner til en fylkes-, by- eller herredskommune skal denne kommunes revisjon underrettes.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 81).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "content": "Etter krav av fylkesmann, ordfører eller kommunens administrasjonssjef skal en offentlig tjenestemann uten betaling gi de opplysninger som er nødvendig for de kommunale anliggender, og som han etter sin stilling kan gi.\n1 Endret ved lover 16 juni 1961 nr. 2 (tidl § 82), 18 april 1980 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:65",
      "chapter": "9",
      "section": "65",
      "content": "Bestemmelsene i denne lovs §§ 51-57 gjelder tilsvarende for selskaper og andre sammenslutninger når det bare er kommuner som er deltakere, og deltakerne har ansvar for gjelden.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 83).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "9:66",
      "chapter": "9",
      "section": "66",
      "content": "Denne lov trer i kraft fra 1. juli 1955. Fra samme dag oppheves – – –.\nDersom et kommunestyres nåværende medlemstall ligger innenfor de grenser som er fastsatt i § 4 annet ledd, beholdes dette medlemstall – dog fra 1. januar 1956 forhøyet med 1 såfremt det er et like tall – inntil kommunestyret gjør vedtak om å forandre det, enten fordi innbyggertallet er forandret slik at medlemstallet ikke lenger er i samsvar med den nevnte bestemmelse, eller av andre grunner.\nDen fordeling av det saklige virkeområde mellom kommunestyre, formannskap og utvalg, styrer og råd m.v. som gjelder i hver enkelt kommune når denne lov trer i kraft, skal fortsette å gjelde inntil kommunestyret bestemmer noe annet.\nI kommuner der det er opprettet rådmannsstilling når denne lov trer i kraft, men hvor det ikke uten videre skal være slik stilling etter bestemmelsen i § 36 første ledd, opprettholdes likevel rådmannsstillingen inntil kommunestyret vedtar å oppheve den og senest inntil det blir ledighet i stillingen.\nHerredssekretær, kontorsjef eller revisor ved kommunal bedrift, som ved lovens ikrafttreden måtte være medlem av kommunestyret, kan uhindret av bestemmelsene i § 5, 1. ledd, inneha vervet som medlem av kommunestyret for resten av valgperioden.\n1 Endret ved lov 16 juni 1961 nr. 2 (tidl § 84).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ]
}