{
  "id": "LOV-1952-10-24",
  "type": "statute",
  "title": "Lov om godkjenning av entreprenører som driv med husbygging eller anna byggarbeid.",
  "short_name": "Entreprenørloven.",
  "status": "in_force",
  "issued_date": "1952-10-24",
  "in_force_date": "1952-10-24",
  "url": "https://lovdata.no/dokument/NLO/lov/1952-10-24",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kvar lova gjeld.",
      "content": "Denne lova gjeld i heile riket. På Svalbard, Jan Mayen og bilanda gjeld lova berre dersom dette vert fastsett av Kongen. På kontinentalsokkelen gjeld lova ikkje.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45. – Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Kva er ein entreprenør.",
      "content": "Med entreprenør er i denne lova meint ein som har til sjølvstendig næring å driva med husbygging eller gjera anna byggarbeid (anleggsarbeid) eller å taka på seg å få gjort slike arbeid. Når nokon gjer eit slikt arbeid åt seg sjølv eller får det gjort for eiga rekning, skal han reknast for entreprenør så framt det er tanken å selja arbeidsverket eller å leiga bort alt eller mesteparten av det.\nEit føretak (bedrift) vert likevel ikkje rekna for entreprenør etter denne lova om det set dei faste arbeidarane sine til å byggja bustadhus for arbeidarar eller funksjonærar i føretaket. Det same gjeld om staten eller ein kommune set dei faste arbeidarane sine til å byggja bustadhus til eigne arbeidarar eller tenestemenn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Godkjenning",
      "content": "Når ikkje anna er sagt i denne lova, må einast godkjend (autorisert) entreprenør​2 taka arbeid i dei faggreiner av husbygging og anna byggarbeid som Kongen til kvar tid fastset.\nGodkjenning kan lyda på ei eller fleire faggreiner. I serlege høve kan godkjenning lyda på del av ei faggrein. Godkjenning gjeld i heile riket.\n1 Endra med lov 11 juni 1982 nr. 45. – Jfr. § 5, § 8 og § 9.\n2 Sjå § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Unnatak frå kravet om godkjenning.",
      "content": "1. Ein entreprenør​2 som ikkje har meir enn 5 personar i sitt føretak, tilsette av alle slag og eigarar som arbeider i verksemda medrekna, treng ikkje godkjenning til å gjera arbeid som går inn under lova. Han kan ikkje nytta underentreprenørar til nokon del av arbeidet. For einskilde faggreiner kan Kongen fastsetja at unnataket i første punktum ikkje skal gjelda eller nærare avgrensast.\n2. Ein godkjend entreprenør kan taka på seg eit arbeid endå om noko av det ikkje høyrer til den eller dei faggreinene godkjenninga hans lyder på. Kjem det opp tvil om noko av arbeidet høyrer til hans faggrein, avgjer vedkomande bygningsråd spørsmålet. Det av arbeidet som høyrer under andre faggreiner enn godkjenninga lyder på, kan entreprenøren gjera sjølv berre når han ikkje treng godkjenning til slikt arbeid; elles lyt han overlata slike partar av arbeidet til nokon som har rett til å gjera sovore arbeid etter denne lova.\n3. Godkjenning trengst heller ikkje til arbeid på gardsvegar eller skogsvegar.\n4. Den som har mesterbrev i murer eller tømrerfaget etter lov om mesterbrev i håndverk og annen næring treng ikkje godkjenning for å taka på seg dei arbeid som høyrer inn under faget. Arbeidet kan ikkje setjast bort til andre.\n5. I serlege tilfelle kan departementet​3 eller den departementet gjev fullmakt gå med på at ein entreprenør tar på seg eller gjer eit arbeid der det elles krevst godkjenning etter lova, jamvel om entreprenøren ikkje er godkjend i faggreina. Kongen kan for einskilde faggreiner fastsetja at slikt løyve berre kan gjevast til ein entreprenør som er godkjend i det minste i ei anna faggrein.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 20 juni 1986 nr. 35.\n2 Sjå § 2.\n3 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godkjenningsmakter.",
      "content": "Godkjenning vert gjeven av vedkomande departement.​2 Kongen kan likevel overlata dette til anna tenestemakt.\n1 Endra med lov 11 juni 1982 nr. 45.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rådgjevande nemnder.",
      "content": "Til å gjeva råd i saker etter denne lova nemner departementet​2 opp for kvar faggrein ei nemnd på 7 medlemmer og varamedlemmer for kvar ein av dei. Departementet peikar ut formannen og varaformannen.\nNår departementet meiner at det trengst, kan det i det einskilde fylket nemna opp ei nemnd på 4 medlemmer og like mange varamedlemmer til å gjeva råd når det gjeld søknader om godkjenning som skal avgjerast av fylkesmannen. Det kan nemnast opp ei nemnd for kvar faggrein. Departementet peikar ut formann og varaformann i nemnda. Har to fylke sams fylkesmann, kan det nemnast opp sams nemnder for båe fylka.\nNemndmedlemmer og varamedlemmer vert oppnemnde for 4 år. Den som vert oppnemnd, er skyldig til å taka på seg ombodet, men kan beda seg unna ny oppnemning for like lang tid som han har gjort teneste.\nNemndmedlemmene får skyss- og kostpengar og vederlag for arbeidet av statskassa. Vedkomande departement fastset vederlaget. Om andre utlegg som nemndarbeidet fører med seg, gjeld det same.\n1 Endra med lov 11 juni 1982 nr. 45.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vedtak og avgjerder.",
      "content": "Nemndene​2 er vedtaksføre når formannen eller varaformannen og i Landsnemnda minst 4, i fylkesnemndene minst 2, andre nemndmedlemmer er til stades. Mellom like røystetall skil formannsrøysta.\nDet skal førast bok i nemndmøta, og i denne skal både sakene og tilrådingane førast inn. Møteboka frå kvart møte skrivast under av møteleiaren og eit av medlemmene av nemnda. Nemnda veljar denne for kvart møte blant dei som har vore til stades.\n1 Endra med lover 19 juni 1969 nr. 54, 11 juni 1982 nr. 45.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Vilkår for godkjenning.",
      "content": "A. Den som skal få godkjenning må søkja om det skriftleg, vera myndig, ha hatt tilhald i riket i minst eitt år i samanheng og framleis bu her. Vilkåra i fyrste setning om at søkjaren skal ha hatt tilhald i riket i minst eitt år og framleis skal bu her, gjeld ikkje statsborgarar i statar som er partar i EØS-avtala når dei er busette i ein slik stat.​2 I serhøve kan departementet​3 gjera unnatak frå vilkåra i fyrste setning.\nSøkjaren får godkjenning når han legg fram:\n1. Vitnemål for at han har greidd utgangsprøva på lina for husbygging, byggjetiltak eller byggjeteknikk på ingeniørhøgskule (tidlegare teknisk skule) eller for at han har greidd annan eksamen som er minst jamgod med slik prøve, eller fagbrev i den faggreina søknaden om godkjenning gjeld. Kongen kan for einskilde faggreiner fastsetja at ein mindre krevjande teknisk eksamen skal godtakast, eller at vitnemål om teknisk eksamen ikkje skal krevjast, sjå nr. 2 første leden, siste punktum.\n2. Vitnemål for at han i minst 3 år har drive sjølvstendig entreprenørverksemd eller arbeidt hjå entreprenørføretak eller hjå stat eller kommune eller andre som gjer bygg eller anleggsarbeid til seg sjølve. Han må ha hatt slikt arbeid at det har gjeve fagkunnskap nok i dei faggreiner søknaden gjeld. For faggreiner som krev serleg sakkunne kan Kongen fastsetja at søkjaren må ettervisa at han har hatt slikt arbeid i meir enn 3 år, men ikkje i meir enn 6. For faggreiner der det er gjort vedtak etter nr. 1, siste punktum, kan Kongen fastsetja at ein søkjar må ettervisa at han har hatt slikt arbeid i inntil 8 år, dersom han ikkje har utgangsprøve frå ingeniørhøgskule (tidlegare teknisk skule).\nDepartementet kan fastsetja at søkjaren ikkje treng ha arbeidt i sovore verksemd så lenge som 3 år når han før er godkjend entreprenør i anna faggrein enn den søknaden gjeld, eller er godteken som fagleg leiar i anna faggrein i ei entreprenørverksemd.\n3. Vitnemål for at han har slik kunnskap i bokførsle at han kan greia den bokføringsskyldnad som er fastsett for sjølvstendige næringsdrivande,​4 og at han kan greia dei utrekningar (kalkulasjoner) som er turvande i entreprenørverksemd.\nSom vitnemål for kunnskap i bokførsle skal godtakast:\na. vitnemål frå skule som har bokførsle til fag om at han har gjennomgått skulen og undervisninga der i bokførsle, dersom undervisninga er godkjent av departementet, eller\nb. vitnemål om at han har gjennomgått kurs og greidd prøve i faget som vert halden av organisasjon eller institusjon, dersom undervisninga og prøva er godkjent av departementet, idet godkjenning kan gjevast i ei eller fleire faggreiner, eller\nc. Mesterbrev etter lov om mesterbrev i håndverk og annen næring.​5\nSom vitnemål for kunnskap i fagleg kalkulasjon skal godtakast:\na. vitnemål frå skule som har kalkulasjon av bygg- eller anleggsarbeid til fag om at han har gjennomgått skulen og undervisninga der i slik kalkulasjon, dersom undervisninga er godkjent av departementet, eller\nc. Mesterbrev i murer eller tømrerfaget etter lov om mesterbrev i håndverk og annen næring.\n4. Vitnemål for at han har god kjennskap til lovene og andre føresegner som gjeld for yrket, og at det ikkje er noko serleg å seia på den måten han etterlever desse føresegnene.\n5. Vitnemål for at han er vederheftig økonomisk.\n6. Vitnemål for at det ikkje er noko serleg å seia på atferda hans.\nNår serlege grunnar er for det, kan departementet gjera unnatak frå føresegnene under nr. 1, 2 og 3.\nB. Godkjenning skal også gjevast når søkjaren har fagleg leiar for entreprenørverksemda, og etterviser at leiaren fyller vilkåra i A første leden og andre leden nr. 1-4 og 6, og søkjaren fyller vilkåret i A andre leden nr. 5.\nA første leden siste punktum og A siste leden gjeld på tilsvarande måte.\nBerre den kan reknast for fagleg leiar i ei faggrein som er fast tilsett i føretaket og leiar faggreina i verksemda.\nNår nokon etter reglane ovanfor er fagleg leiar for ei eller fleire faggreiner i ei entreprenørverksemd, kan han ikkje på same tid driva eiga entreprenørverksemd og heller ikkje vera fagleg leiar i anna entreprenørføretak. I serhøve kan departementet gjera unnatak frå denne føresegna.\nVedkomande godkjenningsmakt skal ha melding om kven som til kvar tid er fagleg leiar for dei ymse faggreiner i ei verksemd. Skifter ei verksemd leiar, må det ettervisast for godkjenningsmakta at den nye leiaren fyller vilkåra i denne bokstaven, sjå § 11 tredje leden.\n1 Oppheva ved lov 19 juni 1969 nr. 54, tilføyd ved lov 19 juni 1970 nr. 60, endra med lover 11 juni 1982 nr. 45, 20 juni 1986 nr. 35, 27 nov 1992 nr. 118.\n2 Jfr. EØS-avtalen art. 4, 31, 34 og 36.\n3 Næringsdepartementet.\n4 Jfr. lov 13 mai 1977 nr. 35.\n5 Jfr. lov 20 juni 1986 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Godkjenning til selskap. Dagleg leiar.",
      "content": "Eit ansvarleg selskap eller kommandittselskap​2 (kommandittaksjeselskap medrekna) får godkjenning når alle dei ansvarlege som er med i selskapet etterviser at dei fyller vilkåra i § 8 A andre leden nr. 5, og den faglege leiaren for entreprenørverksemda til selskapet etterviser at han fyller dei andre vilkåra i § 8 A.\nAksjeselskap​3 og anna selskap med avgrensa ansvar får godkjenning når det etterviser at det fyller vilkåret i § 8 A andre leden nr. 5, og den faglege leiaren for entreprenørverksemnda til selskapet etterviser at han fyller dei andre vilkåra i § 8 A.\n§ 8 B andre til femte leden gjeld på tilsvarande måte.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45. – Sjå § 11 tredje ledd og § 15.\n2 Jfr. lov 21 juni 1985 nr. 83 § 1-2.\n3 Jfr. lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Avferd og konkurs.",
      "content": "Døyr ein godkjend entreprenør, kan attlevande ektemake fullføra arbeid som var sett igang eller som det etterviseleg var gjort avtale om før avferda, dersom buet vert overteke uskifta.​2 I anna fall har avferdbuet denne retten,​3 og når skiftet er gjennomførd, den eller dei arvingar som tek over entreprenørverksemda. Denne må likevel ikkje halda fram lenger enn 6 månader frå avferdsdagen utan samtykke frå departementet.​4 Når det vert gjeve samtykke, kan departementet setja nøgnare vilkår for drifta.\nGjer ein godkjend entreprenør konkurs, har konkursbuet same retten til å halda fram verksemda som fastsett i førre leden for ektemake, avferdbu eller arvingar. 6 månadersfristen reknast då frå konkursopninga.​5 Siste setningen i førre leden gjeld tilsvarande.\n1 Endra med lov 19 juni 1970 nr. 60, 11 juni 1982 nr. 45.\n2 Sjå lov 3 mars 1972 nr. 5 kap. III.\n3 Jfr. sl. kap. 13 – 16.\n4 Næringsdepartementet.\n5 Jfr. kkl. § 74, 81 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Når løyvebrev held opp å gjelda.",
      "content": "Når ein entreprenør ikkje lenger fyller vilkåra i § 8 bokstav A fyrste ledd, held løyvebrevet opp å gjelde til han eller ho atter fyller vilkåra.\nGjer ein entreprenør konkurs, held likeeins løyvebrevet opp å gjelda. Dersom skulda til entreprenøren vert oppgjort, ettergjeven eller fell bort på annen måte eller entreprenøren får skuldsemje (akkord), kan departementet​2 fastsetja at løyvebrevet atter skal gjelda, når det finn at entreprenøren ikkje kan leggjast noko til last for at verksemda gjorde konkurs, og han ikkje har synt ei åtferd som øydelegg den tiltrua som trengst i yrket hans.\nLøyvebrev etter § 8 B og § 9 held elles opp å gjelda når verksemda ikkje lenger har slik fagleg leiar som er kravt i desse føresegnene. Døyr den faglege leiaren, eller har han slutta i føretaket utan at dette har årsaka si i tilhøve som må tilreknast verksemda, kan føretaket fullføra arbeid som var sett igang eller som det etterviseleg var gjort avtale om før leiaren slutta. Verksemda må likevel ikkje halda fram lenger enn 6 månader frå då av utan samtykke frå departementet. Når det vert gjeve samtykke, kan departementet setja nøgnare vilkår for drifta.\nDepartementet kan taka tilbake løyvebrevet om entreprenøren eller den faglege leiaren er saka i uærleg ferd eller har brote føresegn gjeven i eller med heimel i lova.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 27 nov 1992 nr. 118.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Avgifter.",
      "content": "Departementet​2 kan fastsetja at ein godkjend entreprenør skal svara ei årleg avgift til statskassa, under dette kor stor avgifta skal vera. Avgifta skal innan utgangen av januar månad svarast ukravd til skattefuten på den faste forretningsstaden åt entreprenøren eller for entreprenør som ikkje har fast forretningsstad i Noreg​3 på den staden entreprenøren hovudsakleg aktar å drive si verksemd. Det året godkjenning vert gjeven, skal entreprenøren svara full årsavgift innan ein månad frå godkjenningsdagen. Avgifta er tvangsgrunnlag for utlegg.​4\nGjer entreprenøren ikkje opp forfallen avgift seinast ein månad etter han fekk påkrav i innskrive brev, fell godkjenninga bort. Misser nokon godkjenning på den måten, må han svara skyldig årsavgift før han kan få ny godkjenning.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 26 juni 1992 nr. 86, 27 nov 1992 nr. 118. – Jfr. lov 28 juni 1952 nr. 3.\n2 Næringsdepartementet.\n3 Jfr. EØS-avtalen art. 4, 31, 34 og 36.\n4 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Føresegner.",
      "content": "Kongen kan gjeva føresegner til utfylling og gjennomføring av denne lova.\n1 Endra med lov 19 juni 1970 nr. 60 (tidlegare § 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kva tid lova tek til å gjelda. Overgangsføresegner.",
      "content": "1. Kongen fastset kva tid denne lova skal taka til å gjelda.​2\n2. Når lova vert sett i kraft, gjeld desse overgangsføresegnene:\nPå stader der lova vert gjort gjeldande etter § 1, skal arbeid som ikkje er sett i gang når lova tek til å gjelda, gå inn under lova endå om avtale om arbeidet er gjort føre den tid.\n– – –\nNår lova 24 oktober 1952 om godkjenning av entreprenørar som driv med husbygging eller anna byggarbeid, tek til å gjelda i ein kommune eller lut av kommune der lova ikkje har golde før, skal den som då driv sjølvstendig entreprenørverksemd i kommunen, reknast for å fylle vilkåra i § 8 nr. 1, 2 og 3 i dei faggreiner som verksemda hans har høyrt til i dei siste 3 åra, såframt han i den tida har drive verksemda med meir enn 5 mann.\nNår eit selskap fyller vilkåra i førre leden, skal den daglege leiaren i entreprenørverksemda, jfr. § 9 fyrste, andre og tredje leden, reknast for å fylla vilkåra i § 8 nr. 1, 2 og 3 i dei faggreinene som selskapsverksemda har høyrt til i nemnde tidbolk, såframt leiaren har vore i slik post eller sjølv har drive slik entreprenørverksemd dei siste 3 åra. Det same gjeld om han i nemnde tidbolk har hatt annan så høg post i entreprenørverksemd at godkjenningsmakta​3 meiner han har dei røynslene ein entreprenør må ha. Skifter selskapet leiar etter lova er sett i kraft, gjeld reglane i § 9.\nDen som får godkjenning etter føresegnene i tredje og fjerde leden, kan ikkje taka på seg slikt arbeid som går inn under lova på ein stad der lova er sett i kraft tidlegare.\n1 Endra med lov 19 juni 1970 nr. 60 (tidlegare § 16).\n2 Frå 1 april 1956 etter res. 13 jan 1956.\n3 Sjå § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kvar lova gjeld.",
      "content": "Denne lova gjeld i heile riket. På Svalbard, Jan Mayen og bilanda gjeld lova berre dersom dette vert fastsett av Kongen. På kontinentalsokkelen gjeld lova ikkje.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45. – Jfr. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Kva er ein entreprenør.",
      "content": "Med entreprenør er i denne lova meint ein som har til sjølvstendig næring å driva med husbygging eller gjera anna byggarbeid (anleggsarbeid) eller å taka på seg å få gjort slike arbeid. Når nokon gjer eit slikt arbeid åt seg sjølv eller får det gjort for eiga rekning, skal han reknast for entreprenør så framt det er tanken å selja arbeidsverket eller å leiga bort alt eller mesteparten av det.\nEit føretak (bedrift) vert likevel ikkje rekna for entreprenør etter denne lova om det set dei faste arbeidarane sine til å byggja bustadhus for arbeidarar eller funksjonærar i føretaket. Det same gjeld om staten eller ein kommune set dei faste arbeidarane sine til å byggja bustadhus til eigne arbeidarar eller tenestemenn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Godkjenning",
      "content": "Når ikkje anna er sagt i denne lova, må einast godkjend (autorisert) entreprenør​2 taka arbeid i dei faggreiner av husbygging og anna byggarbeid som Kongen til kvar tid fastset.\nGodkjenning kan lyda på ei eller fleire faggreiner. I serlege høve kan godkjenning lyda på del av ei faggrein. Godkjenning gjeld i heile riket.\n1 Endra med lov 11 juni 1982 nr. 45. – Jfr. § 5, § 8 og § 9.\n2 Sjå § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Unnatak frå kravet om godkjenning.",
      "content": "1. Ein entreprenør​2 som ikkje har meir enn 5 personar i sitt føretak, tilsette av alle slag og eigarar som arbeider i verksemda medrekna, treng ikkje godkjenning til å gjera arbeid som går inn under lova. Han kan ikkje nytta underentreprenørar til nokon del av arbeidet. For einskilde faggreiner kan Kongen fastsetja at unnataket i første punktum ikkje skal gjelda eller nærare avgrensast.\n2. Ein godkjend entreprenør kan taka på seg eit arbeid endå om noko av det ikkje høyrer til den eller dei faggreinene godkjenninga hans lyder på. Kjem det opp tvil om noko av arbeidet høyrer til hans faggrein, avgjer vedkomande bygningsråd spørsmålet. Det av arbeidet som høyrer under andre faggreiner enn godkjenninga lyder på, kan entreprenøren gjera sjølv berre når han ikkje treng godkjenning til slikt arbeid; elles lyt han overlata slike partar av arbeidet til nokon som har rett til å gjera sovore arbeid etter denne lova.\n3. Godkjenning trengst heller ikkje til arbeid på gardsvegar eller skogsvegar.\n4. Den som har mesterbrev i murer eller tømrerfaget etter lov om mesterbrev i håndverk og annen næring treng ikkje godkjenning for å taka på seg dei arbeid som høyrer inn under faget. Arbeidet kan ikkje setjast bort til andre.\n5. I serlege tilfelle kan departementet​3 eller den departementet gjev fullmakt gå med på at ein entreprenør tar på seg eller gjer eit arbeid der det elles krevst godkjenning etter lova, jamvel om entreprenøren ikkje er godkjend i faggreina. Kongen kan for einskilde faggreiner fastsetja at slikt løyve berre kan gjevast til ein entreprenør som er godkjend i det minste i ei anna faggrein.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 20 juni 1986 nr. 35.\n2 Sjå § 2.\n3 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Godkjenningsmakter.",
      "content": "Godkjenning vert gjeven av vedkomande departement.​2 Kongen kan likevel overlata dette til anna tenestemakt.\n1 Endra med lov 11 juni 1982 nr. 45.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Rådgjevande nemnder.",
      "content": "Til å gjeva råd i saker etter denne lova nemner departementet​2 opp for kvar faggrein ei nemnd på 7 medlemmer og varamedlemmer for kvar ein av dei. Departementet peikar ut formannen og varaformannen.\nNår departementet meiner at det trengst, kan det i det einskilde fylket nemna opp ei nemnd på 4 medlemmer og like mange varamedlemmer til å gjeva råd når det gjeld søknader om godkjenning som skal avgjerast av fylkesmannen. Det kan nemnast opp ei nemnd for kvar faggrein. Departementet peikar ut formann og varaformann i nemnda. Har to fylke sams fylkesmann, kan det nemnast opp sams nemnder for båe fylka.\nNemndmedlemmer og varamedlemmer vert oppnemnde for 4 år. Den som vert oppnemnd, er skyldig til å taka på seg ombodet, men kan beda seg unna ny oppnemning for like lang tid som han har gjort teneste.\nNemndmedlemmene får skyss- og kostpengar og vederlag for arbeidet av statskassa. Vedkomande departement fastset vederlaget. Om andre utlegg som nemndarbeidet fører med seg, gjeld det same.\n1 Endra med lov 11 juni 1982 nr. 45.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Vedtak og avgjerder.",
      "content": "Nemndene​2 er vedtaksføre når formannen eller varaformannen og i Landsnemnda minst 4, i fylkesnemndene minst 2, andre nemndmedlemmer er til stades. Mellom like røystetall skil formannsrøysta.\nDet skal førast bok i nemndmøta, og i denne skal både sakene og tilrådingane førast inn. Møteboka frå kvart møte skrivast under av møteleiaren og eit av medlemmene av nemnda. Nemnda veljar denne for kvart møte blant dei som har vore til stades.\n1 Endra med lover 19 juni 1969 nr. 54, 11 juni 1982 nr. 45.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Vilkår for godkjenning.",
      "content": "A. Den som skal få godkjenning må søkja om det skriftleg, vera myndig, ha hatt tilhald i riket i minst eitt år i samanheng og framleis bu her. Vilkåra i fyrste setning om at søkjaren skal ha hatt tilhald i riket i minst eitt år og framleis skal bu her, gjeld ikkje statsborgarar i statar som er partar i EØS-avtala når dei er busette i ein slik stat.​2 I serhøve kan departementet​3 gjera unnatak frå vilkåra i fyrste setning.\nSøkjaren får godkjenning når han legg fram:\n1. Vitnemål for at han har greidd utgangsprøva på lina for husbygging, byggjetiltak eller byggjeteknikk på ingeniørhøgskule (tidlegare teknisk skule) eller for at han har greidd annan eksamen som er minst jamgod med slik prøve, eller fagbrev i den faggreina søknaden om godkjenning gjeld. Kongen kan for einskilde faggreiner fastsetja at ein mindre krevjande teknisk eksamen skal godtakast, eller at vitnemål om teknisk eksamen ikkje skal krevjast, sjå nr. 2 første leden, siste punktum.\n2. Vitnemål for at han i minst 3 år har drive sjølvstendig entreprenørverksemd eller arbeidt hjå entreprenørføretak eller hjå stat eller kommune eller andre som gjer bygg eller anleggsarbeid til seg sjølve. Han må ha hatt slikt arbeid at det har gjeve fagkunnskap nok i dei faggreiner søknaden gjeld. For faggreiner som krev serleg sakkunne kan Kongen fastsetja at søkjaren må ettervisa at han har hatt slikt arbeid i meir enn 3 år, men ikkje i meir enn 6. For faggreiner der det er gjort vedtak etter nr. 1, siste punktum, kan Kongen fastsetja at ein søkjar må ettervisa at han har hatt slikt arbeid i inntil 8 år, dersom han ikkje har utgangsprøve frå ingeniørhøgskule (tidlegare teknisk skule).\nDepartementet kan fastsetja at søkjaren ikkje treng ha arbeidt i sovore verksemd så lenge som 3 år når han før er godkjend entreprenør i anna faggrein enn den søknaden gjeld, eller er godteken som fagleg leiar i anna faggrein i ei entreprenørverksemd.\n3. Vitnemål for at han har slik kunnskap i bokførsle at han kan greia den bokføringsskyldnad som er fastsett for sjølvstendige næringsdrivande,​4 og at han kan greia dei utrekningar (kalkulasjoner) som er turvande i entreprenørverksemd.\nSom vitnemål for kunnskap i bokførsle skal godtakast:\na. vitnemål frå skule som har bokførsle til fag om at han har gjennomgått skulen og undervisninga der i bokførsle, dersom undervisninga er godkjent av departementet, eller\nb. vitnemål om at han har gjennomgått kurs og greidd prøve i faget som vert halden av organisasjon eller institusjon, dersom undervisninga og prøva er godkjent av departementet, idet godkjenning kan gjevast i ei eller fleire faggreiner, eller\nc. Mesterbrev etter lov om mesterbrev i håndverk og annen næring.​5\nSom vitnemål for kunnskap i fagleg kalkulasjon skal godtakast:\na. vitnemål frå skule som har kalkulasjon av bygg- eller anleggsarbeid til fag om at han har gjennomgått skulen og undervisninga der i slik kalkulasjon, dersom undervisninga er godkjent av departementet, eller\nc. Mesterbrev i murer eller tømrerfaget etter lov om mesterbrev i håndverk og annen næring.\n4. Vitnemål for at han har god kjennskap til lovene og andre føresegner som gjeld for yrket, og at det ikkje er noko serleg å seia på den måten han etterlever desse føresegnene.\n5. Vitnemål for at han er vederheftig økonomisk.\n6. Vitnemål for at det ikkje er noko serleg å seia på atferda hans.\nNår serlege grunnar er for det, kan departementet gjera unnatak frå føresegnene under nr. 1, 2 og 3.\nB. Godkjenning skal også gjevast når søkjaren har fagleg leiar for entreprenørverksemda, og etterviser at leiaren fyller vilkåra i A første leden og andre leden nr. 1-4 og 6, og søkjaren fyller vilkåret i A andre leden nr. 5.\nA første leden siste punktum og A siste leden gjeld på tilsvarande måte.\nBerre den kan reknast for fagleg leiar i ei faggrein som er fast tilsett i føretaket og leiar faggreina i verksemda.\nNår nokon etter reglane ovanfor er fagleg leiar for ei eller fleire faggreiner i ei entreprenørverksemd, kan han ikkje på same tid driva eiga entreprenørverksemd og heller ikkje vera fagleg leiar i anna entreprenørføretak. I serhøve kan departementet gjera unnatak frå denne føresegna.\nVedkomande godkjenningsmakt skal ha melding om kven som til kvar tid er fagleg leiar for dei ymse faggreiner i ei verksemd. Skifter ei verksemd leiar, må det ettervisast for godkjenningsmakta at den nye leiaren fyller vilkåra i denne bokstaven, sjå § 11 tredje leden.\n1 Oppheva ved lov 19 juni 1969 nr. 54, tilføyd ved lov 19 juni 1970 nr. 60, endra med lover 11 juni 1982 nr. 45, 20 juni 1986 nr. 35, 27 nov 1992 nr. 118.\n2 Jfr. EØS-avtalen art. 4, 31, 34 og 36.\n3 Næringsdepartementet.\n4 Jfr. lov 13 mai 1977 nr. 35.\n5 Jfr. lov 20 juni 1986 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Godkjenning til selskap. Dagleg leiar.",
      "content": "Eit ansvarleg selskap eller kommandittselskap​2 (kommandittaksjeselskap medrekna) får godkjenning når alle dei ansvarlege som er med i selskapet etterviser at dei fyller vilkåra i § 8 A andre leden nr. 5, og den faglege leiaren for entreprenørverksemda til selskapet etterviser at han fyller dei andre vilkåra i § 8 A.\nAksjeselskap​3 og anna selskap med avgrensa ansvar får godkjenning når det etterviser at det fyller vilkåret i § 8 A andre leden nr. 5, og den faglege leiaren for entreprenørverksemnda til selskapet etterviser at han fyller dei andre vilkåra i § 8 A.\n§ 8 B andre til femte leden gjeld på tilsvarande måte.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45. – Sjå § 11 tredje ledd og § 15.\n2 Jfr. lov 21 juni 1985 nr. 83 § 1-2.\n3 Jfr. lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Avferd og konkurs.",
      "content": "Døyr ein godkjend entreprenør, kan attlevande ektemake fullføra arbeid som var sett igang eller som det etterviseleg var gjort avtale om før avferda, dersom buet vert overteke uskifta.​2 I anna fall har avferdbuet denne retten,​3 og når skiftet er gjennomførd, den eller dei arvingar som tek over entreprenørverksemda. Denne må likevel ikkje halda fram lenger enn 6 månader frå avferdsdagen utan samtykke frå departementet.​4 Når det vert gjeve samtykke, kan departementet setja nøgnare vilkår for drifta.\nGjer ein godkjend entreprenør konkurs, har konkursbuet same retten til å halda fram verksemda som fastsett i førre leden for ektemake, avferdbu eller arvingar. 6 månadersfristen reknast då frå konkursopninga.​5 Siste setningen i førre leden gjeld tilsvarande.\n1 Endra med lov 19 juni 1970 nr. 60, 11 juni 1982 nr. 45.\n2 Sjå lov 3 mars 1972 nr. 5 kap. III.\n3 Jfr. sl. kap. 13 – 16.\n4 Næringsdepartementet.\n5 Jfr. kkl. § 74, 81 og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Når løyvebrev held opp å gjelda.",
      "content": "Når ein entreprenør ikkje lenger fyller vilkåra i § 8 bokstav A fyrste ledd, held løyvebrevet opp å gjelde til han eller ho atter fyller vilkåra.\nGjer ein entreprenør konkurs, held likeeins løyvebrevet opp å gjelda. Dersom skulda til entreprenøren vert oppgjort, ettergjeven eller fell bort på annen måte eller entreprenøren får skuldsemje (akkord), kan departementet​2 fastsetja at løyvebrevet atter skal gjelda, når det finn at entreprenøren ikkje kan leggjast noko til last for at verksemda gjorde konkurs, og han ikkje har synt ei åtferd som øydelegg den tiltrua som trengst i yrket hans.\nLøyvebrev etter § 8 B og § 9 held elles opp å gjelda når verksemda ikkje lenger har slik fagleg leiar som er kravt i desse føresegnene. Døyr den faglege leiaren, eller har han slutta i føretaket utan at dette har årsaka si i tilhøve som må tilreknast verksemda, kan føretaket fullføra arbeid som var sett igang eller som det etterviseleg var gjort avtale om før leiaren slutta. Verksemda må likevel ikkje halda fram lenger enn 6 månader frå då av utan samtykke frå departementet. Når det vert gjeve samtykke, kan departementet setja nøgnare vilkår for drifta.\nDepartementet kan taka tilbake løyvebrevet om entreprenøren eller den faglege leiaren er saka i uærleg ferd eller har brote føresegn gjeven i eller med heimel i lova.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 27 nov 1992 nr. 118.\n2 Næringsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Avgifter.",
      "content": "Departementet​2 kan fastsetja at ein godkjend entreprenør skal svara ei årleg avgift til statskassa, under dette kor stor avgifta skal vera. Avgifta skal innan utgangen av januar månad svarast ukravd til skattefuten på den faste forretningsstaden åt entreprenøren eller for entreprenør som ikkje har fast forretningsstad i Noreg​3 på den staden entreprenøren hovudsakleg aktar å drive si verksemd. Det året godkjenning vert gjeven, skal entreprenøren svara full årsavgift innan ein månad frå godkjenningsdagen. Avgifta er tvangsgrunnlag for utlegg.​4\nGjer entreprenøren ikkje opp forfallen avgift seinast ein månad etter han fekk påkrav i innskrive brev, fell godkjenninga bort. Misser nokon godkjenning på den måten, må han svara skyldig årsavgift før han kan få ny godkjenning.\n1 Endra med lover 19 juni 1970 nr. 60, 11 juni 1982 nr. 45, 26 juni 1992 nr. 86, 27 nov 1992 nr. 118. – Jfr. lov 28 juni 1952 nr. 3.\n2 Næringsdepartementet.\n3 Jfr. EØS-avtalen art. 4, 31, 34 og 36.\n4 Jfr. tvangsl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Oppheva)",
      "content": "0 Oppheva ved lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Føresegner.",
      "content": "Kongen kan gjeva føresegner til utfylling og gjennomføring av denne lova.\n1 Endra med lov 19 juni 1970 nr. 60 (tidlegare § 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Kva tid lova tek til å gjelda. Overgangsføresegner.",
      "content": "1. Kongen fastset kva tid denne lova skal taka til å gjelda.​2\n2. Når lova vert sett i kraft, gjeld desse overgangsføresegnene:\nPå stader der lova vert gjort gjeldande etter § 1, skal arbeid som ikkje er sett i gang når lova tek til å gjelda, gå inn under lova endå om avtale om arbeidet er gjort føre den tid.\n– – –\nNår lova 24 oktober 1952 om godkjenning av entreprenørar som driv med husbygging eller anna byggarbeid, tek til å gjelda i ein kommune eller lut av kommune der lova ikkje har golde før, skal den som då driv sjølvstendig entreprenørverksemd i kommunen, reknast for å fylle vilkåra i § 8 nr. 1, 2 og 3 i dei faggreiner som verksemda hans har høyrt til i dei siste 3 åra, såframt han i den tida har drive verksemda med meir enn 5 mann.\nNår eit selskap fyller vilkåra i førre leden, skal den daglege leiaren i entreprenørverksemda, jfr. § 9 fyrste, andre og tredje leden, reknast for å fylla vilkåra i § 8 nr. 1, 2 og 3 i dei faggreinene som selskapsverksemda har høyrt til i nemnde tidbolk, såframt leiaren har vore i slik post eller sjølv har drive slik entreprenørverksemd dei siste 3 åra. Det same gjeld om han i nemnde tidbolk har hatt annan så høg post i entreprenørverksemd at godkjenningsmakta​3 meiner han har dei røynslene ein entreprenør må ha. Skifter selskapet leiar etter lova er sett i kraft, gjeld reglane i § 9.\nDen som får godkjenning etter føresegnene i tredje og fjerde leden, kan ikkje taka på seg slikt arbeid som går inn under lova på ein stad der lova er sett i kraft tidlegare.\n1 Endra med lov 19 juni 1970 nr. 60 (tidlegare § 16).\n2 Frå 1 april 1956 etter res. 13 jan 1956.\n3 Sjå § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ]
}