{
  "id": "LOV-1964-03-06",
  "type": "statute",
  "title": "Lov om laksefisket og innlandsfisket.",
  "short_name": "Laksefiske- og innlandsfiskeloven.",
  "status": "in_force",
  "issued_date": "1964-03-06",
  "in_force_date": "1964-03-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-03-06",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Formålet med denne loven er å legge forholdene slik til rette at laksefisket og innlandsfisket kan bli til størst mulig gagn for samfunnet og de enkelte rettighetshavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "For fiske i sjøen gjelder denne lov innenfor den lovbestemte fiskerigrense.​2\nKongen bestemmer om loven skal gjelde for vassdrag eller fjord som danner grense mot naborike. For slike områder kan Kongen gi regler om laksefisket og innlandsfisket uten hinder av fiskelovgivningens bestemmelser.\nKongen kan bestemme at loven helt eller delvis skal gjelde for fiske som drives utenfor fiskerigrensen og på fjerne farvann av norske statsborgere​3 og personer som er bosatt i Norge eller av norske selskaper og andre sammenslutninger. For dette fiske kan Kongen uten hinder av lovens øvrige bestemmelser fastsette de regler som anses nødvendige av hensyn til internasjonale avtaler om regulering av fisket, derunder også forby fiske av anadrome laksefisk​4 i visse områder​5 eller bestemme at slikt fiske ikke kan utøves uten tillatelse av Kongen.\n1 Endret ved lover 18 des 1970 nr. 93, 8 juni 1984 nr. 70.\n2 Se lov 17 juni 1966 nr. 19.\n3 Jfr. lov 8 des 1950 nr. 3.\n4 Se § 3 nr. 1.\n5 Forskrift om forbud mot fiske etter laks av norske fiskere i det nord-vestlige og nord-østlige Atlanterhav gitt av Miljøverndepartementet 19 des 1975 nr. 8590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "I denne lov menes med:\n1. «anadrome laksefisk»: alle arter laksefisk som vandrer mellom sjø og ferskvann og som er avhengig av ferskvann for å reprodusere, samt rogn og unger av slik fisk.\n2. «innlandsfisk»: all annen fisk i vassdrag enn anadrome laksefisk, samt rogn og unger av slik fisk, herunder også regnet ål\n3. «laksefiske»: fiske i sjøen eller vassdrag etter anadrome laksefisk\n4. «innlandsfiske»: fiske etter innlandsfisk\n5. «vassdrag»: innsjø, vann, tjern, elv, elvearm eller bekk.\nDenne lovs første og fjerde del (§§ 1-42 og 86 flg.) gjelder både laksefiske og innlandsfiske. Annen del (§§ 43-75) gjelder særskilt for laksefiske, og tredje del (§§ 76-85) særskilt for innlandsfiske. Bestemmelser i eller i medhold av §§ 54, 64 bokstav i, 65 og 68 gjelder også for annet fiske i sjøen enn laksefiske. For fangst av kreps​2 i vassdrag gjelder lovens første, tredje og fjerde del når ikke annet er uttrykkelig sagt eller går fram av sammenhengen.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "De områder av riket hvor det foregår laksefiske​1 inndeles i laksedistrikter. Inndelingen fastsettes av Kongen​2 etter at vedkommende kommunestyrer har fått høve til å uttale seg. Som regel bør hvert laksedistrikt omfatte vedkommende politidistrikt. Kongen​2 avgjør om bykommune skal omfattes av laksedistriktet.\nI hvert laksedistrikt skal det være et laksestyre som velges av fylkestinget. Laksestyret skal ha fra 5 til 11 medlemmer med personlige varamenn som velges for 4 år om gangen. Kommunestyrene i laksedistriktet samt foreninger og organisasjoner som har fiske eller fremme av fiske i laksedistriktet som formål, har rett til å fremsette forslag til medlemmer med varamenn etter regler som gis av departementet.​2 Eierne av laksefiske​1 i distriktet skal ha flertall i laksestyret, men minst 2 av medlemmene med varamenn skal ikke være eiere av laksefiske. Like med eier regnes innehaver av bruksrett som er på minst 3 år.\nFylkestinget fastsetter medlemmenes antall. Ligger laksedistriktet i 2 eller flere fylker, fastsetter departementet medlemmenes antall og fordeling på fylkene.\nVed valgene skal såvidt mulig tas hensyn til en rimelig fordeling mellom de forskjellige interesser og områder i distriktet.\nI tillegg til de medlemmer som er nevnt i annet ledd, skal det for samme tid og på samme måte velges 2 medlemmer med personlige varamenn blant medlemmene av innlandsfiskenemndene​3 innen laksedistriktet. Ligger laksedistriktet i 2 eller flere fylker, fastsetter departementet​2 hvorfra medlemmene skal velges, og gir nærmere regler om valget. Disse medlemmer deltar ikke i valg som nevnt i § 7 annet ledd.\n1 Se § 3 nr. 3.\n2 Miljøverndepartementet iflg. res. 5 mai 1972.\n3 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Laksestyret​1 velger selv formann og varaformann. Ved likt stemmetall avgjøres valget ved loddtrekning.\nLaksestyret er vedtaksført når minst halvparten av medlemmene er til stede. Vedtak fattes med vanlig (simpelt) flertall. Er stemmetallet likt, er formannens stemme avgjørende. Møte skal holdes minst en gang om året, og ellers når det anses påkrevd. Departementet​2 har rett til å være representert på møtene, likevel uten stemmerett. Det skal føres møtebok som skal være autorisert av fylkesmannen.\nFor reiser og møter i laksestyrets tjeneste har medlemmene krav på skyss- og kostgodtgjøring som bestemt for offentlige tjenestemenn. Er vervet som medlem av laksestyret byrdefullt, kan departementet samtykke i at det i tillegg gis annen rimelig godtgjøring. Disse utgifter anvises av fylkesmannen til utbetaling av skattefogden mot refusjon av laksestyrets kasse.\n1 Se § 4.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Laksestyret​1 skal:\na. Føre liste over laksefisket​2 i laksedistriktet, satt opp etter meldingene i samsvar med §§ 71 og 72, og sende politimesteren avskrift av listen,\nb. føre tilsyn med at oppsynet i distriktet er effektivt,\nc. gi uttalelse eller forslag når en offentlig myndighet ber om det, eller det er pålagt laksestyret i lov,\nd. treffe slike tiltak til fremme av laksefisket​2 som er nevnt i loven og som anses nødvendig for å hindre eller stoppe skadevirkninger på fisket, og dessuten drive klekking og utsetting av settefisk og yngel når det finnes gagnlig,\ne. kreve skjønn etter § 41, når laksestyret finner det hensiktsmessig for laksefiskets​2 fremme,\nf. sette opp budsjett og utligne lakseskatt for distriktet etter § 74 og ansette kasserer til å forvalte styrets kasse,\ng. samle statistiske oppgaver over laksefisket,​2 jfr. §§ 72 og 73. Statistikken settes opp i samsvar med bestemmelse av departementet,​3 og samlet oppgave sendes departementet på fastsatt skjema.\n1 Se § 4.\n2 Se § 3 nr. 3.\n3 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "I hver kommune som departementet​2 ikke særskilt har fritatt for det, skal det være en innlandsfiskenemnd. Kommunestyret kan likevel uten departementets samtykke legge innlandsfiskenemndas gjøremål til en annen kommunal nemnd.\nI kommuner hvor det foregår laksefiske,​3 skal det dessuten velges 1 medlem med varamann for samme tidsrom av og blant medlemmene i distriktets laksestyre.​4 Dette medlem deltar ikke i valg som nevnt i § 4, femte ledd.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Miljøverndepartementet.\n3 Se § 2 nr. 3.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Innlandsfiskenemnda​1 skal ta seg av innlandsfisket​2 og fangst av kreps​3 i kommunen. Nemnda skal gjøre seg nøye kjent med mulighetene for å fremme fisket. Den skal arbeide for at bestemmelser i lov og fiskeregler kan bli overholdt, og selv sette i verk tiltak for å fremme fiskebestanden og søke å vekke interesse for rasjonelt fiskestell i kommunen.\nInnlandsfiskenemnda​1 skal videre arbeide for å åpne en alminnelig adgang til å drive fiske på nærmere fastsatte vilkår.\nInstruks for nemndas arbeid fastsettes av departementet,​4 som også kan pålegge nemnda å avgi uttalelse og oppgaver over fisket.\nReglene i § 5, første og annet ledd gjelder tilsvarende for innlandsfiskenemnda,​1 dog slik at møteboken skal autoriseres av formannskapet.\nHvor vervet som medlem av innlandsfiskenemnd​1 er byrdefullt, kan departementet samtykke i at det gis en rimelig godtgjøring.\n1 Se § 7.\n2 Se § 3 nr. 4.\n3 Se § 3 siste punktum.\n4 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ligger et vassdrag eller et på annen måte naturlig avgrenset fiskeområde innenfor grensene av to eller flere kommuner hvor innlandsfiskenemnd​1 er opprettet, kan departementet​2 bestemme at det skal opprettes et samarbeidsutvalg til å ivareta fiskeinteresser som er felles for hele vassdraget eller fiskeområdet. Samarbeidsutvalget skal bestå av et medlem fra hver av innlandsfiskenemndene i de kommuner det gjelder. Utvalget velger selv sin formann. Departementet gir nærmere regler om valget av og funksjonstiden for samarbeidsutvalget, om hvilke arbeidsoppgaver utvalget skal ha, og om saksbehandlingen.\n1 Se § 7.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Saker som etter denne lov skal forelegges for «vedkommende fiskeriorgan» til uttalelse, skal forelegges for innlandsfiskenemnda​1 når saken angår innlandsfiske​2 og for laksestyret​3 når saken angår laksefiske.​4 Angår saken både innlandsfiske og laksefiske forelegges den både for innlandsfiskenemnda og for laksestyret. Sendes saken til laksestyret uten opplysning om at den samtidig er forelagt innlandsfiskenemnda, innhenter laksestyret av eget tiltak uttalelse fra innlandsfiskenemnda dersom saken også har betydning for innlandsfisket, likesom innlandsfiskenemnda i tilsvarende tilfelle innhenter uttalelse fra laksestyret.\nPå samme måte forholdes det når «vedkommende fiskeriorgan» etter denne lov skal treffe sin avgjørelse. Angår saken både innlandsfiske​2 og laksefiske​4 og blir ikke innlandsfiskenemnda​1 og laksestyret​3 enige om avgjørelsen, skal saken behandles og avgjøres i sammøte av begge fiskeriorganer. Departementet​5 kan gi nærmere regler om saksbehandlingen i sammøte.\n1 Se § 7.\n2 Se § 3 nr. 4.\n3 Se § 4.\n4 Se § 3 nr. 3.\n5 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fiskerett som hører til fast eiendom, kan ikke skilles fra eiendommen for lengre tid enn 10 år om gangen, uten når fiskerett følger bruksrett til eiendommen. Avtale om særskilt bortleie av fiskerett for lengre tid enn 1 år skal skriftlig meldes til vedkommende fiskeriorgan.​1 På jordskifte kan det uten hinder av bestemmelsen i første punktum fastsettes at fiskeretten fortsatt skal være felles helt eller delvis. Bestemmelsene i første punktum er heller ikke til hinder for at overenskomst eller vedtak om felles fiske gjøres gjeldende for lengre tid enn 10 år, jfr. § 24, eller for at fiskeretten holdes tilbake til fordel for almenheten ved salg av statens jord i Finnmark.​2\nNår mindre grunnstykker som tomter med eller uten bebyggelse, hager og liknende og som får strandlinje til sjø eller vassdrag skal skilles fra eiendom med fiskerett, kan det avtales at det ikke skal følge fiskerett med slike parseller. Hvis parsellen ikke får strandlinje, følger det ikke fiskerett med, medmindre annet er avtalt.\nHvis bruksrett til fast eiendom overdras, får brukeren den fiskerett som hører til eiendommen, når ikke annet er avtalt.\n1 Se § 10.\n2 Jfr. § 16. Jfr. lov 12 mars 1965 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Hvor fisket i vassdraget er fritt, gir departementet​1 bestemmelser om hvordan det skal drives. Vedkommende fiskeriorgan​2 skal på forhånd gis høve til å uttale seg og komme med forslag.\nI slike bestemmelser skal det fastsettes at fiske innen det angitte område bare kan drives mot løsning av fiskekort. Departementet kan også bestemme at samme fiskekort skal gjelde for flere slike områder. Prisen på fiskekort fastsettes av vedkommende innlandsfiskenemnd​3 eller laksestyre.​4 Det kan fastsettes forskjellige vilkår for innen- og utenbygdsboende, og utstedelsen av fiskekort kan begrenses. Pris og vilkår må godkjennes av departementet​1 før utstedelsen av fiskekort.\nRegnskap for midler som kommer inn ved salg av slike fiskekort, skal av vedkommende innlandsfiskenemnd​3 eller laksestyre​4 avlegges ved kalenderårets utløp for departementet.​1 Av midlene skal minst 10 % innbetales til fiskefondet, jfr. § 23, og resten skal brukes til opphjelp av fisket i vedkommende vassdrag eller avsettes til fond til større tiltak for fiske på stedet.\nVedkommende​2 fiskeriorgan kan med departementets​1 samtykke overlate administrasjonen av det frie fiske til en organisasjon med fremme av fiske som formål.\n1 Miljøverndepartementet.\n2 Se § 10.\n3 Se § 7.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hvor fisket ikke er fritt, kan departementet​1 gi regulerende forskrifter for å fremme fisket eller hindre misbruk.\n1 Miljøverndepartementet. Forskrift gitt 5 mars 1990 nr. 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Hvor det i vassdrag eller deler av vassdrag åpnes adgang for fiskeslag som ikke finnes i vassdraget tidligere, og tiltaket i alt vesentlig er bekostet av det offentlige, kan departementet​1 bestemme at det nye fisket skal drives som fritt fiske, jfr. § 12. Finnes det fra før annet privat fiske, kan Kongen kreve tvungen avståelse av dette etter reglene i § 28. Skjer tiltaket med støtte fra det offentlige, derunder bruk av fiskefondets​2 midler, kan det offentlige sette vilkår for å yte tilskottet. Vilkår som nevnt kan gå ut på at fiske i vassdraget eller deler av vassdraget skal kunne drives mot løsning av fiskekort etter nærmere regler som fastsettes av departementet,​1 jfr. § 12, annet ledd.\n1 Miljøverndepartementet.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I bygdealmenning hvor det ikke er alminnelig rett til krokfiske, skal alle som har bruksrett i almenningen med huslyd og andre som bor fast på og er knyttet til driften av eiendom som har bruksrett, ha adgang til å fiske med krok. Andre fiskeredskaper kan bare anvendes etter regler som er godkjent av vedkommende fiskeriorgan.​1\nDen som vil drive fiske, skal løse fiskekort etter de regler som gjelder for almenningen. Fiskekortet skal alltid bringes med under utøving av fiske og skal vises fram når oppsynet eller politiet forlanger det. Fisket forvaltes av almenningsstyret eller den det bemyndiger etter regler som fastsettes av departementet.​2 Forslag til slike regler skal utarbeides av almenningsstyret i samarbeid med vedkommende fiskeriorgan​1 og legges ut til ettersyn for de bruksberettigede i minst 4 uker før de fastsettes av departementet.​2 Utleggingen skal kunngjøres på den måte som er vanlig i distriktet.\nI reglene kan det bestemmes at almenningsstyret skal ha myndighet til å foreta innskrenkninger med hensyn til tiden, området eller måten for utøvingen av fiske i almenningen, når dette etter styrets mening er nødvendig. Før slike innskrenkninger foretas, skal vedkommende fiskeriorgan​1 gis høve til å uttale seg. Motsetter disse seg at innskrenkninger foretas, avgjør departementet​2 om almenningsstyrets vedtak om innskrenkninger skal godkjennes.\nAlmenningsstyret fastsetter også, etter at vedkommende fiskeriorgan​1 har hatt høve til å uttale seg, i hvilken utstrekning det skal gis andre enn de som etter foranstående bestemmelser er fiskeberettiget, adgang til å drive fiske i almenningen.\nDepartementet​2 kan pålegge almenningsstyret å gi andre rett til å fiske. Reglene i § 77 gjelder tilsvarende.\n1 Se § 10.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Det fiske som ligger til statens jord i Finnmark i vassdrag eller i sjøen er fritt for enhver norsk borger som er bosatt i fylket.\nDette gjelder ikke i områder hvor fisket er bortforpaktet og heller ikke så langt fisket er undergitt utvisning. Videre er fiske med stang eller håndsnøre fritt for enhver norsk borger unntatt i områder hvor fisket er bortforpaktet.\nDepartementet​2 kan bestemme at ovennevnte fiske, unntatt fiske med stang eller håndsnøre, i bestemte områder bare skal foregå etter utvisning. Departementet​2 kan også bortforpakte statens fiskerett for inntil 10 år om gangen.\nUtvisning og bortforpaktning skjer ved Finnmark Jordsalgskommisjon i samsvar med den lov​3 og det reglement som til enhver tid gjelder for avhendelse, og bortforpakting av statens jord m.v. i Finnmark fylkes landdistrikt. Departementet fastsetter regler om hvem som kan få utvist fiske, og til hvem forpaktning kan skje. Norske borgere bosatt i Finnmark skal dog i ethvert tilfelle ha fortrinnsrett. Departementet​2 kan også ellers gi regler om utvisning og bortforpaktning. For utvisning betales en avgift som fastsettes av departementet.​2\nBestemmelsene i denne paragraf gjelder ikke Altaelvens hovedvassdrag, Tanavassdraget​4 og Neidenvassdraget i Finnmark fylke.\n1 Endret ved lov 21 juni 1985 nr. 88. – Jfr. § 21.\n2 Miljøverndepartementet.\n3 Se lov 12 mars 1965.\n4 Jfr. lov 23 juni 1888 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Departementet​2 kan bestemme at fiske som er fritt etter § 16, i bestemte områder bare kan utøves mot løsning av fiskekort, og at utenbygdsboende skal betale en nærmere fastsatt avgift for fiskekort. Avgiften kan settes lavere for folk bosatt i Finnmark enn for andre norske borgere. Departementet kan videre bestemme at utlendinger kan få adgang til fiske med stang eller håndsnøre mot løsning av fiskekort på nærmere fastsatte vilkår.\nAntall fiskekort kan begrenses av departementet etter at vedkommende fiskeriorgan​3 har hatt høve til å uttale seg.\nDepartementet fastsetter bestemmelser om fiskekortenes innhold, salg m.v.\nBestemmelsene om løsning av fiskekort gjelder ikke for det fiske som flyttsamene utøver under sitt lovlige opphold med rein i reinbeitedistrikt.\n1 Endret ved lov 21 juni 1985 nr. 88.\n2 Miljøverndepartementet.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "På ikke særskilt matrikulert statseiendom utenfor Finnmark som ikke går inn under fjell-loven,​1 skal fisket drives som fritt fiske etter § 12. Utlendinger kan få tillatelse til å fiske med stang eller håndsnøre mot løsning av fiskekort og på vilkår fastsatt av departementet.​2\nBestemmelsen i § 17, fjerde ledd, får tilsvarende anvendelse.\n1 Lov 6 juni 1975 nr. 31.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Statens fiskerett i særskilt matrikulert statseiendom kan etter bestemmelse av Kongen utøves av alle norske borgere etter nærmere fastsatte regler. Dette gjelder også Opplysningsvesenets fonds eiendommer. Vedkommende fiskeriorgan​1 skal først gis høve til å uttale seg. Utlendinger kan også gis adgang til fiske etter særlige regler.\nBestemmelsen i denne paragraf er ikke til hinder for at statens fiskerett kan administreres av foreninger eller organisasjoner med fiske eller fremme av fiske som formål.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kommunene skal så vidt mulig utnytte fiskeretten på sine eiendommer på tilsvarende måte som fritt fiske etter § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lov medfører ingen endringer i de særlige regler som gjelder for den lokale befolknings rett til fiske i Finnmark etter kongelig resolusjon av 27. mai 1775 angående Jorddelingen i Finmarken samt Bopladses Udvisning og Skyldlægning sammesteds, og lov av 23. juni 1888 om Retten til Fiskeri i Tanavassdraget i Finmarkens Amt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Den som etter å ha fylt 16 år vil fiske anadrome laksefisk​2 eller innlandsfisk​3 skal betale avgift til fiskefondet, jfr. § 23. Avgiften gjelder for kalenderåret.\nNorske og svenske flyttsamer er fritatt for å betale avgift for det fiske som de etter reindriftslovgivningen​4 har rett til å drive.\nBetaling av avgift til fiskefondet​5 er et vilkår for utøving av fiske, men gir ikke rett til fiske i noe bestemt område.\nDen som mot eller uten vederlag stiller fiskerett til rådighet for noen annen, plikter å forvisse seg om at vedkommende har betalt fisketrygdavgift. Departementet​6 kan dispensere fra dette og herunder sette vilkår. Ved overenskomst om bortleie o.l. som gjelder for mer enn 1 år, plikter bortleieren å forvisse seg om at avgiften er betalt bare når overenskomsten blir inngått.\nBevis for at avgiften er betalt, skal bringes med under utøving av fisket, og vises fram når det forlanges av politi, oppsynsmann eller av enhver som kan legitimere at han har rett til å fiske på vedkommende sted.\nDepartementet​6 fastsetter størrelsen av avgiften og kan gi nærmere regler om betalingen.\nKongen​7 kan bestemme at utlendinger skal betale en høyere fisketrygdavgift enn hva som til enhver tid er fastsatt for norske borgere.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. res. 4 juni 1965.\n2 Se § 3 nr. 1.\n3 Se § 3 nr. 2.\n4 Jfr. lov 9 juni 1978 nr. 49 § 14.\n5 Se § 23.\n6 Miljøverndepartementet.\n7 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Det skal opprettes et fiskefond til fremme av laksefiske og innlandsfiske.​2 Midlene kan også brukes til oppsyn og til utgifter vedkommende laksestyrene​3 og innlandsfiskenemndene.​4 Fondet styres av departementet​5 innen rammen av de vedtekter som Kongen​6 fastsetter for fondets forvaltning og bruken av midlene.\nI fondet inngår inntektene av de avgifter som er nevnt i lovens §§ 12, 18, 22 og 75 og eventuelt andre inntekter til fremme av fisket.\n1 Endret ved lov 21 juni 1985 nr. 88.\n2 Se § 3 nr. 3 og 4.\n3 Se § 4.\n4 Se § 7.\n5 Miljøverndepartementet.\n6 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Ligger fisket i sameie eller sambruk, kan et flertall av interessentene fastsette tiltak som tar sikte på en bedre utnytting av fisket. Møte til behandling av slike tiltak skal holdes når det kreves av minst en femtedel av de fiskeberettigede regnet etter den enkeltes andelsrett i fisket. Vedtak fattes med alminnelig flertall blant de fremmøtte, regnet som fastsatt i foregående punktum. De utgifter som følger med tiltaket, fordeles mellom de fiskeberettigede i samme forhold. Gjelder det tiltak som ikke er til forholdsvis like stor nytte for alle, kan hver av de fiskeberettigede kreve at utgiftene blir fordelt etter den nytte hver enkelt får av tiltaket.\nDepartementet​1 kan gi nærmere regler om varsel, innkalling m.v.\nFlertallsvedtak kan prøves ved skjønn.​2 Fristen for å kreve skjønn er 1 måned etter at vedkommende har fått underretning om vedtaket.\nVedtaket blir endelig 3 måneder etter at det er fattet, eller i tilfelle stadfestet ved rettskraftig skjønn, hvis ingen av de fiskeberettigede har krevd jordskifte eller bruksordning etter jordskifteloven​3 innen denne frist. Blir ikke jordskifte fremmet eller bruksordning gitt etter jordskifteloven, blir vedtaket bindende.\nJordskifte eller bruksordning etter jordskifteloven​3 kan også kreves etter utløpet av 3-månedsfristen, men den som har fått en rett etter vedtaket, står da på like fot med andre berettigede.\nHvis ikke flertallsvedtaket selv fastsetter hvor lang tid det skal gjelde, kan det prøves på nytt når minst 10 år er gått.\n1 Miljøverndepartementet.\n2 Jfr. § 42.\n3 Lov 21 des 1979 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Når rett til fiske i vassdrag som ikke i sin helhet ligger i stats- eller bygdealmenning, synes å egne seg for felles utnytting, men de fiskeberettigede ikke kan bli enige om dette, kan flertallet av dem, regnet etter reglene i § 24, sette frem krav til departementet​1 om ordning av fellesfiske, derunder bruk av fiskekort for større områder med flere eiere, og om ordning av felles tiltak til fremme av fiskebestanden. Saken skal forelegges for vedkommende fiskeriorgan​2 til uttalelse. Departementet​1 kan samtykke i den foreslåtte ordning hvis den forutsettes å bli en utvilsom fordel i forhold til den tidligere ordning og ikke vil volde noen fiskeberettiget uforholdsmessig ulempe eller virke urimelig overfor ham.\nHvis departementet​1 gir sitt samtykke sendes saken til vedkommende fiskeriorgan,​2 som fastsetter de nærmere enkeltheter ved ordningen.\nBlir det gitt samtykke til ordning med fellesfiske, skal vedkommende fiskeriorgan​2 i samråd med fiskerikonsulenten verdsette hver fiskerett, og hver fiskeberettiget får andel i fellesskapet i forhold til verdien av sin fiskerett. Vedkommende fiskeriorgan​2 fastsetter også regler for forvaltning av fisket, likeså om utlikning av utgifter til tiltak til fremme av fisket og dekning av utgiftene med istandbringelse av fellesfisket. Utliknede pengebeløp kan inndrives ved utpantning.​3\nVerdsettingen av fiskerett kan av rettighetshaveren kreves prøvd ved skjønn.​4 Fristen for å kreve skjønn er 1 måned etter at vedkommende har fått underretning om vedtaket.\nDe fiskeberettigede velger i fellesmøte et styre til å gjennomføre den fastsatte ordningen.\nHvis ikke vedkommende fiskeriorgan​2 har fastsatt kortere tid for ordningen, har hver av de fiskeriberettigede adgang til å kreve den tatt opp på nytt når 10 år er gått.\n1 Miljøverndepartementet.\n2 Se § 10.\n3 Se tvangsfullbl. kap. 8.\n4 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Når det anses nødvendig å bygge fisketrapp eller utføre andre tiltak for å lette eller åpne oppgangen av fisk i vassdrag, kan Kongen gi samtykke til å kreve tvungen avståelse av den nødvendige grunn, rettigheter og vann og gi pålegg om nødvendige eiendomsheftelser i forbindelse med tiltaket.\nHvis ikke Kongen i statsråd ved forskrift har bestemt annet, kan slik ekspropriasjonsrett bare gis til fordel for staten, fylkeskommune eller kommune eller til fiskeorganisasjon med fremme av fiske som formål.\nNår det søkes om tvungen avståelse, må det samtidig legges fram plan for tiltaket. I plan for fisketrapp og lignende anlegg må det gjøres rede for hvorledes det skal ordnes med eiendomsretten til anlegget, hvorledes tilsynet skal være og hvem som har plikt til å sørge for vedlikeholdet.\n1 Jfr. § 42 og lov 23 okt 1959 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Kongen kan gi samtykke til å kreve tvungen avståelse av grunn, rettigheter m.m. som nevnt i § 26, første ledd, når det anses nødvendig for oppdrett av stamfisk, bygging av settefiskanlegg, anlegg for kunstig klekking, utbedring av elveleiet for å øke fiskemengden og lignende tiltak, eller når det anses nødvendig for vitenskapelige undersøkelser og forsøk vedrørende fisket. Likeså kan det gis samtykke til å kreve tvungen avståelse både i vassdrag og sjø av fiskeretter og fiskeanlegg som er særlig skadelige for eller til hinder for gytemulighetene, fiskens frie gang eller fiskebestanden.\nBestemmelsen i § 26, annet ledd, får tilsvarende anvendelse.\n1 Jfr. § 42 og lov 23 okt 1959 § 30,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kongen kan etter forslag fra vedkommende fiskeriorgan​2 eller fra en fiskeorganisasjon med fremme av fiske som formål gi samtykke til å kreve tvungen avståelse av rett til fiske til fordel for almenheten. Bestemmelsen i § 26, annet ledd, får tilsvarende anvendelse.\nFiskerett som er avstått på denne måte skal drives som fritt fiske etter § 12. 10-årsbegrensningen etter § 11 kommer ikke til anvendelse.\n1 Jfr. § 42 og lov 23 okt 1959 § 30.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Hvor fisket ikke er fritt og en fiskeberettiget forsømmer de nødvendige fiskekulturtiltak, kan han av vedkommende fiskeriorgan​1 gis pålegg om innen en fastsatt frist å sette i verk de nødvendige kulturtiltak. Etterkommes ikke pålegget kan vedkommende fiskeriorgan​1 sette kulturtiltak i verk for rettighetshaverens regning eller det kan av Kongen gis samtykke til tvungen avståelse​2 av eiendomsrett eller bruksrett til fiske etter at vedkommende fiskeriorgan​1 har gitt rettighetshaveren 1 måneds varsel om at samtykke til tvangsavståelse vil bli søkt. Bestemmelsen i § 26, annet ledd, gjelder tilsvarende.\n1 Se § 10.\n2 Jfr. §§ 26-28 og 42 og lov 23 okt 1959 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Til sikring av rasjonell yngelutklekking eller settefiskoppdrett har departementet​1 eller den som opptrer med fullmakt fra departementet rett til å fange den nødvendige stamfisk eller settefisk av fisk i sjøen eller i hvilket som helst vassdrag etter på forhånd å ha varslet eieren og de fiskeberettigede.\nLikeså har departementet​1 eller den som opptrer etter fullmakt fra departementet rett til å foreta praktiske og vitenskapelige undersøkelser vedkommende fiske etter varsel som nevnt i første ledd.\nBlir ikke partene enige om godtgjørelsen for fanget fisk eller om erstatningen for økonomisk skade som måtte være påført ved undersøkelsen, kan spørsmålet kreves avgjort ved skjønn.​2\n1 Miljøverndepartementet.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Departementet​1 eller den som opptrer etter fullmakt fra departementet, er under sitt praktiske og vitenskapelige arbeid til fremme av fisket ubundet av fredningsbestemmelser eller forbud fastsatt i denne lov eller i medhold av denne lov.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Laksestyrene​2 og innlandsfiskenemndene​3 har plikt til å påse at bestemmelsene i lov​4 om vern mot forurensninger og om avfall overholdes så fisket ikke skades. Dersom disse bestemmelser blir overtrådt og offentlig påtale finnes ønskelig, skal vedkommende laksestyre​2 eller innlandsfiskenemnd​3 om nødvendig henstille til forurensningsmyndigheten å begjære offentlig påtale.\n1 Endret ved lov 13 mars 1981 nr. 6.\n2 Se § 4.\n3 Se § 7.\n4 Lov 13 mars 1981 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Departementet​1 kan fastsette at vanninntak og utløp skal ha sperreanordning for å hindre at fisk skades. Departementet kan gi nærmere bestemmelser om hvordan anordningen skal være innrettet og plassert, og kan gi påbud om de tiltak som anses nødvendig for å sikre fiskens gang.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Uten tillatelse av Kongen er det forbudt å sette ut anadrome laksefisk,​2 innlandsfisk​3 og levende rogn av disse arter i vassdrag, fjorder og havområder, samt kreps og næringsdyr i vassdrag.\nTillatelse til utsetting kan gis ved generell forskrift​4 for visse arter og områder eller ved enkeltvedtak etter søknad.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 3 nr. 2.\n4 Se forskrift gitt av Miljøverndepartementet 22 nov 1985 nr. 1988.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ingen må uten særlig hjemmel fiske i en fisketrapp, fiskerenne eller lignende anlegg, øke eller minske vassføringen eller hindre eller forsøke å hindre fisk i å komme inn i eller gjennom anlegget.\nAlt fiske er forbudt ovenfor og nedenfor anlegget innenfor en grense som departementet​1 fastsetter. Grensene skal avmerkes med tydelige merker. Utgiftene til dette dekkes av statskassen.\nFor vedlikehold eller nedlegging av slike anlegg gjelder bestemmelsene i §§ 115 og 116 i lov om vassdragene av 15. mars 1940, jfr. også nærværende lovs § 26, tredje ledd, annet punktum.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Utenom lovlig fiske er tiltak av enhver art forbudt både i sjøen og i vassdraget når det har til hensikt å skremme fisken eller hindre dens frie gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Ingen må uten særlig hjemmel stenge helt for fiskens gang.\nI elv, elvearm eller bekk skal det være et friløp som utgjør minst en åttendedel av vassdragets bredde på hver side av midtstrømlinjen målt ved middels sommervannstand. I stedet for minst en åttendedel skal gjelde minst en sjettedel for redskaper som er satt ut fra hver sin bredd med kortere avstand enn 100 meter regnet langs vassdraget.\nMidtstrømlinjen regnes å gå midt i djupålen hvis denne kan påvises. Ellers regnes midtstrømlinjen å gå midt i vannløpet eller der hvor den i tilfelle er fastsatt ved skjønn, jfr. § 41. Under skjønnet skal så vidt mulig tas hensyn til at det kan gå omtrent like meget fisk på hver side av midtstrømlinjen på den tid da fisket er størst på vedkommende sted.\n1 Jfr. §§ 64 og 80. – Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Det er forbudt å sette fiskeredskap slik at redskapet, alene eller i forbindelse med ledningsgarn, stein eller andre naturlige hindringer for fiskens gang, kommer ut i friløpet.​1 Unntatt fra denne bestemmelse er fiske med stang eller håndsnøre, drivgarn, kastenot som inndras igjen straks etter utsettingen og håv som tas opp av vannet like etter nedsenkingen.\nI friløpet er det forbudt å slippe stein eller andre ting som kan være til hinder for fiskens gang. Det er også forbudt å gjøre dypere enn friløpet det løp som ovenfra eller nedenfra fører inn til et redskap. Hvis friløpet er oppfylt eller vassdraget utdypet i strid med denne bestemmelse, er det forbudt å fiske på vedkommende sted inntil friløpet eller vassdraget er brakt i samme tilstand som før det ulovlige tiltak. Hvis vedkommende som er ansvarlig for tiltaket nekter å gjøre dette, kan det kreves at politiet lar arbeidet utføre for hans regning. Er oppfylling eller utdyping skjedd uten noens skyld, kan ikke de fiskeberettigede motsette seg at politiet lar foreta tiltak for å renske friløpet eller utfylle utdypningen. I så tilfelle dekkes omkostningene av statskassen.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Så vel i sjøen som i vassdrag er det forbudt til fiske eller avliving av fisk å bruke:\n1. Giftig stoff.\n2. Kalk.\n3. Sprengstoff.\n4. Elektrisk strøm.\n5. Avdemming og tapping.\n6. Lyster eller lignende redskap med spiss eller krok som ikke er beregnet på å slukes av fisken. Det er likevel tillatt å bruke slikt redskap som hjelperedskap for å ta opp fisk som er fanget med annet lovlig redskap.\n7. Kunstig lys, unntatt for krepsfangst.\nDepartementet​2 kan likevel tillate bruk av lyster og kunstig lys hvis man finner rimelig grunn til det av hensyn til rasjonelt fiske.\n1 Jfr. §§ 64 og 80.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Departementet​2 kan på et bestemt område eller i sin alminnelighet regulere eller forby redskapstyper eller bruksmåter som antas å være særlig skadelige for fiskestammene.\nI elv eller bekk må ingen uten tillatelse av departementet​2 ta opp nytt fiske etter laks, sjøaure, sjørøye, innlandsaure eller innlandsrøye med kjær, teine, sløe, gip, fast håv, fiskestengsel, flåtefiske (evjefiske) eller liknende fast redskap. Uten slik tillatelse må heller ikke noen ta opp igjen eldre fiske som nevnt i det foregående når fisket ikke har vært drevet de siste 10 år.\nFør departementet treffer avgjørelser etter denne paragraf, skal saken forelegges vedkommende fiskeriorgan​3 til uttalelse.\n1 Endret ved lov 17 juni 1988 nr. 61.\n2 Miljøverndepartementet. – Forskrift 14 april 1989 nr. 262 og 5 mars 1990 nr. 208.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Fiskeberettiget eier eller bruker i vassdraget, vedkommende fiskeriorgan eller politimestrene kan kreve fastsatt ved skjønn:​1\na. Midtstrømlinjen​2 i elv, elvearm eller bekk,\nb. om en del av elv skal anses som elvearm,\nc. om en elvestrekning skal anses som foss,\nd. bredden av vassdrag med middels sommervannstand og bredden av fjord eller sund ved vanlig fjære sjø midtsommers,\ne. grensen mellom elv eller bekk og innsjø, vann eller tjern samt grensen mellom elv eller bekk og sjø.\nNytt skjønn kan kreves når det kan påvises at forholdene i vassdraget eller tilstøtende sjøstrekning er vesentlig endret eller når 10 år er gått siden forrige skjønn.\n1 Se § 42.\n2 Se § 37 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Unntatt skjønn etter §§ 24-25 og skjønn til fremme av eiendomsinngrep etter §§ 26-29 og § 77 skal skjønn etter denne lov styres av lensmannen. Hvis gjenstanden for skjønnet befinner seg i by utenom lensmannsdistrikt, skal fylkesmannen gi lensmannen i et av de tilstøtende distrikt fullmakt til å styre skjønnet.\nTil skjønnet varsles med minst 5 dagers frist eiere og brukere av fiske i skjønnsområdet og de nærmest tilstøtende strekninger, samt formannen i vedkommende fiskeriorgan.​2\nUtgangspunktet for måling foretatt av skjønnet skal betegnes og avmerkes tydelig, helst i jordfast stein eller fjell.\nOmkostningene ved skjønn som er holdt etter krav av politimesteren, dekkes av Delinkventfondet. Ellers bæres omkostningene ved underskjønn av den som har krevd skjønnet. Er skjønn krevd av en annen enn fiskerettseieren, kan skjønnet likevel bestemme at omkostningene i det hele eller for en del skal bæres av den som avgjørelsen er gått imot. Det samme gjelder ved overskjønn.\n1 Endret ved lov 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "I vassdrag har grunneieren eneretten​2 til fiske etter anadrome laksefisk, med mindre annet følger av lov, sedvane eller annen hjemmel.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "I sjøen har eieren av nærmest tilstøtende grunn eneretten til fiske etter anadrome laksefisk​2 med kilenot, lakseverp, bunngarn med faste pelestikk eller liknende redskap og med krokgarn med mindre annet følger av lov, sedvane eller annen hjemmel. Eneretten gjelder i den utstrekning dette må ansees naturlig når hensyn tas til de stedlige forhold som bunnformasjoner og avstanden fra grunneierens eiendom til vedkommende fiskeplass, eller til den sedvanemessige utøving av fisket.\nBestemmelsen om eneretten for eier av nærmest tilstøtende grunn gjelder også for øy, holme eller skjær som ikke ligger under havflaten ved vanlig flo sjø.\nVed utløpet av elv hvor laks går opp, har eieren av den nærmest tilstøtende grunn også enerett til slikt fiske med kastenot (vad) ut til 250 meter fra utløpet.\nI fjord eller sund strekker eneretten seg ikke i noe tilfelle lenger enn til en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers, målt som nevnt i § 50, tredje ledd.\nBredden kan kreves fastsatt ved skjønn.​3\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Til fiske av laks er det forbudt å bruke bundne redskaper med mindre maskevidde enn 5,8 cm målt i våt stand fra knutes til knutes midtpunkt.\nRegelen i første ledd gjelder også for fiske av sjøaure eller sjørøye, likevel slik at minste tillatte maskevidde skal være 4,5 cm (sjøaureband) for så vidt gjelder fiske som foregår i sjøen i større avstand enn 400 m fra utløpet av elv hvor laks, sjøaure eller sjørøye går opp, eller i vassdrag eller del av vassdrag hvor sjøaure eller sjørøye, men ikke laks går opp.\nDet er forbudt å sette to eller flere bundne redskaper sammen bak eller nær inntil hverandre, eller på annen måte å søke å gi redskapene samme virkning som redskaper med ulovlig maskevidde.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "I teiner, kjær (kar) og liknende redskaper av tre, jern eller annet stivt materiale som er bestemt til fiske av anadrome laksefisk,​2 skal det på den side som vender mot strømmen, være minst seks loddrette, runde sprinkler eller spiler i samme plan og med en jevn innbyrdes avstand av minst 5,6 cm. Sprinklene eller spilene skal stå opp fra bunnen av redskapet til overkanten så vidt mulig i linje med redskapets vegg og må være minst 25 cm lange.\nStår redskapet slik at fiskens gang sperres av foss eller annen hindring, skal sprinklene eller spilene settes i den nedre enden av redskapet og nå helt ned til det dypeste av bunnpartiet.\nStår redskapet slik at fisken under visse vannstander sannsynligvis kan gå videre, under andre muligens ikke, skal det være slike sprinkler eller spiler både i øvre og nedre ende av redskapet.\nNår fisket ellers foregår ved å stenge fisk inne i naturlig eller kunstig innretning av tre, stein eller annet materiale, gjelder bestemmelsene i første, annet og tredje ledd også for slik innretning.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "I sløer og liknende redskaper hvor fisken føres inn av strømmen og i fiskeredskap som er anbrakt ved eller over foss, skal bunnen enten bestå av bundet redskap eller av vannrett spileverk med åpninger på minst 50 cm lengde og 6,5 cm bredde.\nI gip skal den underste halvdel av den siden som vender mot elven, elvearmen eller bekken, for størstedelen bestå av enten vannrett eller loddrett spileverk med åpninger på minst 50 cm lengde og 5,5 cm bredde.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "I elv, elvearm eller bekk er det forbudt å bruke drivgarn eller not nærmere et settegarn eller faststående redskap med ledningsgarn eller ledningsgjerde enn 100 meter.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Det er forbudt å sette mer enn to kilenøter eller krokgarn utenfor hverandre enten på samme linje eller innenfor en avstand av 100 meter fra denne linje. Redskap med to kilenøter anbrakt på hver side av et landgarn (dobbeltkilenot) og kilenot med inngang for fisken på begge sider av landgarnet (patentnot) regnes som to kilenøter.\nI vassdrag er det forbudt å bruke kilenot eller krokgarn.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "I fjord eller sund i sjøen er det forbudt å sette faststående bundet redskap lenger ut fra land enn en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers.\nDet samme gjelder for vann eller innsjø, likevel slik at bredden her regnes ved middels sommervannstand.\nBredden skal så vidt mulig måles på tvers av fjordens, sundets eller vannets retning på hvert punkt.\nBredden kan kreves fastsatt ved skjønn.​2\n1 Jfr. § 64.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Kastenot i sjøen skal ikke gå lenger ut fra land enn 200 meter og i fjord eller sund ikke i noe tilfelle mer enn en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers målt som nevnt i § 50, tredje ledd. Det skal alltid være tau i land fra den ene ende av kastenoten.\nBredden kan kreves fastsatt ved skjønn.​2\nNår kastenot brukes i vassdrag eller utenfor elvemunning, skal det gå minst 2 timer mellom hver gang kastenoten føres over samme sted.\n1 Jfr. § 64.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Fiske med line eller snurpenot er forbudt. Likestilt med snurpenot er kastenot med snurperinger og snurpeline selv om de er anbrakt bare på en del av noten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk​2 er det forbudt å bruke krokredskap på en slik måte at fisken sannsynligvis vil krøkes.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Når kilenot, lakseverp, krokgarn, bunngarn med faste pelestikk eller liknende redskap står til fangst i sjøen, er det forbudt å bruke noe som helst annet fiskeredskap nærmere nevnte redskaps forside (fangstsiden) enn 200 meter, og for øvrig ikke nærmere enn 50 meter. Forbudet er likevel ikke til hinder for ålefiske, kasting med not etter sild, brisling, lodde, makrell, torsk og sei eller for fiske med stang eller håndsnøre eller for fiske på fiskerens egen grunn.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Når de stedlige forhold ved sammenstøtende eiendommer gjør at redskap til laksefiske​1 satt ut fra den ene eiendom forringer eller umuliggjør fiske med slik redskap fra naboeiendommen, kan hver av partene kreve avgjort ved skjønn​2 hvor stor rett hver eiendom har, og hvordan fisket skal drives for at eiendommene såvidt mulig kan få utnytte sin rett.\n1 Se § 3 nr. 3.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "All bunden redskap til fiske av anadrome laksefisk​2 skal være merket med eierens navn eller merke når redskapet står ute.\nDepartementet​3 fastsetter nærmere regler for merkemåten m.v.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet. – Se forskrift 1 feb 1972 nr. 8596.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "I sjøen er anadrome laksefisk​2 fredet fra og med 5. august til og med 30. april.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "I vassdrag eller del av vassdrag hvor laks går, er anadrome laksefisk​2 fredet fra og med 1. september til og med 30. april.\nI vassdrag eller del av vassdrag hvor sjøaure eller sjørøye, men ikke laks går, er sjøaure og sjørøye fredet fra og med 15. september til og med 30. april.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "I den tid da fisket som nevnt i §§ 57 og 58 er fredet (årsfredning) er det i vedkommende område forbudt å fiske eller drepe slik fisk og å bruke, sette ut eller la stå ute redskaper som er innrettet til eller kan brukes til slikt fiske eller som kan hindre fiskegangen.\nTau, kagger og andre festeanordninger for fiskeredskaper skal tas opp snarest mulig når årsfredningen tar til. Blir ikke dette gjort, kan politiet la gjenstandene fjerne for eierens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Så lenge årsfredningen varer er det forbudt å by fram, selge, kjøpe, gi bort eller ta imot anadrome laksefisk​2 når det er gått mer enn 5 dager av årsfredningen i det området hvor fisken er fanget.\nFra dette forbud unntas:\na. Fisk som bevislig er fisket med hjemmel i dispensasjon fra §§ 57 og 58 uten påbud om utkasting, når fisken blir frembudt eller avhendet innen 5 dager etter utløpet av den særskilt fastsatte fisketid,\nb. tilberedt, saltet eller frossen fisk eller fisk fra kjølelager som bevislig er fisket i lovlig tid,\nc. fisk som bevislig er fisket i utlandet uten å være i strid med internasjonal avtale.\n1 Endret ved lover 18 des 1970 nr. 93, 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Det er forbudt å fiske eller drepe, by fram, selge eller gi bort vinterstøing av anadrome laksefisk.​2\nDet er også forbudt å fiske, by fram, selge eller gi bort anadrome laksefisk som er mindre enn 30 cm. Unntatt fra dette forbud er settefisk og kunstig klekket yngel.​3\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Fra fredag klokken 18 til mandag klokken 18 er det overalt forbudt å bruke, sette ut eller la stå ute redskaper som er innrettet til eller kan brukes til å fiske anadrome laksefisk​2 på en sådan måte at slik fisk kan fiskes eller fiskegangen hindres.\nUnntatt fra ukefredningen er fiske med stang eller håndsnøre. Departementet​3 kan fastsette bestemmelser om behandlingen av de forskjellige redskaper for å oppnå effektiv ukefredning (stengningsregler). Laksestyret​4 skal gis adgang til å uttale seg på forhånd.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet. – Forskrift 1 feb 1972 nr. 8597.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "I følgende tilfelle skal fanget anadrome laksefisk​2 straks settes ut i vannet igjen så vidt mulig uskadd:\na. Når fisken er fisket i den årlige eller ukentlige fredningstid,\nb. når den er fisket med ulovlig redskap eller på ulovlig måte eller tatt når vann i vassdraget er tappet med et lovlig formål,\nc. når den er vinterstøing, jfr. § 61,\nd. når den er under det fastsatte minstemål, jfr. § 61.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Kongen​2 kan for alt fiske eller for fiske med et eller flere særskilt nevnte redskaper på bestemt område i sjø eller vassdrag og gjeldende for anadrome laksefisk​3 eller for et eller to av disse fiskeslag, fastsette bestemmelser som går ut på å:\na. Innskrenke eller utvide friløpets bredde (jfr. § 37),\nb. frita fra forbudet mot visse avlivningsmåter (jfr. § 39),\nc. frita fra eller endre bestemmelsene om maskevidde, spileavstand og redskapsinnretning (jfr. §§ 45, 46 og 47),\nd. innskrenke eller utvide avstanden i elv mellom drivgarn eller not og faststående redskap (jfr. § 48),\ne. tillate at det settes mer enn to kilenøter eller krokgarn utenfor hverandre (jfr. § 49, første ledd),\nf. tillate kilenot eller krokgarn i vassdrag eller del av vassdrag (jfr. § 49, annet ledd),\ng. innskrenke, utvide eller oppheve avstanden fra land for faststående bundet redskap (jfr. § 50),\nh. tillate at kastenot i vassdrag eller elvemunning blir ført over samme sted uten at det går minst 2 timer mellom hver gang, eller fastsette en tid av inntil 5 timer mellom hver gang kastenot eller drivgarn i vassdrag eller elvemunning kan føres over samme sted og bestemme at redskapet ikke må føres over mer enn halve bredden av vassdraget ved middels sommervannstand (jfr. § 51),\ni. innskrenke eller utvide avstanden fra faststående redskaps fangstside i sjøen (jfr. § 54),\nj. innskrenke, utvide eller oppheve årsfredningen (jfr. §§ 57 og 58),\nk. innskrenke, utvide eller oppheve ukefredningen (jfr. § 62),\nl. sette ned minstestørrelsen eller frita fra forbudet mot fangst av fisk under minstestørrelsen (jfr. § 61, annet ledd),\nm. frita fra påbudet om utsetting (jfr. § 63).\nFør slike bestemmelser gis, skal saken forelegges til uttalelse for vedkommende laksestyre og, hvis det finnes nødvendig, for fylkestinget eller fylkesutvalget.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. – Forskrift om fisket etter anadrome laksefisk i sjøen av 5 april 1990 nr. 209 og i vassdrag 14 april 1989 nr. 262.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Etter uttalelse fra vedkommende laksestyre​2 og fylkesting eller fylkesutvalg, kan Kongen​3 forby alt fiske eller fiske etter bestemte fiskeslag i et vassdrag og en liten sjøstrekning utenfor munningen inntil 5 år om gangen hvis bestanden av anadrome laksefisk​4 er gått så sterkt tilbake at det er fare for hel utrydding, eller hvis det er satt ut anadrome laksefisk​4 i et vassdrag hvor disse fiskeslag ikke har gått før.\nDet fredede område skal avmerkes med tydelige merker for statskassens regning.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 14 april 1989 nr. 262.\n4 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Etter uttalelse fra vedkommende laksestyre​2 og fylkesting eller fylkesutvalg kan Kongen​3 for et tidsrom av inntil 10 år om gangen forby bruk av all annen redskap enn stang og håndsnøre (hertil ikke regnet oter) i vassdrag hvor det går anadrome laksefisk.​4\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 14 april 1989 nr. 262.\n4 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Kongen​2 kan forby eller gi regulerende bestemmelser for bruken av kastenot, drivgarn og settegarn til fiske etter anadrome laksefisk​3 i sjøen og i vassdrag. For å motvirke ulovlig fiske etter anadrome laksefisk​3 kan Kongen​3 gi forskrift om nedsenking av garnredskap som er bestemt for fiske etter annen fisk enn anadrome laksefisk, når slik fangstredskap også er egnet til å fange anadrome laksefisk.\nKongen​2 kan forby alle eller visse slag krokredskaper i og ovenfor og nedenfor foss eller stryk eller nedenfor bru som hindrer eller vanskeliggjør oppgangen av anadrome laksefisk.​3\nBestemmelsen i § 64, siste ledd, får tilsvarende anvendelse.\n1 Endret ved lover 8 juni 1984 nr. 70, 17 juni 1988 nr. 61. – Se forskrift 2 mai 1986 nr. 1011, 28 april 1989 nr. 289 og 5 mars 1990 nr. 209.\n2 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "67 a",
      "section": "67 a",
      "content": "Kongen kan bestemme​2 at det skal være konsesjonsplikt for fiske med bestemte redskapstyper etter anadrome laksefisk.​3 Kongen kan ved forskrift gi nærmere regler om adgangen til å få konsesjon og om vilkår som kan knyttes til den enkelte konsesjon.\nMeddelt konsesjon kan trekkes tilbake ved overtredelse av konsesjonsvilkår eller bestemmelser om fiske som nevnt i første ledd fastsatt i eller i medhold av denne lov.\n1 Tilføyd ved lov 17 nov 1978 nr. 74, endret ved lov 8 juni 1984 nr. 70.\n2 Bestemt ved res. 24 nov 1978.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67a",
        "source_heading": "§ 67 a."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Ved utløpet av vassdrag, saltvannsstrøm eller sund hvor det går anadrome laksefisk,​2 kan Kongen​3 fastsette en strekning hvor hvilket som helst fiske er forbudt med kastenot, snurpenot, drivgarn, settegarn og liknende redskap, kilenot, krokgarn, bunngarn, lakseverp og liknende innretning og dorg i sjøen. Forbudet kan også omfatte utløp av elv i vann. Strekningen utenfor munningen i sjø eller utløpet i vann bør ikke overstige 2 kilometer hvis ikke særlige forhold gjør det nødvendig. Bestemmelsen i § 64, siste ledd, får tilsvarende anvendelse.\nEt forbud mot fiske med kastenot med maskevidde på 5,8 cm eller mer og fiske med kilenot, lakseverp og liknende redskaper, kan dog ikke gå lenger enn at det er lovlig å fiske i minst to døgn i uken, hvis de nevnte redskaper er brukt før matrikkelrevisjonen etter lov av 6. juni 1863 og fisket da bevislig er medregnet til økning av vedkommende eiendoms matrikkelskyld.\nDen fredede strekning skal avmerkes med tydelige merker for statskassens regning.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 19 des 1975 nr. 8590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "68 a",
      "section": "68 a",
      "content": "Kongen kan sette forbud​2 mot å bringe i land, by fram, selge, kjøpe, gi bort eller ta imot anadrome laksefisk som er fisket i strid med forskrifter fastsatt i eller i medhold av denne lov.\n1 Tilføyd ved lov 18 des 1970 nr. 93, endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. § 86. – Se note 5 til § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68a",
        "source_heading": "§ 68 a."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Så lenge utenlandske fiskefartøyer i henhold til internasjonal overenskomst har rett til i visse områder innenfor den norske fiskerigrense å drive fiske som ikke er undergitt norsk lovgivning,​1 kan Kongen med virkning for de samme områder gjøre unntak fra denne lov i den utstrekning dette er nødvendig for at norske fiskefartøyer skal kunne drive fiske i samme utstrekning og på samme måte som utlendinger gjør.\n1 Jfr. lov 17 juni 1966 nr. 19 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Oppsyn med fisket etter anadrome laksefisk​2 opprettes i den utstrekning det anses nødvendig. Utgiftene skal i alminnelighet dekkes av statskassen. Med departementets​3 godkjenning kan det likevel opprettes oppsyn for midler fra laksestyre,​4 fiskefondet,​5 kommune eller andre.\nDepartementet fastsetter oppsynskretsene, oppsynets ordning og oppsynsmennenes lønn etter at uttalelse er innhentet fra vedkommende laksestyre​4 og politimester, og utferdiger instruks for oppsynsmennene.\nPolitimesteren tilsetter oppsynsmennene i samråd med laksestyret. Oppsynsmennene skal ha politimyndighet i sitt arbeid.\nFor vassdrag med annet fiske ved siden av fisket etter anadrome laksefisk​3 skal vedkommende innlandsfiskenemnd​6 gis anledning til å uttale seg og komme med forslag om oppsynet. I slike distrikter er oppsynet felles for alt fiske som omfattes av denne lov.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § § nr. 1.\n3 Miljøverndepartementet.\n4 Se § 4.\n5 Se § 23.\n6 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Enhver som vil fiske anadrome laksefisk,​2 skal før fisket tar til, sende melding til lensmannen, i by til politimesteren. Lensmannen (politimesteren) sender melding til laksestyret.​3 Er fisket bortleid, er såvel eier som leier ansvarlig for at det blir gitt behørig melding. Skjer fisket mot løsning av fiskekort eller tillatelse for den enkelte gang fra den som har fiskeretten, skal meldingen gis av den som utsteder fiskekort eller gir tillatelse.\nMeldingen skal såvidt mulig inneholde:\na. Fiskerettseierens navn og bopel,\nb. fiskeplassens navn med eiendommens gårds- og bruksnummer,\nc. redskapenes art og antall,\nd. brukerens (leierens) navn hvis fisket er bortforpaktet eller bortleid.\nLaksestyret​3 kan frita for plikten til å oppgi redskapenes antall, jfr. bokstav c, når fisket foregår med stang eller håndsnøre.\nNår et fiske en gang er meldt, trengs det ikke ny melding uten når fisket skifter eier eller det kommer ny bruker eller leier.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 90.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Enhver som i året har fisket anadrome laksefisk​2 skal innen utgangen av oktober sende skriftlig oppgave til vedkommende laksestyre​3 over utbyttet av fangsten til bruk for den offentlige statistikk. I tilfeller som nevnt i § 71, 4. punktum, skal dog oppgaven gis av den som har utstedt fiskekort eller gitt tillatelse. Den som har utøvd fisket er i dette tilfelle fritatt frå å sende oppgave.\nOppgavene skal inneholde:\na. Fiskerens navn og bopel,\nb. særskilt oppgave for anadrome laksefisk,​2 over fangstens vekt, bruttoverdi og antall fisk,\nc. opplysning om fangsten er foregått i sjø eller vassdrag med kommunens navn – såvidt det er mulig – og i tilfelle vassdragets navn,\nd. antall og art redskaper som er brukt og opplysning om fangstens fordeling på de forskjellige redskaper,\ne. leiesummen, hvis fisket er leid.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Enhver som i sin næring omsetter eller bruker anadrome laksefisk,​2 plikter etter krav fra et laksestyre​3 å oppgi vekt og verdi (hver fiskeart for seg) og selgerens navn og bopel.\nOppgaven skal gis laksestyret​3 innen en måned etter mottatt krav.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Til dekning av utgifter til reiser og administrasjon (jfr. § 5) og til tiltak til fremme av fisket kan laksestyret​2 utligne en årlig lakseskatt på inntekten av laksedistriktets fiske av anadrome laksefisk.​3\nSamlet utligningssum for distriktet må ikke overstige to prosent av bruttoinntekten uten departementets​4 samtykke.\nLakseskatten utlignes på den enkelte fisker etter det bruttoutbytte som hans fiske antas å gi år om annet. Har fisket vært bortleid, kan lakseskatten utlignes enten på eieren eller leieren eller fordeles på begge eller med fullt ansvar på begge. Utligningsbeløpet settes ikke lavere enn kr. 5,-.\nDepartementet​4 kan gi nærmere forskrifter om utligningen.\nKlage over utligningen avgjøres av laksestyret​2 i sammenheng med utligningen for neste år. Avgjørelsen av klage kan ikke påklages videre. Utlignet lakseskatt må betales selv om skatteyteren har klaget over utligningen.\nLakseskatten skal innkreves av skatteoppkreveren mot fire prosent godtgjørelse. Skatten forfaller til betaling 4 uker etter at utligningen er ferdig og kan inndrives ved utpanting.​5\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Se § 3 nr. 1.\n4 Miljøverndepartementet.\n5 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Ved utførsel fra riket av fersk, iset, rundfrossen, røykt og hermetisk laks betales en avgift som fastsettes av Kongen.\nAvgiften går inn i det fond som er nevnt i § 23.\nAvgiften oppkreves ved tollstedene. Senderens oppgave over laks til utførsel må avgis på ære og samvittighet, og avgiften oppkreves da etter denne oppgave. Hvis tollvesenet forlanger det, må oppgaven støttes ved konnossement eller annet bevis.\nNærmere regler om oppkreving av avgiften gis av Kongen.\nAvgiften kan innkreves ved utpantning.​2\n1 Endret ved tollov 10 juni 1966 nr. 5 § 84.\n2 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Grunneieren har retten til fiske i et vassdrag slik det har vært fra gammelt av så langt hans grunn går. Fisket er fritt i den utstrekning dette følger av lov, sedvane, bruk i alders tid eller annen hjemmel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Hvor grunneieren eller andre har enerett til fiske, kan departementet​2 pålegge vedkommende i nærmere bestemt utstrekning å gi andre rett til å fiske mot å løse fiskekort, når det ved skjønn​3 er godtgjort at et slikt pålegg kan gis uten at det i urimelig grad nedsetter rettighetshaverens muligheter for fiske i vassdraget.\nPålegg etter første ledd kan gis til fordel for en avgrenset krets eller til fordel for allmennheten. Det kan tas inn nærmere bestemmelser om antallet fiskekort og hvem som skal utstede kortene.\nSkjønn forlanges av departementet.​2 Skjønnet fastsetter prisen på fiskekort.\nInntekten av fiskekort tilfaller rettighetshaveren.\nNår minst 10 år er gått etter at skjønnet ble rettskraftig, kan nytt skjønn til fastsetting av prisen på fiskekort holdes etter begjæring av departementet​2 eller rettighetshaveren.\nVedkommende innlandsfiskenemnd​4 kan gi regulerende bestemmelser om utøving av fisket innen rammen av den ordning som er fastsatt ved skjønnet.\nLov av 23. oktober 1959 om oreigning av fast eigedom gjelder ikke for saker etter denne paragraf.\n1 Jfr. § 28 og grl. § 105.\n2 Miljøverndepartementet.\n3 Jfr. § 42.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Etter å ha innhentet uttalelse fra vedkommende innlandsfiskenemnd​1 og kommunestyre eller formannskap, kan departementet​2 for en eller flere kommuner eller deler derav fastsette de bestemmelser for innlandsfisket og for fangst av kreps som anses nødvendig for fiskets eller fangstens fremme. Herunder kan også fastsettes totalfredning for inntil 5 år.\nDepartementet kan på samme måte sette forbud mot å fiske, drepe, selge, gi bort eller kjøpe innlandsfisk under en viss størrelse. Unntatt fra slike forbud er kunstig utklekket yngel, settefisk og fisk som er fanget til oppdrett i fiskedam eller til overføring til vann eller annen del av vassdrag.\n1 Se § 7.\n2 Miljøverndepartementet. Forskrifter om ferskvannskreps gitt 22 juli 1981 nr. 8788 og om ål 9 jan 1984 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Bestemmelsene i § 78 gjelder ikke for damkultur eller vann eller annen del av vassdrag som drives som damkultur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Etter å ha innhentet uttalelse fra vedkommende innlandsfiskenemnd​1 og kommunestyre eller formannskap, kan departementet​2 fastsette bestemmelser som går ut på å:\na. Innskrenke eller utvide friløpets bredde (jfr. § 37),\nb. frita fra forbudet mot visse avlivningsmåter (jfr. § 39).\n1 Se § 7.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 gjelder de bestemmelser som er fastsatt i denne lovs kapitler VIII-X, eller i medhold av bestemmelse i disse kapitler, også for fiske av innlandsfisk​3 i området. Unntatt er ålefiske, jfr. § 83, og fangst av kreps.\nDepartementet​4 kan likevel fastsette egne fiskeregler for innlandsfisk​3 og for fangst av kreps i slike vassdragsområder når det finner at egne fiskeregler vil tjene til bedre utnytting av fisket og ikke vil skade bestanden av anadrome laksefisk.​2 Herunder kan fastsettes totalfredning for inntil 5 år. Før reglene blir fastsatt skal det innhentes uttalelser i samsvar med § 7, første ledd, og dessuten fra vedkommende laksestyre.​5\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 91.\n2 Se § 3 nr. 1.\n3 Se § § nr. 2.\n4 Miljøverndepartementet. Forskrifter gitt 1 feb 1972 nr. 8596, 22 juli 1981 nr. 8788, 9 jan 1984 nr. 13.\n5 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 er det forbudt å fiske innlandsaure eller innlandsrøye som er under 20 cm eller et større minstemål som departementet​3 kan fastsette etter at det er innhentet uttalelser i samsvar med § 78, første ledd, og dessuten fra vedkommende laksestyre.​4 Det er forbudt å by fram, selge eller gi bort fisk som er fisket i strid med dette forbud. Fanget fisk som er under minstemålet skal straks settes ut i vannet igjen så vidt mulig uskadd.\nUnntatt fra forbudet om minstestørrelse er settefisk og kunstig utklekket yngel. Bestemmelsen i § 79 får tilsvarende anvendelse.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 kan Kongen​3 fastsette at redskaper som er innrettet til ålefiske (ålekar, ålekiste, ålemær) ikke skal brukes til fiske fra klokken 7 til klokken 18, og heller ikke resten av døgnet i tiden fra og med 16. november til og med 31. juli. Før bestemmelse treffes, skal saken forelegges til uttalelse for vedkommende laksestyre,​4 og hvis det finnes nødvendig for fylkestinget eller fylkesutvalget.\nDepartementet​5 kan fastsette nærmere forskrifter for hvorledes slike redskaper skal være innrettet for å hindre at de dreper eller gjør skade på annen fisk eller hindrer fiskegangen i vassdraget. Hvis det finnes påkrevet av hensyn til ålefisket, kan departementet tillate stengning av vassdraget inntil 6 timer i døgnet i den tid ålefisket foregår, forutsatt at dette vil være uten vesentlig skade for bestanden av anadrome laksefisk.​2 Før slike bestemmelser treffes skal vedkommende laksestyre​4 og innlandsfiskenemnd​6 gis høve til å uttale seg.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n4 Se § 4.\n5 Miljøverndepartementet.\n6 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Oppsyn med overholdelse av lovens bestemmelser om innlandsfisket​1 opprettes når det anses nødvendig. Utgiftene kan dekkes av midler fra statskassen, fiskefondet,​2 kommunekasser, fiskeforeninger eller andre. Oppsynsordningen må godkjennes av vedkommende innlandsfiskenemnd.​3\nOppsynsmennene tilsettes av politimesteren i samråd med innlandsfiskenemnda​3 og skal ha politimyndighet i sitt arbeid.\nDepartementet​4 fastsetter oppsynskretsene, oppsynets ordning og oppsynsmennenes lønn etter at uttalelser er innhentet fra vedkommende innlandsfiskenemnd​3 og politimester og utferdiger instruks for oppsynsmennene.\n1 Se § 3 nr. 4, jfr. nr. 1.\n2 Se § 23.\n3 Se § 7.\n4 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Til statistisk bruk kan departementet​1 gjennom innlandsfiskenemndene​2 kreve oppgaver over innlandsfisket​3 av enhver som fisker, omsetter eller i sin næring bruker innlandsfisk​4 eller leier bort slikt fiske.\nNærmere bestemmelser om oppgaveplikten kan fastsettes av departementet.1\n1 Miljøverndepartementet.\n2 Se § 7.\n3 Se § 3 nr. 4.\n4 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelser i denne lov eller bestemmelser eller pålegg gitt i medhold av eller opprettholdt ved loven, straffes med bøter​2 eller fengsel inntil 3 måneder for så vidt handlingen ikke rammes av et strengere straffebud.\nVed overtredelse av bestemmelsene i §§ 45, 50-52, 57-59, 62 og 64-68 og forskrifter fastsatt i medhold av disse, anses uaktsomhet å foreligge når man burde ha skjønt at det var en nærliggende mulighet til å få ikke uvesentlige mengder anadrome laksefisk​3 ut fra redskapets fiskeeffekt, herunder arten av fiskeredskapet og forholdet på fiskeplassen mellom anadrome laksefisk og saltvannsfisk.\n1 Endret ved lov 8 juni 1984 nr. 70. – Se forskrift gitt av Miljøverndepartementet 22 nov 1985 nr. 1988.\n2 Se strl. § 27.\n3 Se § nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Hvor ikke annet er avtalt, gir fiskekort utferdiget i medhold av denne lov eller etter avtale med vedkommende rettighetshaver eller fiskeorganisasjon uten særskilt vederlag rett til det som fiskes på kortet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av loven og kan herunder gi regler for første gangs valg av innlandsfiskenemnd​2 og laksestyre.​3\n1 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n2 Se § 7.\n3 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "I forbindelse med lovens ikrafttreden skal alt laksefiske​1 som det gjelder meldeplikt for, meldes som foreskrevet i § 71, uansett om fisket er meldt tidligere.\nOgså laksefiske​1 som har foregått med redskap som nevnt i § 40, annet ledd, men som nå ikke er i bruk, skal meldes.\nFiske av innlandsaure og innlandsrøye med redskap som nevnt i § 40, annet ledd, meldes til innlandsfiskenemnda.​2 Det samme gjelder slikt fiske som nå er nedlagt, men som tidligere har foregått med redskap som nevnt i § 40, annet ledd.\nDepartementet​3 kan gi nærmere regler.\n1 Se § 3 nr. 3.\n2 Se § 7.\n3 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer,​1 § 81 likevel ikke før 3 år etter at loven forøvrig er satt i kraft. Enkelte avsnitt eller bestemmelser i loven kan settes i kraft særskilt.​2\n1 Fra 8 mars 1965 iflg. res. 26 feb 1965.\n2 Ved res. 30 okt 1964 ble §§ 4, 5, 7-10 satt i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Fra denne lovs ikrafttreden oppheves eller endres følgende lover og lovbestemmelser slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Forskrifter gitt i medhold av noen bestemmelse som oppheves ved denne lov, skal fortsatt gjelde for så vidt de ikke står i strid med loven, inntil de i tilfelle oppheves eller endres med hjemmel i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Formålet med denne loven er å legge forholdene slik til rette at laksefisket og innlandsfisket kan bli til størst mulig gagn for samfunnet og de enkelte rettighetshavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "For fiske i sjøen gjelder denne lov innenfor den lovbestemte fiskerigrense.​2\nKongen bestemmer om loven skal gjelde for vassdrag eller fjord som danner grense mot naborike. For slike områder kan Kongen gi regler om laksefisket og innlandsfisket uten hinder av fiskelovgivningens bestemmelser.\nKongen kan bestemme at loven helt eller delvis skal gjelde for fiske som drives utenfor fiskerigrensen og på fjerne farvann av norske statsborgere​3 og personer som er bosatt i Norge eller av norske selskaper og andre sammenslutninger. For dette fiske kan Kongen uten hinder av lovens øvrige bestemmelser fastsette de regler som anses nødvendige av hensyn til internasjonale avtaler om regulering av fisket, derunder også forby fiske av anadrome laksefisk​4 i visse områder​5 eller bestemme at slikt fiske ikke kan utøves uten tillatelse av Kongen.\n1 Endret ved lover 18 des 1970 nr. 93, 8 juni 1984 nr. 70.\n2 Se lov 17 juni 1966 nr. 19.\n3 Jfr. lov 8 des 1950 nr. 3.\n4 Se § 3 nr. 1.\n5 Forskrift om forbud mot fiske etter laks av norske fiskere i det nord-vestlige og nord-østlige Atlanterhav gitt av Miljøverndepartementet 19 des 1975 nr. 8590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "I denne lov menes med:\n1. «anadrome laksefisk»: alle arter laksefisk som vandrer mellom sjø og ferskvann og som er avhengig av ferskvann for å reprodusere, samt rogn og unger av slik fisk.\n2. «innlandsfisk»: all annen fisk i vassdrag enn anadrome laksefisk, samt rogn og unger av slik fisk, herunder også regnet ål\n3. «laksefiske»: fiske i sjøen eller vassdrag etter anadrome laksefisk\n4. «innlandsfiske»: fiske etter innlandsfisk\n5. «vassdrag»: innsjø, vann, tjern, elv, elvearm eller bekk.\nDenne lovs første og fjerde del (§§ 1-42 og 86 flg.) gjelder både laksefiske og innlandsfiske. Annen del (§§ 43-75) gjelder særskilt for laksefiske, og tredje del (§§ 76-85) særskilt for innlandsfiske. Bestemmelser i eller i medhold av §§ 54, 64 bokstav i, 65 og 68 gjelder også for annet fiske i sjøen enn laksefiske. For fangst av kreps​2 i vassdrag gjelder lovens første, tredje og fjerde del når ikke annet er uttrykkelig sagt eller går fram av sammenhengen.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. § 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "De områder av riket hvor det foregår laksefiske​1 inndeles i laksedistrikter. Inndelingen fastsettes av Kongen​2 etter at vedkommende kommunestyrer har fått høve til å uttale seg. Som regel bør hvert laksedistrikt omfatte vedkommende politidistrikt. Kongen​2 avgjør om bykommune skal omfattes av laksedistriktet.\nI hvert laksedistrikt skal det være et laksestyre som velges av fylkestinget. Laksestyret skal ha fra 5 til 11 medlemmer med personlige varamenn som velges for 4 år om gangen. Kommunestyrene i laksedistriktet samt foreninger og organisasjoner som har fiske eller fremme av fiske i laksedistriktet som formål, har rett til å fremsette forslag til medlemmer med varamenn etter regler som gis av departementet.​2 Eierne av laksefiske​1 i distriktet skal ha flertall i laksestyret, men minst 2 av medlemmene med varamenn skal ikke være eiere av laksefiske. Like med eier regnes innehaver av bruksrett som er på minst 3 år.\nFylkestinget fastsetter medlemmenes antall. Ligger laksedistriktet i 2 eller flere fylker, fastsetter departementet medlemmenes antall og fordeling på fylkene.\nVed valgene skal såvidt mulig tas hensyn til en rimelig fordeling mellom de forskjellige interesser og områder i distriktet.\nI tillegg til de medlemmer som er nevnt i annet ledd, skal det for samme tid og på samme måte velges 2 medlemmer med personlige varamenn blant medlemmene av innlandsfiskenemndene​3 innen laksedistriktet. Ligger laksedistriktet i 2 eller flere fylker, fastsetter departementet​2 hvorfra medlemmene skal velges, og gir nærmere regler om valget. Disse medlemmer deltar ikke i valg som nevnt i § 7 annet ledd.\n1 Se § 3 nr. 3.\n2 Miljøverndepartementet iflg. res. 5 mai 1972.\n3 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Laksestyret​1 velger selv formann og varaformann. Ved likt stemmetall avgjøres valget ved loddtrekning.\nLaksestyret er vedtaksført når minst halvparten av medlemmene er til stede. Vedtak fattes med vanlig (simpelt) flertall. Er stemmetallet likt, er formannens stemme avgjørende. Møte skal holdes minst en gang om året, og ellers når det anses påkrevd. Departementet​2 har rett til å være representert på møtene, likevel uten stemmerett. Det skal føres møtebok som skal være autorisert av fylkesmannen.\nFor reiser og møter i laksestyrets tjeneste har medlemmene krav på skyss- og kostgodtgjøring som bestemt for offentlige tjenestemenn. Er vervet som medlem av laksestyret byrdefullt, kan departementet samtykke i at det i tillegg gis annen rimelig godtgjøring. Disse utgifter anvises av fylkesmannen til utbetaling av skattefogden mot refusjon av laksestyrets kasse.\n1 Se § 4.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Laksestyret​1 skal:\na. Føre liste over laksefisket​2 i laksedistriktet, satt opp etter meldingene i samsvar med §§ 71 og 72, og sende politimesteren avskrift av listen,\nb. føre tilsyn med at oppsynet i distriktet er effektivt,\nc. gi uttalelse eller forslag når en offentlig myndighet ber om det, eller det er pålagt laksestyret i lov,\nd. treffe slike tiltak til fremme av laksefisket​2 som er nevnt i loven og som anses nødvendig for å hindre eller stoppe skadevirkninger på fisket, og dessuten drive klekking og utsetting av settefisk og yngel når det finnes gagnlig,\ne. kreve skjønn etter § 41, når laksestyret finner det hensiktsmessig for laksefiskets​2 fremme,\nf. sette opp budsjett og utligne lakseskatt for distriktet etter § 74 og ansette kasserer til å forvalte styrets kasse,\ng. samle statistiske oppgaver over laksefisket,​2 jfr. §§ 72 og 73. Statistikken settes opp i samsvar med bestemmelse av departementet,​3 og samlet oppgave sendes departementet på fastsatt skjema.\n1 Se § 4.\n2 Se § 3 nr. 3.\n3 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "I hver kommune som departementet​2 ikke særskilt har fritatt for det, skal det være en innlandsfiskenemnd. Kommunestyret kan likevel uten departementets samtykke legge innlandsfiskenemndas gjøremål til en annen kommunal nemnd.\nI kommuner hvor det foregår laksefiske,​3 skal det dessuten velges 1 medlem med varamann for samme tidsrom av og blant medlemmene i distriktets laksestyre.​4 Dette medlem deltar ikke i valg som nevnt i § 4, femte ledd.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Miljøverndepartementet.\n3 Se § 2 nr. 3.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Innlandsfiskenemnda​1 skal ta seg av innlandsfisket​2 og fangst av kreps​3 i kommunen. Nemnda skal gjøre seg nøye kjent med mulighetene for å fremme fisket. Den skal arbeide for at bestemmelser i lov og fiskeregler kan bli overholdt, og selv sette i verk tiltak for å fremme fiskebestanden og søke å vekke interesse for rasjonelt fiskestell i kommunen.\nInnlandsfiskenemnda​1 skal videre arbeide for å åpne en alminnelig adgang til å drive fiske på nærmere fastsatte vilkår.\nInstruks for nemndas arbeid fastsettes av departementet,​4 som også kan pålegge nemnda å avgi uttalelse og oppgaver over fisket.\nReglene i § 5, første og annet ledd gjelder tilsvarende for innlandsfiskenemnda,​1 dog slik at møteboken skal autoriseres av formannskapet.\nHvor vervet som medlem av innlandsfiskenemnd​1 er byrdefullt, kan departementet samtykke i at det gis en rimelig godtgjøring.\n1 Se § 7.\n2 Se § 3 nr. 4.\n3 Se § 3 siste punktum.\n4 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Ligger et vassdrag eller et på annen måte naturlig avgrenset fiskeområde innenfor grensene av to eller flere kommuner hvor innlandsfiskenemnd​1 er opprettet, kan departementet​2 bestemme at det skal opprettes et samarbeidsutvalg til å ivareta fiskeinteresser som er felles for hele vassdraget eller fiskeområdet. Samarbeidsutvalget skal bestå av et medlem fra hver av innlandsfiskenemndene i de kommuner det gjelder. Utvalget velger selv sin formann. Departementet gir nærmere regler om valget av og funksjonstiden for samarbeidsutvalget, om hvilke arbeidsoppgaver utvalget skal ha, og om saksbehandlingen.\n1 Se § 7.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Saker som etter denne lov skal forelegges for «vedkommende fiskeriorgan» til uttalelse, skal forelegges for innlandsfiskenemnda​1 når saken angår innlandsfiske​2 og for laksestyret​3 når saken angår laksefiske.​4 Angår saken både innlandsfiske og laksefiske forelegges den både for innlandsfiskenemnda og for laksestyret. Sendes saken til laksestyret uten opplysning om at den samtidig er forelagt innlandsfiskenemnda, innhenter laksestyret av eget tiltak uttalelse fra innlandsfiskenemnda dersom saken også har betydning for innlandsfisket, likesom innlandsfiskenemnda i tilsvarende tilfelle innhenter uttalelse fra laksestyret.\nPå samme måte forholdes det når «vedkommende fiskeriorgan» etter denne lov skal treffe sin avgjørelse. Angår saken både innlandsfiske​2 og laksefiske​4 og blir ikke innlandsfiskenemnda​1 og laksestyret​3 enige om avgjørelsen, skal saken behandles og avgjøres i sammøte av begge fiskeriorganer. Departementet​5 kan gi nærmere regler om saksbehandlingen i sammøte.\n1 Se § 7.\n2 Se § 3 nr. 4.\n3 Se § 4.\n4 Se § 3 nr. 3.\n5 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Fiskerett som hører til fast eiendom, kan ikke skilles fra eiendommen for lengre tid enn 10 år om gangen, uten når fiskerett følger bruksrett til eiendommen. Avtale om særskilt bortleie av fiskerett for lengre tid enn 1 år skal skriftlig meldes til vedkommende fiskeriorgan.​1 På jordskifte kan det uten hinder av bestemmelsen i første punktum fastsettes at fiskeretten fortsatt skal være felles helt eller delvis. Bestemmelsene i første punktum er heller ikke til hinder for at overenskomst eller vedtak om felles fiske gjøres gjeldende for lengre tid enn 10 år, jfr. § 24, eller for at fiskeretten holdes tilbake til fordel for almenheten ved salg av statens jord i Finnmark.​2\nNår mindre grunnstykker som tomter med eller uten bebyggelse, hager og liknende og som får strandlinje til sjø eller vassdrag skal skilles fra eiendom med fiskerett, kan det avtales at det ikke skal følge fiskerett med slike parseller. Hvis parsellen ikke får strandlinje, følger det ikke fiskerett med, medmindre annet er avtalt.\nHvis bruksrett til fast eiendom overdras, får brukeren den fiskerett som hører til eiendommen, når ikke annet er avtalt.\n1 Se § 10.\n2 Jfr. § 16. Jfr. lov 12 mars 1965 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Hvor fisket i vassdraget er fritt, gir departementet​1 bestemmelser om hvordan det skal drives. Vedkommende fiskeriorgan​2 skal på forhånd gis høve til å uttale seg og komme med forslag.\nI slike bestemmelser skal det fastsettes at fiske innen det angitte område bare kan drives mot løsning av fiskekort. Departementet kan også bestemme at samme fiskekort skal gjelde for flere slike områder. Prisen på fiskekort fastsettes av vedkommende innlandsfiskenemnd​3 eller laksestyre.​4 Det kan fastsettes forskjellige vilkår for innen- og utenbygdsboende, og utstedelsen av fiskekort kan begrenses. Pris og vilkår må godkjennes av departementet​1 før utstedelsen av fiskekort.\nRegnskap for midler som kommer inn ved salg av slike fiskekort, skal av vedkommende innlandsfiskenemnd​3 eller laksestyre​4 avlegges ved kalenderårets utløp for departementet.​1 Av midlene skal minst 10 % innbetales til fiskefondet, jfr. § 23, og resten skal brukes til opphjelp av fisket i vedkommende vassdrag eller avsettes til fond til større tiltak for fiske på stedet.\nVedkommende​2 fiskeriorgan kan med departementets​1 samtykke overlate administrasjonen av det frie fiske til en organisasjon med fremme av fiske som formål.\n1 Miljøverndepartementet.\n2 Se § 10.\n3 Se § 7.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hvor fisket ikke er fritt, kan departementet​1 gi regulerende forskrifter for å fremme fisket eller hindre misbruk.\n1 Miljøverndepartementet. Forskrift gitt 5 mars 1990 nr. 209.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Hvor det i vassdrag eller deler av vassdrag åpnes adgang for fiskeslag som ikke finnes i vassdraget tidligere, og tiltaket i alt vesentlig er bekostet av det offentlige, kan departementet​1 bestemme at det nye fisket skal drives som fritt fiske, jfr. § 12. Finnes det fra før annet privat fiske, kan Kongen kreve tvungen avståelse av dette etter reglene i § 28. Skjer tiltaket med støtte fra det offentlige, derunder bruk av fiskefondets​2 midler, kan det offentlige sette vilkår for å yte tilskottet. Vilkår som nevnt kan gå ut på at fiske i vassdraget eller deler av vassdraget skal kunne drives mot løsning av fiskekort etter nærmere regler som fastsettes av departementet,​1 jfr. § 12, annet ledd.\n1 Miljøverndepartementet.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "I bygdealmenning hvor det ikke er alminnelig rett til krokfiske, skal alle som har bruksrett i almenningen med huslyd og andre som bor fast på og er knyttet til driften av eiendom som har bruksrett, ha adgang til å fiske med krok. Andre fiskeredskaper kan bare anvendes etter regler som er godkjent av vedkommende fiskeriorgan.​1\nDen som vil drive fiske, skal løse fiskekort etter de regler som gjelder for almenningen. Fiskekortet skal alltid bringes med under utøving av fiske og skal vises fram når oppsynet eller politiet forlanger det. Fisket forvaltes av almenningsstyret eller den det bemyndiger etter regler som fastsettes av departementet.​2 Forslag til slike regler skal utarbeides av almenningsstyret i samarbeid med vedkommende fiskeriorgan​1 og legges ut til ettersyn for de bruksberettigede i minst 4 uker før de fastsettes av departementet.​2 Utleggingen skal kunngjøres på den måte som er vanlig i distriktet.\nI reglene kan det bestemmes at almenningsstyret skal ha myndighet til å foreta innskrenkninger med hensyn til tiden, området eller måten for utøvingen av fiske i almenningen, når dette etter styrets mening er nødvendig. Før slike innskrenkninger foretas, skal vedkommende fiskeriorgan​1 gis høve til å uttale seg. Motsetter disse seg at innskrenkninger foretas, avgjør departementet​2 om almenningsstyrets vedtak om innskrenkninger skal godkjennes.\nAlmenningsstyret fastsetter også, etter at vedkommende fiskeriorgan​1 har hatt høve til å uttale seg, i hvilken utstrekning det skal gis andre enn de som etter foranstående bestemmelser er fiskeberettiget, adgang til å drive fiske i almenningen.\nDepartementet​2 kan pålegge almenningsstyret å gi andre rett til å fiske. Reglene i § 77 gjelder tilsvarende.\n1 Se § 10.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Det fiske som ligger til statens jord i Finnmark i vassdrag eller i sjøen er fritt for enhver norsk borger som er bosatt i fylket.\nDette gjelder ikke i områder hvor fisket er bortforpaktet og heller ikke så langt fisket er undergitt utvisning. Videre er fiske med stang eller håndsnøre fritt for enhver norsk borger unntatt i områder hvor fisket er bortforpaktet.\nDepartementet​2 kan bestemme at ovennevnte fiske, unntatt fiske med stang eller håndsnøre, i bestemte områder bare skal foregå etter utvisning. Departementet​2 kan også bortforpakte statens fiskerett for inntil 10 år om gangen.\nUtvisning og bortforpaktning skjer ved Finnmark Jordsalgskommisjon i samsvar med den lov​3 og det reglement som til enhver tid gjelder for avhendelse, og bortforpakting av statens jord m.v. i Finnmark fylkes landdistrikt. Departementet fastsetter regler om hvem som kan få utvist fiske, og til hvem forpaktning kan skje. Norske borgere bosatt i Finnmark skal dog i ethvert tilfelle ha fortrinnsrett. Departementet​2 kan også ellers gi regler om utvisning og bortforpaktning. For utvisning betales en avgift som fastsettes av departementet.​2\nBestemmelsene i denne paragraf gjelder ikke Altaelvens hovedvassdrag, Tanavassdraget​4 og Neidenvassdraget i Finnmark fylke.\n1 Endret ved lov 21 juni 1985 nr. 88. – Jfr. § 21.\n2 Miljøverndepartementet.\n3 Se lov 12 mars 1965.\n4 Jfr. lov 23 juni 1888 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Departementet​2 kan bestemme at fiske som er fritt etter § 16, i bestemte områder bare kan utøves mot løsning av fiskekort, og at utenbygdsboende skal betale en nærmere fastsatt avgift for fiskekort. Avgiften kan settes lavere for folk bosatt i Finnmark enn for andre norske borgere. Departementet kan videre bestemme at utlendinger kan få adgang til fiske med stang eller håndsnøre mot løsning av fiskekort på nærmere fastsatte vilkår.\nAntall fiskekort kan begrenses av departementet etter at vedkommende fiskeriorgan​3 har hatt høve til å uttale seg.\nDepartementet fastsetter bestemmelser om fiskekortenes innhold, salg m.v.\nBestemmelsene om løsning av fiskekort gjelder ikke for det fiske som flyttsamene utøver under sitt lovlige opphold med rein i reinbeitedistrikt.\n1 Endret ved lov 21 juni 1985 nr. 88.\n2 Miljøverndepartementet.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "På ikke særskilt matrikulert statseiendom utenfor Finnmark som ikke går inn under fjell-loven,​1 skal fisket drives som fritt fiske etter § 12. Utlendinger kan få tillatelse til å fiske med stang eller håndsnøre mot løsning av fiskekort og på vilkår fastsatt av departementet.​2\nBestemmelsen i § 17, fjerde ledd, får tilsvarende anvendelse.\n1 Lov 6 juni 1975 nr. 31.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Statens fiskerett i særskilt matrikulert statseiendom kan etter bestemmelse av Kongen utøves av alle norske borgere etter nærmere fastsatte regler. Dette gjelder også Opplysningsvesenets fonds eiendommer. Vedkommende fiskeriorgan​1 skal først gis høve til å uttale seg. Utlendinger kan også gis adgang til fiske etter særlige regler.\nBestemmelsen i denne paragraf er ikke til hinder for at statens fiskerett kan administreres av foreninger eller organisasjoner med fiske eller fremme av fiske som formål.\n1 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Kommunene skal så vidt mulig utnytte fiskeretten på sine eiendommer på tilsvarende måte som fritt fiske etter § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Denne lov medfører ingen endringer i de særlige regler som gjelder for den lokale befolknings rett til fiske i Finnmark etter kongelig resolusjon av 27. mai 1775 angående Jorddelingen i Finmarken samt Bopladses Udvisning og Skyldlægning sammesteds, og lov av 23. juni 1888 om Retten til Fiskeri i Tanavassdraget i Finmarkens Amt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Den som etter å ha fylt 16 år vil fiske anadrome laksefisk​2 eller innlandsfisk​3 skal betale avgift til fiskefondet, jfr. § 23. Avgiften gjelder for kalenderåret.\nNorske og svenske flyttsamer er fritatt for å betale avgift for det fiske som de etter reindriftslovgivningen​4 har rett til å drive.\nBetaling av avgift til fiskefondet​5 er et vilkår for utøving av fiske, men gir ikke rett til fiske i noe bestemt område.\nDen som mot eller uten vederlag stiller fiskerett til rådighet for noen annen, plikter å forvisse seg om at vedkommende har betalt fisketrygdavgift. Departementet​6 kan dispensere fra dette og herunder sette vilkår. Ved overenskomst om bortleie o.l. som gjelder for mer enn 1 år, plikter bortleieren å forvisse seg om at avgiften er betalt bare når overenskomsten blir inngått.\nBevis for at avgiften er betalt, skal bringes med under utøving av fisket, og vises fram når det forlanges av politi, oppsynsmann eller av enhver som kan legitimere at han har rett til å fiske på vedkommende sted.\nDepartementet​6 fastsetter størrelsen av avgiften og kan gi nærmere regler om betalingen.\nKongen​7 kan bestemme at utlendinger skal betale en høyere fisketrygdavgift enn hva som til enhver tid er fastsatt for norske borgere.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. res. 4 juni 1965.\n2 Se § 3 nr. 1.\n3 Se § 3 nr. 2.\n4 Jfr. lov 9 juni 1978 nr. 49 § 14.\n5 Se § 23.\n6 Miljøverndepartementet.\n7 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Det skal opprettes et fiskefond til fremme av laksefiske og innlandsfiske.​2 Midlene kan også brukes til oppsyn og til utgifter vedkommende laksestyrene​3 og innlandsfiskenemndene.​4 Fondet styres av departementet​5 innen rammen av de vedtekter som Kongen​6 fastsetter for fondets forvaltning og bruken av midlene.\nI fondet inngår inntektene av de avgifter som er nevnt i lovens §§ 12, 18, 22 og 75 og eventuelt andre inntekter til fremme av fisket.\n1 Endret ved lov 21 juni 1985 nr. 88.\n2 Se § 3 nr. 3 og 4.\n3 Se § 4.\n4 Se § 7.\n5 Miljøverndepartementet.\n6 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Ligger fisket i sameie eller sambruk, kan et flertall av interessentene fastsette tiltak som tar sikte på en bedre utnytting av fisket. Møte til behandling av slike tiltak skal holdes når det kreves av minst en femtedel av de fiskeberettigede regnet etter den enkeltes andelsrett i fisket. Vedtak fattes med alminnelig flertall blant de fremmøtte, regnet som fastsatt i foregående punktum. De utgifter som følger med tiltaket, fordeles mellom de fiskeberettigede i samme forhold. Gjelder det tiltak som ikke er til forholdsvis like stor nytte for alle, kan hver av de fiskeberettigede kreve at utgiftene blir fordelt etter den nytte hver enkelt får av tiltaket.\nDepartementet​1 kan gi nærmere regler om varsel, innkalling m.v.\nFlertallsvedtak kan prøves ved skjønn.​2 Fristen for å kreve skjønn er 1 måned etter at vedkommende har fått underretning om vedtaket.\nVedtaket blir endelig 3 måneder etter at det er fattet, eller i tilfelle stadfestet ved rettskraftig skjønn, hvis ingen av de fiskeberettigede har krevd jordskifte eller bruksordning etter jordskifteloven​3 innen denne frist. Blir ikke jordskifte fremmet eller bruksordning gitt etter jordskifteloven, blir vedtaket bindende.\nJordskifte eller bruksordning etter jordskifteloven​3 kan også kreves etter utløpet av 3-månedsfristen, men den som har fått en rett etter vedtaket, står da på like fot med andre berettigede.\nHvis ikke flertallsvedtaket selv fastsetter hvor lang tid det skal gjelde, kan det prøves på nytt når minst 10 år er gått.\n1 Miljøverndepartementet.\n2 Jfr. § 42.\n3 Lov 21 des 1979 nr. 77.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Når rett til fiske i vassdrag som ikke i sin helhet ligger i stats- eller bygdealmenning, synes å egne seg for felles utnytting, men de fiskeberettigede ikke kan bli enige om dette, kan flertallet av dem, regnet etter reglene i § 24, sette frem krav til departementet​1 om ordning av fellesfiske, derunder bruk av fiskekort for større områder med flere eiere, og om ordning av felles tiltak til fremme av fiskebestanden. Saken skal forelegges for vedkommende fiskeriorgan​2 til uttalelse. Departementet​1 kan samtykke i den foreslåtte ordning hvis den forutsettes å bli en utvilsom fordel i forhold til den tidligere ordning og ikke vil volde noen fiskeberettiget uforholdsmessig ulempe eller virke urimelig overfor ham.\nHvis departementet​1 gir sitt samtykke sendes saken til vedkommende fiskeriorgan,​2 som fastsetter de nærmere enkeltheter ved ordningen.\nBlir det gitt samtykke til ordning med fellesfiske, skal vedkommende fiskeriorgan​2 i samråd med fiskerikonsulenten verdsette hver fiskerett, og hver fiskeberettiget får andel i fellesskapet i forhold til verdien av sin fiskerett. Vedkommende fiskeriorgan​2 fastsetter også regler for forvaltning av fisket, likeså om utlikning av utgifter til tiltak til fremme av fisket og dekning av utgiftene med istandbringelse av fellesfisket. Utliknede pengebeløp kan inndrives ved utpantning.​3\nVerdsettingen av fiskerett kan av rettighetshaveren kreves prøvd ved skjønn.​4 Fristen for å kreve skjønn er 1 måned etter at vedkommende har fått underretning om vedtaket.\nDe fiskeberettigede velger i fellesmøte et styre til å gjennomføre den fastsatte ordningen.\nHvis ikke vedkommende fiskeriorgan​2 har fastsatt kortere tid for ordningen, har hver av de fiskeriberettigede adgang til å kreve den tatt opp på nytt når 10 år er gått.\n1 Miljøverndepartementet.\n2 Se § 10.\n3 Se tvangsfullbl. kap. 8.\n4 Jfr. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Når det anses nødvendig å bygge fisketrapp eller utføre andre tiltak for å lette eller åpne oppgangen av fisk i vassdrag, kan Kongen gi samtykke til å kreve tvungen avståelse av den nødvendige grunn, rettigheter og vann og gi pålegg om nødvendige eiendomsheftelser i forbindelse med tiltaket.\nHvis ikke Kongen i statsråd ved forskrift har bestemt annet, kan slik ekspropriasjonsrett bare gis til fordel for staten, fylkeskommune eller kommune eller til fiskeorganisasjon med fremme av fiske som formål.\nNår det søkes om tvungen avståelse, må det samtidig legges fram plan for tiltaket. I plan for fisketrapp og lignende anlegg må det gjøres rede for hvorledes det skal ordnes med eiendomsretten til anlegget, hvorledes tilsynet skal være og hvem som har plikt til å sørge for vedlikeholdet.\n1 Jfr. § 42 og lov 23 okt 1959 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Kongen kan gi samtykke til å kreve tvungen avståelse av grunn, rettigheter m.m. som nevnt i § 26, første ledd, når det anses nødvendig for oppdrett av stamfisk, bygging av settefiskanlegg, anlegg for kunstig klekking, utbedring av elveleiet for å øke fiskemengden og lignende tiltak, eller når det anses nødvendig for vitenskapelige undersøkelser og forsøk vedrørende fisket. Likeså kan det gis samtykke til å kreve tvungen avståelse både i vassdrag og sjø av fiskeretter og fiskeanlegg som er særlig skadelige for eller til hinder for gytemulighetene, fiskens frie gang eller fiskebestanden.\nBestemmelsen i § 26, annet ledd, får tilsvarende anvendelse.\n1 Jfr. § 42 og lov 23 okt 1959 § 30,",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Kongen kan etter forslag fra vedkommende fiskeriorgan​2 eller fra en fiskeorganisasjon med fremme av fiske som formål gi samtykke til å kreve tvungen avståelse av rett til fiske til fordel for almenheten. Bestemmelsen i § 26, annet ledd, får tilsvarende anvendelse.\nFiskerett som er avstått på denne måte skal drives som fritt fiske etter § 12. 10-årsbegrensningen etter § 11 kommer ikke til anvendelse.\n1 Jfr. § 42 og lov 23 okt 1959 § 30.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Hvor fisket ikke er fritt og en fiskeberettiget forsømmer de nødvendige fiskekulturtiltak, kan han av vedkommende fiskeriorgan​1 gis pålegg om innen en fastsatt frist å sette i verk de nødvendige kulturtiltak. Etterkommes ikke pålegget kan vedkommende fiskeriorgan​1 sette kulturtiltak i verk for rettighetshaverens regning eller det kan av Kongen gis samtykke til tvungen avståelse​2 av eiendomsrett eller bruksrett til fiske etter at vedkommende fiskeriorgan​1 har gitt rettighetshaveren 1 måneds varsel om at samtykke til tvangsavståelse vil bli søkt. Bestemmelsen i § 26, annet ledd, gjelder tilsvarende.\n1 Se § 10.\n2 Jfr. §§ 26-28 og 42 og lov 23 okt 1959 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Til sikring av rasjonell yngelutklekking eller settefiskoppdrett har departementet​1 eller den som opptrer med fullmakt fra departementet rett til å fange den nødvendige stamfisk eller settefisk av fisk i sjøen eller i hvilket som helst vassdrag etter på forhånd å ha varslet eieren og de fiskeberettigede.\nLikeså har departementet​1 eller den som opptrer etter fullmakt fra departementet rett til å foreta praktiske og vitenskapelige undersøkelser vedkommende fiske etter varsel som nevnt i første ledd.\nBlir ikke partene enige om godtgjørelsen for fanget fisk eller om erstatningen for økonomisk skade som måtte være påført ved undersøkelsen, kan spørsmålet kreves avgjort ved skjønn.​2\n1 Miljøverndepartementet.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Departementet​1 eller den som opptrer etter fullmakt fra departementet, er under sitt praktiske og vitenskapelige arbeid til fremme av fisket ubundet av fredningsbestemmelser eller forbud fastsatt i denne lov eller i medhold av denne lov.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Laksestyrene​2 og innlandsfiskenemndene​3 har plikt til å påse at bestemmelsene i lov​4 om vern mot forurensninger og om avfall overholdes så fisket ikke skades. Dersom disse bestemmelser blir overtrådt og offentlig påtale finnes ønskelig, skal vedkommende laksestyre​2 eller innlandsfiskenemnd​3 om nødvendig henstille til forurensningsmyndigheten å begjære offentlig påtale.\n1 Endret ved lov 13 mars 1981 nr. 6.\n2 Se § 4.\n3 Se § 7.\n4 Lov 13 mars 1981 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Departementet​1 kan fastsette at vanninntak og utløp skal ha sperreanordning for å hindre at fisk skades. Departementet kan gi nærmere bestemmelser om hvordan anordningen skal være innrettet og plassert, og kan gi påbud om de tiltak som anses nødvendig for å sikre fiskens gang.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Uten tillatelse av Kongen er det forbudt å sette ut anadrome laksefisk,​2 innlandsfisk​3 og levende rogn av disse arter i vassdrag, fjorder og havområder, samt kreps og næringsdyr i vassdrag.\nTillatelse til utsetting kan gis ved generell forskrift​4 for visse arter og områder eller ved enkeltvedtak etter søknad.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 3 nr. 2.\n4 Se forskrift gitt av Miljøverndepartementet 22 nov 1985 nr. 1988.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Ingen må uten særlig hjemmel fiske i en fisketrapp, fiskerenne eller lignende anlegg, øke eller minske vassføringen eller hindre eller forsøke å hindre fisk i å komme inn i eller gjennom anlegget.\nAlt fiske er forbudt ovenfor og nedenfor anlegget innenfor en grense som departementet​1 fastsetter. Grensene skal avmerkes med tydelige merker. Utgiftene til dette dekkes av statskassen.\nFor vedlikehold eller nedlegging av slike anlegg gjelder bestemmelsene i §§ 115 og 116 i lov om vassdragene av 15. mars 1940, jfr. også nærværende lovs § 26, tredje ledd, annet punktum.\n1 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Utenom lovlig fiske er tiltak av enhver art forbudt både i sjøen og i vassdraget når det har til hensikt å skremme fisken eller hindre dens frie gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Ingen må uten særlig hjemmel stenge helt for fiskens gang.\nI elv, elvearm eller bekk skal det være et friløp som utgjør minst en åttendedel av vassdragets bredde på hver side av midtstrømlinjen målt ved middels sommervannstand. I stedet for minst en åttendedel skal gjelde minst en sjettedel for redskaper som er satt ut fra hver sin bredd med kortere avstand enn 100 meter regnet langs vassdraget.\nMidtstrømlinjen regnes å gå midt i djupålen hvis denne kan påvises. Ellers regnes midtstrømlinjen å gå midt i vannløpet eller der hvor den i tilfelle er fastsatt ved skjønn, jfr. § 41. Under skjønnet skal så vidt mulig tas hensyn til at det kan gå omtrent like meget fisk på hver side av midtstrømlinjen på den tid da fisket er størst på vedkommende sted.\n1 Jfr. §§ 64 og 80. – Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Det er forbudt å sette fiskeredskap slik at redskapet, alene eller i forbindelse med ledningsgarn, stein eller andre naturlige hindringer for fiskens gang, kommer ut i friløpet.​1 Unntatt fra denne bestemmelse er fiske med stang eller håndsnøre, drivgarn, kastenot som inndras igjen straks etter utsettingen og håv som tas opp av vannet like etter nedsenkingen.\nI friløpet er det forbudt å slippe stein eller andre ting som kan være til hinder for fiskens gang. Det er også forbudt å gjøre dypere enn friløpet det løp som ovenfra eller nedenfra fører inn til et redskap. Hvis friløpet er oppfylt eller vassdraget utdypet i strid med denne bestemmelse, er det forbudt å fiske på vedkommende sted inntil friløpet eller vassdraget er brakt i samme tilstand som før det ulovlige tiltak. Hvis vedkommende som er ansvarlig for tiltaket nekter å gjøre dette, kan det kreves at politiet lar arbeidet utføre for hans regning. Er oppfylling eller utdyping skjedd uten noens skyld, kan ikke de fiskeberettigede motsette seg at politiet lar foreta tiltak for å renske friløpet eller utfylle utdypningen. I så tilfelle dekkes omkostningene av statskassen.\n1 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Så vel i sjøen som i vassdrag er det forbudt til fiske eller avliving av fisk å bruke:\n1. Giftig stoff.\n2. Kalk.\n3. Sprengstoff.\n4. Elektrisk strøm.\n5. Avdemming og tapping.\n6. Lyster eller lignende redskap med spiss eller krok som ikke er beregnet på å slukes av fisken. Det er likevel tillatt å bruke slikt redskap som hjelperedskap for å ta opp fisk som er fanget med annet lovlig redskap.\n7. Kunstig lys, unntatt for krepsfangst.\nDepartementet​2 kan likevel tillate bruk av lyster og kunstig lys hvis man finner rimelig grunn til det av hensyn til rasjonelt fiske.\n1 Jfr. §§ 64 og 80.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Departementet​2 kan på et bestemt område eller i sin alminnelighet regulere eller forby redskapstyper eller bruksmåter som antas å være særlig skadelige for fiskestammene.\nI elv eller bekk må ingen uten tillatelse av departementet​2 ta opp nytt fiske etter laks, sjøaure, sjørøye, innlandsaure eller innlandsrøye med kjær, teine, sløe, gip, fast håv, fiskestengsel, flåtefiske (evjefiske) eller liknende fast redskap. Uten slik tillatelse må heller ikke noen ta opp igjen eldre fiske som nevnt i det foregående når fisket ikke har vært drevet de siste 10 år.\nFør departementet treffer avgjørelser etter denne paragraf, skal saken forelegges vedkommende fiskeriorgan​3 til uttalelse.\n1 Endret ved lov 17 juni 1988 nr. 61.\n2 Miljøverndepartementet. – Forskrift 14 april 1989 nr. 262 og 5 mars 1990 nr. 208.\n3 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Fiskeberettiget eier eller bruker i vassdraget, vedkommende fiskeriorgan eller politimestrene kan kreve fastsatt ved skjønn:​1\na. Midtstrømlinjen​2 i elv, elvearm eller bekk,\nb. om en del av elv skal anses som elvearm,\nc. om en elvestrekning skal anses som foss,\nd. bredden av vassdrag med middels sommervannstand og bredden av fjord eller sund ved vanlig fjære sjø midtsommers,\ne. grensen mellom elv eller bekk og innsjø, vann eller tjern samt grensen mellom elv eller bekk og sjø.\nNytt skjønn kan kreves når det kan påvises at forholdene i vassdraget eller tilstøtende sjøstrekning er vesentlig endret eller når 10 år er gått siden forrige skjønn.\n1 Se § 42.\n2 Se § 37 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Unntatt skjønn etter §§ 24-25 og skjønn til fremme av eiendomsinngrep etter §§ 26-29 og § 77 skal skjønn etter denne lov styres av lensmannen. Hvis gjenstanden for skjønnet befinner seg i by utenom lensmannsdistrikt, skal fylkesmannen gi lensmannen i et av de tilstøtende distrikt fullmakt til å styre skjønnet.\nTil skjønnet varsles med minst 5 dagers frist eiere og brukere av fiske i skjønnsområdet og de nærmest tilstøtende strekninger, samt formannen i vedkommende fiskeriorgan.​2\nUtgangspunktet for måling foretatt av skjønnet skal betegnes og avmerkes tydelig, helst i jordfast stein eller fjell.\nOmkostningene ved skjønn som er holdt etter krav av politimesteren, dekkes av Delinkventfondet. Ellers bæres omkostningene ved underskjønn av den som har krevd skjønnet. Er skjønn krevd av en annen enn fiskerettseieren, kan skjønnet likevel bestemme at omkostningene i det hele eller for en del skal bæres av den som avgjørelsen er gått imot. Det samme gjelder ved overskjønn.\n1 Endret ved lov 26 jan 1973 nr. 3, 17 des 1982 nr. 88.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "I vassdrag har grunneieren eneretten​2 til fiske etter anadrome laksefisk, med mindre annet følger av lov, sedvane eller annen hjemmel.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "I sjøen har eieren av nærmest tilstøtende grunn eneretten til fiske etter anadrome laksefisk​2 med kilenot, lakseverp, bunngarn med faste pelestikk eller liknende redskap og med krokgarn med mindre annet følger av lov, sedvane eller annen hjemmel. Eneretten gjelder i den utstrekning dette må ansees naturlig når hensyn tas til de stedlige forhold som bunnformasjoner og avstanden fra grunneierens eiendom til vedkommende fiskeplass, eller til den sedvanemessige utøving av fisket.\nBestemmelsen om eneretten for eier av nærmest tilstøtende grunn gjelder også for øy, holme eller skjær som ikke ligger under havflaten ved vanlig flo sjø.\nVed utløpet av elv hvor laks går opp, har eieren av den nærmest tilstøtende grunn også enerett til slikt fiske med kastenot (vad) ut til 250 meter fra utløpet.\nI fjord eller sund strekker eneretten seg ikke i noe tilfelle lenger enn til en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers, målt som nevnt i § 50, tredje ledd.\nBredden kan kreves fastsatt ved skjønn.​3\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Til fiske av laks er det forbudt å bruke bundne redskaper med mindre maskevidde enn 5,8 cm målt i våt stand fra knutes til knutes midtpunkt.\nRegelen i første ledd gjelder også for fiske av sjøaure eller sjørøye, likevel slik at minste tillatte maskevidde skal være 4,5 cm (sjøaureband) for så vidt gjelder fiske som foregår i sjøen i større avstand enn 400 m fra utløpet av elv hvor laks, sjøaure eller sjørøye går opp, eller i vassdrag eller del av vassdrag hvor sjøaure eller sjørøye, men ikke laks går opp.\nDet er forbudt å sette to eller flere bundne redskaper sammen bak eller nær inntil hverandre, eller på annen måte å søke å gi redskapene samme virkning som redskaper med ulovlig maskevidde.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "I teiner, kjær (kar) og liknende redskaper av tre, jern eller annet stivt materiale som er bestemt til fiske av anadrome laksefisk,​2 skal det på den side som vender mot strømmen, være minst seks loddrette, runde sprinkler eller spiler i samme plan og med en jevn innbyrdes avstand av minst 5,6 cm. Sprinklene eller spilene skal stå opp fra bunnen av redskapet til overkanten så vidt mulig i linje med redskapets vegg og må være minst 25 cm lange.\nStår redskapet slik at fiskens gang sperres av foss eller annen hindring, skal sprinklene eller spilene settes i den nedre enden av redskapet og nå helt ned til det dypeste av bunnpartiet.\nStår redskapet slik at fisken under visse vannstander sannsynligvis kan gå videre, under andre muligens ikke, skal det være slike sprinkler eller spiler både i øvre og nedre ende av redskapet.\nNår fisket ellers foregår ved å stenge fisk inne i naturlig eller kunstig innretning av tre, stein eller annet materiale, gjelder bestemmelsene i første, annet og tredje ledd også for slik innretning.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "I sløer og liknende redskaper hvor fisken føres inn av strømmen og i fiskeredskap som er anbrakt ved eller over foss, skal bunnen enten bestå av bundet redskap eller av vannrett spileverk med åpninger på minst 50 cm lengde og 6,5 cm bredde.\nI gip skal den underste halvdel av den siden som vender mot elven, elvearmen eller bekken, for størstedelen bestå av enten vannrett eller loddrett spileverk med åpninger på minst 50 cm lengde og 5,5 cm bredde.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "I elv, elvearm eller bekk er det forbudt å bruke drivgarn eller not nærmere et settegarn eller faststående redskap med ledningsgarn eller ledningsgjerde enn 100 meter.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Det er forbudt å sette mer enn to kilenøter eller krokgarn utenfor hverandre enten på samme linje eller innenfor en avstand av 100 meter fra denne linje. Redskap med to kilenøter anbrakt på hver side av et landgarn (dobbeltkilenot) og kilenot med inngang for fisken på begge sider av landgarnet (patentnot) regnes som to kilenøter.\nI vassdrag er det forbudt å bruke kilenot eller krokgarn.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "I fjord eller sund i sjøen er det forbudt å sette faststående bundet redskap lenger ut fra land enn en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers.\nDet samme gjelder for vann eller innsjø, likevel slik at bredden her regnes ved middels sommervannstand.\nBredden skal så vidt mulig måles på tvers av fjordens, sundets eller vannets retning på hvert punkt.\nBredden kan kreves fastsatt ved skjønn.​2\n1 Jfr. § 64.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Kastenot i sjøen skal ikke gå lenger ut fra land enn 200 meter og i fjord eller sund ikke i noe tilfelle mer enn en fjerdedel av fjordens eller sundets bredde ved vanlig fjære sjø midtsommers målt som nevnt i § 50, tredje ledd. Det skal alltid være tau i land fra den ene ende av kastenoten.\nBredden kan kreves fastsatt ved skjønn.​2\nNår kastenot brukes i vassdrag eller utenfor elvemunning, skal det gå minst 2 timer mellom hver gang kastenoten føres over samme sted.\n1 Jfr. § 64.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Fiske med line eller snurpenot er forbudt. Likestilt med snurpenot er kastenot med snurperinger og snurpeline selv om de er anbrakt bare på en del av noten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk​2 er det forbudt å bruke krokredskap på en slik måte at fisken sannsynligvis vil krøkes.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Når kilenot, lakseverp, krokgarn, bunngarn med faste pelestikk eller liknende redskap står til fangst i sjøen, er det forbudt å bruke noe som helst annet fiskeredskap nærmere nevnte redskaps forside (fangstsiden) enn 200 meter, og for øvrig ikke nærmere enn 50 meter. Forbudet er likevel ikke til hinder for ålefiske, kasting med not etter sild, brisling, lodde, makrell, torsk og sei eller for fiske med stang eller håndsnøre eller for fiske på fiskerens egen grunn.\n1 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Når de stedlige forhold ved sammenstøtende eiendommer gjør at redskap til laksefiske​1 satt ut fra den ene eiendom forringer eller umuliggjør fiske med slik redskap fra naboeiendommen, kan hver av partene kreve avgjort ved skjønn​2 hvor stor rett hver eiendom har, og hvordan fisket skal drives for at eiendommene såvidt mulig kan få utnytte sin rett.\n1 Se § 3 nr. 3.\n2 Se § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "All bunden redskap til fiske av anadrome laksefisk​2 skal være merket med eierens navn eller merke når redskapet står ute.\nDepartementet​3 fastsetter nærmere regler for merkemåten m.v.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet. – Se forskrift 1 feb 1972 nr. 8596.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "I sjøen er anadrome laksefisk​2 fredet fra og med 5. august til og med 30. april.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "I vassdrag eller del av vassdrag hvor laks går, er anadrome laksefisk​2 fredet fra og med 1. september til og med 30. april.\nI vassdrag eller del av vassdrag hvor sjøaure eller sjørøye, men ikke laks går, er sjøaure og sjørøye fredet fra og med 15. september til og med 30. april.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "I den tid da fisket som nevnt i §§ 57 og 58 er fredet (årsfredning) er det i vedkommende område forbudt å fiske eller drepe slik fisk og å bruke, sette ut eller la stå ute redskaper som er innrettet til eller kan brukes til slikt fiske eller som kan hindre fiskegangen.\nTau, kagger og andre festeanordninger for fiskeredskaper skal tas opp snarest mulig når årsfredningen tar til. Blir ikke dette gjort, kan politiet la gjenstandene fjerne for eierens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Så lenge årsfredningen varer er det forbudt å by fram, selge, kjøpe, gi bort eller ta imot anadrome laksefisk​2 når det er gått mer enn 5 dager av årsfredningen i det området hvor fisken er fanget.\nFra dette forbud unntas:\na. Fisk som bevislig er fisket med hjemmel i dispensasjon fra §§ 57 og 58 uten påbud om utkasting, når fisken blir frembudt eller avhendet innen 5 dager etter utløpet av den særskilt fastsatte fisketid,\nb. tilberedt, saltet eller frossen fisk eller fisk fra kjølelager som bevislig er fisket i lovlig tid,\nc. fisk som bevislig er fisket i utlandet uten å være i strid med internasjonal avtale.\n1 Endret ved lover 18 des 1970 nr. 93, 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Det er forbudt å fiske eller drepe, by fram, selge eller gi bort vinterstøing av anadrome laksefisk.​2\nDet er også forbudt å fiske, by fram, selge eller gi bort anadrome laksefisk som er mindre enn 30 cm. Unntatt fra dette forbud er settefisk og kunstig klekket yngel.​3\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "content": "Fra fredag klokken 18 til mandag klokken 18 er det overalt forbudt å bruke, sette ut eller la stå ute redskaper som er innrettet til eller kan brukes til å fiske anadrome laksefisk​2 på en sådan måte at slik fisk kan fiskes eller fiskegangen hindres.\nUnntatt fra ukefredningen er fiske med stang eller håndsnøre. Departementet​3 kan fastsette bestemmelser om behandlingen av de forskjellige redskaper for å oppnå effektiv ukefredning (stengningsregler). Laksestyret​4 skal gis adgang til å uttale seg på forhånd.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet. – Forskrift 1 feb 1972 nr. 8597.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "I følgende tilfelle skal fanget anadrome laksefisk​2 straks settes ut i vannet igjen så vidt mulig uskadd:\na. Når fisken er fisket i den årlige eller ukentlige fredningstid,\nb. når den er fisket med ulovlig redskap eller på ulovlig måte eller tatt når vann i vassdraget er tappet med et lovlig formål,\nc. når den er vinterstøing, jfr. § 61,\nd. når den er under det fastsatte minstemål, jfr. § 61.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 64.\n2 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "content": "Kongen​2 kan for alt fiske eller for fiske med et eller flere særskilt nevnte redskaper på bestemt område i sjø eller vassdrag og gjeldende for anadrome laksefisk​3 eller for et eller to av disse fiskeslag, fastsette bestemmelser som går ut på å:\na. Innskrenke eller utvide friløpets bredde (jfr. § 37),\nb. frita fra forbudet mot visse avlivningsmåter (jfr. § 39),\nc. frita fra eller endre bestemmelsene om maskevidde, spileavstand og redskapsinnretning (jfr. §§ 45, 46 og 47),\nd. innskrenke eller utvide avstanden i elv mellom drivgarn eller not og faststående redskap (jfr. § 48),\ne. tillate at det settes mer enn to kilenøter eller krokgarn utenfor hverandre (jfr. § 49, første ledd),\nf. tillate kilenot eller krokgarn i vassdrag eller del av vassdrag (jfr. § 49, annet ledd),\ng. innskrenke, utvide eller oppheve avstanden fra land for faststående bundet redskap (jfr. § 50),\nh. tillate at kastenot i vassdrag eller elvemunning blir ført over samme sted uten at det går minst 2 timer mellom hver gang, eller fastsette en tid av inntil 5 timer mellom hver gang kastenot eller drivgarn i vassdrag eller elvemunning kan føres over samme sted og bestemme at redskapet ikke må føres over mer enn halve bredden av vassdraget ved middels sommervannstand (jfr. § 51),\ni. innskrenke eller utvide avstanden fra faststående redskaps fangstside i sjøen (jfr. § 54),\nj. innskrenke, utvide eller oppheve årsfredningen (jfr. §§ 57 og 58),\nk. innskrenke, utvide eller oppheve ukefredningen (jfr. § 62),\nl. sette ned minstestørrelsen eller frita fra forbudet mot fangst av fisk under minstestørrelsen (jfr. § 61, annet ledd),\nm. frita fra påbudet om utsetting (jfr. § 63).\nFør slike bestemmelser gis, skal saken forelegges til uttalelse for vedkommende laksestyre og, hvis det finnes nødvendig, for fylkestinget eller fylkesutvalget.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. – Forskrift om fisket etter anadrome laksefisk i sjøen av 5 april 1990 nr. 209 og i vassdrag 14 april 1989 nr. 262.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Etter uttalelse fra vedkommende laksestyre​2 og fylkesting eller fylkesutvalg, kan Kongen​3 forby alt fiske eller fiske etter bestemte fiskeslag i et vassdrag og en liten sjøstrekning utenfor munningen inntil 5 år om gangen hvis bestanden av anadrome laksefisk​4 er gått så sterkt tilbake at det er fare for hel utrydding, eller hvis det er satt ut anadrome laksefisk​4 i et vassdrag hvor disse fiskeslag ikke har gått før.\nDet fredede område skal avmerkes med tydelige merker for statskassens regning.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 14 april 1989 nr. 262.\n4 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Etter uttalelse fra vedkommende laksestyre​2 og fylkesting eller fylkesutvalg kan Kongen​3 for et tidsrom av inntil 10 år om gangen forby bruk av all annen redskap enn stang og håndsnøre (hertil ikke regnet oter) i vassdrag hvor det går anadrome laksefisk.​4\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 14 april 1989 nr. 262.\n4 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Kongen​2 kan forby eller gi regulerende bestemmelser for bruken av kastenot, drivgarn og settegarn til fiske etter anadrome laksefisk​3 i sjøen og i vassdrag. For å motvirke ulovlig fiske etter anadrome laksefisk​3 kan Kongen​3 gi forskrift om nedsenking av garnredskap som er bestemt for fiske etter annen fisk enn anadrome laksefisk, når slik fangstredskap også er egnet til å fange anadrome laksefisk.\nKongen​2 kan forby alle eller visse slag krokredskaper i og ovenfor og nedenfor foss eller stryk eller nedenfor bru som hindrer eller vanskeliggjør oppgangen av anadrome laksefisk.​3\nBestemmelsen i § 64, siste ledd, får tilsvarende anvendelse.\n1 Endret ved lover 8 juni 1984 nr. 70, 17 juni 1988 nr. 61. – Se forskrift 2 mai 1986 nr. 1011, 28 april 1989 nr. 289 og 5 mars 1990 nr. 209.\n2 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "67 a",
      "section": "67 a",
      "content": "Kongen kan bestemme​2 at det skal være konsesjonsplikt for fiske med bestemte redskapstyper etter anadrome laksefisk.​3 Kongen kan ved forskrift gi nærmere regler om adgangen til å få konsesjon og om vilkår som kan knyttes til den enkelte konsesjon.\nMeddelt konsesjon kan trekkes tilbake ved overtredelse av konsesjonsvilkår eller bestemmelser om fiske som nevnt i første ledd fastsatt i eller i medhold av denne lov.\n1 Tilføyd ved lov 17 nov 1978 nr. 74, endret ved lov 8 juni 1984 nr. 70.\n2 Bestemt ved res. 24 nov 1978.\n3 Se § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67a",
        "source_heading": "§ 67 a."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Ved utløpet av vassdrag, saltvannsstrøm eller sund hvor det går anadrome laksefisk,​2 kan Kongen​3 fastsette en strekning hvor hvilket som helst fiske er forbudt med kastenot, snurpenot, drivgarn, settegarn og liknende redskap, kilenot, krokgarn, bunngarn, lakseverp og liknende innretning og dorg i sjøen. Forbudet kan også omfatte utløp av elv i vann. Strekningen utenfor munningen i sjø eller utløpet i vann bør ikke overstige 2 kilometer hvis ikke særlige forhold gjør det nødvendig. Bestemmelsen i § 64, siste ledd, får tilsvarende anvendelse.\nEt forbud mot fiske med kastenot med maskevidde på 5,8 cm eller mer og fiske med kilenot, lakseverp og liknende redskaper, kan dog ikke gå lenger enn at det er lovlig å fiske i minst to døgn i uken, hvis de nevnte redskaper er brukt før matrikkelrevisjonen etter lov av 6. juni 1863 og fisket da bevislig er medregnet til økning av vedkommende eiendoms matrikkelskyld.\nDen fredede strekning skal avmerkes med tydelige merker for statskassens regning.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972. Forskrift 19 des 1975 nr. 8590.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "68 a",
      "section": "68 a",
      "content": "Kongen kan sette forbud​2 mot å bringe i land, by fram, selge, kjøpe, gi bort eller ta imot anadrome laksefisk som er fisket i strid med forskrifter fastsatt i eller i medhold av denne lov.\n1 Tilføyd ved lov 18 des 1970 nr. 93, endret ved lov 8 juni 1984 nr. 70.\n2 Jfr. § 86. – Se note 5 til § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68a",
        "source_heading": "§ 68 a."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Så lenge utenlandske fiskefartøyer i henhold til internasjonal overenskomst har rett til i visse områder innenfor den norske fiskerigrense å drive fiske som ikke er undergitt norsk lovgivning,​1 kan Kongen med virkning for de samme områder gjøre unntak fra denne lov i den utstrekning dette er nødvendig for at norske fiskefartøyer skal kunne drive fiske i samme utstrekning og på samme måte som utlendinger gjør.\n1 Jfr. lov 17 juni 1966 nr. 19 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Oppsyn med fisket etter anadrome laksefisk​2 opprettes i den utstrekning det anses nødvendig. Utgiftene skal i alminnelighet dekkes av statskassen. Med departementets​3 godkjenning kan det likevel opprettes oppsyn for midler fra laksestyre,​4 fiskefondet,​5 kommune eller andre.\nDepartementet fastsetter oppsynskretsene, oppsynets ordning og oppsynsmennenes lønn etter at uttalelse er innhentet fra vedkommende laksestyre​4 og politimester, og utferdiger instruks for oppsynsmennene.\nPolitimesteren tilsetter oppsynsmennene i samråd med laksestyret. Oppsynsmennene skal ha politimyndighet i sitt arbeid.\nFor vassdrag med annet fiske ved siden av fisket etter anadrome laksefisk​3 skal vedkommende innlandsfiskenemnd​6 gis anledning til å uttale seg og komme med forslag om oppsynet. I slike distrikter er oppsynet felles for alt fiske som omfattes av denne lov.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § § nr. 1.\n3 Miljøverndepartementet.\n4 Se § 4.\n5 Se § 23.\n6 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Enhver som vil fiske anadrome laksefisk,​2 skal før fisket tar til, sende melding til lensmannen, i by til politimesteren. Lensmannen (politimesteren) sender melding til laksestyret.​3 Er fisket bortleid, er såvel eier som leier ansvarlig for at det blir gitt behørig melding. Skjer fisket mot løsning av fiskekort eller tillatelse for den enkelte gang fra den som har fiskeretten, skal meldingen gis av den som utsteder fiskekort eller gir tillatelse.\nMeldingen skal såvidt mulig inneholde:\na. Fiskerettseierens navn og bopel,\nb. fiskeplassens navn med eiendommens gårds- og bruksnummer,\nc. redskapenes art og antall,\nd. brukerens (leierens) navn hvis fisket er bortforpaktet eller bortleid.\nLaksestyret​3 kan frita for plikten til å oppgi redskapenes antall, jfr. bokstav c, når fisket foregår med stang eller håndsnøre.\nNår et fiske en gang er meldt, trengs det ikke ny melding uten når fisket skifter eier eller det kommer ny bruker eller leier.\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 90.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Enhver som i året har fisket anadrome laksefisk​2 skal innen utgangen av oktober sende skriftlig oppgave til vedkommende laksestyre​3 over utbyttet av fangsten til bruk for den offentlige statistikk. I tilfeller som nevnt i § 71, 4. punktum, skal dog oppgaven gis av den som har utstedt fiskekort eller gitt tillatelse. Den som har utøvd fisket er i dette tilfelle fritatt frå å sende oppgave.\nOppgavene skal inneholde:\na. Fiskerens navn og bopel,\nb. særskilt oppgave for anadrome laksefisk,​2 over fangstens vekt, bruttoverdi og antall fisk,\nc. opplysning om fangsten er foregått i sjø eller vassdrag med kommunens navn – såvidt det er mulig – og i tilfelle vassdragets navn,\nd. antall og art redskaper som er brukt og opplysning om fangstens fordeling på de forskjellige redskaper,\ne. leiesummen, hvis fisket er leid.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Enhver som i sin næring omsetter eller bruker anadrome laksefisk,​2 plikter etter krav fra et laksestyre​3 å oppgi vekt og verdi (hver fiskeart for seg) og selgerens navn og bopel.\nOppgaven skal gis laksestyret​3 innen en måned etter mottatt krav.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Til dekning av utgifter til reiser og administrasjon (jfr. § 5) og til tiltak til fremme av fisket kan laksestyret​2 utligne en årlig lakseskatt på inntekten av laksedistriktets fiske av anadrome laksefisk.​3\nSamlet utligningssum for distriktet må ikke overstige to prosent av bruttoinntekten uten departementets​4 samtykke.\nLakseskatten utlignes på den enkelte fisker etter det bruttoutbytte som hans fiske antas å gi år om annet. Har fisket vært bortleid, kan lakseskatten utlignes enten på eieren eller leieren eller fordeles på begge eller med fullt ansvar på begge. Utligningsbeløpet settes ikke lavere enn kr. 5,-.\nDepartementet​4 kan gi nærmere forskrifter om utligningen.\nKlage over utligningen avgjøres av laksestyret​2 i sammenheng med utligningen for neste år. Avgjørelsen av klage kan ikke påklages videre. Utlignet lakseskatt må betales selv om skatteyteren har klaget over utligningen.\nLakseskatten skal innkreves av skatteoppkreveren mot fire prosent godtgjørelse. Skatten forfaller til betaling 4 uker etter at utligningen er ferdig og kan inndrives ved utpanting.​5\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 4.\n3 Se § 3 nr. 1.\n4 Miljøverndepartementet.\n5 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "Ved utførsel fra riket av fersk, iset, rundfrossen, røykt og hermetisk laks betales en avgift som fastsettes av Kongen.\nAvgiften går inn i det fond som er nevnt i § 23.\nAvgiften oppkreves ved tollstedene. Senderens oppgave over laks til utførsel må avgis på ære og samvittighet, og avgiften oppkreves da etter denne oppgave. Hvis tollvesenet forlanger det, må oppgaven støttes ved konnossement eller annet bevis.\nNærmere regler om oppkreving av avgiften gis av Kongen.\nAvgiften kan innkreves ved utpantning.​2\n1 Endret ved tollov 10 juni 1966 nr. 5 § 84.\n2 Se tvangsfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "Grunneieren har retten til fiske i et vassdrag slik det har vært fra gammelt av så langt hans grunn går. Fisket er fritt i den utstrekning dette følger av lov, sedvane, bruk i alders tid eller annen hjemmel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "Hvor grunneieren eller andre har enerett til fiske, kan departementet​2 pålegge vedkommende i nærmere bestemt utstrekning å gi andre rett til å fiske mot å løse fiskekort, når det ved skjønn​3 er godtgjort at et slikt pålegg kan gis uten at det i urimelig grad nedsetter rettighetshaverens muligheter for fiske i vassdraget.\nPålegg etter første ledd kan gis til fordel for en avgrenset krets eller til fordel for allmennheten. Det kan tas inn nærmere bestemmelser om antallet fiskekort og hvem som skal utstede kortene.\nSkjønn forlanges av departementet.​2 Skjønnet fastsetter prisen på fiskekort.\nInntekten av fiskekort tilfaller rettighetshaveren.\nNår minst 10 år er gått etter at skjønnet ble rettskraftig, kan nytt skjønn til fastsetting av prisen på fiskekort holdes etter begjæring av departementet​2 eller rettighetshaveren.\nVedkommende innlandsfiskenemnd​4 kan gi regulerende bestemmelser om utøving av fisket innen rammen av den ordning som er fastsatt ved skjønnet.\nLov av 23. oktober 1959 om oreigning av fast eigedom gjelder ikke for saker etter denne paragraf.\n1 Jfr. § 28 og grl. § 105.\n2 Miljøverndepartementet.\n3 Jfr. § 42.\n4 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Etter å ha innhentet uttalelse fra vedkommende innlandsfiskenemnd​1 og kommunestyre eller formannskap, kan departementet​2 for en eller flere kommuner eller deler derav fastsette de bestemmelser for innlandsfisket og for fangst av kreps som anses nødvendig for fiskets eller fangstens fremme. Herunder kan også fastsettes totalfredning for inntil 5 år.\nDepartementet kan på samme måte sette forbud mot å fiske, drepe, selge, gi bort eller kjøpe innlandsfisk under en viss størrelse. Unntatt fra slike forbud er kunstig utklekket yngel, settefisk og fisk som er fanget til oppdrett i fiskedam eller til overføring til vann eller annen del av vassdrag.\n1 Se § 7.\n2 Miljøverndepartementet. Forskrifter om ferskvannskreps gitt 22 juli 1981 nr. 8788 og om ål 9 jan 1984 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Bestemmelsene i § 78 gjelder ikke for damkultur eller vann eller annen del av vassdrag som drives som damkultur.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Etter å ha innhentet uttalelse fra vedkommende innlandsfiskenemnd​1 og kommunestyre eller formannskap, kan departementet​2 fastsette bestemmelser som går ut på å:\na. Innskrenke eller utvide friløpets bredde (jfr. § 37),\nb. frita fra forbudet mot visse avlivningsmåter (jfr. § 39).\n1 Se § 7.\n2 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 gjelder de bestemmelser som er fastsatt i denne lovs kapitler VIII-X, eller i medhold av bestemmelse i disse kapitler, også for fiske av innlandsfisk​3 i området. Unntatt er ålefiske, jfr. § 83, og fangst av kreps.\nDepartementet​4 kan likevel fastsette egne fiskeregler for innlandsfisk​3 og for fangst av kreps i slike vassdragsområder når det finner at egne fiskeregler vil tjene til bedre utnytting av fisket og ikke vil skade bestanden av anadrome laksefisk.​2 Herunder kan fastsettes totalfredning for inntil 5 år. Før reglene blir fastsatt skal det innhentes uttalelser i samsvar med § 7, første ledd, og dessuten fra vedkommende laksestyre.​5\n1 Endret ved lov 8 juni 1984 nr. 70. – Jfr. § 91.\n2 Se § 3 nr. 1.\n3 Se § § nr. 2.\n4 Miljøverndepartementet. Forskrifter gitt 1 feb 1972 nr. 8596, 22 juli 1981 nr. 8788, 9 jan 1984 nr. 13.\n5 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 er det forbudt å fiske innlandsaure eller innlandsrøye som er under 20 cm eller et større minstemål som departementet​3 kan fastsette etter at det er innhentet uttalelser i samsvar med § 78, første ledd, og dessuten fra vedkommende laksestyre.​4 Det er forbudt å by fram, selge eller gi bort fisk som er fisket i strid med dette forbud. Fanget fisk som er under minstemålet skal straks settes ut i vannet igjen så vidt mulig uskadd.\nUnntatt fra forbudet om minstestørrelse er settefisk og kunstig utklekket yngel. Bestemmelsen i § 79 får tilsvarende anvendelse.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet.\n4 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "I vassdrag eller del av vassdrag hvor det går anadrome laksefisk,​2 kan Kongen​3 fastsette at redskaper som er innrettet til ålefiske (ålekar, ålekiste, ålemær) ikke skal brukes til fiske fra klokken 7 til klokken 18, og heller ikke resten av døgnet i tiden fra og med 16. november til og med 31. juli. Før bestemmelse treffes, skal saken forelegges til uttalelse for vedkommende laksestyre,​4 og hvis det finnes nødvendig for fylkestinget eller fylkesutvalget.\nDepartementet​5 kan fastsette nærmere forskrifter for hvorledes slike redskaper skal være innrettet for å hindre at de dreper eller gjør skade på annen fisk eller hindrer fiskegangen i vassdraget. Hvis det finnes påkrevet av hensyn til ålefisket, kan departementet tillate stengning av vassdraget inntil 6 timer i døgnet i den tid ålefisket foregår, forutsatt at dette vil være uten vesentlig skade for bestanden av anadrome laksefisk.​2 Før slike bestemmelser treffes skal vedkommende laksestyre​4 og innlandsfiskenemnd​6 gis høve til å uttale seg.\n1 Endret ved lov 8 juni 1984 nr. 70.\n2 Se § 3 nr. 1.\n3 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n4 Se § 4.\n5 Miljøverndepartementet.\n6 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "content": "Oppsyn med overholdelse av lovens bestemmelser om innlandsfisket​1 opprettes når det anses nødvendig. Utgiftene kan dekkes av midler fra statskassen, fiskefondet,​2 kommunekasser, fiskeforeninger eller andre. Oppsynsordningen må godkjennes av vedkommende innlandsfiskenemnd.​3\nOppsynsmennene tilsettes av politimesteren i samråd med innlandsfiskenemnda​3 og skal ha politimyndighet i sitt arbeid.\nDepartementet​4 fastsetter oppsynskretsene, oppsynets ordning og oppsynsmennenes lønn etter at uttalelser er innhentet fra vedkommende innlandsfiskenemnd​3 og politimester og utferdiger instruks for oppsynsmennene.\n1 Se § 3 nr. 4, jfr. nr. 1.\n2 Se § 23.\n3 Se § 7.\n4 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "Til statistisk bruk kan departementet​1 gjennom innlandsfiskenemndene​2 kreve oppgaver over innlandsfisket​3 av enhver som fisker, omsetter eller i sin næring bruker innlandsfisk​4 eller leier bort slikt fiske.\nNærmere bestemmelser om oppgaveplikten kan fastsettes av departementet.1\n1 Miljøverndepartementet.\n2 Se § 7.\n3 Se § 3 nr. 4.\n4 Se § 3 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av bestemmelser i denne lov eller bestemmelser eller pålegg gitt i medhold av eller opprettholdt ved loven, straffes med bøter​2 eller fengsel inntil 3 måneder for så vidt handlingen ikke rammes av et strengere straffebud.\nVed overtredelse av bestemmelsene i §§ 45, 50-52, 57-59, 62 og 64-68 og forskrifter fastsatt i medhold av disse, anses uaktsomhet å foreligge når man burde ha skjønt at det var en nærliggende mulighet til å få ikke uvesentlige mengder anadrome laksefisk​3 ut fra redskapets fiskeeffekt, herunder arten av fiskeredskapet og forholdet på fiskeplassen mellom anadrome laksefisk og saltvannsfisk.\n1 Endret ved lov 8 juni 1984 nr. 70. – Se forskrift gitt av Miljøverndepartementet 22 nov 1985 nr. 1988.\n2 Se strl. § 27.\n3 Se § nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 jan 1973 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Hvor ikke annet er avtalt, gir fiskekort utferdiget i medhold av denne lov eller etter avtale med vedkommende rettighetshaver eller fiskeorganisasjon uten særskilt vederlag rett til det som fiskes på kortet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Kongen​1 kan gi nærmere forskrifter til gjennomføring av loven og kan herunder gi regler for første gangs valg av innlandsfiskenemnd​2 og laksestyre.​3\n1 Miljøverndepartementet iflg. res. 26 feb 1965 og 5 mai 1972.\n2 Se § 7.\n3 Se § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "I forbindelse med lovens ikrafttreden skal alt laksefiske​1 som det gjelder meldeplikt for, meldes som foreskrevet i § 71, uansett om fisket er meldt tidligere.\nOgså laksefiske​1 som har foregått med redskap som nevnt i § 40, annet ledd, men som nå ikke er i bruk, skal meldes.\nFiske av innlandsaure og innlandsrøye med redskap som nevnt i § 40, annet ledd, meldes til innlandsfiskenemnda.​2 Det samme gjelder slikt fiske som nå er nedlagt, men som tidligere har foregått med redskap som nevnt i § 40, annet ledd.\nDepartementet​3 kan gi nærmere regler.\n1 Se § 3 nr. 3.\n2 Se § 7.\n3 Miljøverndepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer,​1 § 81 likevel ikke før 3 år etter at loven forøvrig er satt i kraft. Enkelte avsnitt eller bestemmelser i loven kan settes i kraft særskilt.​2\n1 Fra 8 mars 1965 iflg. res. 26 feb 1965.\n2 Ved res. 30 okt 1964 ble §§ 4, 5, 7-10 satt i kraft straks.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Fra denne lovs ikrafttreden oppheves eller endres følgende lover og lovbestemmelser slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Forskrifter gitt i medhold av noen bestemmelse som oppheves ved denne lov, skal fortsatt gjelde for så vidt de ikke står i strid med loven, inntil de i tilfelle oppheves eller endres med hjemmel i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    }
  ]
}