{
  "id": "LOV-1980-06-13-36",
  "type": "statute",
  "title": "Lov om kringkasting.",
  "short_name": "Kringkastingsloven.",
  "status": "in_force",
  "issued_date": "1980-06-13",
  "in_force_date": "1981-06-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1980-06-13-36",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Norsk rikskringkastings rett til å drive kringkasting m.v.",
      "content": "1. Norsk rikskringkasting har rett til å drive kringkasting. Andre enn Norsk rikskringkasting må ha løyve etter § 1 nr. 4 eller etter lov om nærkringkasting​2 for å drive kringkasting.\n2. Med kringkasting menes utsending av tale, musikk, bilder og liknende med radiobølger eller over tråd, ment til å mottas direkte av allmennheten.\nKongen avgjør ved forskrift eller enkeltvedtak​3 hva som i tvilstilfelle skal regnes som kringkasting.\n3. Utsending av enkle meldinger og samtidig og uendret videresending av kringkasting krever ikke løyve.\nKongen avgjør ved forskrift eller enkeltvedtak hva som i tvilstilfelle skal regnes som enkle meldinger eller videresending av lovlig kringkasting.\n4. Kongen​4 kan gi løyve til å drive kringkasting. Det kan settes vilkår for tildeling av løyve.\n5. Kongen kan gi bestemmelser om grensen mellom Norsk rikskringkastings og Televerkets virksomhet.​5\n1 Endret ved lover 16 mars 1984 nr. 7, 21 juni 1985 nr. 86, 27 nov 1987 nr. 71, 10 juni 1988 nr. 46, 9 juni 1989 nr. 33, 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225). – Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Lov 27 nov 1987 nr. 71.\n3 Se lov 10 feb 1967 § 2.\n4 Kulturdepartementet iflg. res. 4 juli 1991 nr. 449.\n5 Jfr. § 10 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Anlegg for kringkasting og videresending.",
      "content": "Andre enn Norsk rikskringkasting må ha løyve​2 av Kongen​3 ved forskrift eller enkeltvedtak til å opprette eller drive anlegg for kringkasting eller videresending av kringkasting.\n1 Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Jfr. § 29.\n3 Kulturdepartementet iflg. res. 1 juni 1984 nr. 1170, dog Samferdselsdepartementet for det området som går inn under forskrifter 1 juni 1984 nr. 1168 og 25 juni 1984 nr. 1315 om kabelnett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens geografiske virkeområde.",
      "content": "Loven gjelder også på Svalbard, Jan Mayen og de norske biland og for anlegg og innretninger på den norske del av kontinentalsokkelen. Kongen kan ved forskrift fastsette de unntaks- og særregler som de stedlige forhold tilsier.\nOm kringkasting på internasjonalt område gjelder kapittel 6.\nKongen kan bestemme ved forskrift at loven helt eller delvis skal gjelde for norske skip, luftfartøyer, boreplattformer eller andre anlegg eller innretninger i internasjonalt område ut over det som følger av § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Norsk rikskringkastings organisasjon, aktiva m.v.",
      "content": "1. Norsk rikskringkasting er en stiftelse. Lov 23. mai 1980 nr. 11 om stiftelser m.m. gjelder for Norsk rikskringkasting om ikke annet følger av denne lov.\n2. Kongen kan bestemme at stiftelsens aktiva vederlagsfritt skal tilbakeføres til staten.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Styret",
      "content": "1. Styret leder virksomheten til Norsk rikskringkasting og treffer avgjørelse om fordeling av ressursene. Vedtektene for stiftelsen fastsettes av Kongen. Senere endringer i vedtektene fastsettes av stiftelsens styre. Endringene skal godkjennes av Kongen.\nStyret har ingen myndighet i løpende programvirksomhet.\n2. Styret har sju medlemmer med personlige varamedlemmer.\nFormannen, nestformannen og tre medlemmer med personlige varamedlemmer oppnevnes av Kongen for fire år. To medlemmer, med personlige varamedlemmer, oppnevnes for to år etter forslag fra de tilsatte ved skriftlig valg. I vedtekt kan det fastsettes nærmere bestemmelser om valget, valgbarhet og bortfall av vervet.​2\nIngen kan være med i styret mer enn åtte år.\n3. En representant fra Televerket møter i styret og deltar i drøftingene i saker som har interesse for Televerkets oppgaver.\n4. Styremedlemmene kan delta i drøftingene i Kringkastingsrådet.\n5. Styret skal hvert år legge fram for departementet:\na. Melding om virksomheten i det foregående driftsår.\nb. Oppdatering av planene for inneværende driftsår på grunnlag av vedtatte rammebetingelser.\nc. Hovedtrekkene i Norsk rikskringkastings planer for det kommende år.\nd. Skisse til tiltak i de neste tre til fem år.\n6. Kongen gir instruks for styret.​2\n1 Endret ved lover 12 juni 1987 nr. 59, 10 juni 1988 nr. 46. – Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Se forskrift nevnt i note 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kringkastingssjefen",
      "content": "1. Kringkastingssjefen har den daglige ledelse av Norsk rikskringkasting og treffer avgjørelse om fordeling av ressurser innenfor rammen av de vedtak styret har fattet.\nKongen gir instruks for kringkastingssjefen.\nKringkastingssjefen deltar i drøftingene i styret og i Kringkastingsrådet. Kringkastingssjefen kan også delta i drøftingene i distriktsprogramrådene.\n2. Kringkastingssjefen tilsettes av Kongen for åtte år. Ingen kan ha stillingen i mer enn åtte år.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Finansiering m.v.",
      "content": "1. Norsk rikskringkastings virksomhet finansieres med kringkastings- og særavgifter, salgsinntekter m.v. Den kan ikke finansieres med reklamesendinger. Kringkastings- og særavgiftene fastsettes av Stortinget.\n2. Norsk rikskringkasting kan med samtykke fra departementet erverve, avhende eller pantsette fast eiendom eller foreta låneopptak. Departementet kan i forskrift gi nærmere regler om beløpsgrenser m.v.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forhåndsvurdering av program",
      "content": "Den som ikke har medvirket eller som ikke har programansvar i Norsk rikskringkasting, kan ikke kreve å få se eller høre et program før sending.\nFørste ledd begrenser ikke adgangen til å gi pålegg eller å beslutte og iverksette tvangstiltak etter rettergangsloven.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Melding fra statsmyndighet",
      "content": "Etter regler Kongen gir, skal Norsk rikskringkasting sende meldinger fra statsmyndighet når det har vesentlig betydning.\nKongen kan gi forskrifter om Norsk rikskringkastings virksomhet under beredskap og krig.\n1 Endret ved lover 12 juni 1987 nr. 59, 27 nov 1987 nr. 71, 10 juni 1988 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Den tekniske virksomhet m.v.",
      "content": "1. Norsk rikskringkasting leder den programtekniske virksomheten. Televerket leder den øvrige tekniske virksomhet i samsvar med avtale med Norsk rikskringkasting.\nKongen kan bestemme grensen mellom de to områder og ta avgjerd i mangel av avtale.\n2. Kongen kan gi nærmere regler om bruken av sender- og linjetekniske anlegg.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kringkastingsrådets oppgave.",
      "content": "1. Kringkastingrådet skal drøfte og uttale seg om hovedlinjene for programvirksomheten i Norsk rikskringkasting​1.\n2. Kringkastingsrådet skal uttale seg i de programsaker som kringkastingssjefen forelegger for det, eller som Kringkastingsrådet finner grunn til å ta opp.\n3. Styret og kringkastingssjefen kan innhente Kringkastingsrådets uttalelse i administrative og økonomiske saker.\n4. Kongen kan gi instruks for Kringkastingsrådet.​2\n1 Jfr. § 14 nr. 1.\n2 Se forskrift 29 mai 1981 nr. 8630 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kringkastingsrådets sammensetning.",
      "content": "1. Kringkastingsrådet består av 25 medlemmer med personlig varamedlemmer. Stortinget velger 14 medlemmer. Kongen oppnevner 11 medlemmer, deriblant formannen og nestformannen.\n2. Medlemmenes funksjonstid er fire år. Et medlem kan bare gjenoppnevnes for en periode.\n3. Formannen eller et medlem i dennes sted kan møte i styret og delta i drøftingene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Distriktsprogramrådene.",
      "content": "1. Distriktsprogramrådene skal uttale seg om hovedlinjene i programvirksomheten ved distriktskontorene​1 og i de programsaker som kringkastingssjefen eller lederen for distriktskontoret forelegger eller som rådet finner grunn til å ta opp.\nKringkastingssjefen og lederen for distriktskontoret kan innhente rådets uttalelse i administrative og økonomiske saker.\n2. Det skal være et distriktsprogramråd for hvert distriktskontor.\n3. Distriktsprogramrådet skal ha fem medlemmer med personlige varamedlemmer oppnevnt av fylkestinget for fire år. Et medlem kan bare gjenoppnevnes for en periode. Kongen gir regler om oppnevnelse og sammensetning av distriktsprogramråd der et distriktskontor dekker flere fylker.\n4. Kongen kan gi nærmere regler om distriktsprogramrådenes oppgaver og arbeidsmåte.​2\n1 Se § 12 nr. 1.\n2 Se note 2 til § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Klagenemndas kompetanse.",
      "content": "1. Klagenemnda prøver om program i norske kringkastingssendinger har behandlet noen utilbørlig og om det har krenket privatlivets fred. Den prøver om kringkastingsselskapets avgjørelse i sak om beriktigelse av uriktige opplysninger er i samsvar med god skikk.\n2. Nemnda kan bare foreta prøving etter klage. Klageren må godtgjøre at programmet eller avgjørelsen om beriktigelse direkte vedrører klageren.\n1 Endret ved lover 16 mars 1984 nr. 7, 10 juni 1988 nr. 46, 21 des 1990 nr. 77 (i kraft 19 juni 1991 iflg. res. 19 april 1991 nr. 225).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Framgangsmåten ved klage.",
      "content": "1. Klage over program må være framsatt for kringkastingsselskapet innen to måneder etter at programmet er sendt. Klagenemnda kan i særlige tilfelle behandle en klage selv om fristen ikke er holdt. Ved beregning av fristen gjelder forvaltningslovens​2 § 30 tilsvarende.\n2. Kringkastingsselskapet skal behandle klagen og sende den med sin uttalelse til klagenemnda dersom ikke kringkastingsselskapet gir klageren medhold fullt ut. Dersom klagen er kommet fram etter fristen i nr. 1, skal kringkastingsselskapet sende klagen til nemnda med uttalelse om den bør tas under behandling. Meddelelse sendes klageren.\n3. Kringkastingsselskapet skal såvidt mulig oppbevare programmene til klagefristen er ute eller til klagen er avgjort av nemnda. Programmet skal oppbevares dersom det blir gitt melding om at det vil bli reist søksmål.\n1 Endret ved lov 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225).\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Klagenemndas sammensetning.",
      "content": "1. Klagenemnda består av formann og to medlemmer med personlige varamedlemmer. De oppnevnes av av Kongen for fire år. Nemndas formann og dennes varamedlem skal fylle de alminnelige vilkår for å være dommer.\n2. Sekretær for nemnda tilsettes av departementet.​1\n1 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Klagenemndas saksbehandling.",
      "content": "1. Saksbehandlingen er skriftlig med mindre nemnda bestemmer noe annet. Nemnda skal avgjøre klagen i møte. Nemnda må være fulltallig for å være vedtaksfør.\n2. Nemnda skal søke saken opplyst så godt som mulig. Den kan kreve programmet avspilt og utskrift av det.\nEn part har adgang til å uttale seg om den annen parts anførsler så langt nemnda finner det rimelig.\n3. Kongen kan gi nærmere regler om nemndas saksbehandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Avvisning uten realitetsbehandling.",
      "content": "Åpenbart uholdbar klage kan klagenemnda avvise uten realitetsbehandling. Det samme gjelder dersom klageren har reist søksmål om forholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Klagenemndas avgjørelse.",
      "content": "1. Nemndas avgjørelse og eventuell dissens skal grunngis.\n2. Nemndas avgjørelse er ikke bindende for klageren.\n3. Avgjørelsen og begrunnelsen med eventuell dissens skal meddeles partene. Nemnda bestemmer om avgjørelsen og begrunnelsen, eventuelt om også dissens skal offentliggjøres i sending fra kringkastingsselskapet.\n4. Nemndas avgjørelse kan ikke påklages etter forvaltningsloven.​2\n1 Endret ved lov 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225).\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Rett til kringkastingsmottaker.",
      "content": "1. Enhver har rett til å ha kringkastingsmottaker.\n2. Overdragelse av mottaker skal meldes​1 til Norsk rikskringkasting som gir forskrift​2 om meldeplikt og unntak fra den.\n1 Jfr. § 29.\n2 Forskrift om fjernsynsmottakere gitt 23 okt 1980 nr. 8798.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Innførsel og omsetning m.v. av kringkastingsmottaker.",
      "content": "1. Innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottaker, herunder antenner, skal meldes​1 til Norsk rikskringkasting som gir forskrifter om meldeplikten​2 og om unntak fra den.\nNorsk rikskringkasting avgjør hva som skal forstås med tilbehør eller deler til mottaker.\n2. Kongen kan ved forskrift sette de vilkår for innførsel og salg m.v. nevnt i nr. 1 som anses nødvendige for at mottakerne m.m. skal ha en rimelig teknisk standard.\n3. Det kan føres kontroll med at meldeplikten i nr. 1 og vilkår fastsatt etter nr. 2 blir holdt. Til dette formål kan det i den utstrekning det er nødvendig kreves adgang til regnskapsbøker, avtaler og andre dokumenter av betydning for kontrollen og til lokaler​3 hvor avgiftspliktig materiell blir produsert, oppbevart eller omsatt.\nDepartementet​4 gir forskrift om gjennomføring av kontrollen.\n1 Jfr. § 29.\n2 Forskrift gitt 23 okt 1980 nr. 8777.\n3 Jfr. strl. § 326.\n4 Kulturdepartementet. Forskrift gitt 15 juni 1981 nr. 8629.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Kringkastings- og særavgifter.",
      "content": "1. Stortinget fastsetter kringkastingsavgift for den som har kringkastingsmottaker og tilleggsavgift ved forsinket betaling og når melding ikke blir gitt etter reglene i § 21 nr. 2.\n2. Stortinget fastsetter særavgifter på innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottakere eller tilbehør eller deler til mottakere herunder antenner.\nVed forsinket betaling av særavgifter skal det betales rente etter lov av 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\n3. Norsk rikskringkasting gir forskrift om innkreving av avgifter og renter.​2\n4. Norsk rikskringkasting kan ved forskrift eller enkeltvedtak frita helt eller delvis for avgifter når særlige grunner tilsier det.​2\n5. Forskrifter etter nr. 3 og 4 skal godkjennes av departementet.​3\n1 Endret ved lov 12 juni 1987 nr. 59.\n2 Forskrift om fjernsynsmottakere gitt 23 okt 1980 nr. 8798 og om avgift på radio- og fjernsynsmateriell m.v. 18 des 1989 nr. 1338.\n3 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Panting og sikkerhet for avgifter m.v.",
      "content": "1. Forfalt kringkastingsavgift, tilleggsavgift og særavgift er sikret ved panterett i kringkastningsmottakeren og tilbehør eller deler til den.\nPanteretten går foran alle andre rettigheter i tingen selv om den overdras til ny eier, likevel slik at lov 2. juni 1978 nr. 37 om godtroerverv av løsøre kommer til anvendelse. Faller panteretten bort i medhold av loven om godtroerverv av løsøre, overføres panteretten til ny mottaker m.v. som skyldneren erverver. Denne panteretten står likevel tilbake for gyldig salgspant.​2\n2. Kringkastingsavgift, tilleggsavgift og særavgift er ellers tvangsgrunnlag for utlegg.\n1 Endret ved lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se lov 8 feb 1980 nr. 2 §§ 3-14 til 3-22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Forbud mot kringkasting m.v.",
      "content": "Det er forbudt​1 å opprette eller drive kringkasting fra skip, luftfartøy o.l. og fra anlegg av enhver art på det åpne hav eller i luftrommet over, dersom sendingen er egnet til å mottas i Norge, Danmark, Finland eller Sverige eller i annet land som er tilsluttet den europeiske overenskomst av 22. januar 1965 om å forhindre kringkasting utenfor territorialgrensene, eller dersom det forstyrrer radiomottaking der. Radiomottaking omfatter så vel kringkastingsvirksomhet som radionavigasjon, flynavigasjon m.v.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forbud mot medvirkning m.v.",
      "content": "Det er forbudt​1 å medvirke til at skip, luftfartøyer o.l. eller anlegg og innretninger av enhver art som brukes eller er beregnet til å brukes til kringkasting på det åpne hav eller i luftrommet over, passerer eller oppholder seg på norsk territorium – herunder sjøterritoriet​2 og luftterritoriet –, selv om sendingene ikke er av den art som nevnt i § 26. Forbudet gjelder ikke når det i en nødsituasjon er uomgjengelig nødvendig å søke inn på norsk territorium for å redde menneskeliv, fartøy eller last.\n1 Jfr. § 29.\n2 Se Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forskrift med forbud mot medvirkning.",
      "content": "Kongen kan ved forskrift forby​1 medvirkning på norsk territorium – herunder sjøterritoriet​2 og luftterritoriet – til kringkasting på det åpne hav eller i luftrommet over, således forby å opprette eller drive kontor for slik virksomhet, å gi økonomisk eller teknisk bistand, å drive reklame eller annonsering og å levere eller transportere utstyr, materiell, lydbånd eller liknende.\nForskrift som er nevnt i første ledd kan forby også medvirkning utenfor norsk territorium, for så vidt den gjelder virksomhet som er forbudt etter § 26.\n1 Jfr. § 29.\n2 Se Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Straff.",
      "content": "1. Med bøter​2 eller fengsel inntil 6 måneder straffes den som forsettlig eller uaktsomt\na. overtrer §§ 1, 2, 21 eller 22 eller forskrift gitt med hjemmel i disse bestemmelser\nb. overtrer vilkår som er fastsatt i løyve gitt med hjemmel i §§ 1 eller 2\nc. overtrer §§ 26 eller 27 eller forskrift gitt med hjemmel i § 28\nd. medvirker til forhold nevnt under a, b eller c.\n2. Straffebudet i nr. 1 c og d gjelder uten hinder av de begrensninger som følger av straffelovens §§ 12, 12 a og 13 første og andre ledd.\n3. Overtredelse av straffebud i denne paragraf er forseelse.\n1 Endret ved lover 14 juni 1985 nr. 71, 20 juli 1991 nr. 66 (i kraft 15 okt 1991 iflg. res. 6 sep 1991 nr. 571).\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Lovens ikrafttreden m.v.",
      "content": "Denne lov trer i kraft fra det tidspunkt Kongen bestemmer.​1\nFra samme tid oppheves – – –​2\n1 1 juni 1981 iflg. res. 29 mai 1981.\n2 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Norsk rikskringkastings rett til å drive kringkasting m.v.",
      "content": "1. Norsk rikskringkasting har rett til å drive kringkasting. Andre enn Norsk rikskringkasting må ha løyve etter § 1 nr. 4 eller etter lov om nærkringkasting​2 for å drive kringkasting.\n2. Med kringkasting menes utsending av tale, musikk, bilder og liknende med radiobølger eller over tråd, ment til å mottas direkte av allmennheten.\nKongen avgjør ved forskrift eller enkeltvedtak​3 hva som i tvilstilfelle skal regnes som kringkasting.\n3. Utsending av enkle meldinger og samtidig og uendret videresending av kringkasting krever ikke løyve.\nKongen avgjør ved forskrift eller enkeltvedtak hva som i tvilstilfelle skal regnes som enkle meldinger eller videresending av lovlig kringkasting.\n4. Kongen​4 kan gi løyve til å drive kringkasting. Det kan settes vilkår for tildeling av løyve.\n5. Kongen kan gi bestemmelser om grensen mellom Norsk rikskringkastings og Televerkets virksomhet.​5\n1 Endret ved lover 16 mars 1984 nr. 7, 21 juni 1985 nr. 86, 27 nov 1987 nr. 71, 10 juni 1988 nr. 46, 9 juni 1989 nr. 33, 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225). – Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Lov 27 nov 1987 nr. 71.\n3 Se lov 10 feb 1967 § 2.\n4 Kulturdepartementet iflg. res. 4 juli 1991 nr. 449.\n5 Jfr. § 10 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Anlegg for kringkasting og videresending.",
      "content": "Andre enn Norsk rikskringkasting må ha løyve​2 av Kongen​3 ved forskrift eller enkeltvedtak til å opprette eller drive anlegg for kringkasting eller videresending av kringkasting.\n1 Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Jfr. § 29.\n3 Kulturdepartementet iflg. res. 1 juni 1984 nr. 1170, dog Samferdselsdepartementet for det området som går inn under forskrifter 1 juni 1984 nr. 1168 og 25 juni 1984 nr. 1315 om kabelnett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens geografiske virkeområde.",
      "content": "Loven gjelder også på Svalbard, Jan Mayen og de norske biland og for anlegg og innretninger på den norske del av kontinentalsokkelen. Kongen kan ved forskrift fastsette de unntaks- og særregler som de stedlige forhold tilsier.\nOm kringkasting på internasjonalt område gjelder kapittel 6.\nKongen kan bestemme ved forskrift at loven helt eller delvis skal gjelde for norske skip, luftfartøyer, boreplattformer eller andre anlegg eller innretninger i internasjonalt område ut over det som følger av § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Norsk rikskringkastings organisasjon, aktiva m.v.",
      "content": "1. Norsk rikskringkasting er en stiftelse. Lov 23. mai 1980 nr. 11 om stiftelser m.m. gjelder for Norsk rikskringkasting om ikke annet følger av denne lov.\n2. Kongen kan bestemme at stiftelsens aktiva vederlagsfritt skal tilbakeføres til staten.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Styret",
      "content": "1. Styret leder virksomheten til Norsk rikskringkasting og treffer avgjørelse om fordeling av ressursene. Vedtektene for stiftelsen fastsettes av Kongen. Senere endringer i vedtektene fastsettes av stiftelsens styre. Endringene skal godkjennes av Kongen.\nStyret har ingen myndighet i løpende programvirksomhet.\n2. Styret har sju medlemmer med personlige varamedlemmer.\nFormannen, nestformannen og tre medlemmer med personlige varamedlemmer oppnevnes av Kongen for fire år. To medlemmer, med personlige varamedlemmer, oppnevnes for to år etter forslag fra de tilsatte ved skriftlig valg. I vedtekt kan det fastsettes nærmere bestemmelser om valget, valgbarhet og bortfall av vervet.​2\nIngen kan være med i styret mer enn åtte år.\n3. En representant fra Televerket møter i styret og deltar i drøftingene i saker som har interesse for Televerkets oppgaver.\n4. Styremedlemmene kan delta i drøftingene i Kringkastingsrådet.\n5. Styret skal hvert år legge fram for departementet:\na. Melding om virksomheten i det foregående driftsår.\nb. Oppdatering av planene for inneværende driftsår på grunnlag av vedtatte rammebetingelser.\nc. Hovedtrekkene i Norsk rikskringkastings planer for det kommende år.\nd. Skisse til tiltak i de neste tre til fem år.\n6. Kongen gir instruks for styret.​2\n1 Endret ved lover 12 juni 1987 nr. 59, 10 juni 1988 nr. 46. – Se forskrift 29 mai 1981 nr. 8630 med senere endringer.\n2 Se forskrift nevnt i note 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Kringkastingssjefen",
      "content": "1. Kringkastingssjefen har den daglige ledelse av Norsk rikskringkasting og treffer avgjørelse om fordeling av ressurser innenfor rammen av de vedtak styret har fattet.\nKongen gir instruks for kringkastingssjefen.\nKringkastingssjefen deltar i drøftingene i styret og i Kringkastingsrådet. Kringkastingssjefen kan også delta i drøftingene i distriktsprogramrådene.\n2. Kringkastingssjefen tilsettes av Kongen for åtte år. Ingen kan ha stillingen i mer enn åtte år.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Finansiering m.v.",
      "content": "1. Norsk rikskringkastings virksomhet finansieres med kringkastings- og særavgifter, salgsinntekter m.v. Den kan ikke finansieres med reklamesendinger. Kringkastings- og særavgiftene fastsettes av Stortinget.\n2. Norsk rikskringkasting kan med samtykke fra departementet erverve, avhende eller pantsette fast eiendom eller foreta låneopptak. Departementet kan i forskrift gi nærmere regler om beløpsgrenser m.v.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Forhåndsvurdering av program",
      "content": "Den som ikke har medvirket eller som ikke har programansvar i Norsk rikskringkasting, kan ikke kreve å få se eller høre et program før sending.\nFørste ledd begrenser ikke adgangen til å gi pålegg eller å beslutte og iverksette tvangstiltak etter rettergangsloven.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Melding fra statsmyndighet",
      "content": "Etter regler Kongen gir, skal Norsk rikskringkasting sende meldinger fra statsmyndighet når det har vesentlig betydning.\nKongen kan gi forskrifter om Norsk rikskringkastings virksomhet under beredskap og krig.\n1 Endret ved lover 12 juni 1987 nr. 59, 27 nov 1987 nr. 71, 10 juni 1988 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Den tekniske virksomhet m.v.",
      "content": "1. Norsk rikskringkasting leder den programtekniske virksomheten. Televerket leder den øvrige tekniske virksomhet i samsvar med avtale med Norsk rikskringkasting.\nKongen kan bestemme grensen mellom de to områder og ta avgjerd i mangel av avtale.\n2. Kongen kan gi nærmere regler om bruken av sender- og linjetekniske anlegg.\n1 Endret ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kringkastingsrådets oppgave.",
      "content": "1. Kringkastingrådet skal drøfte og uttale seg om hovedlinjene for programvirksomheten i Norsk rikskringkasting​1.\n2. Kringkastingsrådet skal uttale seg i de programsaker som kringkastingssjefen forelegger for det, eller som Kringkastingsrådet finner grunn til å ta opp.\n3. Styret og kringkastingssjefen kan innhente Kringkastingsrådets uttalelse i administrative og økonomiske saker.\n4. Kongen kan gi instruks for Kringkastingsrådet.​2\n1 Jfr. § 14 nr. 1.\n2 Se forskrift 29 mai 1981 nr. 8630 med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kringkastingsrådets sammensetning.",
      "content": "1. Kringkastingsrådet består av 25 medlemmer med personlig varamedlemmer. Stortinget velger 14 medlemmer. Kongen oppnevner 11 medlemmer, deriblant formannen og nestformannen.\n2. Medlemmenes funksjonstid er fire år. Et medlem kan bare gjenoppnevnes for en periode.\n3. Formannen eller et medlem i dennes sted kan møte i styret og delta i drøftingene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Distriktsprogramrådene.",
      "content": "1. Distriktsprogramrådene skal uttale seg om hovedlinjene i programvirksomheten ved distriktskontorene​1 og i de programsaker som kringkastingssjefen eller lederen for distriktskontoret forelegger eller som rådet finner grunn til å ta opp.\nKringkastingssjefen og lederen for distriktskontoret kan innhente rådets uttalelse i administrative og økonomiske saker.\n2. Det skal være et distriktsprogramråd for hvert distriktskontor.\n3. Distriktsprogramrådet skal ha fem medlemmer med personlige varamedlemmer oppnevnt av fylkestinget for fire år. Et medlem kan bare gjenoppnevnes for en periode. Kongen gir regler om oppnevnelse og sammensetning av distriktsprogramråd der et distriktskontor dekker flere fylker.\n4. Kongen kan gi nærmere regler om distriktsprogramrådenes oppgaver og arbeidsmåte.​2\n1 Se § 12 nr. 1.\n2 Se note 2 til § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Klagenemndas kompetanse.",
      "content": "1. Klagenemnda prøver om program i norske kringkastingssendinger har behandlet noen utilbørlig og om det har krenket privatlivets fred. Den prøver om kringkastingsselskapets avgjørelse i sak om beriktigelse av uriktige opplysninger er i samsvar med god skikk.\n2. Nemnda kan bare foreta prøving etter klage. Klageren må godtgjøre at programmet eller avgjørelsen om beriktigelse direkte vedrører klageren.\n1 Endret ved lover 16 mars 1984 nr. 7, 10 juni 1988 nr. 46, 21 des 1990 nr. 77 (i kraft 19 juni 1991 iflg. res. 19 april 1991 nr. 225).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Framgangsmåten ved klage.",
      "content": "1. Klage over program må være framsatt for kringkastingsselskapet innen to måneder etter at programmet er sendt. Klagenemnda kan i særlige tilfelle behandle en klage selv om fristen ikke er holdt. Ved beregning av fristen gjelder forvaltningslovens​2 § 30 tilsvarende.\n2. Kringkastingsselskapet skal behandle klagen og sende den med sin uttalelse til klagenemnda dersom ikke kringkastingsselskapet gir klageren medhold fullt ut. Dersom klagen er kommet fram etter fristen i nr. 1, skal kringkastingsselskapet sende klagen til nemnda med uttalelse om den bør tas under behandling. Meddelelse sendes klageren.\n3. Kringkastingsselskapet skal såvidt mulig oppbevare programmene til klagefristen er ute eller til klagen er avgjort av nemnda. Programmet skal oppbevares dersom det blir gitt melding om at det vil bli reist søksmål.\n1 Endret ved lov 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225).\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Klagenemndas sammensetning.",
      "content": "1. Klagenemnda består av formann og to medlemmer med personlige varamedlemmer. De oppnevnes av av Kongen for fire år. Nemndas formann og dennes varamedlem skal fylle de alminnelige vilkår for å være dommer.\n2. Sekretær for nemnda tilsettes av departementet.​1\n1 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Klagenemndas saksbehandling.",
      "content": "1. Saksbehandlingen er skriftlig med mindre nemnda bestemmer noe annet. Nemnda skal avgjøre klagen i møte. Nemnda må være fulltallig for å være vedtaksfør.\n2. Nemnda skal søke saken opplyst så godt som mulig. Den kan kreve programmet avspilt og utskrift av det.\nEn part har adgang til å uttale seg om den annen parts anførsler så langt nemnda finner det rimelig.\n3. Kongen kan gi nærmere regler om nemndas saksbehandling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Avvisning uten realitetsbehandling.",
      "content": "Åpenbart uholdbar klage kan klagenemnda avvise uten realitetsbehandling. Det samme gjelder dersom klageren har reist søksmål om forholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Klagenemndas avgjørelse.",
      "content": "1. Nemndas avgjørelse og eventuell dissens skal grunngis.\n2. Nemndas avgjørelse er ikke bindende for klageren.\n3. Avgjørelsen og begrunnelsen med eventuell dissens skal meddeles partene. Nemnda bestemmer om avgjørelsen og begrunnelsen, eventuelt om også dissens skal offentliggjøres i sending fra kringkastingsselskapet.\n4. Nemndas avgjørelse kan ikke påklages etter forvaltningsloven.​2\n1 Endret ved lov 21 des 1990 nr. 77 (i kraft 19 april 1991 iflg. res. 19 april 1991 nr. 225).\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Rett til kringkastingsmottaker.",
      "content": "1. Enhver har rett til å ha kringkastingsmottaker.\n2. Overdragelse av mottaker skal meldes​1 til Norsk rikskringkasting som gir forskrift​2 om meldeplikt og unntak fra den.\n1 Jfr. § 29.\n2 Forskrift om fjernsynsmottakere gitt 23 okt 1980 nr. 8798.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Innførsel og omsetning m.v. av kringkastingsmottaker.",
      "content": "1. Innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottaker, herunder antenner, skal meldes​1 til Norsk rikskringkasting som gir forskrifter om meldeplikten​2 og om unntak fra den.\nNorsk rikskringkasting avgjør hva som skal forstås med tilbehør eller deler til mottaker.\n2. Kongen kan ved forskrift sette de vilkår for innførsel og salg m.v. nevnt i nr. 1 som anses nødvendige for at mottakerne m.m. skal ha en rimelig teknisk standard.\n3. Det kan føres kontroll med at meldeplikten i nr. 1 og vilkår fastsatt etter nr. 2 blir holdt. Til dette formål kan det i den utstrekning det er nødvendig kreves adgang til regnskapsbøker, avtaler og andre dokumenter av betydning for kontrollen og til lokaler​3 hvor avgiftspliktig materiell blir produsert, oppbevart eller omsatt.\nDepartementet​4 gir forskrift om gjennomføring av kontrollen.\n1 Jfr. § 29.\n2 Forskrift gitt 23 okt 1980 nr. 8777.\n3 Jfr. strl. § 326.\n4 Kulturdepartementet. Forskrift gitt 15 juni 1981 nr. 8629.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Kringkastings- og særavgifter.",
      "content": "1. Stortinget fastsetter kringkastingsavgift for den som har kringkastingsmottaker og tilleggsavgift ved forsinket betaling og når melding ikke blir gitt etter reglene i § 21 nr. 2.\n2. Stortinget fastsetter særavgifter på innførsel og innenlandsk salg, utleie eller utlån av kringkastingsmottakere eller tilbehør eller deler til mottakere herunder antenner.\nVed forsinket betaling av særavgifter skal det betales rente etter lov av 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m.\n3. Norsk rikskringkasting gir forskrift om innkreving av avgifter og renter.​2\n4. Norsk rikskringkasting kan ved forskrift eller enkeltvedtak frita helt eller delvis for avgifter når særlige grunner tilsier det.​2\n5. Forskrifter etter nr. 3 og 4 skal godkjennes av departementet.​3\n1 Endret ved lov 12 juni 1987 nr. 59.\n2 Forskrift om fjernsynsmottakere gitt 23 okt 1980 nr. 8798 og om avgift på radio- og fjernsynsmateriell m.v. 18 des 1989 nr. 1338.\n3 Kulturdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Panting og sikkerhet for avgifter m.v.",
      "content": "1. Forfalt kringkastingsavgift, tilleggsavgift og særavgift er sikret ved panterett i kringkastningsmottakeren og tilbehør eller deler til den.\nPanteretten går foran alle andre rettigheter i tingen selv om den overdras til ny eier, likevel slik at lov 2. juni 1978 nr. 37 om godtroerverv av løsøre kommer til anvendelse. Faller panteretten bort i medhold av loven om godtroerverv av løsøre, overføres panteretten til ny mottaker m.v. som skyldneren erverver. Denne panteretten står likevel tilbake for gyldig salgspant.​2\n2. Kringkastingsavgift, tilleggsavgift og særavgift er ellers tvangsgrunnlag for utlegg.\n1 Endret ved lov 26 juni 1992 nr. 86 (i kraft 1 jan 1993 iflg. res. 23 okt 1992 nr. 765).\n2 Se lov 8 feb 1980 nr. 2 §§ 3-14 til 3-22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 12 juni 1987 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Forbud mot kringkasting m.v.",
      "content": "Det er forbudt​1 å opprette eller drive kringkasting fra skip, luftfartøy o.l. og fra anlegg av enhver art på det åpne hav eller i luftrommet over, dersom sendingen er egnet til å mottas i Norge, Danmark, Finland eller Sverige eller i annet land som er tilsluttet den europeiske overenskomst av 22. januar 1965 om å forhindre kringkasting utenfor territorialgrensene, eller dersom det forstyrrer radiomottaking der. Radiomottaking omfatter så vel kringkastingsvirksomhet som radionavigasjon, flynavigasjon m.v.\n1 Jfr. § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forbud mot medvirkning m.v.",
      "content": "Det er forbudt​1 å medvirke til at skip, luftfartøyer o.l. eller anlegg og innretninger av enhver art som brukes eller er beregnet til å brukes til kringkasting på det åpne hav eller i luftrommet over, passerer eller oppholder seg på norsk territorium – herunder sjøterritoriet​2 og luftterritoriet –, selv om sendingene ikke er av den art som nevnt i § 26. Forbudet gjelder ikke når det i en nødsituasjon er uomgjengelig nødvendig å søke inn på norsk territorium for å redde menneskeliv, fartøy eller last.\n1 Jfr. § 29.\n2 Se Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forskrift med forbud mot medvirkning.",
      "content": "Kongen kan ved forskrift forby​1 medvirkning på norsk territorium – herunder sjøterritoriet​2 og luftterritoriet – til kringkasting på det åpne hav eller i luftrommet over, således forby å opprette eller drive kontor for slik virksomhet, å gi økonomisk eller teknisk bistand, å drive reklame eller annonsering og å levere eller transportere utstyr, materiell, lydbånd eller liknende.\nForskrift som er nevnt i første ledd kan forby også medvirkning utenfor norsk territorium, for så vidt den gjelder virksomhet som er forbudt etter § 26.\n1 Jfr. § 29.\n2 Se Canc.Prom 25 feb 1812.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Straff.",
      "content": "1. Med bøter​2 eller fengsel inntil 6 måneder straffes den som forsettlig eller uaktsomt\na. overtrer §§ 1, 2, 21 eller 22 eller forskrift gitt med hjemmel i disse bestemmelser\nb. overtrer vilkår som er fastsatt i løyve gitt med hjemmel i §§ 1 eller 2\nc. overtrer §§ 26 eller 27 eller forskrift gitt med hjemmel i § 28\nd. medvirker til forhold nevnt under a, b eller c.\n2. Straffebudet i nr. 1 c og d gjelder uten hinder av de begrensninger som følger av straffelovens §§ 12, 12 a og 13 første og andre ledd.\n3. Overtredelse av straffebud i denne paragraf er forseelse.\n1 Endret ved lover 14 juni 1985 nr. 71, 20 juli 1991 nr. 66 (i kraft 15 okt 1991 iflg. res. 6 sep 1991 nr. 571).\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Lovens ikrafttreden m.v.",
      "content": "Denne lov trer i kraft fra det tidspunkt Kongen bestemmer.​1\nFra samme tid oppheves – – –​2\n1 1 juni 1981 iflg. res. 29 mai 1981.\n2 Se fotnote til lovens tittel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    }
  ]
}