{
  "id": "LOV-1995-02-24-11",
  "type": "statute",
  "title": "Lov om lotterier m.v. (lotteriloven)",
  "short_name": "Lotteriloven – lottl",
  "status": "in_force",
  "issued_date": "1995-02-24",
  "in_force_date": "1995-02-24",
  "url": "https://lovdata.no/dokument/NLO/lov/1995-02-24-11",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Definisjoner m.v.",
      "content": "I denne loven menes med\na. Lotteri: virksomhet der deltakerne mot innskudd kan erverve gevinst som følge av trekning, gjetting eller annen fremgangsmåte som helt eller delvis gir et tilfeldig utfall.\nb. Lykkespill: lotteri ved hjelp av tombola, lykkehjul, bingo eller andre mekaniske eller elektroniske innretninger der det foretas en rekke fortløpende trekninger.\nc. Gevinstautomat: lykkespill der trekningen foregår ved en mekanisk eller elektronisk innretning som også foretar automatisk gevinstutlevering.\nd. Varegevinstautomat: gevinstautomat som utleverer gevinst i form av varer.\ne. Utbetalingsautomat: gevinstautomat som gir gevinst i form av penger eller verdibevis.\nI tvilstilfelle avgjør departementet med bindende virkning om det foreligger lotteri, og i tilfelle hva slags lotteri som foreligger.\nKongen kan ved forskrift bestemme at\na. virksomhet som går inn under første ledd, helt eller delvis skal unntas fra loven.\nb. loven helt eller delvis skal gjelde for mekaniske eller elektroniske innretninger som mot innskudd gir rett til spill uten mulighet for gevinst (underholdningsautomater).\nLoven gjelder ikke for lotterier som faller inn under lov av 28. august 1992 nr. 103 om pengespill m.v., eller som for øvrig er regulert i særskilt lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Lovens formål",
      "content": "Formålet med loven er å sikre at lotterier avholdes i betryggende former under offentlig kontroll, med sikte på å forebygge negative sosiale konsekvenser av lotterier, samtidig som det legges til rette for at lotterier kan være en god inntektskilde for samfunnsnyttig og humanitært arbeid.\n0 Tilføyd ved lov 29 aug 2003 nr. 90 (ikr. 1 jan 2004 iflg. res. 29 aug 2003 nr. 1091).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Særlige regler om lovens stedlige virkeområde",
      "content": "Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard. Departementet kan ved forskrift fastsette unntak fra deler av loven for norske skip som går i rute mellom norsk og utenlandsk havn.\nLoven gjelder ikke ombord i norske skip som ikke anløper norsk havn eller på norske innretninger og anlegg utenfor norsk økonomisk sone og den norske del av kontinentalsokkelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrifter til gjennomføring av denne lov, og herunder fastsette:\na. regler for behandling av søknader\nb. generelle vilkår for å avholde lotterier\nc. økonomiske rammebetingelser for de forskjellige typer lotterier\nd. krav om godkjenning og kontroll med trekninger og spilleinnretninger\ne. krav om sikkerhetsstillelse for gevinster og håndtering av uavhentede gevinster\nf. krav til regnskapsføring og revisjon, herunder bestemmelser ut over de krav som følger av regnskapsloven\ng. krav til lotteriarrangør, lotterientreprenør, lokalinnehaver og produsent/leverandør av utstyr til lotterivirksomhet\nh. krav til spillehaller\ni. forbud mot lotteriformer eller besittelse av lotteriinnretninger som lett kan misbrukes eller vanskelig kan kontrolleres\nj. nærmere regler om tilbakekall, herunder bestemmelser om utestenging for en avgrenset periode, samt gi nærmere bestemmelser om framgangsmåten ved ileggelse av pålegg, administrativt forelegg og tvangsmulkt.\nDepartementet kan ved forskrift bestemme at det skal betales årsavgift for oppstilling av gevinst- og underholdningsautomater og at det skal betales særskilt avgift for hvert lotteriarrangement. Departementet kan bestemme at lotterimyndighetens utgifter ved behandling av søknader, godkjennelse, autorisasjon, registrering, trekning og kontroll av spilleinnretninger samt regnskapskontroll skal dekkes av lotteriarrangør eller annen rekvirent ved særskilt fastsatt gebyr. Departementet kan ved forskrift bestemme at det skal betales en årlig avgift for gevinstautomater til dekning av utgifter til tiltak mot pengespillproblemer.\nDepartementet kan ved forskrift gi nærmere bestemmelser om Lotteriregisterets innhold, herunder om hvilke opplysninger som skal medtas i utskrift fra registeret og i hvilken grad det skal betales gebyr for utskrift.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 9 feb 2007 nr. 5 (ikr. 9 feb 2007 iflg. res. 9 feb 2007 nr. 147), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Lotteritilsynet",
      "content": "Lotteritilsynet gir tillatelse og godkjenning etter bestemmelsene i denne lov, og skal føre kontroll med at bestemmelser som er gitt i eller i medhold av denne loven blir overholdt. Lotteritilsynet avgjør saker som er lagt til Lotteritilsynet i eller i medhold av loven her. Departementet kan gi generelle pålegg til Lotteritilsynet, men ikke instruere Lotteritilsynet i enkeltsaker.\nLotteritilsynet ledes av en direktør oppnevnt av Kongen. Departementet fastsetter en instruks for stillingen.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Lotterinemnda",
      "content": "Lotterinemnda er klageinstans for Lotteritilsynets vedtak. Departementet kan gi generelle pålegg til Lotterinemnda, men ikke instruere Lotterinemnda i enkeltsaker.\nLotterinemnda skal bestå av en leder og to medlemmer, alle med personlig oppnevnte varamedlemmer. Lotterinemnda oppnevnes av Kongen. Nemndas medlemmer oppnevnes for fire år. Gjenoppnevning kan foretas en gang. Vervet er frivillig. Suppleringer i løpet av perioden foretas av departementet. Departementet kan løse et medlem av nemnda fra vervet dersom medlemmet ikke har overholdt sin taushetsplikt, grovt har krenket andre plikter som følger av vervet eller selv ber om det.\nLotterinemnda skal ha et sekretariat, som foretar saksforberedelse og fremleggelse for Lotterinemnda.\nLotterinemnda kan bare treffe vedtak når alle medlemmene er til stede. Saker avgjøres ved flertallsvedtak.\nDepartementet kan gi regler om Lotterinemndas organisering av arbeidet, herunder at enkelte sakstyper kan avgjøres av nemndas leder eller av nemndas sekretariat.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:4 b",
      "chapter": "2",
      "section": "4 b",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), opphevet ved lov 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "2:4 c",
      "chapter": "2",
      "section": "4 c",
      "title": "Autorisasjon",
      "content": "Entreprenører som skal arrangere lotteri på vegne av en organisasjon eller forening må være autorisert. Skal et lotteri som trenger tillatelse etter §§ 6 og 10​1 avholdes i et fast lokale, må innehaveren av lokalet være autorisert.\nAutorisasjon gis av Lotteritilsynet. Lotteritilsynet kan kreve fremleggelse av ordinær politiattest i forbindelse med autorisasjon som nevnt i første ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), endret ved lover 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570), 21 juni 2013 nr. 82 (ikr. 1 jan 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Inkurie: Paragrafen er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "2:4 d",
      "chapter": "2",
      "section": "4 d",
      "title": "Lotteriregisteret",
      "content": "Godkjenning og autorisasjon gitt i medhold av §§ 4 b og 4 c samt tillatelser til oppstilling av gevinstautomater og underholdningsautomater skal registreres i et sentralt register. Vedtak om tilbakekall av godkjenning, autorisasjon eller tillatelse til automatoppstilling skal registreres i registeret.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4d",
        "source_heading": "§ 4 d."
      }
    },
    {
      "provision_ref": "2:4 e",
      "chapter": "2",
      "section": "4 e",
      "title": "Eierskap og overskuddsfordeling",
      "content": "Opptrer en organisasjon eller forening med et humanitært eller samfunnsnyttig formål som lokalinnehaver eller entreprenør, skal de to virksomhetene være klart adskilt organisasjonsmessig og regnskapsmessig m.v.\nLokalinnehaver, entreprenør og organisasjoner og foreninger med humanitært eller samfunnsnyttig formål plikter å melde til Lotteritilsynet ethvert eierskap i virksomheter som omfattes av loven her. Det samme gjelder endringer i slike eierforhold.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4e",
        "source_heading": "§ 4 e."
      }
    },
    {
      "provision_ref": "2:4 f",
      "chapter": "2",
      "section": "4 f",
      "title": "Regnskaps- og revisjonsplikt",
      "content": "Den som er godkjent eller autorisert i medhold av §§ 4 b og 4 c er regnskapspliktig etter regnskapsloven med mindre tilsvarende regnskapsplikt følger av annen lovgivning. Dersom virksomhet som nevnt i første punktum inngår i annen næringsvirksomhet, skal lotterivirksomhetens inntekter og utgifter framgå særskilt av regnskapet.\nDen som har regnskapsplikt etter paragrafen her, er også revisjonspliktig etter reglene i revisorloven. Dette gjelder likevel ikke for den som kun opptrer som lokalinnehaver.\nLotteritilsynet kan gi dispensasjon fra reglene om regnskaps- og revisjonsplikten i paragrafen her.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4f",
        "source_heading": "§ 4 f."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Lotteriers formål",
      "content": "Lotteri kan bare avholdes til inntekt for et humanitært eller samfunnsnyttig formål.\nFørste ledd gjelder likevel ikke for:\na. lotteri i møter hvor allmennheten ikke har adgang, når lotteriet ikke er hovedhensikten med møtet.\nb. lotteri som avholdes innenfor et avgrenset område når trekningen foregår uten bruk av mekaniske eller elektroniske innretninger (basarer), forutsatt at gevinstenes verdi er begrenset etter nærmere bestemmelse fastsatt av Kongen i forskrift.\nc. lotteri som avholdes som pokerspill i private hjem mellom personer i nær omgangskrets, når lotteriet ikke har et organisert eller profesjonelt preg. Antall deltakere, aldergrense for deltakelse og beløpsgrenser for innskudd i slike lotteri skal være i samsvar med grenser fastsatt av Kongen i forskrift.\nKongen kan i forskrift fastsette at lotterier som nevnt i § 7 første ledd bokstav a og b kan holdes til inntekt for andre formål enn nevnt i første ledd over.\n0 Endret ved lover 29 aug 2003 nr. 90 (ikr. 1 mai 2005 iflg. res. 8 apr 2005 nr. 302), 19 des 2014 nr. 93 (ikr. 1 jan 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Lotteritillatelse",
      "content": "Med unntak som nevnt i § 7 er det forbudt å avholde lotteri uten tillatelse.\nTillatelse til å avholde lotteri kan gis til landsdekkende, regionale eller lokale organisasjoner eller foreninger som i sin virksomhet ivaretar formål som nevnt i § 5 første ledd innenfor det området som lotteriet foregår. Slike organisasjoner eller foreninger kan også gis tillatelse til å avholde lotterier til inntekt for humanitær virksomhet utenfor dette området. Når særlige hensyn tilsier det, kan også andre institusjoner eller sammenslutninger gis tillatelse til å avholde lotteri til inntekt for humanitær virksomhet.\nVed avgjørelse om tillatelse skal gis, kan det tas hensyn til en samfunnsmessig forsvarlig fordeling av inntektsmulighetene fra lotterivirksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Lotterier som ikke krever tillatelse",
      "content": "Følgende lotterier trenger ikke tillatelse:\na. Varegevinstautomater etter nærmere bestemmelse fastsatt av Kongen i forskrift.\nb. Forhåndstrukne og etterhåndstrukne lotterier med en begrenset omsetning etter nærmere bestemmelse fastsatt av Kongen i forskrift, når lotteriet ikke er overlatt en medhjelper mot betaling.\nc. Lotterier som nevnt i § 5 annet ledd, når lotteriet ikke er overlatt en medhjelper mot betaling.\nDepartementet kan ved forskrift fastsette maksimalverdier for gevinst og nedlegge forbud mot enkelte former for spill og spilleinnretninger til bruk i lotterier som nevnt i første ledd.\n0 Endret ved lov 29 aug 2003 nr. 90 (ikr. 1 mai 2005 iflg. res. 8 apr 2005 nr. 302).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Trekning",
      "content": "Lotterier kan enten forhåndstrekkes eller trekkes etter endt loddsalg. Trekning kan også gjennomføres fortløpende som lykkespill.\nForhånds- eller etterhåndstrekning foretas av Lotteritilsynet eller annen myndighet etter departementets bestemmelse. Ved lotterier som nevnt i § 7 foretas trekning av arrangøren.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "title": "Aldersgrense",
      "content": "Aldersgrensen for spill på gevinstautomater er 18 år.\nDepartementet kan i forskrift fastsette aldersgrenser for deltakelse i andre lotterier.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Gevinster",
      "content": "Det er forbudt å benytte levende dyr og alkoholholdige drikkevarer som gevinster. Alkoholholdige drikkevarer som premie eller gevinst i private smålotterier er likevel tillatt i den utstrekning dette følger av lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. § 8-6. Det er likeledes forbudt å sette opp penger eller fordringer på penger som gevinst, med mindre departementet ved forskrift har fastsatt unntak.\nForbudet mot å sette opp penger som gevinst gjelder ikke utbetalingsautomater etter § 10.​1\n0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer – opphever annet ledd).\n1 Inkurie: Paragrafen er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), opphevet ved lov 29 aug 2003 nr. 90 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 620).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Markedsføring, formidling og betalingsformidling for lotterier",
      "content": "Med unntak for lotterier som nevnt i § 7, er det forbudt å drive markedsføring eller formidling av lotterier som ikke er gitt tillatelse etter § 6 annet ledd. Som formidling av lotterier uten tillatelse regnes blant annet betalingsformidling av innsats og gevinst i slike lotterier. Kongen kan gi nærmere bestemmelser om omfanget og gjennomføringen av betalingsformidlingsforbudet.\n0 Endret ved lov 19 des 2008 nr. 117 (ikr. 1 juni 2010 iflg. res. 19 feb 2010 nr. 183).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Innsyn i regnskaper m.m.",
      "content": "Lotterimyndigheten skal etter anmodning gis innsyn i regnskapene til de foreninger, organisasjoner m.v. som avholder lotteri etter denne lov, eller har søkt om dette.\nDet samme gjelder regnskapene til den som mot vederlag har påtatt seg å arrangere lotteri for andre.\nLotterimyndigheten har til enhver tid\na. adgang til sted hvor loddsalg foregår for å kontrollere at lotteriet foregår i henhold til lov, forskrift og vilkår som er fastsatt i medhold av lov.\nb. adgang til å kontrollere de innretninger som brukes til spill eller trekning av lotterier som omfattes av denne lov, og kan forlange dem undersøkt på eierens eller brukerens bekostning.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 131 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1571), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420), 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Fastsettelse og endring av vilkår",
      "content": "Lotterimyndigheten kan fastsette vilkår for lotteriet.\nNye eller endrede vilkår kan fastsettes etter at tillatelsen er gitt dersom lotteriet avholdes i strid med bestemmelser som er fastsatt i eller i medhold av denne lov, eller hvor virksomheten forøvrig forårsaker forstyrrelse av den offentlige ro og orden.\nUnder forhold som nevnt i annet ledd kan lotterimyndigheten fastsette vilkår for fortsatt drift av lotterier som nevnt i § 7.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av godkjenning, autorisasjon og tillatelse",
      "content": "Godkjenning, autorisasjon og lotteritillatelse kan kalles tilbake dersom det skjer gjentatte eller alvorlige brudd på bestemmelser i loven her eller bestemmelser eller vilkår i medhold av denne loven.\nTilbakekall kan også finne sted dersom lotterivirksomheten har forårsaket gjentatte eller alvorlige brudd på ro og orden eller forårsaker et miljø som er skadelig for barn og unge.\nLotteritilsynet eller den departementet bemyndiger kan nedlegge forbud mot fortsatt virksomhet dersom det foreligger overtredelser som nevnt i første ledd ved lotterier som nevnt i § 7 første ledd, eller dersom slik lotterivirksomhet har ført til forhold som nevnt i annet ledd.\nVed tilbakekall av godkjenning, autorisasjon og tillatelse kan lotterimyndighetene fastsette en frist for avvikling av lotteriet.\nDersom innretning som brukes til spill eller trekning av lotterier ikke virker tilfredsstillende, skal lotteritillatelsen tilbakekalles straks.\nEr vilkårene for tilbakekall av godkjenning, autorisasjon og tillatelse etter første ledd ellers til stede, kan lotterimyndighetene bestemme at lotteriet skal avvikles ved hjelp av særskilt oppnevnt bestyrer og i den forbindelse kreve det nødvendige materiale utlevert fra lotteriarrangøren. Den som har fått godkjenning, autorisasjon eller tillatelse tilbakekalt, kan holdes ansvarlig for det offentliges utgifter ved avviklingen.\n0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Pålegg om retting av ulovlig forhold og opphør og stenging av ulovlig virksomhet",
      "content": "Ved forhold i strid med bestemmelser gitt i eller i medhold av denne lov kan Lotteritilsynet gi pålegg til den ansvarlige om å rette det ulovlige forholdet, eller om at den ulovlige virksomheten skal opphøre eller stenge. Ved utferdigelse av pålegg skal det settes en frist for oppfyllelse og gis opplysning om at vedtaket vil kunne følges opp med forelegg som kan få virkning som rettskraftig dom.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Administrative forelegg om plikt til å etterkomme pålegg",
      "content": "Lotteritilsynet kan utferdige administrative forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg gitt med hjemmel i § 14 a. Er det gått mer enn 6 måneder etter at pålegget ble gitt, skal den som forelegget rettes mot gis anledning til å uttale seg før forelegget utferdiges. Forelegget skal gi opplysninger om bestemmelsen i annet ledd og skal så vidt mulig forkynnes for den det er rettet mot.\nDen som forelegget rettes mot, kan reise søksmål mot staten for å få forelegget prøvd. Blir søksmål ikke reist innen 30 dager fra forkynnelse, har forelegget samme virkning som rettskraftig dom og kan fullbyrdes etter reglene for dommer.\nForelegget kan ikke påklages.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14b",
        "source_heading": "§ 14 b."
      }
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Tvangsmulkt",
      "content": "Ved forhold i strid med bestemmelser gitt i eller i medhold av denne lov kan Lotteritilsynet fastsette tvangsmulkt for å få gjennomført gitt pålegg innen en særskilt angitt frist. Tvangsmulkt kan fastsettes samtidig med pålegg og løper fra fristoversittelsen etter pålegget. Der tvangsmulkt ikke er fastsatt samtidig med pålegg, kan det ved overtredelse av pålegg fastsettes ny frist. Det kan fastsettes at mulkten løper så lenge det ulovlige forhold varer og/eller at den ilegges som et engangsbeløp. Tvangsmulkten ilegges den ansvarlige for det ulovlige forhold.\nLotterimyndigheten kan nedsette eller frafalle pålagt mulkt når særlige grunner taler for det.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14c",
        "source_heading": "§ 14 c."
      }
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Tvangsinndrivelse",
      "content": "Gebyrer og avgifter i medhold av § 3 annet ledd og tvangsmulkt etter § 14 c er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), endret ved lov 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14d",
        "source_heading": "§ 14 d."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Utbetalingsautomater",
      "content": "Lotteri ved bruk av utbetalingsautomat kan avholdes av spilleselskap som nevnt i lov 28. august 1992 nr. 103 om pengespill m.v. § 3, jf. § 9 a. For slikt lotteri gjelder ikke loven her. – – –.\n0 Opphevet ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), tilføyd igjen ved lov 29 aug 2003 nr. 90 (ikr. 1 jan 2004 iflg. res. 29 aug 2003 nr. 1091). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer), gjelder nytt tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Pyramidespill og pyramidelignende omsetningssystem",
      "content": "Det er forbudt å opprette, drive, delta i eller utbre pyramidespill eller lignende system. Som omfattet av forbudet regnes ethvert system der det ytes vederlag for å få mulighet til å oppnå inntekter som bare følger av at andre verves til pyramidespillet mv.\nForbudet i første ledd omfatter pyramidelignende omsetningssystem der det ytes vederlag for å få mulighet til å oppnå inntekter som særlig skyldes at andre verves til systemet, og ikke salg eller forbruk av varer, tjenester eller andre ytelser.\nLotteri- og stiftelsestilsynet kan kreve at den som har hatt inntekter fra omsetningssystemet der det ytes vederlag for å få mulighet til å oppnå inntekter fra systemet, dokumenterer at vedkommendes inntekter særlig skyldes salg eller forbruk av varer, tjenester eller andre ytelser, og ikke at andre verves til systemet.\n0 Endret ved lover 21 des 2005 nr. 135 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1614), 21 des 2007 nr. 131 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1571), 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Lotteritilsynets undersøkelsesmyndighet ved tilsyn med reglene om pyramidespill m.v.",
      "content": "Enhver plikter å gi Lotteritilsynet de opplysninger som er nødvendige for at tilsynet skal kunne vurdere om en virksomhet er en ulovlig pyramideordning etter § 16.\nNår det er rimelig grunn til å anta at det foreligger en overtredelse av § 16, har Lotteritilsynet adgang til å gjennomføre slik gransking og besiktigelse av lokaler, innretninger og utstyr som det finner nødvendig hos den næringsdrivende, herunder kreve utlevert og beslaglegge dokumenter, data, gjenstander eller annet i et nødvendig tidsrom. Representanter for eller ansatte hos den næringsdrivende plikter å gi nødvendig veiledning og bistand ved gjennomføringen av kontrollen. Lotteritilsynet kan anmode om bistand fra politiet til å gjennomføre kontrollen.\nTaushetsplikten som følger av lov, pålegg eller avtale, er ikke til hinder for opplysningsplikten, eller retten til å foreta gransking og besiktigelse, etter denne paragrafen. Dette gjelder likevel ikke opplysninger, dokumenter, data, gjenstander eller annet som er omfattet av taushetsplikten som nevnt i straffeprosessloven §§ 117 til 120, med unntak av § 118 første ledd første punktum. Når det er rimelig grunn til mistanke om overtredelse av lotteriloven § 16, og særlige hensyn gjør det nødvendig, kan en tilbyder av tilgang til elektronisk kommunikasjonsnett eller -tjeneste pålegges å gi opplysninger om avtalebasert hemmelig telefonnummer eller andre abonnementsopplysninger, samt elektronisk kommunikasjonsadresse, selv om opplysningene er omfattet av straffeprosessloven § 118 første ledd annet punktum.\nLotteritilsynet kan kjøpe varer og tjenester, om nødvendig med skjult identitet, for å avdekke overtredelser av § 16, og for å fremskaffe bevis til bruk i Lotteritilsynets saksbehandling i disse sakene. Lotteritilsynet kan helt eller delvis kreve tilbake kjøpesummen eller kreve betalingskrav ettergitt, i den grad dette ikke fører til en uforholdsmessig ulempe for den næringsdrivende.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Lotteritilsynets håndhevingsmyndighet ved tilsyn med reglene om pyramidespill m.v.",
      "content": "Lotteritilsynet kan gi pålegg om retting eller stans med midlertidig virkning dersom det er rimelig grunn til å anta at det foreligger en overtredelse av § 16, og det foreligger en risiko for alvorlig skade på forbrukernes interesser. Et vedtak med midlertidig virkning skal gjelde for en bestemt tid som ikke kan overstige tre uker fra virkningstidspunktet. Vedtaket kan fornyes dersom vilkårene i første punktum er oppfylt.\nLotteritilsynet kan innhente skriftlig bekreftelse fra overtrederen på at overtredelse av § 16 første og annet ledd skal opphøre. Lotteritilsynet kan også innhente skriftlig bekreftelse på at overtrederen skal tilby avhjelpende tiltak til berørte forbrukere.\nFor å sikre at pålegg etter første ledd, skriftlige bekreftelser etter annet ledd og plikter som følger av bestemmelsene i § 16 a første og annet ledd blir etterlevd, kan Lotteritilsynet overfor den ansvarlige fastsette en tvangsmulkt som løper inntil forholdet er rettet eller stanset.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:16 c",
      "chapter": "4",
      "section": "16 c",
      "title": "Pålegg om fjerning av digitalt nettinnhold mv. ved overtredelser av § 16",
      "content": "Dersom en overtredelse av § 16 medfører en risiko for alvorlig skade på forbrukernes interesser, og det ikke finnes andre effektive midler for å stanse overtredelsen, kan retten etter begjæring fra Lotteritilsynet pålegge\na. en vertstjenesteleverandør eller en eier av et nettbasert grensesnitt å fjerne innhold på grensesnittet eller innta en tydelig advarsel som forbrukerne ser når de får tilgang til det nettbaserte grensesnittet,\nb. en internettilbyder å begrense tilgangen til et nettbasert grensesnitt,\nc. en vertstjenesteleverandør å fjerne, deaktivere eller begrense tilgangen til et nettbasert grensesnitt,\nd. en registerenhet for toppdomener eller en domeneregistrar å slette, suspendere eller omregistrere et fullt kvalifisert domenenavn til Lotteritilsynet.\nVed vurderingen av om pålegg skal gis, skal det blant annet tas hensyn til informasjons- og ytringsfriheten, forbrukernes interesser, saksøktes interesser samt mulighetene for mindre inngripende tiltak.\nMarkedsføringsloven §§ 43 a til 43 c gjelder tilsvarende.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16 c."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser i loven her eller bestemmelser eller vilkår i medhold av denne loven, straffes med bøter eller fengsel inntil ett år.\nGrov overtredelse straffes med bøter eller fengsel inntil tre år. Ved avgjørelsen av om overtredelsen skal regnes som grov, skal det særlig legges vekt på om handlingen gjelder et betydelig beløp, er rettet mot barn eller av andre grunner må anses som særlig skadelig. Ved overtredelse av forskrift etter § 3 første ledd bokstav i og ved overtredelse av § 16 første og annet ledd skal forholdet alltid anses som grovt.\nVed overtredelse av § 4 f gjelder regnskapsloven § 8-5.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2005 nr. 135 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1614), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Lovens ikrafttreden",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer. Fra samme tid oppheves lov av 12. mai 1939 nr. 3 om lotterier m.v. Kongen kan fastsette overgangsbestemmelser.\n1 Fra 24 feb 1995 iflg. res. 24 feb 1995 nr. 184, som også gir overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Definisjoner m.v.",
      "content": "I denne loven menes med\na. Lotteri: virksomhet der deltakerne mot innskudd kan erverve gevinst som følge av trekning, gjetting eller annen fremgangsmåte som helt eller delvis gir et tilfeldig utfall.\nb. Lykkespill: lotteri ved hjelp av tombola, lykkehjul, bingo eller andre mekaniske eller elektroniske innretninger der det foretas en rekke fortløpende trekninger.\nc. Gevinstautomat: lykkespill der trekningen foregår ved en mekanisk eller elektronisk innretning som også foretar automatisk gevinstutlevering.\nd. Varegevinstautomat: gevinstautomat som utleverer gevinst i form av varer.\ne. Utbetalingsautomat: gevinstautomat som gir gevinst i form av penger eller verdibevis.\nI tvilstilfelle avgjør departementet med bindende virkning om det foreligger lotteri, og i tilfelle hva slags lotteri som foreligger.\nKongen kan ved forskrift bestemme at\na. virksomhet som går inn under første ledd, helt eller delvis skal unntas fra loven.\nb. loven helt eller delvis skal gjelde for mekaniske eller elektroniske innretninger som mot innskudd gir rett til spill uten mulighet for gevinst (underholdningsautomater).\nLoven gjelder ikke for lotterier som faller inn under lov av 28. august 1992 nr. 103 om pengespill m.v., eller som for øvrig er regulert i særskilt lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Lovens formål",
      "content": "Formålet med loven er å sikre at lotterier avholdes i betryggende former under offentlig kontroll, med sikte på å forebygge negative sosiale konsekvenser av lotterier, samtidig som det legges til rette for at lotterier kan være en god inntektskilde for samfunnsnyttig og humanitært arbeid.\n0 Tilføyd ved lov 29 aug 2003 nr. 90 (ikr. 1 jan 2004 iflg. res. 29 aug 2003 nr. 1091).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Særlige regler om lovens stedlige virkeområde",
      "content": "Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard. Departementet kan ved forskrift fastsette unntak fra deler av loven for norske skip som går i rute mellom norsk og utenlandsk havn.\nLoven gjelder ikke ombord i norske skip som ikke anløper norsk havn eller på norske innretninger og anlegg utenfor norsk økonomisk sone og den norske del av kontinentalsokkelen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forskrifter",
      "content": "Departementet kan gi forskrifter til gjennomføring av denne lov, og herunder fastsette:\na. regler for behandling av søknader\nb. generelle vilkår for å avholde lotterier\nc. økonomiske rammebetingelser for de forskjellige typer lotterier\nd. krav om godkjenning og kontroll med trekninger og spilleinnretninger\ne. krav om sikkerhetsstillelse for gevinster og håndtering av uavhentede gevinster\nf. krav til regnskapsføring og revisjon, herunder bestemmelser ut over de krav som følger av regnskapsloven\ng. krav til lotteriarrangør, lotterientreprenør, lokalinnehaver og produsent/leverandør av utstyr til lotterivirksomhet\nh. krav til spillehaller\ni. forbud mot lotteriformer eller besittelse av lotteriinnretninger som lett kan misbrukes eller vanskelig kan kontrolleres\nj. nærmere regler om tilbakekall, herunder bestemmelser om utestenging for en avgrenset periode, samt gi nærmere bestemmelser om framgangsmåten ved ileggelse av pålegg, administrativt forelegg og tvangsmulkt.\nDepartementet kan ved forskrift bestemme at det skal betales årsavgift for oppstilling av gevinst- og underholdningsautomater og at det skal betales særskilt avgift for hvert lotteriarrangement. Departementet kan bestemme at lotterimyndighetens utgifter ved behandling av søknader, godkjennelse, autorisasjon, registrering, trekning og kontroll av spilleinnretninger samt regnskapskontroll skal dekkes av lotteriarrangør eller annen rekvirent ved særskilt fastsatt gebyr. Departementet kan ved forskrift bestemme at det skal betales en årlig avgift for gevinstautomater til dekning av utgifter til tiltak mot pengespillproblemer.\nDepartementet kan ved forskrift gi nærmere bestemmelser om Lotteriregisterets innhold, herunder om hvilke opplysninger som skal medtas i utskrift fra registeret og i hvilken grad det skal betales gebyr for utskrift.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 9 feb 2007 nr. 5 (ikr. 9 feb 2007 iflg. res. 9 feb 2007 nr. 147), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Lotteritilsynet",
      "content": "Lotteritilsynet gir tillatelse og godkjenning etter bestemmelsene i denne lov, og skal føre kontroll med at bestemmelser som er gitt i eller i medhold av denne loven blir overholdt. Lotteritilsynet avgjør saker som er lagt til Lotteritilsynet i eller i medhold av loven her. Departementet kan gi generelle pålegg til Lotteritilsynet, men ikke instruere Lotteritilsynet i enkeltsaker.\nLotteritilsynet ledes av en direktør oppnevnt av Kongen. Departementet fastsetter en instruks for stillingen.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:4 a",
      "chapter": "2",
      "section": "4 a",
      "title": "Lotterinemnda",
      "content": "Lotterinemnda er klageinstans for Lotteritilsynets vedtak. Departementet kan gi generelle pålegg til Lotterinemnda, men ikke instruere Lotterinemnda i enkeltsaker.\nLotterinemnda skal bestå av en leder og to medlemmer, alle med personlig oppnevnte varamedlemmer. Lotterinemnda oppnevnes av Kongen. Nemndas medlemmer oppnevnes for fire år. Gjenoppnevning kan foretas en gang. Vervet er frivillig. Suppleringer i løpet av perioden foretas av departementet. Departementet kan løse et medlem av nemnda fra vervet dersom medlemmet ikke har overholdt sin taushetsplikt, grovt har krenket andre plikter som følger av vervet eller selv ber om det.\nLotterinemnda skal ha et sekretariat, som foretar saksforberedelse og fremleggelse for Lotterinemnda.\nLotterinemnda kan bare treffe vedtak når alle medlemmene er til stede. Saker avgjøres ved flertallsvedtak.\nDepartementet kan gi regler om Lotterinemndas organisering av arbeidet, herunder at enkelte sakstyper kan avgjøres av nemndas leder eller av nemndas sekretariat.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "2:4 b",
      "chapter": "2",
      "section": "4 b",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), opphevet ved lov 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "2:4 c",
      "chapter": "2",
      "section": "4 c",
      "title": "Autorisasjon",
      "content": "Entreprenører som skal arrangere lotteri på vegne av en organisasjon eller forening må være autorisert. Skal et lotteri som trenger tillatelse etter §§ 6 og 10​1 avholdes i et fast lokale, må innehaveren av lokalet være autorisert.\nAutorisasjon gis av Lotteritilsynet. Lotteritilsynet kan kreve fremleggelse av ordinær politiattest i forbindelse med autorisasjon som nevnt i første ledd.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), endret ved lover 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570), 21 juni 2013 nr. 82 (ikr. 1 jan 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Inkurie: Paragrafen er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "2:4 d",
      "chapter": "2",
      "section": "4 d",
      "title": "Lotteriregisteret",
      "content": "Godkjenning og autorisasjon gitt i medhold av §§ 4 b og 4 c samt tillatelser til oppstilling av gevinstautomater og underholdningsautomater skal registreres i et sentralt register. Vedtak om tilbakekall av godkjenning, autorisasjon eller tillatelse til automatoppstilling skal registreres i registeret.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4d",
        "source_heading": "§ 4 d."
      }
    },
    {
      "provision_ref": "2:4 e",
      "chapter": "2",
      "section": "4 e",
      "title": "Eierskap og overskuddsfordeling",
      "content": "Opptrer en organisasjon eller forening med et humanitært eller samfunnsnyttig formål som lokalinnehaver eller entreprenør, skal de to virksomhetene være klart adskilt organisasjonsmessig og regnskapsmessig m.v.\nLokalinnehaver, entreprenør og organisasjoner og foreninger med humanitært eller samfunnsnyttig formål plikter å melde til Lotteritilsynet ethvert eierskap i virksomheter som omfattes av loven her. Det samme gjelder endringer i slike eierforhold.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4e",
        "source_heading": "§ 4 e."
      }
    },
    {
      "provision_ref": "2:4 f",
      "chapter": "2",
      "section": "4 f",
      "title": "Regnskaps- og revisjonsplikt",
      "content": "Den som er godkjent eller autorisert i medhold av §§ 4 b og 4 c er regnskapspliktig etter regnskapsloven med mindre tilsvarende regnskapsplikt følger av annen lovgivning. Dersom virksomhet som nevnt i første punktum inngår i annen næringsvirksomhet, skal lotterivirksomhetens inntekter og utgifter framgå særskilt av regnskapet.\nDen som har regnskapsplikt etter paragrafen her, er også revisjonspliktig etter reglene i revisorloven. Dette gjelder likevel ikke for den som kun opptrer som lokalinnehaver.\nLotteritilsynet kan gi dispensasjon fra reglene om regnskaps- og revisjonsplikten i paragrafen her.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4f",
        "source_heading": "§ 4 f."
      }
    },
    {
      "provision_ref": "3:5",
      "chapter": "3",
      "section": "5",
      "title": "Lotteriers formål",
      "content": "Lotteri kan bare avholdes til inntekt for et humanitært eller samfunnsnyttig formål.\nFørste ledd gjelder likevel ikke for:\na. lotteri i møter hvor allmennheten ikke har adgang, når lotteriet ikke er hovedhensikten med møtet.\nb. lotteri som avholdes innenfor et avgrenset område når trekningen foregår uten bruk av mekaniske eller elektroniske innretninger (basarer), forutsatt at gevinstenes verdi er begrenset etter nærmere bestemmelse fastsatt av Kongen i forskrift.\nc. lotteri som avholdes som pokerspill i private hjem mellom personer i nær omgangskrets, når lotteriet ikke har et organisert eller profesjonelt preg. Antall deltakere, aldergrense for deltakelse og beløpsgrenser for innskudd i slike lotteri skal være i samsvar med grenser fastsatt av Kongen i forskrift.\nKongen kan i forskrift fastsette at lotterier som nevnt i § 7 første ledd bokstav a og b kan holdes til inntekt for andre formål enn nevnt i første ledd over.\n0 Endret ved lover 29 aug 2003 nr. 90 (ikr. 1 mai 2005 iflg. res. 8 apr 2005 nr. 302), 19 des 2014 nr. 93 (ikr. 1 jan 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "3:6",
      "chapter": "3",
      "section": "6",
      "title": "Lotteritillatelse",
      "content": "Med unntak som nevnt i § 7 er det forbudt å avholde lotteri uten tillatelse.\nTillatelse til å avholde lotteri kan gis til landsdekkende, regionale eller lokale organisasjoner eller foreninger som i sin virksomhet ivaretar formål som nevnt i § 5 første ledd innenfor det området som lotteriet foregår. Slike organisasjoner eller foreninger kan også gis tillatelse til å avholde lotterier til inntekt for humanitær virksomhet utenfor dette området. Når særlige hensyn tilsier det, kan også andre institusjoner eller sammenslutninger gis tillatelse til å avholde lotteri til inntekt for humanitær virksomhet.\nVed avgjørelse om tillatelse skal gis, kan det tas hensyn til en samfunnsmessig forsvarlig fordeling av inntektsmulighetene fra lotterivirksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "3:7",
      "chapter": "3",
      "section": "7",
      "title": "Lotterier som ikke krever tillatelse",
      "content": "Følgende lotterier trenger ikke tillatelse:\na. Varegevinstautomater etter nærmere bestemmelse fastsatt av Kongen i forskrift.\nb. Forhåndstrukne og etterhåndstrukne lotterier med en begrenset omsetning etter nærmere bestemmelse fastsatt av Kongen i forskrift, når lotteriet ikke er overlatt en medhjelper mot betaling.\nc. Lotterier som nevnt i § 5 annet ledd, når lotteriet ikke er overlatt en medhjelper mot betaling.\nDepartementet kan ved forskrift fastsette maksimalverdier for gevinst og nedlegge forbud mot enkelte former for spill og spilleinnretninger til bruk i lotterier som nevnt i første ledd.\n0 Endret ved lov 29 aug 2003 nr. 90 (ikr. 1 mai 2005 iflg. res. 8 apr 2005 nr. 302).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Trekning",
      "content": "Lotterier kan enten forhåndstrekkes eller trekkes etter endt loddsalg. Trekning kan også gjennomføres fortløpende som lykkespill.\nForhånds- eller etterhåndstrekning foretas av Lotteritilsynet eller annen myndighet etter departementets bestemmelse. Ved lotterier som nevnt i § 7 foretas trekning av arrangøren.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 130 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:8 a",
      "chapter": "3",
      "section": "8 a",
      "title": "Aldersgrense",
      "content": "Aldersgrensen for spill på gevinstautomater er 18 år.\nDepartementet kan i forskrift fastsette aldersgrenser for deltakelse i andre lotterier.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Gevinster",
      "content": "Det er forbudt å benytte levende dyr og alkoholholdige drikkevarer som gevinster. Alkoholholdige drikkevarer som premie eller gevinst i private smålotterier er likevel tillatt i den utstrekning dette følger av lov 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v. § 8-6. Det er likeledes forbudt å sette opp penger eller fordringer på penger som gevinst, med mindre departementet ved forskrift har fastsatt unntak.\nForbudet mot å sette opp penger som gevinst gjelder ikke utbetalingsautomater etter § 10.​1\n0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer – opphever annet ledd).\n1 Inkurie: Paragrafen er opphevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), opphevet ved lov 29 aug 2003 nr. 90 (ikr. 1 juli 2007 iflg. res. 15 juni 2007 nr. 620).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Markedsføring, formidling og betalingsformidling for lotterier",
      "content": "Med unntak for lotterier som nevnt i § 7, er det forbudt å drive markedsføring eller formidling av lotterier som ikke er gitt tillatelse etter § 6 annet ledd. Som formidling av lotterier uten tillatelse regnes blant annet betalingsformidling av innsats og gevinst i slike lotterier. Kongen kan gi nærmere bestemmelser om omfanget og gjennomføringen av betalingsformidlingsforbudet.\n0 Endret ved lov 19 des 2008 nr. 117 (ikr. 1 juni 2010 iflg. res. 19 feb 2010 nr. 183).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Innsyn i regnskaper m.m.",
      "content": "Lotterimyndigheten skal etter anmodning gis innsyn i regnskapene til de foreninger, organisasjoner m.v. som avholder lotteri etter denne lov, eller har søkt om dette.\nDet samme gjelder regnskapene til den som mot vederlag har påtatt seg å arrangere lotteri for andre.\nLotterimyndigheten har til enhver tid\na. adgang til sted hvor loddsalg foregår for å kontrollere at lotteriet foregår i henhold til lov, forskrift og vilkår som er fastsatt i medhold av lov.\nb. adgang til å kontrollere de innretninger som brukes til spill eller trekning av lotterier som omfattes av denne lov, og kan forlange dem undersøkt på eierens eller brukerens bekostning.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2007 nr. 131 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1571), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420), 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Fastsettelse og endring av vilkår",
      "content": "Lotterimyndigheten kan fastsette vilkår for lotteriet.\nNye eller endrede vilkår kan fastsettes etter at tillatelsen er gitt dersom lotteriet avholdes i strid med bestemmelser som er fastsatt i eller i medhold av denne lov, eller hvor virksomheten forøvrig forårsaker forstyrrelse av den offentlige ro og orden.\nUnder forhold som nevnt i annet ledd kan lotterimyndigheten fastsette vilkår for fortsatt drift av lotterier som nevnt i § 7.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 19 des 2008 nr. 117 (ikr. 1 jan 2009 iflg. res. 19 des 2008 nr. 1420).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av godkjenning, autorisasjon og tillatelse",
      "content": "Godkjenning, autorisasjon og lotteritillatelse kan kalles tilbake dersom det skjer gjentatte eller alvorlige brudd på bestemmelser i loven her eller bestemmelser eller vilkår i medhold av denne loven.\nTilbakekall kan også finne sted dersom lotterivirksomheten har forårsaket gjentatte eller alvorlige brudd på ro og orden eller forårsaker et miljø som er skadelig for barn og unge.\nLotteritilsynet eller den departementet bemyndiger kan nedlegge forbud mot fortsatt virksomhet dersom det foreligger overtredelser som nevnt i første ledd ved lotterier som nevnt i § 7 første ledd, eller dersom slik lotterivirksomhet har ført til forhold som nevnt i annet ledd.\nVed tilbakekall av godkjenning, autorisasjon og tillatelse kan lotterimyndighetene fastsette en frist for avvikling av lotteriet.\nDersom innretning som brukes til spill eller trekning av lotterier ikke virker tilfredsstillende, skal lotteritillatelsen tilbakekalles straks.\nEr vilkårene for tilbakekall av godkjenning, autorisasjon og tillatelse etter første ledd ellers til stede, kan lotterimyndighetene bestemme at lotteriet skal avvikles ved hjelp av særskilt oppnevnt bestyrer og i den forbindelse kreve det nødvendige materiale utlevert fra lotteriarrangøren. Den som har fått godkjenning, autorisasjon eller tillatelse tilbakekalt, kan holdes ansvarlig for det offentliges utgifter ved avviklingen.\n0 Endret ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Pålegg om retting av ulovlig forhold og opphør og stenging av ulovlig virksomhet",
      "content": "Ved forhold i strid med bestemmelser gitt i eller i medhold av denne lov kan Lotteritilsynet gi pålegg til den ansvarlige om å rette det ulovlige forholdet, eller om at den ulovlige virksomheten skal opphøre eller stenge. Ved utferdigelse av pålegg skal det settes en frist for oppfyllelse og gis opplysning om at vedtaket vil kunne følges opp med forelegg som kan få virkning som rettskraftig dom.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Administrative forelegg om plikt til å etterkomme pålegg",
      "content": "Lotteritilsynet kan utferdige administrative forelegg mot den som innen fastsatt frist unnlater å etterkomme pålegg gitt med hjemmel i § 14 a. Er det gått mer enn 6 måneder etter at pålegget ble gitt, skal den som forelegget rettes mot gis anledning til å uttale seg før forelegget utferdiges. Forelegget skal gi opplysninger om bestemmelsen i annet ledd og skal så vidt mulig forkynnes for den det er rettet mot.\nDen som forelegget rettes mot, kan reise søksmål mot staten for å få forelegget prøvd. Blir søksmål ikke reist innen 30 dager fra forkynnelse, har forelegget samme virkning som rettskraftig dom og kan fullbyrdes etter reglene for dommer.\nForelegget kan ikke påklages.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14b",
        "source_heading": "§ 14 b."
      }
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Tvangsmulkt",
      "content": "Ved forhold i strid med bestemmelser gitt i eller i medhold av denne lov kan Lotteritilsynet fastsette tvangsmulkt for å få gjennomført gitt pålegg innen en særskilt angitt frist. Tvangsmulkt kan fastsettes samtidig med pålegg og løper fra fristoversittelsen etter pålegget. Der tvangsmulkt ikke er fastsatt samtidig med pålegg, kan det ved overtredelse av pålegg fastsettes ny frist. Det kan fastsettes at mulkten løper så lenge det ulovlige forhold varer og/eller at den ilegges som et engangsbeløp. Tvangsmulkten ilegges den ansvarlige for det ulovlige forhold.\nLotterimyndigheten kan nedsette eller frafalle pålagt mulkt når særlige grunner taler for det.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14c",
        "source_heading": "§ 14 c."
      }
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Tvangsinndrivelse",
      "content": "Gebyrer og avgifter i medhold av § 3 annet ledd og tvangsmulkt etter § 14 c er tvangsgrunnlag for utlegg.\n0 Tilføyd ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), endret ved lov 11 jan 2013 nr. 3 (ikr. 1 juni 2013 iflg. res. 24 mai 2013 nr. 533).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14d",
        "source_heading": "§ 14 d."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Utbetalingsautomater",
      "content": "Lotteri ved bruk av utbetalingsautomat kan avholdes av spilleselskap som nevnt i lov 28. august 1992 nr. 103 om pengespill m.v. § 3, jf. § 9 a. For slikt lotteri gjelder ikke loven her. – – –.\n0 Opphevet ved lov 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), tilføyd igjen ved lov 29 aug 2003 nr. 90 (ikr. 1 jan 2004 iflg. res. 29 aug 2003 nr. 1091). Endres ved lov 29 aug 2003 nr. 90 (ikr. fra den tid Kongen bestemmer), gjelder nytt tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Pyramidespill og pyramidelignende omsetningssystem",
      "content": "Det er forbudt å opprette, drive, delta i eller utbre pyramidespill eller lignende system. Som omfattet av forbudet regnes ethvert system der det ytes vederlag for å få mulighet til å oppnå inntekter som bare følger av at andre verves til pyramidespillet mv.\nForbudet i første ledd omfatter pyramidelignende omsetningssystem der det ytes vederlag for å få mulighet til å oppnå inntekter som særlig skyldes at andre verves til systemet, og ikke salg eller forbruk av varer, tjenester eller andre ytelser.\nLotteri- og stiftelsestilsynet kan kreve at den som har hatt inntekter fra omsetningssystemet der det ytes vederlag for å få mulighet til å oppnå inntekter fra systemet, dokumenterer at vedkommendes inntekter særlig skyldes salg eller forbruk av varer, tjenester eller andre ytelser, og ikke at andre verves til systemet.\n0 Endret ved lover 21 des 2005 nr. 135 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1614), 21 des 2007 nr. 131 (ikr. 1 jan 2008 iflg. res. 21 des 2007 nr. 1571), 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Lotteritilsynets undersøkelsesmyndighet ved tilsyn med reglene om pyramidespill m.v.",
      "content": "Enhver plikter å gi Lotteritilsynet de opplysninger som er nødvendige for at tilsynet skal kunne vurdere om en virksomhet er en ulovlig pyramideordning etter § 16.\nNår det er rimelig grunn til å anta at det foreligger en overtredelse av § 16, har Lotteritilsynet adgang til å gjennomføre slik gransking og besiktigelse av lokaler, innretninger og utstyr som det finner nødvendig hos den næringsdrivende, herunder kreve utlevert og beslaglegge dokumenter, data, gjenstander eller annet i et nødvendig tidsrom. Representanter for eller ansatte hos den næringsdrivende plikter å gi nødvendig veiledning og bistand ved gjennomføringen av kontrollen. Lotteritilsynet kan anmode om bistand fra politiet til å gjennomføre kontrollen.\nTaushetsplikten som følger av lov, pålegg eller avtale, er ikke til hinder for opplysningsplikten, eller retten til å foreta gransking og besiktigelse, etter denne paragrafen. Dette gjelder likevel ikke opplysninger, dokumenter, data, gjenstander eller annet som er omfattet av taushetsplikten som nevnt i straffeprosessloven §§ 117 til 120, med unntak av § 118 første ledd første punktum. Når det er rimelig grunn til mistanke om overtredelse av lotteriloven § 16, og særlige hensyn gjør det nødvendig, kan en tilbyder av tilgang til elektronisk kommunikasjonsnett eller -tjeneste pålegges å gi opplysninger om avtalebasert hemmelig telefonnummer eller andre abonnementsopplysninger, samt elektronisk kommunikasjonsadresse, selv om opplysningene er omfattet av straffeprosessloven § 118 første ledd annet punktum.\nLotteritilsynet kan kjøpe varer og tjenester, om nødvendig med skjult identitet, for å avdekke overtredelser av § 16, og for å fremskaffe bevis til bruk i Lotteritilsynets saksbehandling i disse sakene. Lotteritilsynet kan helt eller delvis kreve tilbake kjøpesummen eller kreve betalingskrav ettergitt, i den grad dette ikke fører til en uforholdsmessig ulempe for den næringsdrivende.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Lotteritilsynets håndhevingsmyndighet ved tilsyn med reglene om pyramidespill m.v.",
      "content": "Lotteritilsynet kan gi pålegg om retting eller stans med midlertidig virkning dersom det er rimelig grunn til å anta at det foreligger en overtredelse av § 16, og det foreligger en risiko for alvorlig skade på forbrukernes interesser. Et vedtak med midlertidig virkning skal gjelde for en bestemt tid som ikke kan overstige tre uker fra virkningstidspunktet. Vedtaket kan fornyes dersom vilkårene i første punktum er oppfylt.\nLotteritilsynet kan innhente skriftlig bekreftelse fra overtrederen på at overtredelse av § 16 første og annet ledd skal opphøre. Lotteritilsynet kan også innhente skriftlig bekreftelse på at overtrederen skal tilby avhjelpende tiltak til berørte forbrukere.\nFor å sikre at pålegg etter første ledd, skriftlige bekreftelser etter annet ledd og plikter som følger av bestemmelsene i § 16 a første og annet ledd blir etterlevd, kan Lotteritilsynet overfor den ansvarlige fastsette en tvangsmulkt som løper inntil forholdet er rettet eller stanset.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:16 c",
      "chapter": "4",
      "section": "16 c",
      "title": "Pålegg om fjerning av digitalt nettinnhold mv. ved overtredelser av § 16",
      "content": "Dersom en overtredelse av § 16 medfører en risiko for alvorlig skade på forbrukernes interesser, og det ikke finnes andre effektive midler for å stanse overtredelsen, kan retten etter begjæring fra Lotteritilsynet pålegge\na. en vertstjenesteleverandør eller en eier av et nettbasert grensesnitt å fjerne innhold på grensesnittet eller innta en tydelig advarsel som forbrukerne ser når de får tilgang til det nettbaserte grensesnittet,\nb. en internettilbyder å begrense tilgangen til et nettbasert grensesnitt,\nc. en vertstjenesteleverandør å fjerne, deaktivere eller begrense tilgangen til et nettbasert grensesnitt,\nd. en registerenhet for toppdomener eller en domeneregistrar å slette, suspendere eller omregistrere et fullt kvalifisert domenenavn til Lotteritilsynet.\nVed vurderingen av om pålegg skal gis, skal det blant annet tas hensyn til informasjons- og ytringsfriheten, forbrukernes interesser, saksøktes interesser samt mulighetene for mindre inngripende tiltak.\nMarkedsføringsloven §§ 43 a til 43 c gjelder tilsvarende.\n0 Tilføyd ved lov 20 mai 2020 nr. 42 (ikr. 1 juli 2020 iflg. res 20 mai 2020 nr. 1032).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16 c."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser i loven her eller bestemmelser eller vilkår i medhold av denne loven, straffes med bøter eller fengsel inntil ett år.\nGrov overtredelse straffes med bøter eller fengsel inntil tre år. Ved avgjørelsen av om overtredelsen skal regnes som grov, skal det særlig legges vekt på om handlingen gjelder et betydelig beløp, er rettet mot barn eller av andre grunner må anses som særlig skadelig. Ved overtredelse av forskrift etter § 3 første ledd bokstav i og ved overtredelse av § 16 første og annet ledd skal forholdet alltid anses som grovt.\nVed overtredelse av § 4 f gjelder regnskapsloven § 8-5.\n0 Endret ved lover 21 des 2000 nr. 119 (ikr. 1 jan 2001 iflg. res. 21 des 2000 nr. 1356), 21 des 2005 nr. 135 (ikr. 1 jan 2006 iflg. res. 21 des 2005 nr. 1614), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Lovens ikrafttreden",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer. Fra samme tid oppheves lov av 12. mai 1939 nr. 3 om lotterier m.v. Kongen kan fastsette overgangsbestemmelser.\n1 Fra 24 feb 1995 iflg. res. 24 feb 1995 nr. 184, som også gir overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}