{
  "id": "LOV-1938-02-04-3",
  "type": "statute",
  "title": "Lov om gjennemføring av den internasjonale konvensjon om konnossementer av 25 august 1924",
  "short_name": "Konnossementsloven",
  "status": "in_force",
  "issued_date": "1938-02-04",
  "in_force_date": "1938-02-04",
  "url": "https://lovdata.no/dokument/NLO/lov/1938-02-04-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "I denne lov anvendes følgende uttrykk i den betydning som her angis:\na. Bortfrakter omfatter den reder eller befrakter som slutter fraktavtale med en avlaster.\nb. Fraktavtale anvendes utelukkende om en fraktavtale som inneholdes i et konnossement eller lignende adkomstdokument​1 angående befordring av gods over sjøen. Er dokumentet utstedt i henhold til et certeparti,​2 anvendes uttrykket bare forsåvidt dokumentet bestemmer rettsforholdet mellem bortfrakteren og innehaveren.\nc. Gods innbefatter gods av alle slags med undtagelse av levende dyr og av last som i fraktavtalen er angitt som dekkslast og virkelig føres på dekk.​3\nd. Skib betegner ethvert fartøi som anvendes til befordring av gods over sjøen.\ne. Befordring av gods omfatter tiden fra innlastingen av godset og til det er utlosset fra skibet.​4\n1 Jfr. § 3 post 7.\n2 Jfr. § 5, 2net ledd.\n3 Jfr. lov 20 juli 1893 nr. 1 § 122.\n4 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forsåvidt ikke annet følger av § 6, skal bestemmelsene i de følgende paragrafer om bortfrakterens forpliktelser og rettigheter med hensyn til lasting, stuing, befordring, lossing og omsorg for godset, gjelde alle fraktavtaler.​1\n1 Se § 1 litra b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "1.​1 Bortfrakteren​2 er forpliktet til, før reisen begynner, å sørge for:\na. at skibet er sjødyktig:​3\nb. at skibet er tilstrekkelig bemannet, utrustet og proviantert;\nc. at lasterum-, kjøle- og fryserum og alle andre deler av skibet hvor gods lastes, er i høvelig stand til mottagelse, befordring og bevaring av godset.\n2. Forsåvidt ikke annet følger av bestemmelsene i § 4 skal bortfrakteren anvende tilbørlig omhu med hensyn til lasting, stuing, befordring, lossing og omsorg for godset.\n3. Efter å ha mottatt godset i sin varetekt skal bortfrakteren eller hans skibsfører eller agent på avlasterens forlangende utferdige et konnossement som blandt annet skal inneholde:​4\na. de nødvendige identitetsmerker, således som de skriftlig opgis av avlasteren før innlastingen av godset begynner, og forutsatt at merkene er tydelig anbragt på godset eller pakningen på sådan måte at de under almindelige omstendigheter vil holde sig til reisens slutt,\nb. vekt, mål eller stykketall efter avlasterens skriftlige opgave,\nc. godsets synlige tilstand.\nBortfrakteren er dog ikke forpliktet til i konnossementet å ta inn opgaver om merker, vekt, mål eller stykketall hvis han har rimelig grunn til å dra deres riktighet i tvil eller ikke med rimelighet har kunnet forvisse sig om riktigheten.\n4. Konnossementet er bevis for at bortfrakteren har mottatt godset således som det er beskrevet i overensstemmelse med post 3, a, b og c, hvis ikke motbevis føres.​5\n5. Avlasteren er ansvarlig overfor bortfrakteren for at de opgaver han har gitt om merker, vekt, mål eller stykketall, er riktige.​6\n6. Er godset utlevert uten at mottageren har gitt bortfrakteren eller hans agent i lossehavnen skriftlig meddelelse​7 om beskadigelse eller tap som mottageren hadde opdaget eller burde ha opdaget, og om skadens eller tapets almindelige natur, ansees alt gods for utlevert i uskadt stand, hvis ikke motbevis føres. Kunde beskadigelsen eller tapet ikke opdages ved utleveringen, gjelder det samme hvis den skriftlige meddelelse ikke er gitt senest tre dager efter.\nSkriftlig meddelelse trenges ikke hvis godsets tilstand, i begge parters nærvær, er bragt på det rene ved utleveringen.\nEthvert krav på bortfrakteren og skibet faller bort hvis ikke søksmål reises senest et år fra den dag da godset blev utlevert eller skulde utleveres.​8\nNår beskadigelse eller tap er eller må formodes å være inntruffet, skal bortfrakteren og mottageren gi hverandre rimelig adgang til på bekvem måte å besiktige godset og forvisse sig om stykketallet.\n7. Når godset er innlastet, kan avlasteren forlange at det konnossement som utstedes skal nevne at innlasting er foretatt. Har avlasteren tidligere mottatt adkomstdokument, er det dog forutsetningen at dette leveres tilbake.​9 I steden for å utferdige nytt konnossement kan bortfrakteren gi det allerede utferdigede dokument påtegning om navnet på det eller de skib som godset er innlastet i, og om tiden for innlastingen. Når dokumentet har fått sådan påtegning og inneholder de i post 3 nevnte opgaver, betraktes det som konnossement for innlastet gods.\n8. Ethvert forbehold i fraktavtalen​10 som går ut på å frita bortfrakteren eller skibet for ansvar for beskadigelse eller tap som følge av feil eller forsømmelse ved opfyllelsen av forpliktelser efter denne paragraf eller på å innskrenke ansvaret anderledes enn bestemt i denne lov, er ugyldig. Forbehold om overdragelse til bortfrakteren av rett til erstatning ifølge forsikringsavtale og lignende forbehold ansees som forbehold om fritagelse for ansvar.\n1 Jfr. § 4 post 1.\n2 Se § 1 litra a.\n3 Jfr. lov 20 juli 1893 nr. 1 § 72.\n4 Jfr. samme lovs § 152.\n5 Jfr. samme lovs § 161.\n6 Jfr. samme lovs § 153.\n7 Jfr. samme lovs § 121.\n8 Jfr. samme lovs § 291.\n9 Jfr. samme lovs § 167, 2net ledd.\n10 Se § 1 litra b jfr. §§ 5, 6 og 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Hverken bortfrakteren eller skibet er ansvarlig for beskadigelse eller tap av gods som følge av usjødyktighet, med mindre denne skyldes at det på bortfrakterens side har manglet på tilbørlig omhu med hensyn til opfyllelsen av hans forpliktelser efter § 3 post 1. Bevisbyrden for at tilbørlig omhu er utvist, påhviler den som påberoper sig ansvarsfrihet efter denne bestemmelse.\n2. Hverken bortfrakteren eller skibet er ansvarlig for beskadigelse eller tap av gods som følge av:\na. feil eller forsømmelse i navigeringen eller behandlingen av skibet, utvist av skibsfører, mannskap eller los eller av andre som utfører arbeide i skibets tjeneste,\nb. brand som ikke skyldes feil eller forsømmelse av bortfrakteren selv,\nc. farer eller ulykker som er særlige for sjøfarten,\nd. naturhendelser,\ne. krigshandlinger,\nf. sjørøveri eller andre samfundsfiendtlige handlinger,\ng. beslag eller annen inngripen av en regjering eller annen makthaver eller rettslig beslagleggelse,\nh. karantene,\ni. handling eller undlatelse av avlasteren eller eieren av godset eller av en agent eller representant for noen av dem,\nj. streik, lockout eller annen stans eller hindring i arbeidet uten hensyn til årsak og omfang,\nk. oprør eller borgerlige uroligheter,\nl. utførelse av eller forsøk på redning av menneskeliv eller bergning,\nm. skjulte feil ved godset eller dets egen beskaffenhet eller dårlige tilstand,\nn. utilstrekkelig pakning,\no. utilstrekkelig eller unøiaktig merkning,\np. mangler ved skibet som ikke kunde opdages ved tilbørlig opmerksomhet,\nq. enhver annen årsak som ikke skyldes feil eller forsømmelse av bortfrakteren eller noen som han svarer for.​2 Bevisbyrden for at sådan feil eller forsømmelse ikke har medvirket til beskadigelsen eller tapet, påhviler den som gjør krav på ansvarsfrihet efter denne bestemmelse.\n3. Avlasteren er ikke ansvarlig for tap eller skade som rammer bortfrakteren eller skibet og ikke skyldes feil eller forsømmelse av avlasteren selv eller noen som han svarer for.​3\n4. Ingen deviasjon som foretas for å utføre redning av menneskeliv eller bergning, og ingen annen rimelig deviasjon skal ansees for stridende mot denne lov eller mot fraktavtalen,​4 og bortfrakteren er ikke ansvarlig for beskadigelse eller tap som følger av sådan deviasjon.​5\n5. Hverken bortfrakteren eller skibet er i noe tilfelle ansvarlig for beskadigelse eller tap av gods eller vedkommende godset ut over 1.800 kroner for hver kolli eller annen enhet.​6 Er en høiere verdi og oplysning om godsets art uten forbehold inntatt i konnossementet, gjelder denne verdi som grense for bortfrakterens ansvar, og den ansees tillike for å svare til godsets verdi hvis ikke annet bevises.\nVed overenskomst mellem bortfrakteren, skibsføreren eller agenten og avlasteren kan der fastsettes en høiere ansvarsgrense enn ovenfor bestemt.\nHar avlasteren svikaktig gitt en uriktig opgave om godsets art eller verdi, og opgaven er intatt i konnossementet, er bortfrakteren ikke ansvarlig efter foranstående bestemmelser.\n6. Er lett antendelig, eksplosivt eller annet farlig gods innlastet, uten at bortfrakteren har kjent dets beskaffenhet, kan han efter omstendighetene losse, uskadeliggjøre eller tilintetgjøre godset uten plikt til å erstatte skaden. Avlasteren er ansvarlig for all skade og alle utgifter som direkte eller indirekte har vært en følge av at godset er innlastet.​7\nHar bortfrakteren ved innlastingen kjent godsets beskaffenhet, kan han, hvis det senere blir en fare for skibet eller lasten, efter omstendighetene losse, uskadeliggjøre eller tilintetgjøre godset uten plikt til å erstatte skaden, bortsett fra bidrag til felleshaveri.\n1 Endret ved lov 8 juni 1973 nr. 38.\n2 Jfr. lov 20 juli 1893 nr. 1 § 118.\n3 Jfr. samme lovs § 97.\n4 Se § 1 litra b, jfr. § 5.\n5 Jfr. lov 20 juli 1893 nr. 1 § 98.\n6 Jfr. § 8 og lov 20 juli 1893 nr. 1 § 122.\n7 Jfr. samme lovs §§ 97, 2net ledd og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Bortfrakteren kan frafalle sine rettigheter efter denne lov eller påta sig økede forpliktelser. Gjør han det, skal det anføres i konnossementet.\nIngen bestemmelse i denne lov har anvendelse på certepartier; men når konnonsement utstedes i tilfelle hvor skibet er under certeparti, skal konnossementet være underkastet lovens bestemmelser.\nDenne lov innskrenker ikke adgangen til å treffe bestemmelser om felleshavari i et konnossement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hvis godsets usedvanlige beskaffenhet eller tilstand eller de særlige omstendigheter eller vilkår hvorunder befordringen skal foregå, gjør det rimelig at der mellem bortfrakteren, skibsføreren eller agenten og avlasteren treffes avtale om innskrenkning i bortfrakterens forpliktelser eller utvidelse av hans rettigheter efter denne lov, er avtalen gyldig såfremt det ikke utstedes konnossement, men vilkårene inntas i et mottagelsesbevis, som skal være et ikke negotiabelt dokument og betegne sig som sådant.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ingen bestemmelse i denne lov er til hinder for at der treffes avtale om innskrenkning i bortfrakterens forpliktelser eller utvidelse av hans rettigheter forsåvidt angår tiden før lastnigen eller efter lossingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I forhold til fordringshavere som hører hjemme i fremmed stat, blir det beløp som er nevnt i § 4, post 5, å beregne efter gullverdi når dette følger av overenskomst med vedkommende fremmede stat og denne har gjennemført tilsvarende beregning til fordel for norske fordringshavere.​1\n1 Jfr. lov 20 juli 1893 nr. 1 § 122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Denne lov kommer til anvendelse på godsbefordring til sjøs som skjer i henhold til konnossement eller lignende atkomstdokument utstedt i stat som er bundet av den internasjonale konvensjon av 1924 om konnossementer, men ikke bundet av tilleggsprotokollen av 1968. Er slikt dokument utstedt i en stat som er bundet også av protokollen, kommer loven til anvendelse i den utstrekning det følger av Norges konvensjonsmessige forpliktelser overfor stat som bare er bundet av konvensjonen, at dokumentet skal være undergitt konvensjonens bestemmelser.\nPå befordring som nevnt i første ledd kommer sjøfartslovens​2 regler bare til anvendelse forsåvidt de ikke er i strid med denne lov.\nBestemmelser som er truffet i henhold til de internasjonale jernbanekonvensjoner, berøres ikke av denne lov.\n1 Endret ved lov 8 juni 1973 nr. 38.\n2 Lov 20 juli 1893 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer.​1\n1 Fra 1 januar 1939 iflg. res. 28 okt. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "I denne lov anvendes følgende uttrykk i den betydning som her angis:\na. Bortfrakter omfatter den reder eller befrakter som slutter fraktavtale med en avlaster.\nb. Fraktavtale anvendes utelukkende om en fraktavtale som inneholdes i et konnossement eller lignende adkomstdokument​1 angående befordring av gods over sjøen. Er dokumentet utstedt i henhold til et certeparti,​2 anvendes uttrykket bare forsåvidt dokumentet bestemmer rettsforholdet mellem bortfrakteren og innehaveren.\nc. Gods innbefatter gods av alle slags med undtagelse av levende dyr og av last som i fraktavtalen er angitt som dekkslast og virkelig føres på dekk.​3\nd. Skib betegner ethvert fartøi som anvendes til befordring av gods over sjøen.\ne. Befordring av gods omfatter tiden fra innlastingen av godset og til det er utlosset fra skibet.​4\n1 Jfr. § 3 post 7.\n2 Jfr. § 5, 2net ledd.\n3 Jfr. lov 20 juli 1893 nr. 1 § 122.\n4 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forsåvidt ikke annet følger av § 6, skal bestemmelsene i de følgende paragrafer om bortfrakterens forpliktelser og rettigheter med hensyn til lasting, stuing, befordring, lossing og omsorg for godset, gjelde alle fraktavtaler.​1\n1 Se § 1 litra b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "1.​1 Bortfrakteren​2 er forpliktet til, før reisen begynner, å sørge for:\na. at skibet er sjødyktig:​3\nb. at skibet er tilstrekkelig bemannet, utrustet og proviantert;\nc. at lasterum-, kjøle- og fryserum og alle andre deler av skibet hvor gods lastes, er i høvelig stand til mottagelse, befordring og bevaring av godset.\n2. Forsåvidt ikke annet følger av bestemmelsene i § 4 skal bortfrakteren anvende tilbørlig omhu med hensyn til lasting, stuing, befordring, lossing og omsorg for godset.\n3. Efter å ha mottatt godset i sin varetekt skal bortfrakteren eller hans skibsfører eller agent på avlasterens forlangende utferdige et konnossement som blandt annet skal inneholde:​4\na. de nødvendige identitetsmerker, således som de skriftlig opgis av avlasteren før innlastingen av godset begynner, og forutsatt at merkene er tydelig anbragt på godset eller pakningen på sådan måte at de under almindelige omstendigheter vil holde sig til reisens slutt,\nb. vekt, mål eller stykketall efter avlasterens skriftlige opgave,\nc. godsets synlige tilstand.\nBortfrakteren er dog ikke forpliktet til i konnossementet å ta inn opgaver om merker, vekt, mål eller stykketall hvis han har rimelig grunn til å dra deres riktighet i tvil eller ikke med rimelighet har kunnet forvisse sig om riktigheten.\n4. Konnossementet er bevis for at bortfrakteren har mottatt godset således som det er beskrevet i overensstemmelse med post 3, a, b og c, hvis ikke motbevis føres.​5\n5. Avlasteren er ansvarlig overfor bortfrakteren for at de opgaver han har gitt om merker, vekt, mål eller stykketall, er riktige.​6\n6. Er godset utlevert uten at mottageren har gitt bortfrakteren eller hans agent i lossehavnen skriftlig meddelelse​7 om beskadigelse eller tap som mottageren hadde opdaget eller burde ha opdaget, og om skadens eller tapets almindelige natur, ansees alt gods for utlevert i uskadt stand, hvis ikke motbevis føres. Kunde beskadigelsen eller tapet ikke opdages ved utleveringen, gjelder det samme hvis den skriftlige meddelelse ikke er gitt senest tre dager efter.\nSkriftlig meddelelse trenges ikke hvis godsets tilstand, i begge parters nærvær, er bragt på det rene ved utleveringen.\nEthvert krav på bortfrakteren og skibet faller bort hvis ikke søksmål reises senest et år fra den dag da godset blev utlevert eller skulde utleveres.​8\nNår beskadigelse eller tap er eller må formodes å være inntruffet, skal bortfrakteren og mottageren gi hverandre rimelig adgang til på bekvem måte å besiktige godset og forvisse sig om stykketallet.\n7. Når godset er innlastet, kan avlasteren forlange at det konnossement som utstedes skal nevne at innlasting er foretatt. Har avlasteren tidligere mottatt adkomstdokument, er det dog forutsetningen at dette leveres tilbake.​9 I steden for å utferdige nytt konnossement kan bortfrakteren gi det allerede utferdigede dokument påtegning om navnet på det eller de skib som godset er innlastet i, og om tiden for innlastingen. Når dokumentet har fått sådan påtegning og inneholder de i post 3 nevnte opgaver, betraktes det som konnossement for innlastet gods.\n8. Ethvert forbehold i fraktavtalen​10 som går ut på å frita bortfrakteren eller skibet for ansvar for beskadigelse eller tap som følge av feil eller forsømmelse ved opfyllelsen av forpliktelser efter denne paragraf eller på å innskrenke ansvaret anderledes enn bestemt i denne lov, er ugyldig. Forbehold om overdragelse til bortfrakteren av rett til erstatning ifølge forsikringsavtale og lignende forbehold ansees som forbehold om fritagelse for ansvar.\n1 Jfr. § 4 post 1.\n2 Se § 1 litra a.\n3 Jfr. lov 20 juli 1893 nr. 1 § 72.\n4 Jfr. samme lovs § 152.\n5 Jfr. samme lovs § 161.\n6 Jfr. samme lovs § 153.\n7 Jfr. samme lovs § 121.\n8 Jfr. samme lovs § 291.\n9 Jfr. samme lovs § 167, 2net ledd.\n10 Se § 1 litra b jfr. §§ 5, 6 og 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "1. Hverken bortfrakteren eller skibet er ansvarlig for beskadigelse eller tap av gods som følge av usjødyktighet, med mindre denne skyldes at det på bortfrakterens side har manglet på tilbørlig omhu med hensyn til opfyllelsen av hans forpliktelser efter § 3 post 1. Bevisbyrden for at tilbørlig omhu er utvist, påhviler den som påberoper sig ansvarsfrihet efter denne bestemmelse.\n2. Hverken bortfrakteren eller skibet er ansvarlig for beskadigelse eller tap av gods som følge av:\na. feil eller forsømmelse i navigeringen eller behandlingen av skibet, utvist av skibsfører, mannskap eller los eller av andre som utfører arbeide i skibets tjeneste,\nb. brand som ikke skyldes feil eller forsømmelse av bortfrakteren selv,\nc. farer eller ulykker som er særlige for sjøfarten,\nd. naturhendelser,\ne. krigshandlinger,\nf. sjørøveri eller andre samfundsfiendtlige handlinger,\ng. beslag eller annen inngripen av en regjering eller annen makthaver eller rettslig beslagleggelse,\nh. karantene,\ni. handling eller undlatelse av avlasteren eller eieren av godset eller av en agent eller representant for noen av dem,\nj. streik, lockout eller annen stans eller hindring i arbeidet uten hensyn til årsak og omfang,\nk. oprør eller borgerlige uroligheter,\nl. utførelse av eller forsøk på redning av menneskeliv eller bergning,\nm. skjulte feil ved godset eller dets egen beskaffenhet eller dårlige tilstand,\nn. utilstrekkelig pakning,\no. utilstrekkelig eller unøiaktig merkning,\np. mangler ved skibet som ikke kunde opdages ved tilbørlig opmerksomhet,\nq. enhver annen årsak som ikke skyldes feil eller forsømmelse av bortfrakteren eller noen som han svarer for.​2 Bevisbyrden for at sådan feil eller forsømmelse ikke har medvirket til beskadigelsen eller tapet, påhviler den som gjør krav på ansvarsfrihet efter denne bestemmelse.\n3. Avlasteren er ikke ansvarlig for tap eller skade som rammer bortfrakteren eller skibet og ikke skyldes feil eller forsømmelse av avlasteren selv eller noen som han svarer for.​3\n4. Ingen deviasjon som foretas for å utføre redning av menneskeliv eller bergning, og ingen annen rimelig deviasjon skal ansees for stridende mot denne lov eller mot fraktavtalen,​4 og bortfrakteren er ikke ansvarlig for beskadigelse eller tap som følger av sådan deviasjon.​5\n5. Hverken bortfrakteren eller skibet er i noe tilfelle ansvarlig for beskadigelse eller tap av gods eller vedkommende godset ut over 1.800 kroner for hver kolli eller annen enhet.​6 Er en høiere verdi og oplysning om godsets art uten forbehold inntatt i konnossementet, gjelder denne verdi som grense for bortfrakterens ansvar, og den ansees tillike for å svare til godsets verdi hvis ikke annet bevises.\nVed overenskomst mellem bortfrakteren, skibsføreren eller agenten og avlasteren kan der fastsettes en høiere ansvarsgrense enn ovenfor bestemt.\nHar avlasteren svikaktig gitt en uriktig opgave om godsets art eller verdi, og opgaven er intatt i konnossementet, er bortfrakteren ikke ansvarlig efter foranstående bestemmelser.\n6. Er lett antendelig, eksplosivt eller annet farlig gods innlastet, uten at bortfrakteren har kjent dets beskaffenhet, kan han efter omstendighetene losse, uskadeliggjøre eller tilintetgjøre godset uten plikt til å erstatte skaden. Avlasteren er ansvarlig for all skade og alle utgifter som direkte eller indirekte har vært en følge av at godset er innlastet.​7\nHar bortfrakteren ved innlastingen kjent godsets beskaffenhet, kan han, hvis det senere blir en fare for skibet eller lasten, efter omstendighetene losse, uskadeliggjøre eller tilintetgjøre godset uten plikt til å erstatte skaden, bortsett fra bidrag til felleshaveri.\n1 Endret ved lov 8 juni 1973 nr. 38.\n2 Jfr. lov 20 juli 1893 nr. 1 § 118.\n3 Jfr. samme lovs § 97.\n4 Se § 1 litra b, jfr. § 5.\n5 Jfr. lov 20 juli 1893 nr. 1 § 98.\n6 Jfr. § 8 og lov 20 juli 1893 nr. 1 § 122.\n7 Jfr. samme lovs §§ 97, 2net ledd og 119.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Bortfrakteren kan frafalle sine rettigheter efter denne lov eller påta sig økede forpliktelser. Gjør han det, skal det anføres i konnossementet.\nIngen bestemmelse i denne lov har anvendelse på certepartier; men når konnonsement utstedes i tilfelle hvor skibet er under certeparti, skal konnossementet være underkastet lovens bestemmelser.\nDenne lov innskrenker ikke adgangen til å treffe bestemmelser om felleshavari i et konnossement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hvis godsets usedvanlige beskaffenhet eller tilstand eller de særlige omstendigheter eller vilkår hvorunder befordringen skal foregå, gjør det rimelig at der mellem bortfrakteren, skibsføreren eller agenten og avlasteren treffes avtale om innskrenkning i bortfrakterens forpliktelser eller utvidelse av hans rettigheter efter denne lov, er avtalen gyldig såfremt det ikke utstedes konnossement, men vilkårene inntas i et mottagelsesbevis, som skal være et ikke negotiabelt dokument og betegne sig som sådant.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ingen bestemmelse i denne lov er til hinder for at der treffes avtale om innskrenkning i bortfrakterens forpliktelser eller utvidelse av hans rettigheter forsåvidt angår tiden før lastnigen eller efter lossingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "I forhold til fordringshavere som hører hjemme i fremmed stat, blir det beløp som er nevnt i § 4, post 5, å beregne efter gullverdi når dette følger av overenskomst med vedkommende fremmede stat og denne har gjennemført tilsvarende beregning til fordel for norske fordringshavere.​1\n1 Jfr. lov 20 juli 1893 nr. 1 § 122.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Denne lov kommer til anvendelse på godsbefordring til sjøs som skjer i henhold til konnossement eller lignende atkomstdokument utstedt i stat som er bundet av den internasjonale konvensjon av 1924 om konnossementer, men ikke bundet av tilleggsprotokollen av 1968. Er slikt dokument utstedt i en stat som er bundet også av protokollen, kommer loven til anvendelse i den utstrekning det følger av Norges konvensjonsmessige forpliktelser overfor stat som bare er bundet av konvensjonen, at dokumentet skal være undergitt konvensjonens bestemmelser.\nPå befordring som nevnt i første ledd kommer sjøfartslovens​2 regler bare til anvendelse forsåvidt de ikke er i strid med denne lov.\nBestemmelser som er truffet i henhold til de internasjonale jernbanekonvensjoner, berøres ikke av denne lov.\n1 Endret ved lov 8 juni 1973 nr. 38.\n2 Lov 20 juli 1893 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Denne lov trer i kraft fra den dag Kongen bestemmer.​1\n1 Fra 1 januar 1939 iflg. res. 28 okt. 1938.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    }
  ]
}