{
  "id": "LOV-1996-06-07-31",
  "type": "statute",
  "title": "Lov om Den norske kirke (kirkeloven)",
  "short_name": "Kirkeloven – kirkel",
  "status": "in_force",
  "issued_date": "1996-06-07",
  "in_force_date": "1996-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1996-06-07-31",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Formålet med loven er å legge forholdene til rette for et aktivt engasjement og en stadig fornyelse i den evangelisk-lutherske​1 folkekirke​2 i Norge.\n1 Se Grl. § 16, NL 2-1.\n2 Jf. § 3 nr. 7 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kirkelig inndeling",
      "content": "Soknet er den grunnleggende enhet i Den norske kirke og kan ikke løses fra denne.\nDen norske kirke, så vel som det enkelte sokn, er egne rettssubjekter og har selv rettigheter og forpliktelser, er parter i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter.\nHvert sokn hører til ett prosti. Hvert prosti hører til ett bispedømme.\nHvert sokn skal være betjent av prest, hvert prosti av prost og hvert bispedømme av biskop.\nEndringer i den kirkelige inndeling og navn på kirke,​1 sokn, prosti og bispedømme​2 fastsettes av Kongen.​3 Departementet treffer de bestemmelser som er nødvendige for gjennomføring av inndelingsendringer og foretar nødvendige lempninger i anvendelsen av gjeldende lov. Avgjørelsesmyndighet etter dette ledd kan overlates til bispedømmerådet.​4\nSærskilt ordning for døvemenigheter og andre kategorialmenigheter fastsettes av Kirkemøtet.​5\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 17 (1).\n2 Se lov 14 aug 1918 nr. 1 og følgende lover som er utelatt fra lovsamlingen: 11 aug 1924 nr. 4, 12 des 1947 nr. 3, 23 mai 1952, 10 mai 1968 nr. 1, 11 juni 1982 nr. 52.\n3 Kulturdepartementet iflg. res. 7 juni 1996 nr. 528.\n4 Jf. § 23.\n5 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Statens økonomiske ansvar",
      "content": "Etter budsjettsøknad fra Kirkemøtet​1 gir staten tilskudd til prestetjenesten og kirkens virksomhet regionalt og nasjonalt. Staten kan gi tilskudd også til andre kirkelige formål.\n0 Tilføyd ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tilhørighet og medlemskap.​1",
      "content": "1. Bare person som er bosatt i riket og norsk statsborger​2 bosatt i utlandet kan være medlem av Den norske kirke.\n2. Barn anses å høre inn under Den norske kirke fra fødselen såfremt en av foreldrene er medlem. Hvis en av foreldrene ikke er medlem av Den norske kirke, kan de melde fra til kirkebokføreren​3 at barnet ikke skal anses å høre inn under denne.\nBlir foreldre som har foreldreansvaret​4 sammen, begge medlemmer av Den norske kirke, skal også deres barn under 15 år anses å høre inn under denne. Tilsvarende gjelder dersom en far eller mor som har foreldreansvaret alene, blir medlem av Den norske kirke.\n3. Barn av foreldre som ikke er medlemmer av Den norske kirke, anses å høre inn under denne såfremt foreldrene melder fra om det til kirkebokføreren.\n4. Melding etter nr 2 og 3 gis av foreldrene i fellesskap etter at barnet er født. Har en av foreldrene foreldreansvaret alene, gis meldingen av denne. Har ingen foreldreansvaret, kan melding gis av vergen.​5\nRetten for foreldre eller verge til å gi melding etter nr 2 og 3 vedvarer til barnet fyller 15 år.​6\n5. Barn som etter bestemmelsene i nr 2 og 3 anses å høre inn under Den norske kirke, blir medlem av denne når det er døpt. Når barnet har fylt 18 år uten å være døpt, anses det ikke lenger å høre inn under Den norske kirke.\n6. Den som er over 15 år, kan melde seg inn i eller ut av​6 Den norske kirke.\n7. Ingen kan bli medlem av Den norske kirke så lenge vedkommende er medlem av et annet trossamfunn​7 i Norge. Den som ikke tidligere er døpt, må la seg døpe etter Den norske kirkes ritual for å kunne bli medlem av kirken.\n8. Innmelding i, og utmelding av Den norske kirke skjer ved henvendelse til kirkebokføreren på bostedet eller til Kirkerådet.​8 Utmelding kan alltid skje skriftlig. Er vedkommende bosatt i utlandet, rettes henvendelsen til kirkebokføreren på siste bosted her, eller såfremt vedkommende ikke har hatt bosted her, til den kirkebokfører Kirkerådet bestemmer.\nMelding etter nr 2-4 skjer ved personlig eller skriftlig henvendelse til kirkebokføreren på barnets bosted. Er barnet bosatt i utlandet, gjelder regelen i første ledd tredje punktum tilsvarende.\nDen som mottar henvendelse etter reglene foran, skal påse at lovens vilkår er til stede, foreta registrering i kirkeboken og gi attest om det som blir registrert.\nKirkemøtet​9 gir nærmere regler om fremgangsmåten ved innmelding og utmelding og melding etter dette nummer, herunder om hvilke opplysninger som kan kreves.\n9. Departementet avgjør i tvilstilfelle om en person skal anses som medlem av Den norske kirke.\n10. Personer som anses å høre inn under eller er medlem i Den norske kirke, registreres​3 i et sentralt medlemsregister for Den norske kirke. Regler om registerføringen gis av Kirkemøtet.​9\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 juli 2016 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. lov 13 juni 1969 nr. 25 kap. I.\n2 Jf. lov 10 juni 2005 nr. 51.\n3 Jf. § 37.\n4 Se lov 8 apr 1981 nr. 7 kap. 5.\n5 Se lov 26 mars 2010 nr. 9 § 16 til § 18.\n6 Jf. lov 8 apr 1981 nr. 7 § 32 og BK art. 14.\n7 Jf. lov 13 juni 1969 nr. 25.\n8 Jf. § 25.\n9 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Stemmerett og valg",
      "content": "Hvert medlem av Den norske kirke som bor​1 i soknet og som senest i det år det stemmes vil ha fylt 15 år, har kirkelig stemmerett.\nI særlige tilfelle kan biskopen etter søknad fra vedkommende menighetsråd samtykke i at en person for et begrenset tidsrom gis stemmerett i et annet sokn enn det vedkommende er bosatt i.\nIngen kan ha stemmerett i mer enn ett sokn.\nKirkelige valg holdes samtidig med, og i lokaler i umiddelbar nærhet av, valg til Stortinget eller fylkesting og kommunestyrer.\nKirkemøtet​2 gir regler om kirkelig manntall​3 og om innføring i dette.\n0 Endret ved lover 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se lov 9 des 2016 nr. 88.\n2 Jf. § 24.\n3 Jf. § 3 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Soknets organer.",
      "content": "I hvert sokn​1 skal det være et menighetsråd. I kommuner med flere sokn skal det i tillegg være et kirkelig fellesråd.\nMenighetsrådet treffer avgjørelser og opptrer på vegne av soknet når det ikke er fastsatt i eller i medhold av lov at myndigheten er lagt til kirkelig fellesråd​2 eller annet organ. I kommuner med bare ett sokn utøver menighetsrådet de funksjoner som ellers ligger til kirkelig fellesråd. Departementet avgjør i tvilstilfelle hvilket organ som treffer avgjørelse og opptrer på vegne av soknet.\nI prosti hvor ikke alle sokn hører til samme kommune, og i kommuner med særlig mange sokn, kan departementet foreta tilpasninger av bestemmelsene om kirkelig fellesråd.\nFor å fremme hensiktsmessige organisasjonsformer og en hensiktsmessig oppgavefordeling i og mellom soknene, kan departementet godkjenne forsøk​3 som avviker fra denne lovs bestemmelser om organiseringen av soknets organer,​4 oppgavefordelingen​5 mellom disse og deres sammensetning. Departementet kan gi nærmere retningslinjer for forsøk etter denne bestemmelse.\nVed endringer i kommunegrenser eller sammenslåing av kommuner gjelder bestemmelsene i inndelingslova​6 om økonomisk oppgjør i kap. V og gjennomføring i kap. VI tilsvarende for kirkelig fellesråd så langt det passer. Bispedømmerådene utøver den myndighet som i inndelingslova er lagt til Fylkesmannen.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 juli 2016 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 2 (1).\n2 Se § 14.\n3 Jf. § 24 (6) og (7).\n4 Jf. første ledd og § 12.\n5 Jf. § 9 og § 14.\n6 Lov 15 juni 2001 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Menighetsrådets sammensetning.",
      "content": "Menighetsrådet​1 består av soknepresten og – etter menighetsmøtets​2 bestemmelse – 4, 6, 8 eller 10 andre medlemmer som velges ved flertalls- eller forholdstallsvalg for 4 år etter regler fastsatt av Kirkemøtet.​3 For de valgte medlemmer velges samtidig minst 5 varamedlemmer. Endring av tallet på de medlemmer som skal velges, må være vedtatt i menighetsmøte før valget kunngjøres.\nI kommuner med bare ett sokn, velger kommunen​4 et medlem og varamedlem til menighetsrådet som tiltrer rådet når dette behandler saker som i kommuner med flere sokn tilligger kirkelig fellesråd. Dette medlem kommer i tillegg til de som velges etter første ledd.\nValgbar til menighetsråd og pliktig til å ta imot valg, er den som har rett til å stemme​5 ved valget og som senest i det år det stemmes vil ha fylt 18 år.\nRett til å kreve seg fritatt for valg til menighetsråd har den som har fylt 65 år før valgperioden tar til, den som har gjort tjeneste som medlem av menighetsrådet de siste fire år og den som påberoper seg hindring som menighetsrådet godkjenner.\nBiskopen kan bestemme at en annen prest enn soknepresten skal være medlem av menighetsrådet. Biskopen bestemmer også hvordan prestene skal være varamedlemmer for hverandre.\nBiskopen og prosten har rett til å ta del i menighetsrådsmøte, men uten stemmerett. Det samme gjelder soknepresten dersom vedkommende ikke er medlem av rådet. Menighetsrådet kan innkalle andre til å ta del i forhandlingene, men uten stemmerett.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716).\n1 Jf. § 5.\n2 Jf. § 10.\n3 Jf. § 24.\n4 Jf. § 12.\n5 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Uttreden av menighetsrådet i valgperioden.",
      "content": "Den som taper valgbarheten​1 til menighetsrådet i valgperioden, trer endelig ut av rådet. Hvis tap av valgbarhet skyldes registrert utflytting fra soknet for to år eller mindre, trer vedkommende ut av vervet for den tid utflyttingen varer.\nMenighetsrådet kan etter søknad frita, for et kortere tidsrom eller resten av valgperioden, den som ikke uten uforholdsmessige vanskeligheter eller belastning kan skjøtte sine plikter i vervet.\nDersom det blir utferdiget siktelse​2 eller reist tiltale​3 mot et menighetsrådsmedlem for et straffbart forhold, som nevnt i straffeloven​4 kapittel 19, 27, 28 og 30 og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for menighetsråd eller kirkelig fellesråd, kan menighetsrådet vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort. Dersom et menighetsrådsmedlem dømmes for et straffbart forhold, kan menighetsrådet vedta at vedkommende skal tre endelig ut av rådet.\nHvis medlemmer av menighetsrådet trer endelig ut eller får varig forfall, trer varamedlemmer inn i deres sted i den nummerorden de er valgt. Er menighetsrådet valgt ved forholdstallsvalg,​5 trer varamedlemmene inn fra vedkommende gruppe.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 6 (3).\n2 Jf. strpl. § 82.\n3 Jf. strpl. kap. 19.\n4 Lov 20 mai 2005 nr. 28.\n5 Jf. § 6 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Formene for menighetsrådets virksomhet.",
      "content": "Menighetsrådet kan gi lederen eller denne og minst to av rådets medlemmer (arbeidsutvalg) fullmakt til på saklig begrensede områder å treffe avgjørelse i saker som skulle ha vært avgjort av rådet. Avgjørelse som er truffet med hjemmel i slik fullmakt skal refereres i første møte etter at avgjørelsen er truffet.\nMenighetsrådet kan bestemme at en av soknets tilsatte skal være daglig leder av virksomheten.​1\nNærmere regler om formene for menighetsrådets virksomhet gis av Kirkemøtet.​2\n1 Jf. § 9.\n2 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Menighetsrådets oppgaver.",
      "content": "Menighetsrådet skal ha sin oppmerksomhet henvendt på alt som kan gjøres for å vekke og nære det kristelige liv i soknet, særlig at Guds ord kan bli rikelig forkynt, syke og døende betjent med det, døpte gis dåpsopplæring, barn og unge samlet om gode formål og legemlig og åndelig nød avhjulpet.\nMenighetsrådet har ansvar for at kirkelig undervisning, kirkemusikk og diakoni innarbeides og utvikles i soknet.​1\nMenighetsrådet avgjør om det skal tas opp offer eller foretas innsamling i kirken og forvalter de midler som blir samlet inn, bevilget eller gitt som gave til kristelig virksomhet i soknet, med mindre annet er fastsatt. Regler om budsjettordning, regnskapsføring og revisjon gis av departementet. Avgjørelse om opprettelse av stillinger skal godkjennes av kirkelig fellesråd.​2\nMenighetsrådet medvirker ved tilsetting i kirkelige stillinger etter de regler som gjelder til enhver tid.\nMenighetsrådet innbyr minst en gang i året de tilsatte i soknet til å ta del i rådets drøftinger om menighetsforholdene og de oppgaver som foreligger.\nMenighetsrådet forbereder og gir innstilling til avgjørelse i alle saker som legges fram for menighetsmøtet, jfr § 10, eller som menighetsmøtet selv tar opp.\nMenighetsrådet gir hvert år menighetsmøtet en orientering om det kristelige arbeidet i soknet.\nMenighetsrådet skaffer til veie de opplysninger og gir de uttalelser som kirkelig myndighet ber om.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 15 (2).\n2 Jf. § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Menighetsmøtet.",
      "content": "Menighetsmøtet består av de stemmeberettigede​1 i soknet.​2 Bare de som møter fram personlig, kan stemme. Også biskopen, prosten og soknepresten kan ta del i møtet, men bare stemme om de ellers er stemmeberettiget i soknet.\nMenighetsmøtet kalles sammen av menighetsrådet​3 så ofte det er påkrevd eller finnes ønskelig eller når minst 20 av soknets stemmeberettigede krever det.\nNærmere regler om formene for menighetsmøtets virksomhet gis av Kirkemøtet.​4\n1 Se § 4.\n2 Se § 2 (1).\n3 Se § 5.\n4 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Menighetsmøtets oppgaver.",
      "content": "Menighetsmøtet avgjør saker om innføring av gudstjenstlige bøker i kirken og andre saker som etter bestemmelse av Kirkemøtet​1 overlates til menighetsmøtets avgjørelse.\nFør vedkommende myndighet treffer avgjørelse, skal menighetsmøtet gis anledning til å uttale seg om oppføring eller nedlegging av kirke,​2 og om deling, sammenslåing eller andre endringer i grensene for sokn.​3\nFor øvrig gir menighetsmøtet uttalelse når kirkelig myndighet ber om det eller når menighetsmøtet av eget tiltak ønsker å uttale seg.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.\n2 Jf. § 18 og § 21.\n3 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Sammensetningen av kirkelig fellesråd.",
      "content": "Kirkelig fellesråd består av:\na. to menighetsrådsmedlemmer​1 fra hvert menighetsråd​2 i kommunen, valgt av det enkelte menighetsråd,\nb. en representant valgt av kommunen, og\nc. en prost eller annen prest oppnevnt av biskopen. Biskopen kan unnlate oppnevning dersom det er valgt inn en prest etter bokstav a.\nEr det fem eller flere sokn i kommunen, velges bare ett menighetsrådsmedlem fra hvert menighetsråd.\nRepresentantene velges sammen med et tilsvarende antall vararepresentanter for 4 år.\nNærmere regler om valg av kirkelig fellesråd gis av Kirkemøtet.​3\nBiskopen har rett til å ta del i fellesrådsmøte, men uten stemmerett. Fellesrådet kan innkalle andre til å ta del i forhandlingene, men uten stemmerett.\n1 Jf. § 6.\n2 Se § 5.\n3 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Formene for kirkelig fellesråds virksomhet.",
      "content": "Kirkelig fellesråd kan gi lederen eller denne og minst to av rådets medlemmer (arbeidsutvalg) fullmakt til på saklig begrensede områder å treffe avgjørelse i saker som skulle ha vært avgjort av rådet. Avgjørelse som er truffet med hjemmel i slik fullmakt skal refereres i første møte etter at avgjørelsen er truffet.\nKirkelig fellesråd skal ha en daglig leder​1 av virksomheten.\nNærmere regler om formene for kirkelig fellesråds virksomhet gis av Kirkemøtet.​2\n1 Jf. § 15 (1), c.\n2 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Kirkelig fellesråds oppgaver.​1",
      "content": "Kirkelig fellesråd skal ivareta administrative og økonomiske oppgaver på vegne av soknene, utarbeide mål og planer for den kirkelige virksomhet i kommunen, fremme samarbeid mellom menighetsrådene og ivareta soknenes interesser i forhold til kommunen.\nKirkelig fellesråd er ansvarlig for:\na. bygging, drift og vedlikehold av kirker,​2\nb. anlegg, drift og forvaltning av gravplasser,​3\nc. opprettelse og nedleggelse av stillinger som lønnes over fellesrådets budsjett,\nd. anskaffelse og drift av menighets- og prestekontor,\ne. administrativ hjelp for prosten når staten yter tilskudd til det,\nf. – – –\ng. anskaffelse av lokaler, utstyr og materiell til konfirmasjonsopplæring.​4\nKirkelig fellesråd foretar tilsetting av og har arbeidsgiveransvaret for alle tilsatte som lønnes over fellesrådets budsjett. Før tilsetting og fastsetting av instruks skal vedkommende menighetsråd gis anledning til å uttale seg. Kirkelig fellesråd kan bemyndige menighetsråd til å utøve tilsettingmyndighet og andre arbeidsgiverfunksjoner for stilling hvor dette ellers ville ligge til fellesrådet. Kirkelig fellesråd kan også tildele utvalg som nevnt i § 35 første ledd myndighet til å foreta tilsetting og treffe avgjørelser i saker som gjelder forholdet mellom soknene eller soknet som arbeidsgiver og de tilsatte.\nKirkelig fellesråd forvalter inntekter og formue knyttet til kirke og kirkefond,​5 midler som utredes av kommunen​6 eller staten​7 og midler menighetsråd stiller til fellesrådets disposisjon for å løse oppgaver i soknene. Regler om budsjettordning, regnskapsføring og revisjon gis av departementet.\nKirkelig fellesråd utfører for øvrig de oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd.\n0 Endret ved lover 30 aug 2002 nr. 68 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 942), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 5 (2).\n2 Se § 18 og § 21.\n3 Se lov 7 juni 1996 nr. 32 § 3 og § 4.\n4 Jf. § 36.\n5 Se § 19.\n6 Se § 15.\n7 Se § 23 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Kommunens økonomiske ansvar.​1",
      "content": "Kommunen utreder følgende utgifter etter budsjettforslag fra kirkelig fellesråd:​2\na. utgifter til bygging, drift og vedlikehold av kirker,\nb. utgifter til anlegg og drift av gravplasser,\nc. utgifter til stillinger for kirketjener, klokker og organist/kantor ved hver kirke, og til daglig leder​3 av kirkelig fellesråd,\nd. driftsutgifter for fellesråd og menighetsråd, herunder utgifter til administrasjon og kontorhold,\ne. utgifter til lokaler, utstyr og materiell til konfirmasjonsopplæring,\nf. utgifter til kontorhold for prester.\nFellesrådets budsjettforslag skal også omfatte utgifter til kirkelig undervisning, diakoni, kirkemusikk og andre kirkelige tiltak i soknene.\nUtgiftsdekningen skal gi grunnlag for at det i soknene kan holdes de gudstjenester biskopen forordner, at nødvendige kirkelige tjenester kan ytes, at arbeidsforholdene for de kirkelig tilsatte er tilfredsstillende og at menighetsråd og fellesråd har tilstrekkelig administrativ hjelp.\nEtter avtale med kirkelig fellesråd​2 kan kommunal tjenesteyting tre i stedet for særskilt bevilgning til formål som nevnt i denne paragraf.\nKongen kan gi forskrift om kommunenes forpliktelser etter denne paragraf.\nKommunen kan ta opp lån for finansiering av sine forpliktelser etter første ledd bokstav a og b. De nærmere vilkår for kommunens låneopptak fremgår av kommuneloven.​4\nRepresentant for kirkelig fellesråd​2 kan gis møte- og talerett i kommunale organ når disse behandler saker som direkte berører fellesrådets virksomhet.\n0 Endret ved lover 30 aug 2002 nr. 68 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 942), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).\n1 Jf. § 14.\n2 Jf. § 12.\n3 Jf. § 13 (2).\n4 Lov 22 juni 2018 nr. 83 § 14-14 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Opptak av lån på soknets vegne m.v.",
      "content": "På soknets vegne kan det bare opptas lån​1 når dette er godkjent av bispedømmerådet.​2\nPå soknets vegne er det ikke tillatt å garantere for andres økonomiske forpliktelser eller stille eiendeler til sikkerhet for andres gjeld.\nEt sokn kan ikke tas under konkurs eller åpne gjeldsforhandling etter konkursloven.​3\nNår et sokn på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter kirkelig fellesråd​4 å treffe vedtak om betalingsinnstilling. Melding om slikt vedtak skal straks sendes bispedømmerådet som iverksetter de tiltak som anses nødvendig.\n1 Se § 18 (2).\n2 Jf. § 23.\n3 Lov 8 juni 1984 nr. 58.\n4 Jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Definisjon av og eiendomsrett til kirke.",
      "content": "Med kirke menes i dette kapittel soknekirke eller kapell som er godkjent av Kongen eller departementet, eller som er kirke fra gammelt av.\nDet skal være kirke i hvert sokn.​1\nKirkene er soknets eiendom,​2 med mindre annet følger av særskilt rettsgrunnlag. Soknene i en kommune kan i fellesskap eie kirker.\n1 Se § 2 (1).\n2 Jf. § 2 (2), lov 7 juni 1996 nr. 32 § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forvaltning av kirkene og begrensning i rådighet.",
      "content": "Forvaltningen av kirkene hører under kirkelig fellesråd,​1 med mindre annet er bestemt av departementet.\nKirker kan ikke avhendes, pantsettes eller påheftes bruksretter. Departementet kan likevel samtykke i salg når særlige grunner tilsier det.\nFormuesrettigheter som er knyttet til en kirke, kan ikke skilles fra den. Fast eiendom som ikke er nødvendig for kirken, kan likevel avhendes med samtykke av bispedømmerådet.​2\nMenighetsrådet fører fortegnelse over inventar og utstyr i soknets kirker. Anskaffelse og avhendelse av kirkens inventar og utstyr skal godkjennes av biskopen.\n1 Se § 12.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kirkefond.",
      "content": "Kapital som er knyttet til en kirke, samles i et kirkefond. Fondet forvaltes av kirkelig fellesråd​1 etter regler gitt av departementet. Avkastningen skal benyttes til kirkens drift og vedlikehold. Med bispedømmerådets​2 samtykke kan avkastningen benyttes til andre kirkelige formål i soknet eller i andre sokn i kommunen.\nFondets kapital kan med bispedømmerådets samtykke benyttes til kirkelige formål i soknet eller i andre sokn innen kommunen.\nReglene i første og annet ledd gjelder ikke dersom noe annet følger av testamentariske eller andre særlige bestemmelser.\n1 Jf. § 14 (4).\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Betaling for bruk av kirken m.v.",
      "content": "For benyttelse av kirken til gudstjeneste eller annen oppbyggelse tas det ikke betaling. Det samme gjelder kirkelige handlinger som utføres i forbindelse med en gudstjeneste.\nFor benyttelse til andre formål eller kirkelige handlinger utenfor gudstjeneste kan kirkelig fellesråd​1 kreve betaling​2 etter nærmere regler godkjent av bispedømmerådet.​3\nKirkemøtet​4 gir nærmere bestemmelser om bruk av kirkene.\n0 Endret ved lov 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502).\n1 Jf. § 14.\n2 Jf. lov 7 juni 1996 nr. 32 § 21 (2).\n3 Se § 23.\n4 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Oppføring av ny kirke m.v.",
      "content": "Ny kirke skal bygges når en kirke er tilintetgjort eller på grunn av vesentlige mangler er ubrukbar og ikke kan utbedres, når den under vanlige gudstjenester ikke gir tilstrekkelig plass for de kirkesøkende og ikke hensiktsmessig kan utvides, eller når det dannes et nytt sokn​1 der det fra før ikke er kirke.\nNy kirke skal i kirkerommet ha sitteplass til en tidel av Den norske kirkes medlemmer i soknet. Det kreves likevel minst 200 og ikke mer enn 500 sitteplasser.\nNår særlige grunner tilsier det, kan departementet gjøre unntak fra reglene i første og annet ledd.\nOppføring, ombygging, utvidelse og nedleggelse av kirke​2 skal godkjennes av departementet. Det samme gjelder tomt til oppføring av kirke, tegninger, kostnadsoverslag og finansieringsplan.\nI spredtbygd område er bebyggelse ikke tillatt​3 nærmere kirke enn 60 meter uten tillatelse av departementet.\nDepartementet kan på avgrensede områder overlate til biskopen å treffe beslutninger etter denne paragraf.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 2 (2).\n2 Jf. § 11 (2).\n3 Jf. pbl. § 29-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Bispedømmeråd",
      "content": "Bispedømmerådet består av:\na. biskopen,\nb. en prest valgt av prestene i bispedømmet,\nc. en lek kirkelig tilsatt valgt av de leke kirkelig tilsatte i bispedømmet og\nd. sju andre leke valgt ved flertalls- eller forholdstallsvalg, hvorav minst fire velges direkte av bispedømmets stemmeberettigede medlemmer,\ne. en nord-samisk representant i Nord-Hålogaland bispedømmeråd, en lule-samisk representant i Sør-Hålogaland bispedømmeråd, og en sør-samisk representant i Nidaros bispedømmeråd.\nf. en representant fra døvemenighetene​1 i Oslo bispedømmeråd.\nPresten og de leke medlemmene velges for fire år. Kirkemøtet​2 gir nærmere regler om valget, herunder regler om antallet varamedlemmer og regler som presiserer hvem som er stemmeberettiget og valgbar etter første ledd bokstavene b, c, d, e og f.\nBispedømmerådet skal ha sin oppmerksomhet henvendt på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet mellom de enkelte menighetsråd og andre lokale arbeidsgrupper innen bispedømmet.\nBispedømmerådet utfører de gjøremål som det til enhver tid er pålagt av Kirkemøtet​2 eller Kirkerådet.​3 Bispedømmerådet kan også utføre oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd eller kirkelige fellesråd.\nFor bispedømmerådet gjelder reglene i § 7 og § 8 første ledd tilsvarende.\nBispedømmerådet skal ha en daglig leder av virksomheten.\nNærmere regler om formene for bispedømmerådets virksomhet gis av Kirkemøtet.​2\n0 Endret ved lover 29 apr 2005 nr. 25 (ikr. 1 juni 2005, men første ledd ny bokstav f ikr. 1 juni 2006, iflg. res. 29 apr 2005 nr. 379), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 2 (6).\n2 Jf. § 24.\n3 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Kirkemøtet",
      "content": "Kirkemøtet består av medlemmene av bispedømmerådene​1 og ett medlem valgt etter nærmere regler fastsatt av Kirkemøtet. Kirkemøtet samles ordinært til møte en gang i året. Har et medlem forfall, skal varamedlem kalles inn.\nKirkemøtet skal ha sin oppmerksomhet henvendt på saker av felles kirkelig karakter og ellers på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet innen Den norske kirke.​2 Som øverste representative organ i Den norske kirke fastsetter Kirkemøtet alle gudstjenstlige bøker i Kirken.​3 Kirkemøtet skal verne og fremme samisk kirkeliv og ivareta Den norske kirkes internasjonale og økumeniske oppgaver.\nKirkemøtet\na. gir uttalelse i saker om viktige endringer i lover på det kirkelige område,\nb. fastsetter retningsgivende planer og programmer for den kirkelige undervisning, diakoni, kirkemusikk og for økumenisk virksomhet,\nc. fastsetter kvalifikasjonskrav og tjenesteordning for særskilte stillinger innen kirkelig undervisning, diakoni og kirkemusikk,\nd. gir regler om kirkens inventar og utstyr,​4\ne. foreslår retningslinjer for kirkelig inndeling.\nKirkemøtet treffer avgjørelser og opptrer på vegne av rettssubjektet Den norske kirke når det ikke er fastsatt i eller i medhold av lov at myndigheten er lagt til annet organ.\nKirkemøtet kan gi en arbeidsgiverorganisasjon fullmakt til å inngå og si opp tariffavtale, samt å gi eller motta kollektiv arbeidsoppsigelse på rettssubjektet Den norske kirkes vegne.\nKirkemøtet kan godkjenne forsøk med valgmenigheter som selv finansierer sin virksomhet. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.\nKirkemøtet kan uten hinder av bestemmelsene i loven her godkjenne forsøk​5 med valgperiode på to år og direkte valg til kirkelig fellesråd​6 og bispedømmeråd. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.\nKirkemøtet kan delegere sin myndighet til Bispemøtet,​7 bispedømmerådene, biskopene, prostene og til eventuell nemnd opprettet i medhold av § 27.\n0 Endret ved lover 29 apr 2005 nr. 25 (ikr. 1 juni 2005 iflg. res. 29 apr 2005 nr. 379), 29 mai 2009 nr. 31 (ikr. 29 mai 2009 iflg. res. 29 mai 2009 nr. 564), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 23.\n2 Jf. Grl. § 16.\n3 Jf. § 11 (1).\n4 Jf. § 18 (4).\n5 Jf. § 5 (4).\n6 Jf. § 12.\n7 Jf. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Kirkerådet",
      "content": "Kirkerådet består av et antall medlemmer med personlige varamedlemmer valgt av Kirkemøtet​1 og en biskop med varamedlem valgt av Bispemøtet.​2\nKirkerådet forbereder de saker som skal behandles av Kirkemøtet og iverksetter Kirkemøtets beslutninger.\nKirkerådet leder kirkens arbeid på nasjonalt nivå.\nKirkerådet har ansvaret for at økonomiforvaltningen og økonomistyringen av de midlene som Kirkemøtet disponerer, er forsvarlig. Kirkerådet fastsetter regnskapet. For regnskapet gjelder regnskapsloven om ikke departementet har fastsatt andre bestemmelser i forskrift.\nKirkerådet skal ha en daglig leder av virksomheten.\nNærmere regler for valg av Kirkeråd og for Kirkerådets virksomhet fastsettes av Kirkemøtet.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 sep 2011 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 24.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Bispemøtet.",
      "content": "Bispemøtet består av samtlige tjenestegjørende biskoper.\nBispemøtet virker for samordning av de gjøremål som etter gjeldende regler tilligger biskopene og utfører for øvrig de gjøremål som til enhver tid er pålagt ved bestemmelse av Kirkemøtet.​1 Det avgir uttalelse i saker som det blir forelagt av Kirkemøtet.\nKirkemøtet​1 gir nærmere bestemmelser​2 for møtene.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.\n2 Se res. 6 juni 1997 nr. 1056.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Nemnd",
      "content": "Kirkemøtet​1 kan oppnevne en særskilt nemnd og overlate til denne å avgjøre saker og fastsette nærmere regler for nemndas arbeid.\nNemnda kan ikke omgjøre vedtak truffet av soknets organer.\n0 Endret ved lover 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Retningslinjer for arbeid i møter og råd.",
      "content": "De kirkelige møter​1 og råd​2 etter denne lov skal utføre sitt arbeid i lojalitet mot den evangelisk-lutherske lære.​3\n1 Se § 10 og § 24.\n2 Se § 6, § 12, § 23 og § 25.\n3 Se § 1, NL 2-1, Grl. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Krav om medlemskap. Politiattest",
      "content": "Kirkelig tilsatte​1 og ombud skal være medlem av Den norske kirke. Det kan dispenseres fra kravet når særlige grunner tilsier det etter nærmere regler fastsatt av Kirkemøtet.​2\nLovbestemte organer i Den norske kirke kan kreve fremleggelse av barneomsorgsattest som nevnt i politiregisterloven​3 § 39 første ledd, av person som lønnet eller ulønnet skal tilsettes, utføre oppgaver eller inneha tillitsverv der vedkommende vil ha omsorg for eller oppgaver knyttet til mindreårige.​4\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se dog lov 7 juni 1996 nr. 32 § 22.\n2 Jf. § 24.\n3 Lov 28 mai 2010 nr. 16.\n4 Jf. lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Møte- og stemmeplikt.",
      "content": "Den som er valgt som medlem av et lovbestemt kirkelig organ, plikter å delta i organets møter, med mindre det foreligger gyldig forfall. Arbeidstaker har krav på fri fra arbeid i det omfang dette er nødvendig på grunn av møteplikt i lovbestemt kirkelig organ eller utvalg oppnevnt av slikt organ.​1\nMedlem som er til stede i et lovbestemt kirkelig organ når en sak tas opp til avstemning, plikter å avgi stemme. Ved valg og ansettelse er det adgang til å stemme blankt.\n1 Jf. aml. § 12-13, lov 21 juni 2013 nr. 102 § 7-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Prestenes, prostenes og biskopenes tjeneste",
      "content": "Ingen kan tilsettes som prest eller ordineres til prestetjeneste i Den norske kirke uten å ha de kvalifikasjoner som fastsettes av Kirkemøtet.​1\nAll prestetjeneste skal organiseres slik at prestene kan utøve sin tjeneste i samsvar med ordinasjonens forutsetninger og forpliktelser.\nPrest som gjør seg skyldig i grovt pliktbrudd eller annet vesentlig brudd på ordinasjonsforpliktelsen, kan fratas retten til å utføre prestetjeneste etter nærmere regler om saksbehandling og klageadgang fastsatt av Kirkemøtet.\nKirkemøtet fastsetter tjenesteordning og gir nærmere regler om vilkår mv. for prester, proster og biskoper.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Tjenestebolig.",
      "content": "Departementet kan pålegge en kommune å stille tjenestebolig til rådighet for geistlig embets- eller tjenestemann. Staten dekker i tilfelle kommunens utgifter etter regler​1 fastsatt av Kongen.\n1 Res. 1 juni 2007 nr. 570.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Medbestemmelse og tariffavtaler.",
      "content": "I tilknytning til kirkelig fellesråd og menighetsråd som utøver arbeidsgiveransvar skal det opprettes et partssammensatt utvalg​1 for behandling av saker som gjelder forholdet mellom soknene eller soknet som arbeidsgiver og de tilsatte, med mindre partene avtaler at slike saker skal behandles på annen måte. Utvalget sammensettes av representanter for rådet og representanter valgt av og blant de tilsatte. Flertallet i utvalget skal bestå av representanter for rådet. Rådet velger utvalgets leder og nestleder blant disse.\nMenighetsrådet og kirkelig fellesråd kan selv gi en sammenslutning av menighetsråd og fellesråd fullmakt til å inngå og si opp tariffavtale, samt å gi eller motta kollektiv arbeidsoppsigelse på soknets vegne.\nRepresentanter for de tilsatte har møte- og talerett i underutvalg oppnevnt av kirkelig fellesråd og menighetsråd når disse behandler saker som gjelder forholdet mellom fellesråd/menighetsråd som arbeidsgiver og de tilsatte.\nRepresentanter for de tilsatte har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse av forhandlinger med arbeidstakere, arbeidskonflikt, rettstvister med arbeidstakere eller oppsigelse av tariffavtaler.\nKirkelig fellesråd fastsetter nærmere retningslinjer for møterett etter tredje ledd.\n1 Jf. § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Konfirmasjonsopplæring.",
      "content": "Konfirmasjonsopplæring​1 skal ikke legges til skolens tid, med mindre særlige grunner tilsier det og kommunen har gitt sitt samtykke. Med særlige grunner menes tilrettelagt opplæring for funksjonshemmede, avstander som krever skoleskyss eller liknende forhold som gjør det svært vanskelig å gi et tilfredsstillende opplæringstilbud utenom skolens tid.\n0 Endret ved lov 29 apr 2005 nr. 25 (ikr. 1 juni 2005 iflg. res. 29 apr 2005 nr. 379).\n1 Jf. § 14 (2), g og § 15 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Kirkebokføring.",
      "content": "Det skal føres register over personer som blir døpt, konfirmert, vigslet til ekteskap og jordfestet ved prest i Den norske kirke samt over personer som melder seg inn i eller ut av Den norske kirke. Nærmere regler om registerføringen gis av Kirkemøtet.​1\nOpplysninger som nevnt i første ledd kan etter nærmere bestemmelser av Kirkemøtet inntas i medlemsregister for Den norske kirke, jf. § 3 nr. 10.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Saksbehandlingsregler.",
      "content": "Forvaltningsloven,​1 offentleglova​2 og regler om offentlige organer i arkivlova​3 gjelder for den virksomhet som drives av lovbestemte kirkelige organer.​4 For saker om ansettelse, oppsigelse eller andre personalsaker kommer likevel bare forvaltningsloven kapittel II og III til anvendelse.\nVedtak i et lovbestemt kirkelig organ kan ikke påklages med mindre annet er særskilt bestemt. Vedtak etter offentleglova​2 som er truffet av menighetsrådet eller kirkelig fellesråd, kan påklages til bispedømmerådet. Vedtak etter offentleglova som er truffet av bispedømmerådet, kan påklages til Kirkerådet.\nOm ugildhet gjelder reglene i forvaltningsloven​1 kap. II, med følgende særregler:\na. Ugildhet inntrer ikke ved valg til tillitsverv eller ved fastsetting av godtgjøring o.l. for slike verv.\nb. Kirkelig tilsatte som i denne egenskap har medvirket ved tilretteleggelsen av grunnlaget for en avgjørelse, eller ved tidligere avgjørelse i samme sak, skal alltid anses som ugild når saken behandles i et lovbestemt kirkelig organ. Biskopen regnes ikke som kirkelig tilsatt i forhold til denne bestemmelse. Det samme gjelder prost og annen prest som enten i kraft av sin stilling eller etter oppnevning av biskopen er medlem av et organ for soknet.\n0 Endret ved lover 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Lov 10 feb 1967.\n2 Lov 19 mai 2006 nr. 16.\n3 Lov 4 des 1992 nr. 126.\n4 Se offl. § 25 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Avgrensning av lovens virkeområde.",
      "content": "Loven gjelder ikke for Svalbard.​1\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Overgangsregler ved omdanning av Den norske kirke til eget rettssubjekt",
      "content": "Ved omdanning av Den norske kirke til eget rettssubjekt ved lov om endringer i kirkeloven (omdanning av Den norske kirke til eget rettssubjekt m.m.) har overdragelse til rettssubjektet Den norske kirke av forpliktelser knyttet til den statskirkelige virksomheten frigjørende virkning for staten. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.\nOffentlige rettigheter, tillatelser mv. som gjelder for den virksomhet som skal omdannes, blir fra overdragelsestidspunktet overført til Den norske kirke. Omregistrering i grunnboken og andre offentlige registre i forbindelse med virksomhetsoverdragelsen skjer ved navneendring.\nKirkelig tilsatte som overføres fra staten til Den norske kirke, gis rett til uttak av avtalefestet pensjon tilsvarende ordningen i Hovedtariffavtalen i staten, i samsvar med det som er fastsatt i lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse og i lov 28. juli 1949 nr. 26 om Statens pensjonskasse. Retten til uttak forutsetter medlemskap i Statens pensjonskasse og gjelder fram til 1. januar 2021.\n0 Tilføyd ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Ikrafttredelse og opphevelse av andre lover m.v.",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer. De enkelte deler av loven kan settes i kraft til ulik tid.\nStiftelser som ivaretar kirkelige formål innen soknet, kan omdannes og midler overføres til soknet, når menighetsrådet eller fellesrådet og stiftelsens styre finner at formålet kan ivaretas av soknet direkte. Begjæring om omdanning kan settes fram av menighetsrådet eller fellesrådet og stiftelsens styre i fellesskap etter ikrafttredelsen av denne lov. For øvrig gjelder reglene i stiftelsesloven.​2\nFra den tid loven trer i kraft, oppheves følgende lover: – – –\nKongen​3 kan gi nødvendige overgangsbestemmelser og kan for øvrig ved forskrift gi nærmere regler til gjennomføring av loven.\n0 Endret ved lover 15 juni 2001 nr. 59 (ikr. 1 jan 2005 iflg. res. 19 nov 2004 nr. 1489), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532), tidligere § 40.\n1 Fra 1 jan 1997, bortsett fra §§ 6, 8, 10, 12, 13, 22 23, 24 og 25 som gir Kirkemøtet myndighet til å fastsette regler, samt §§ 2, 5, 25 og 40 siste ledd, som trådte ikr. 1 juli 1996 iflg. res. 7 juni 1996 nr. 527.\n2 Lov 15 juni 2001 nr. 59.\n3 Kulturdepartementet iflg. res. 7 juni 1996 nr. 528 og res. 21 des 2001 nr. 1485.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens formål.",
      "content": "Formålet med loven er å legge forholdene til rette for et aktivt engasjement og en stadig fornyelse i den evangelisk-lutherske​1 folkekirke​2 i Norge.\n1 Se Grl. § 16, NL 2-1.\n2 Jf. § 3 nr. 7 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kirkelig inndeling",
      "content": "Soknet er den grunnleggende enhet i Den norske kirke og kan ikke løses fra denne.\nDen norske kirke, så vel som det enkelte sokn, er egne rettssubjekter og har selv rettigheter og forpliktelser, er parter i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter.\nHvert sokn hører til ett prosti. Hvert prosti hører til ett bispedømme.\nHvert sokn skal være betjent av prest, hvert prosti av prost og hvert bispedømme av biskop.\nEndringer i den kirkelige inndeling og navn på kirke,​1 sokn, prosti og bispedømme​2 fastsettes av Kongen.​3 Departementet treffer de bestemmelser som er nødvendige for gjennomføring av inndelingsendringer og foretar nødvendige lempninger i anvendelsen av gjeldende lov. Avgjørelsesmyndighet etter dette ledd kan overlates til bispedømmerådet.​4\nSærskilt ordning for døvemenigheter og andre kategorialmenigheter fastsettes av Kirkemøtet.​5\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 17 (1).\n2 Se lov 14 aug 1918 nr. 1 og følgende lover som er utelatt fra lovsamlingen: 11 aug 1924 nr. 4, 12 des 1947 nr. 3, 23 mai 1952, 10 mai 1968 nr. 1, 11 juni 1982 nr. 52.\n3 Kulturdepartementet iflg. res. 7 juni 1996 nr. 528.\n4 Jf. § 23.\n5 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:2 a",
      "chapter": "1",
      "section": "2 a",
      "title": "Statens økonomiske ansvar",
      "content": "Etter budsjettsøknad fra Kirkemøtet​1 gir staten tilskudd til prestetjenesten og kirkens virksomhet regionalt og nasjonalt. Staten kan gi tilskudd også til andre kirkelige formål.\n0 Tilføyd ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2 a."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Tilhørighet og medlemskap.​1",
      "content": "1. Bare person som er bosatt i riket og norsk statsborger​2 bosatt i utlandet kan være medlem av Den norske kirke.\n2. Barn anses å høre inn under Den norske kirke fra fødselen såfremt en av foreldrene er medlem. Hvis en av foreldrene ikke er medlem av Den norske kirke, kan de melde fra til kirkebokføreren​3 at barnet ikke skal anses å høre inn under denne.\nBlir foreldre som har foreldreansvaret​4 sammen, begge medlemmer av Den norske kirke, skal også deres barn under 15 år anses å høre inn under denne. Tilsvarende gjelder dersom en far eller mor som har foreldreansvaret alene, blir medlem av Den norske kirke.\n3. Barn av foreldre som ikke er medlemmer av Den norske kirke, anses å høre inn under denne såfremt foreldrene melder fra om det til kirkebokføreren.\n4. Melding etter nr 2 og 3 gis av foreldrene i fellesskap etter at barnet er født. Har en av foreldrene foreldreansvaret alene, gis meldingen av denne. Har ingen foreldreansvaret, kan melding gis av vergen.​5\nRetten for foreldre eller verge til å gi melding etter nr 2 og 3 vedvarer til barnet fyller 15 år.​6\n5. Barn som etter bestemmelsene i nr 2 og 3 anses å høre inn under Den norske kirke, blir medlem av denne når det er døpt. Når barnet har fylt 18 år uten å være døpt, anses det ikke lenger å høre inn under Den norske kirke.\n6. Den som er over 15 år, kan melde seg inn i eller ut av​6 Den norske kirke.\n7. Ingen kan bli medlem av Den norske kirke så lenge vedkommende er medlem av et annet trossamfunn​7 i Norge. Den som ikke tidligere er døpt, må la seg døpe etter Den norske kirkes ritual for å kunne bli medlem av kirken.\n8. Innmelding i, og utmelding av Den norske kirke skjer ved henvendelse til kirkebokføreren på bostedet eller til Kirkerådet.​8 Utmelding kan alltid skje skriftlig. Er vedkommende bosatt i utlandet, rettes henvendelsen til kirkebokføreren på siste bosted her, eller såfremt vedkommende ikke har hatt bosted her, til den kirkebokfører Kirkerådet bestemmer.\nMelding etter nr 2-4 skjer ved personlig eller skriftlig henvendelse til kirkebokføreren på barnets bosted. Er barnet bosatt i utlandet, gjelder regelen i første ledd tredje punktum tilsvarende.\nDen som mottar henvendelse etter reglene foran, skal påse at lovens vilkår er til stede, foreta registrering i kirkeboken og gi attest om det som blir registrert.\nKirkemøtet​9 gir nærmere regler om fremgangsmåten ved innmelding og utmelding og melding etter dette nummer, herunder om hvilke opplysninger som kan kreves.\n9. Departementet avgjør i tvilstilfelle om en person skal anses som medlem av Den norske kirke.\n10. Personer som anses å høre inn under eller er medlem i Den norske kirke, registreres​3 i et sentralt medlemsregister for Den norske kirke. Regler om registerføringen gis av Kirkemøtet.​9\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 juli 2016 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. lov 13 juni 1969 nr. 25 kap. I.\n2 Jf. lov 10 juni 2005 nr. 51.\n3 Jf. § 37.\n4 Se lov 8 apr 1981 nr. 7 kap. 5.\n5 Se lov 26 mars 2010 nr. 9 § 16 til § 18.\n6 Jf. lov 8 apr 1981 nr. 7 § 32 og BK art. 14.\n7 Jf. lov 13 juni 1969 nr. 25.\n8 Jf. § 25.\n9 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Stemmerett og valg",
      "content": "Hvert medlem av Den norske kirke som bor​1 i soknet og som senest i det år det stemmes vil ha fylt 15 år, har kirkelig stemmerett.\nI særlige tilfelle kan biskopen etter søknad fra vedkommende menighetsråd samtykke i at en person for et begrenset tidsrom gis stemmerett i et annet sokn enn det vedkommende er bosatt i.\nIngen kan ha stemmerett i mer enn ett sokn.\nKirkelige valg holdes samtidig med, og i lokaler i umiddelbar nærhet av, valg til Stortinget eller fylkesting og kommunestyrer.\nKirkemøtet​2 gir regler om kirkelig manntall​3 og om innføring i dette.\n0 Endret ved lover 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se lov 9 des 2016 nr. 88.\n2 Jf. § 24.\n3 Jf. § 3 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Soknets organer.",
      "content": "I hvert sokn​1 skal det være et menighetsråd. I kommuner med flere sokn skal det i tillegg være et kirkelig fellesråd.\nMenighetsrådet treffer avgjørelser og opptrer på vegne av soknet når det ikke er fastsatt i eller i medhold av lov at myndigheten er lagt til kirkelig fellesråd​2 eller annet organ. I kommuner med bare ett sokn utøver menighetsrådet de funksjoner som ellers ligger til kirkelig fellesråd. Departementet avgjør i tvilstilfelle hvilket organ som treffer avgjørelse og opptrer på vegne av soknet.\nI prosti hvor ikke alle sokn hører til samme kommune, og i kommuner med særlig mange sokn, kan departementet foreta tilpasninger av bestemmelsene om kirkelig fellesråd.\nFor å fremme hensiktsmessige organisasjonsformer og en hensiktsmessig oppgavefordeling i og mellom soknene, kan departementet godkjenne forsøk​3 som avviker fra denne lovs bestemmelser om organiseringen av soknets organer,​4 oppgavefordelingen​5 mellom disse og deres sammensetning. Departementet kan gi nærmere retningslinjer for forsøk etter denne bestemmelse.\nVed endringer i kommunegrenser eller sammenslåing av kommuner gjelder bestemmelsene i inndelingslova​6 om økonomisk oppgjør i kap. V og gjennomføring i kap. VI tilsvarende for kirkelig fellesråd så langt det passer. Bispedømmerådene utøver den myndighet som i inndelingslova er lagt til Fylkesmannen.\n0 Endret ved lover 15 juni 2001 nr. 68 (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 659), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 juli 2016 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 2 (1).\n2 Se § 14.\n3 Jf. § 24 (6) og (7).\n4 Jf. første ledd og § 12.\n5 Jf. § 9 og § 14.\n6 Lov 15 juni 2001 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Menighetsrådets sammensetning.",
      "content": "Menighetsrådet​1 består av soknepresten og – etter menighetsmøtets​2 bestemmelse – 4, 6, 8 eller 10 andre medlemmer som velges ved flertalls- eller forholdstallsvalg for 4 år etter regler fastsatt av Kirkemøtet.​3 For de valgte medlemmer velges samtidig minst 5 varamedlemmer. Endring av tallet på de medlemmer som skal velges, må være vedtatt i menighetsmøte før valget kunngjøres.\nI kommuner med bare ett sokn, velger kommunen​4 et medlem og varamedlem til menighetsrådet som tiltrer rådet når dette behandler saker som i kommuner med flere sokn tilligger kirkelig fellesråd. Dette medlem kommer i tillegg til de som velges etter første ledd.\nValgbar til menighetsråd og pliktig til å ta imot valg, er den som har rett til å stemme​5 ved valget og som senest i det år det stemmes vil ha fylt 18 år.\nRett til å kreve seg fritatt for valg til menighetsråd har den som har fylt 65 år før valgperioden tar til, den som har gjort tjeneste som medlem av menighetsrådet de siste fire år og den som påberoper seg hindring som menighetsrådet godkjenner.\nBiskopen kan bestemme at en annen prest enn soknepresten skal være medlem av menighetsrådet. Biskopen bestemmer også hvordan prestene skal være varamedlemmer for hverandre.\nBiskopen og prosten har rett til å ta del i menighetsrådsmøte, men uten stemmerett. Det samme gjelder soknepresten dersom vedkommende ikke er medlem av rådet. Menighetsrådet kan innkalle andre til å ta del i forhandlingene, men uten stemmerett.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716).\n1 Jf. § 5.\n2 Jf. § 10.\n3 Jf. § 24.\n4 Jf. § 12.\n5 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Uttreden av menighetsrådet i valgperioden.",
      "content": "Den som taper valgbarheten​1 til menighetsrådet i valgperioden, trer endelig ut av rådet. Hvis tap av valgbarhet skyldes registrert utflytting fra soknet for to år eller mindre, trer vedkommende ut av vervet for den tid utflyttingen varer.\nMenighetsrådet kan etter søknad frita, for et kortere tidsrom eller resten av valgperioden, den som ikke uten uforholdsmessige vanskeligheter eller belastning kan skjøtte sine plikter i vervet.\nDersom det blir utferdiget siktelse​2 eller reist tiltale​3 mot et menighetsrådsmedlem for et straffbart forhold, som nevnt i straffeloven​4 kapittel 19, 27, 28 og 30 og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for menighetsråd eller kirkelig fellesråd, kan menighetsrådet vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort. Dersom et menighetsrådsmedlem dømmes for et straffbart forhold, kan menighetsrådet vedta at vedkommende skal tre endelig ut av rådet.\nHvis medlemmer av menighetsrådet trer endelig ut eller får varig forfall, trer varamedlemmer inn i deres sted i den nummerorden de er valgt. Er menighetsrådet valgt ved forholdstallsvalg,​5 trer varamedlemmene inn fra vedkommende gruppe.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 6 (3).\n2 Jf. strpl. § 82.\n3 Jf. strpl. kap. 19.\n4 Lov 20 mai 2005 nr. 28.\n5 Jf. § 6 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Formene for menighetsrådets virksomhet.",
      "content": "Menighetsrådet kan gi lederen eller denne og minst to av rådets medlemmer (arbeidsutvalg) fullmakt til på saklig begrensede områder å treffe avgjørelse i saker som skulle ha vært avgjort av rådet. Avgjørelse som er truffet med hjemmel i slik fullmakt skal refereres i første møte etter at avgjørelsen er truffet.\nMenighetsrådet kan bestemme at en av soknets tilsatte skal være daglig leder av virksomheten.​1\nNærmere regler om formene for menighetsrådets virksomhet gis av Kirkemøtet.​2\n1 Jf. § 9.\n2 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Menighetsrådets oppgaver.",
      "content": "Menighetsrådet skal ha sin oppmerksomhet henvendt på alt som kan gjøres for å vekke og nære det kristelige liv i soknet, særlig at Guds ord kan bli rikelig forkynt, syke og døende betjent med det, døpte gis dåpsopplæring, barn og unge samlet om gode formål og legemlig og åndelig nød avhjulpet.\nMenighetsrådet har ansvar for at kirkelig undervisning, kirkemusikk og diakoni innarbeides og utvikles i soknet.​1\nMenighetsrådet avgjør om det skal tas opp offer eller foretas innsamling i kirken og forvalter de midler som blir samlet inn, bevilget eller gitt som gave til kristelig virksomhet i soknet, med mindre annet er fastsatt. Regler om budsjettordning, regnskapsføring og revisjon gis av departementet. Avgjørelse om opprettelse av stillinger skal godkjennes av kirkelig fellesråd.​2\nMenighetsrådet medvirker ved tilsetting i kirkelige stillinger etter de regler som gjelder til enhver tid.\nMenighetsrådet innbyr minst en gang i året de tilsatte i soknet til å ta del i rådets drøftinger om menighetsforholdene og de oppgaver som foreligger.\nMenighetsrådet forbereder og gir innstilling til avgjørelse i alle saker som legges fram for menighetsmøtet, jfr § 10, eller som menighetsmøtet selv tar opp.\nMenighetsrådet gir hvert år menighetsmøtet en orientering om det kristelige arbeidet i soknet.\nMenighetsrådet skaffer til veie de opplysninger og gir de uttalelser som kirkelig myndighet ber om.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 15 (2).\n2 Jf. § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Menighetsmøtet.",
      "content": "Menighetsmøtet består av de stemmeberettigede​1 i soknet.​2 Bare de som møter fram personlig, kan stemme. Også biskopen, prosten og soknepresten kan ta del i møtet, men bare stemme om de ellers er stemmeberettiget i soknet.\nMenighetsmøtet kalles sammen av menighetsrådet​3 så ofte det er påkrevd eller finnes ønskelig eller når minst 20 av soknets stemmeberettigede krever det.\nNærmere regler om formene for menighetsmøtets virksomhet gis av Kirkemøtet.​4\n1 Se § 4.\n2 Se § 2 (1).\n3 Se § 5.\n4 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Menighetsmøtets oppgaver.",
      "content": "Menighetsmøtet avgjør saker om innføring av gudstjenstlige bøker i kirken og andre saker som etter bestemmelse av Kirkemøtet​1 overlates til menighetsmøtets avgjørelse.\nFør vedkommende myndighet treffer avgjørelse, skal menighetsmøtet gis anledning til å uttale seg om oppføring eller nedlegging av kirke,​2 og om deling, sammenslåing eller andre endringer i grensene for sokn.​3\nFor øvrig gir menighetsmøtet uttalelse når kirkelig myndighet ber om det eller når menighetsmøtet av eget tiltak ønsker å uttale seg.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.\n2 Jf. § 18 og § 21.\n3 Jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Sammensetningen av kirkelig fellesråd.",
      "content": "Kirkelig fellesråd består av:\na. to menighetsrådsmedlemmer​1 fra hvert menighetsråd​2 i kommunen, valgt av det enkelte menighetsråd,\nb. en representant valgt av kommunen, og\nc. en prost eller annen prest oppnevnt av biskopen. Biskopen kan unnlate oppnevning dersom det er valgt inn en prest etter bokstav a.\nEr det fem eller flere sokn i kommunen, velges bare ett menighetsrådsmedlem fra hvert menighetsråd.\nRepresentantene velges sammen med et tilsvarende antall vararepresentanter for 4 år.\nNærmere regler om valg av kirkelig fellesråd gis av Kirkemøtet.​3\nBiskopen har rett til å ta del i fellesrådsmøte, men uten stemmerett. Fellesrådet kan innkalle andre til å ta del i forhandlingene, men uten stemmerett.\n1 Jf. § 6.\n2 Se § 5.\n3 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Formene for kirkelig fellesråds virksomhet.",
      "content": "Kirkelig fellesråd kan gi lederen eller denne og minst to av rådets medlemmer (arbeidsutvalg) fullmakt til på saklig begrensede områder å treffe avgjørelse i saker som skulle ha vært avgjort av rådet. Avgjørelse som er truffet med hjemmel i slik fullmakt skal refereres i første møte etter at avgjørelsen er truffet.\nKirkelig fellesråd skal ha en daglig leder​1 av virksomheten.\nNærmere regler om formene for kirkelig fellesråds virksomhet gis av Kirkemøtet.​2\n1 Jf. § 15 (1), c.\n2 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Kirkelig fellesråds oppgaver.​1",
      "content": "Kirkelig fellesråd skal ivareta administrative og økonomiske oppgaver på vegne av soknene, utarbeide mål og planer for den kirkelige virksomhet i kommunen, fremme samarbeid mellom menighetsrådene og ivareta soknenes interesser i forhold til kommunen.\nKirkelig fellesråd er ansvarlig for:\na. bygging, drift og vedlikehold av kirker,​2\nb. anlegg, drift og forvaltning av gravplasser,​3\nc. opprettelse og nedleggelse av stillinger som lønnes over fellesrådets budsjett,\nd. anskaffelse og drift av menighets- og prestekontor,\ne. administrativ hjelp for prosten når staten yter tilskudd til det,\nf. – – –\ng. anskaffelse av lokaler, utstyr og materiell til konfirmasjonsopplæring.​4\nKirkelig fellesråd foretar tilsetting av og har arbeidsgiveransvaret for alle tilsatte som lønnes over fellesrådets budsjett. Før tilsetting og fastsetting av instruks skal vedkommende menighetsråd gis anledning til å uttale seg. Kirkelig fellesråd kan bemyndige menighetsråd til å utøve tilsettingmyndighet og andre arbeidsgiverfunksjoner for stilling hvor dette ellers ville ligge til fellesrådet. Kirkelig fellesråd kan også tildele utvalg som nevnt i § 35 første ledd myndighet til å foreta tilsetting og treffe avgjørelser i saker som gjelder forholdet mellom soknene eller soknet som arbeidsgiver og de tilsatte.\nKirkelig fellesråd forvalter inntekter og formue knyttet til kirke og kirkefond,​5 midler som utredes av kommunen​6 eller staten​7 og midler menighetsråd stiller til fellesrådets disposisjon for å løse oppgaver i soknene. Regler om budsjettordning, regnskapsføring og revisjon gis av departementet.\nKirkelig fellesråd utfører for øvrig de oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd.\n0 Endret ved lover 30 aug 2002 nr. 68 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 942), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 5 (2).\n2 Se § 18 og § 21.\n3 Se lov 7 juni 1996 nr. 32 § 3 og § 4.\n4 Jf. § 36.\n5 Se § 19.\n6 Se § 15.\n7 Se § 23 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Kommunens økonomiske ansvar.​1",
      "content": "Kommunen utreder følgende utgifter etter budsjettforslag fra kirkelig fellesråd:​2\na. utgifter til bygging, drift og vedlikehold av kirker,\nb. utgifter til anlegg og drift av gravplasser,\nc. utgifter til stillinger for kirketjener, klokker og organist/kantor ved hver kirke, og til daglig leder​3 av kirkelig fellesråd,\nd. driftsutgifter for fellesråd og menighetsråd, herunder utgifter til administrasjon og kontorhold,\ne. utgifter til lokaler, utstyr og materiell til konfirmasjonsopplæring,\nf. utgifter til kontorhold for prester.\nFellesrådets budsjettforslag skal også omfatte utgifter til kirkelig undervisning, diakoni, kirkemusikk og andre kirkelige tiltak i soknene.\nUtgiftsdekningen skal gi grunnlag for at det i soknene kan holdes de gudstjenester biskopen forordner, at nødvendige kirkelige tjenester kan ytes, at arbeidsforholdene for de kirkelig tilsatte er tilfredsstillende og at menighetsråd og fellesråd har tilstrekkelig administrativ hjelp.\nEtter avtale med kirkelig fellesråd​2 kan kommunal tjenesteyting tre i stedet for særskilt bevilgning til formål som nevnt i denne paragraf.\nKongen kan gi forskrift om kommunenes forpliktelser etter denne paragraf.\nKommunen kan ta opp lån for finansiering av sine forpliktelser etter første ledd bokstav a og b. De nærmere vilkår for kommunens låneopptak fremgår av kommuneloven.​4\nRepresentant for kirkelig fellesråd​2 kan gis møte- og talerett i kommunale organ når disse behandler saker som direkte berører fellesrådets virksomhet.\n0 Endret ved lover 30 aug 2002 nr. 68 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 942), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).\n1 Jf. § 14.\n2 Jf. § 12.\n3 Jf. § 13 (2).\n4 Lov 22 juni 2018 nr. 83 § 14-14 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Opptak av lån på soknets vegne m.v.",
      "content": "På soknets vegne kan det bare opptas lån​1 når dette er godkjent av bispedømmerådet.​2\nPå soknets vegne er det ikke tillatt å garantere for andres økonomiske forpliktelser eller stille eiendeler til sikkerhet for andres gjeld.\nEt sokn kan ikke tas under konkurs eller åpne gjeldsforhandling etter konkursloven.​3\nNår et sokn på grunn av vanskeligheter som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter kirkelig fellesråd​4 å treffe vedtak om betalingsinnstilling. Melding om slikt vedtak skal straks sendes bispedømmerådet som iverksetter de tiltak som anses nødvendig.\n1 Se § 18 (2).\n2 Jf. § 23.\n3 Lov 8 juni 1984 nr. 58.\n4 Jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Definisjon av og eiendomsrett til kirke.",
      "content": "Med kirke menes i dette kapittel soknekirke eller kapell som er godkjent av Kongen eller departementet, eller som er kirke fra gammelt av.\nDet skal være kirke i hvert sokn.​1\nKirkene er soknets eiendom,​2 med mindre annet følger av særskilt rettsgrunnlag. Soknene i en kommune kan i fellesskap eie kirker.\n1 Se § 2 (1).\n2 Jf. § 2 (2), lov 7 juni 1996 nr. 32 § 1 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forvaltning av kirkene og begrensning i rådighet.",
      "content": "Forvaltningen av kirkene hører under kirkelig fellesråd,​1 med mindre annet er bestemt av departementet.\nKirker kan ikke avhendes, pantsettes eller påheftes bruksretter. Departementet kan likevel samtykke i salg når særlige grunner tilsier det.\nFormuesrettigheter som er knyttet til en kirke, kan ikke skilles fra den. Fast eiendom som ikke er nødvendig for kirken, kan likevel avhendes med samtykke av bispedømmerådet.​2\nMenighetsrådet fører fortegnelse over inventar og utstyr i soknets kirker. Anskaffelse og avhendelse av kirkens inventar og utstyr skal godkjennes av biskopen.\n1 Se § 12.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Kirkefond.",
      "content": "Kapital som er knyttet til en kirke, samles i et kirkefond. Fondet forvaltes av kirkelig fellesråd​1 etter regler gitt av departementet. Avkastningen skal benyttes til kirkens drift og vedlikehold. Med bispedømmerådets​2 samtykke kan avkastningen benyttes til andre kirkelige formål i soknet eller i andre sokn i kommunen.\nFondets kapital kan med bispedømmerådets samtykke benyttes til kirkelige formål i soknet eller i andre sokn innen kommunen.\nReglene i første og annet ledd gjelder ikke dersom noe annet følger av testamentariske eller andre særlige bestemmelser.\n1 Jf. § 14 (4).\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Betaling for bruk av kirken m.v.",
      "content": "For benyttelse av kirken til gudstjeneste eller annen oppbyggelse tas det ikke betaling. Det samme gjelder kirkelige handlinger som utføres i forbindelse med en gudstjeneste.\nFor benyttelse til andre formål eller kirkelige handlinger utenfor gudstjeneste kan kirkelig fellesråd​1 kreve betaling​2 etter nærmere regler godkjent av bispedømmerådet.​3\nKirkemøtet​4 gir nærmere bestemmelser om bruk av kirkene.\n0 Endret ved lov 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502).\n1 Jf. § 14.\n2 Jf. lov 7 juni 1996 nr. 32 § 21 (2).\n3 Se § 23.\n4 Se § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Oppføring av ny kirke m.v.",
      "content": "Ny kirke skal bygges når en kirke er tilintetgjort eller på grunn av vesentlige mangler er ubrukbar og ikke kan utbedres, når den under vanlige gudstjenester ikke gir tilstrekkelig plass for de kirkesøkende og ikke hensiktsmessig kan utvides, eller når det dannes et nytt sokn​1 der det fra før ikke er kirke.\nNy kirke skal i kirkerommet ha sitteplass til en tidel av Den norske kirkes medlemmer i soknet. Det kreves likevel minst 200 og ikke mer enn 500 sitteplasser.\nNår særlige grunner tilsier det, kan departementet gjøre unntak fra reglene i første og annet ledd.\nOppføring, ombygging, utvidelse og nedleggelse av kirke​2 skal godkjennes av departementet. Det samme gjelder tomt til oppføring av kirke, tegninger, kostnadsoverslag og finansieringsplan.\nI spredtbygd område er bebyggelse ikke tillatt​3 nærmere kirke enn 60 meter uten tillatelse av departementet.\nDepartementet kan på avgrensede områder overlate til biskopen å treffe beslutninger etter denne paragraf.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 2 (2).\n2 Jf. § 11 (2).\n3 Jf. pbl. § 29-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Bispedømmeråd",
      "content": "Bispedømmerådet består av:\na. biskopen,\nb. en prest valgt av prestene i bispedømmet,\nc. en lek kirkelig tilsatt valgt av de leke kirkelig tilsatte i bispedømmet og\nd. sju andre leke valgt ved flertalls- eller forholdstallsvalg, hvorav minst fire velges direkte av bispedømmets stemmeberettigede medlemmer,\ne. en nord-samisk representant i Nord-Hålogaland bispedømmeråd, en lule-samisk representant i Sør-Hålogaland bispedømmeråd, og en sør-samisk representant i Nidaros bispedømmeråd.\nf. en representant fra døvemenighetene​1 i Oslo bispedømmeråd.\nPresten og de leke medlemmene velges for fire år. Kirkemøtet​2 gir nærmere regler om valget, herunder regler om antallet varamedlemmer og regler som presiserer hvem som er stemmeberettiget og valgbar etter første ledd bokstavene b, c, d, e og f.\nBispedømmerådet skal ha sin oppmerksomhet henvendt på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet mellom de enkelte menighetsråd og andre lokale arbeidsgrupper innen bispedømmet.\nBispedømmerådet utfører de gjøremål som det til enhver tid er pålagt av Kirkemøtet​2 eller Kirkerådet.​3 Bispedømmerådet kan også utføre oppgaver som etter avtale blir overlatt det av det enkelte menighetsråd eller kirkelige fellesråd.\nFor bispedømmerådet gjelder reglene i § 7 og § 8 første ledd tilsvarende.\nBispedømmerådet skal ha en daglig leder av virksomheten.\nNærmere regler om formene for bispedømmerådets virksomhet gis av Kirkemøtet.​2\n0 Endret ved lover 29 apr 2005 nr. 25 (ikr. 1 juni 2005, men første ledd ny bokstav f ikr. 1 juni 2006, iflg. res. 29 apr 2005 nr. 379), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 2 (6).\n2 Jf. § 24.\n3 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Kirkemøtet",
      "content": "Kirkemøtet består av medlemmene av bispedømmerådene​1 og ett medlem valgt etter nærmere regler fastsatt av Kirkemøtet. Kirkemøtet samles ordinært til møte en gang i året. Har et medlem forfall, skal varamedlem kalles inn.\nKirkemøtet skal ha sin oppmerksomhet henvendt på saker av felles kirkelig karakter og ellers på alt som kan gjøres for å vekke og nære det kristelige liv i menighetene, og det skal fremme samarbeidet innen Den norske kirke.​2 Som øverste representative organ i Den norske kirke fastsetter Kirkemøtet alle gudstjenstlige bøker i Kirken.​3 Kirkemøtet skal verne og fremme samisk kirkeliv og ivareta Den norske kirkes internasjonale og økumeniske oppgaver.\nKirkemøtet\na. gir uttalelse i saker om viktige endringer i lover på det kirkelige område,\nb. fastsetter retningsgivende planer og programmer for den kirkelige undervisning, diakoni, kirkemusikk og for økumenisk virksomhet,\nc. fastsetter kvalifikasjonskrav og tjenesteordning for særskilte stillinger innen kirkelig undervisning, diakoni og kirkemusikk,\nd. gir regler om kirkens inventar og utstyr,​4\ne. foreslår retningslinjer for kirkelig inndeling.\nKirkemøtet treffer avgjørelser og opptrer på vegne av rettssubjektet Den norske kirke når det ikke er fastsatt i eller i medhold av lov at myndigheten er lagt til annet organ.\nKirkemøtet kan gi en arbeidsgiverorganisasjon fullmakt til å inngå og si opp tariffavtale, samt å gi eller motta kollektiv arbeidsoppsigelse på rettssubjektet Den norske kirkes vegne.\nKirkemøtet kan godkjenne forsøk med valgmenigheter som selv finansierer sin virksomhet. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.\nKirkemøtet kan uten hinder av bestemmelsene i loven her godkjenne forsøk​5 med valgperiode på to år og direkte valg til kirkelig fellesråd​6 og bispedømmeråd. Nærmere vilkår for det enkelte forsøk fastsettes av Kirkemøtet.\nKirkemøtet kan delegere sin myndighet til Bispemøtet,​7 bispedømmerådene, biskopene, prostene og til eventuell nemnd opprettet i medhold av § 27.\n0 Endret ved lover 29 apr 2005 nr. 25 (ikr. 1 juni 2005 iflg. res. 29 apr 2005 nr. 379), 29 mai 2009 nr. 31 (ikr. 29 mai 2009 iflg. res. 29 mai 2009 nr. 564), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 21 juni 2013 nr. 76 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 716), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 23.\n2 Jf. Grl. § 16.\n3 Jf. § 11 (1).\n4 Jf. § 18 (4).\n5 Jf. § 5 (4).\n6 Jf. § 12.\n7 Jf. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Kirkerådet",
      "content": "Kirkerådet består av et antall medlemmer med personlige varamedlemmer valgt av Kirkemøtet​1 og en biskop med varamedlem valgt av Bispemøtet.​2\nKirkerådet forbereder de saker som skal behandles av Kirkemøtet og iverksetter Kirkemøtets beslutninger.\nKirkerådet leder kirkens arbeid på nasjonalt nivå.\nKirkerådet har ansvaret for at økonomiforvaltningen og økonomistyringen av de midlene som Kirkemøtet disponerer, er forsvarlig. Kirkerådet fastsetter regnskapet. For regnskapet gjelder regnskapsloven om ikke departementet har fastsatt andre bestemmelser i forskrift.\nKirkerådet skal ha en daglig leder av virksomheten.\nNærmere regler for valg av Kirkeråd og for Kirkerådets virksomhet fastsettes av Kirkemøtet.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 sep 2011 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se § 24.\n2 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Bispemøtet.",
      "content": "Bispemøtet består av samtlige tjenestegjørende biskoper.\nBispemøtet virker for samordning av de gjøremål som etter gjeldende regler tilligger biskopene og utfører for øvrig de gjøremål som til enhver tid er pålagt ved bestemmelse av Kirkemøtet.​1 Det avgir uttalelse i saker som det blir forelagt av Kirkemøtet.\nKirkemøtet​1 gir nærmere bestemmelser​2 for møtene.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.\n2 Se res. 6 juni 1997 nr. 1056.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Nemnd",
      "content": "Kirkemøtet​1 kan oppnevne en særskilt nemnd og overlate til denne å avgjøre saker og fastsette nærmere regler for nemndas arbeid.\nNemnda kan ikke omgjøre vedtak truffet av soknets organer.\n0 Endret ved lover 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Retningslinjer for arbeid i møter og råd.",
      "content": "De kirkelige møter​1 og råd​2 etter denne lov skal utføre sitt arbeid i lojalitet mot den evangelisk-lutherske lære.​3\n1 Se § 10 og § 24.\n2 Se § 6, § 12, § 23 og § 25.\n3 Se § 1, NL 2-1, Grl. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Krav om medlemskap. Politiattest",
      "content": "Kirkelig tilsatte​1 og ombud skal være medlem av Den norske kirke. Det kan dispenseres fra kravet når særlige grunner tilsier det etter nærmere regler fastsatt av Kirkemøtet.​2\nLovbestemte organer i Den norske kirke kan kreve fremleggelse av barneomsorgsattest som nevnt i politiregisterloven​3 § 39 første ledd, av person som lønnet eller ulønnet skal tilsettes, utføre oppgaver eller inneha tillitsverv der vedkommende vil ha omsorg for eller oppgaver knyttet til mindreårige.​4\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se dog lov 7 juni 1996 nr. 32 § 22.\n2 Jf. § 24.\n3 Lov 28 mai 2010 nr. 16.\n4 Jf. lov 26 mars 2010 nr. 9 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Møte- og stemmeplikt.",
      "content": "Den som er valgt som medlem av et lovbestemt kirkelig organ, plikter å delta i organets møter, med mindre det foreligger gyldig forfall. Arbeidstaker har krav på fri fra arbeid i det omfang dette er nødvendig på grunn av møteplikt i lovbestemt kirkelig organ eller utvalg oppnevnt av slikt organ.​1\nMedlem som er til stede i et lovbestemt kirkelig organ når en sak tas opp til avstemning, plikter å avgi stemme. Ved valg og ansettelse er det adgang til å stemme blankt.\n1 Jf. aml. § 12-13, lov 21 juni 2013 nr. 102 § 7-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Prestenes, prostenes og biskopenes tjeneste",
      "content": "Ingen kan tilsettes som prest eller ordineres til prestetjeneste i Den norske kirke uten å ha de kvalifikasjoner som fastsettes av Kirkemøtet.​1\nAll prestetjeneste skal organiseres slik at prestene kan utøve sin tjeneste i samsvar med ordinasjonens forutsetninger og forpliktelser.\nPrest som gjør seg skyldig i grovt pliktbrudd eller annet vesentlig brudd på ordinasjonsforpliktelsen, kan fratas retten til å utføre prestetjeneste etter nærmere regler om saksbehandling og klageadgang fastsatt av Kirkemøtet.\nKirkemøtet fastsetter tjenesteordning og gir nærmere regler om vilkår mv. for prester, proster og biskoper.\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Tjenestebolig.",
      "content": "Departementet kan pålegge en kommune å stille tjenestebolig til rådighet for geistlig embets- eller tjenestemann. Staten dekker i tilfelle kommunens utgifter etter regler​1 fastsatt av Kongen.\n1 Res. 1 juni 2007 nr. 570.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Medbestemmelse og tariffavtaler.",
      "content": "I tilknytning til kirkelig fellesråd og menighetsråd som utøver arbeidsgiveransvar skal det opprettes et partssammensatt utvalg​1 for behandling av saker som gjelder forholdet mellom soknene eller soknet som arbeidsgiver og de tilsatte, med mindre partene avtaler at slike saker skal behandles på annen måte. Utvalget sammensettes av representanter for rådet og representanter valgt av og blant de tilsatte. Flertallet i utvalget skal bestå av representanter for rådet. Rådet velger utvalgets leder og nestleder blant disse.\nMenighetsrådet og kirkelig fellesråd kan selv gi en sammenslutning av menighetsråd og fellesråd fullmakt til å inngå og si opp tariffavtale, samt å gi eller motta kollektiv arbeidsoppsigelse på soknets vegne.\nRepresentanter for de tilsatte har møte- og talerett i underutvalg oppnevnt av kirkelig fellesråd og menighetsråd når disse behandler saker som gjelder forholdet mellom fellesråd/menighetsråd som arbeidsgiver og de tilsatte.\nRepresentanter for de tilsatte har ikke rett til å delta i behandlingen av saker som gjelder arbeidsgivers forberedelse av forhandlinger med arbeidstakere, arbeidskonflikt, rettstvister med arbeidstakere eller oppsigelse av tariffavtaler.\nKirkelig fellesråd fastsetter nærmere retningslinjer for møterett etter tredje ledd.\n1 Jf. § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Konfirmasjonsopplæring.",
      "content": "Konfirmasjonsopplæring​1 skal ikke legges til skolens tid, med mindre særlige grunner tilsier det og kommunen har gitt sitt samtykke. Med særlige grunner menes tilrettelagt opplæring for funksjonshemmede, avstander som krever skoleskyss eller liknende forhold som gjør det svært vanskelig å gi et tilfredsstillende opplæringstilbud utenom skolens tid.\n0 Endret ved lov 29 apr 2005 nr. 25 (ikr. 1 juni 2005 iflg. res. 29 apr 2005 nr. 379).\n1 Jf. § 14 (2), g og § 15 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Kirkebokføring.",
      "content": "Det skal føres register over personer som blir døpt, konfirmert, vigslet til ekteskap og jordfestet ved prest i Den norske kirke samt over personer som melder seg inn i eller ut av Den norske kirke. Nærmere regler om registerføringen gis av Kirkemøtet.​1\nOpplysninger som nevnt i første ledd kan etter nærmere bestemmelser av Kirkemøtet inntas i medlemsregister for Den norske kirke, jf. § 3 nr. 10.\n0 Endret ved lover 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Jf. § 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Saksbehandlingsregler.",
      "content": "Forvaltningsloven,​1 offentleglova​2 og regler om offentlige organer i arkivlova​3 gjelder for den virksomhet som drives av lovbestemte kirkelige organer.​4 For saker om ansettelse, oppsigelse eller andre personalsaker kommer likevel bare forvaltningsloven kapittel II og III til anvendelse.\nVedtak i et lovbestemt kirkelig organ kan ikke påklages med mindre annet er særskilt bestemt. Vedtak etter offentleglova​2 som er truffet av menighetsrådet eller kirkelig fellesråd, kan påklages til bispedømmerådet. Vedtak etter offentleglova som er truffet av bispedømmerådet, kan påklages til Kirkerådet.\nOm ugildhet gjelder reglene i forvaltningsloven​1 kap. II, med følgende særregler:\na. Ugildhet inntrer ikke ved valg til tillitsverv eller ved fastsetting av godtgjøring o.l. for slike verv.\nb. Kirkelig tilsatte som i denne egenskap har medvirket ved tilretteleggelsen av grunnlaget for en avgjørelse, eller ved tidligere avgjørelse i samme sak, skal alltid anses som ugild når saken behandles i et lovbestemt kirkelig organ. Biskopen regnes ikke som kirkelig tilsatt i forhold til denne bestemmelse. Det samme gjelder prost og annen prest som enten i kraft av sin stilling eller etter oppnevning av biskopen er medlem av et organ for soknet.\n0 Endret ved lover 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118), 26 aug 2011 nr. 40 (ikr. 1 jan 2012 iflg. res. 26 aug 2011 nr. 866), 8 juni 2012 nr. 30 (ikr. 1 juli 2012 iflg. res. 8 juni 2012 nr. 502), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Lov 10 feb 1967.\n2 Lov 19 mai 2006 nr. 16.\n3 Lov 4 des 1992 nr. 126.\n4 Se offl. § 25 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Avgrensning av lovens virkeområde.",
      "content": "Loven gjelder ikke for Svalbard.​1\n0 Endret ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).\n1 Se lov 17 juli 1925 nr. 11 § 1 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Overgangsregler ved omdanning av Den norske kirke til eget rettssubjekt",
      "content": "Ved omdanning av Den norske kirke til eget rettssubjekt ved lov om endringer i kirkeloven (omdanning av Den norske kirke til eget rettssubjekt m.m.) har overdragelse til rettssubjektet Den norske kirke av forpliktelser knyttet til den statskirkelige virksomheten frigjørende virkning for staten. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.\nOffentlige rettigheter, tillatelser mv. som gjelder for den virksomhet som skal omdannes, blir fra overdragelsestidspunktet overført til Den norske kirke. Omregistrering i grunnboken og andre offentlige registre i forbindelse med virksomhetsoverdragelsen skjer ved navneendring.\nKirkelig tilsatte som overføres fra staten til Den norske kirke, gis rett til uttak av avtalefestet pensjon tilsvarende ordningen i Hovedtariffavtalen i staten, i samsvar med det som er fastsatt i lov 25. juni 2010 nr. 28 om avtalefestet pensjon for medlemmer av Statens pensjonskasse og i lov 28. juli 1949 nr. 26 om Statens pensjonskasse. Retten til uttak forutsetter medlemskap i Statens pensjonskasse og gjelder fram til 1. januar 2021.\n0 Tilføyd ved lov 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Ikrafttredelse og opphevelse av andre lover m.v.",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer. De enkelte deler av loven kan settes i kraft til ulik tid.\nStiftelser som ivaretar kirkelige formål innen soknet, kan omdannes og midler overføres til soknet, når menighetsrådet eller fellesrådet og stiftelsens styre finner at formålet kan ivaretas av soknet direkte. Begjæring om omdanning kan settes fram av menighetsrådet eller fellesrådet og stiftelsens styre i fellesskap etter ikrafttredelsen av denne lov. For øvrig gjelder reglene i stiftelsesloven.​2\nFra den tid loven trer i kraft, oppheves følgende lover: – – –\nKongen​3 kan gi nødvendige overgangsbestemmelser og kan for øvrig ved forskrift gi nærmere regler til gjennomføring av loven.\n0 Endret ved lover 15 juni 2001 nr. 59 (ikr. 1 jan 2005 iflg. res. 19 nov 2004 nr. 1489), 27 mai 2016 nr. 17 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 532), tidligere § 40.\n1 Fra 1 jan 1997, bortsett fra §§ 6, 8, 10, 12, 13, 22 23, 24 og 25 som gir Kirkemøtet myndighet til å fastsette regler, samt §§ 2, 5, 25 og 40 siste ledd, som trådte ikr. 1 juli 1996 iflg. res. 7 juni 1996 nr. 527.\n2 Lov 15 juni 2001 nr. 59.\n3 Kulturdepartementet iflg. res. 7 juni 1996 nr. 528 og res. 21 des 2001 nr. 1485.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ]
}