{
  "id": "LOV-2010-03-26-9",
  "type": "statute",
  "title": "Lov om vergemål (vergemålsloven)",
  "short_name": "Vergemålsloven – vgml",
  "status": "in_force",
  "issued_date": "2010-03-26",
  "in_force_date": "2013-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2010-03-26-9",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder personer under vergemål og deres adgang til selv å foreta rettslige handlinger eller råde over sine midler. Loven gjelder også verger for personer under vergemål og vergens kompetanse til å foreta rettslige handlinger eller råde over midler på vegne av personen han eller hun er verge for. For verger for mindreårige gjelder loven likevel bare i den utstrekning kompetansen ikke omfattes av foreldreansvaret etter barneloven.\nLoven gjelder i tillegg fullmaktsforhold som nevnt i kapittel 10.\nLoven gjelder bare i den utstrekning kompetanse som nevnt i første og annet ledd ikke er særskilt regulert i annen lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "Med personer under vergemål menes\na. personer under 18 år,\nb. personer som har fylt 18 år, og som det er vedtatt vergemål for etter kapittel 4.\nMed personer som er satt under vergemål, menes personer som det er vedtatt vergemål for etter kapittel 4.\nMed myndige personer menes personer som har fylt 18 år, og som ikke helt eller delvis er fratatt den rettslige handleevnen.\nMed samboere menes i denne loven to personer som bor sammen i et ekteskapslignende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens anvendelse på Svalbard",
      "content": "Loven gjelder på Svalbard. Kongen kan i forskrift fastsette at enkelte bestemmelser i loven ikke skal gjelde, og kan fastsette særlige regler for Svalbard under hensyn til de stedlige forholdene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vergemålsmyndigheten",
      "content": "Statsforvalteren er lokal vergemålsmyndighet. På Svalbard er Sysselmesteren lokal vergemålsmyndighet. Det organ Kongen utpeker, er sentral vergemålsmyndighet.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Inndeling i distrikter",
      "content": "Området for hver statsforvalter utgjør et vergemålsdistrikt. Svalbard er et eget vergemålsdistrikt.\nStatsforvalteren kan i særlige tilfeller bestemme at distriktet skal betjenes av ett eller flere kontorer, og fastsetter området det enkelte kontoret skal ha ansvaret for.\nKongen kan gi nærmere regler om vergemålsdistriktene og opprettelse av kontorer innenfor det enkelte vergemålsdistrikt.\n0 Endret ved lov 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Den lokale vergemålsmyndigheten",
      "content": "Statsforvalteren behandler saker etter loven her i første instans. Statsforvalteren skal føre tilsyn med vergene i sitt område.\nStatsforvalteren skal gi vergene i sitt distrikt nødvendig opplæring, veiledning og bistand.\nKongen kan i forskrift gi nærmere regler om statsforvalterens plikter etter første og annet ledd, herunder regler om omfanget av tilsynsplikten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Den sentrale vergemålsmyndigheten",
      "content": "Den sentrale vergemålsmyndigheten skal behandle klager over statsforvalterens vedtak og skal føre tilsyn med statsforvalterens oppgaver etter vergemålsloven.\nKongen kan i forskrift gi nærmere regler om den sentrale vergemålsmyndigheten, herunder regler om omfanget av tilsynsplikten, retten til innsyn og adgangen til å gi pålegg.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Mindreårige",
      "content": "Personer som ikke har fylt 18 år, er mindreårige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Den mindreåriges rettslige handleevne",
      "content": "En mindreårig kan ikke selv foreta rettslige handlinger eller råde over sine midler, med mindre noe annet er særlig bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Den mindreåriges adgang til å inngå arbeidsavtaler",
      "content": "En mindreårig som har fylt 15 år, kan selv inngå arbeidsavtale. En mindreårig som er under 15 år, kan inngå arbeidsavtale med vergens samtykke. En mindreårig kan uansett alder selv si opp en arbeidsavtale.\nVergen kan ikke inngå arbeidsavtale på den mindreåriges vegne. Dersom hensynet til den mindreårige krever det, kan vergen med rimelig varsel heve arbeidsavtalen for den mindreårige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Den mindreåriges adgang til å drive næringsvirksomhet",
      "content": "Vergen kan med samtykke fra statsforvalteren gi tillatelse til at en mindreårig som har fylt 15 år, kan drive en bestemt næringsvirksomhet. Statsforvalteren kan samtykke til at den mindreårige i den forbindelse også gis råderett over midler som er under statsforvalterens forvaltning etter kapittel 7. En mindreårig som har fått tillatelse til å drive næringsvirksomhet, kan på egen hånd foreta de disposisjoner som faller innenfor virksomhetens område. Dette gjelder likevel ikke disposisjoner som etter kapittel 6 krever samtykke fra statsforvalteren.\nVergen skal føre tilsyn med at den mindreårige ikke handler utenfor den tillatelsen som er gitt.\nVergen kan med samtykke fra statsforvalteren trekke tilbake tillatelsen dersom hensynet til den mindreårige krever det. I så fall bestemmer vergen med samtykke fra statsforvalteren om virksomheten skal fortsette for den mindreåriges regning eller avvikles. Tilbakekall etter første punktum får bare virkning for en tredjeperson hvis denne kjente eller burde kjenne til at tillatelsen var kalt tilbake.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rådighet over midler den mindreårige har tjent eller fått til egen rådighet",
      "content": "En mindreårig råder selv over midler som han eller hun har tjent ved eget arbeid eller virksomhet etter fylte 15 år, eller som vergen eller andre har latt den mindreårige få til egen rådighet, samt normal avkastning av slike midler.\nRådigheten gir ikke den mindreårige adgang til å foreta disposisjoner som etter kapittel 6 krever samtykke fra statsforvalteren.\nDersom hensynet til den mindreårige krever det, kan vergen frata den mindreårige rådigheten over midler som nevnt i første ledd. Er den mindreårige fylt 15 år, kreves det samtykke fra statsforvalteren for å frata den mindreårige rådigheten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Mindreårige med egen husholdning",
      "content": "En mindreårig som har egen husholdning, kan foreta disposisjoner som er vanlige i en husholdning eller for oppfostring av egne barn, unntatt å inngå avtale om leie av husrom. Den mindreårige blir likevel ikke bundet dersom motparten forsto eller burde forstå at avtalen ikke var påkrevd.\nMisbruker den mindreårige sin disposisjonsrett etter første ledd, kan vergen med samtykke fra statsforvalteren frata den mindreårige disposisjonsretten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Virkningen av at den mindreårige har handlet ut over sin rett",
      "content": "Har en mindreårig disponert med penger som han eller hun har i sin besittelse, kan motparten gjøre avtalen gjeldende mot den mindreårige selv om den mindreårige manglet rett til å råde over pengene. Dette gjelder likevel ikke dersom motparten visste at den mindreårige manglet rett til å råde over pengene, eller motparten ikke var så aktsom som han eller hun burde være etter forholdene.\nEr en disposisjon ikke bindende for den mindreårige, kan vergen, statsforvalteren eller den mindreårige selv, når vedkommende blir myndig, godkjenne disposisjonen. En godkjent disposisjon har virkning fra det tidspunktet disposisjonen ble foretatt.\nHvis motparten ikke forsto eller burde forstå at den mindreårige ikke hadde rett til å binde seg, kan motparten erklære seg ubundet. Erklæringen kan gis til den mindreårige eller vergen. Motparten kan ikke erklære seg ubundet av en avtale som allerede er oppfylt med bindende virkning for den mindreårige.\nHvis motparten forsto eller burde forstå at den mindreårige ikke hadde rett til å binde seg, kan motparten først gå fra sine forpliktelser etter utløpet av den frist som måtte være fastsatt i avtalen, eller som med rimelighet måtte forutsettes å medgå for å innhente godkjennelse fra vergen eller statsforvalteren. Har vergen nektet å godkjenne disposisjonen, er motparten uforpliktet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Partenes plikt til å levere tilbake det som er mottatt",
      "content": "Hvis en disposisjon ikke blir gjort bindende for den mindreårige etter § 14 annet ledd, skal hver av partene levere tilbake det de har mottatt. Kan ikke dette skje, skal verdien av det mottatte erstattes. Den mindreårige plikter ikke å erstatte det han eller hun har mottatt, utover det som er kommet ham eller henne til nytte.\nHar den mindreårige gitt uriktige opplysninger om sin disposisjonsrett og dermed forledet motparten, kan den mindreårige bli pålagt å erstatte tapet i den utstrekning det er rimelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Hvem som er verge for den mindreårige",
      "content": "Verge for en mindreårig er den som har foreldreansvar for den mindreårige etter reglene i barneloven, og som er myndig. Er den mindreårige uten fungerende verge, skal statsforvalteren oppnevne ny eller midlertidig verge.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Vergens oppgaver. Plikten til å høre den mindreårige mv.",
      "content": "Med mindre noe annet er bestemt, handler vergen på den mindreåriges vegne i økonomiske forhold og hvor det ellers følger av annen lovgivning.\nHar ingen foreldreansvar for den mindreårige, treffer vergen de avgjørelser som tilkommer den som har foreldreansvaret, jf. barneloven § 30. Det samme gjelder når den som har foreldreansvaret, ikke kan ivareta den mindreåriges interesser.\nEn oppnevnt verge skal så vidt mulig rådføre seg med den eller de som har foreldreansvaret, før det treffes avgjørelser av betydning.\nEr den mindreårige over 7 år, og ellers når den mindreåriges alder og modning tilsier det, skal vergen høre hva den mindreårige mener før det treffes avgjørelser. Den mindreåriges mening skal tillegges vekt i samsvar med alder og modenhet. Om den mindreåriges medbestemmelsesrett i personlige forhold gjelder reglene i barneloven § 31.\nEn mindreårig som er uenig i vergens avgjørelse, kan bringe spørsmålet inn for statsforvalteren.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445). Endres ved lov 20 juni 2025 nr. 40 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forholdet mellom vergene",
      "content": "Når ikke annet er særskilt bestemt, skal den mindreåriges verger handle i fellesskap. Blir vergene ikke enige i et spørsmål av betydning for den mindreårige, treffer statsforvalteren avgjørelsen.\nEn verge kan gi den andre vergen fullmakt til å opptre alene som verge. Fullmakten kan være generell eller gjelde bestemte spørsmål.\nHvis en av vergene ikke kan ivareta den mindreåriges interesser for en viss tid eller i visse saker, kan statsforvalteren bestemme at den andre vergen skal ha oppgaven som verge alene.\nHvis den mindreårige ikke bor sammen med begge vergene, kan statsforvalteren bestemme at den ene av vergene alene skal disponere over bankkonto som tilhører den mindreårige. Statsforvalteren skal gi finansinstitusjonen melding om vedtaket.\nHvis bare den ene vergen møter når begge vergene er forsvarlig varslet om rettergangsskritt, anses den møtende vergen for å ha fullmakt fra den andre vergen til å opptre som verge alene, med mindre noe annet blir opplyst. Det samme gjelder hvis vergen på vegne av den mindreårige undertegner et dokument til vedkommende myndighet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Opphør av oppgaven som verge",
      "content": "Hvis hensynet til den mindreåriges beste tilsier det, kan retten etter begjæring fra statsforvalteren eller fra den andre vergen frata en som har foreldreansvar, vergemålet. For rettens saksbehandling gjelder § 71. Når den mindreårige er over 7 år, og ellers når den mindreåriges modenhet og alder tilsier at han eller hun er i stand til å danne seg en mening om saksforholdet, skal den mindreårige høres før avgjørelse tas. Den mindreåriges mening skal tillegges vekt i samsvar med alder og modenhet.\nNår saken reises av statsforvalteren, bærer staten alle kostnadene ved saken. Ansvar for motpartens saksomkostninger pålegges ikke uten at sterke grunner tilsier det. Dommen skal forkynnes for statsforvalteren og den andre vergen, som begge kan anke over dommen uten å ha vært part i saken. Statsforvalteren eller retten kan treffe midlertidig vedtak om fratakelse av vergemålet. I så fall gjelder § 61 tilsvarende.\nHvis særlige forhold gjør seg gjeldende, kan statsforvalteren etter anmodning fra en som har foreldreansvaret, frita vedkommende for vergemålet helt eller delvis.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vilkår for alminnelig vergemål",
      "content": "Hvis det er behov for det, kan det opprettes vergemål for den som har fylt 18 år, og som på grunn av sinnslidelse, herunder demens, psykisk utviklingshemming, rusmiddelmisbruk, alvorlig spilleavhengighet eller alvorlig svekket helbred ikke er i stand til å ivareta sine interesser.\nVergemålet er et frivillig støttetiltak. Den som ønsker verge, skal skriftlig samtykke til opprettelsen av vergemålet, vergemålets omfang og hvem som skal være verge. Dersom personen ikke er i stand til å danne, holde fast ved eller formidle sine ønsker, skal den beste tolkningen av personens vilje og preferanser legges til grunn ved vurderingen av om han eller hun ønsker vergemålet, og ved vurderingen av vergemålets omfang og hvem som skal være verge. Ved tolkningen skal det blant annet legges vekt på hva personen gir uttrykk for, personens verdier, livssyn, tidligere ønsker og oppfatninger, personens forståelse og hvordan noen som har hatt varig og løpende kontakt med personen, tolker personens vilje og preferanser. Det kan ikke opprettes vergemål dersom det etter en samlet vurdering legges til grunn at dette vil være i strid med personens ønsker. Personen har rett til rimelig tilrettelegging.\nDet kan opprettes vergemål også for personer under 18 år etter reglene i første og annet ledd, når det etter omstendighetene anses nødvendig at vergemålet fortsetter uavbrutt når personen når myndighetsalderen.\n0 Endret ved lov 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Vergemålets innhold og omfang",
      "content": "Vergemålet innebærer at det oppnevnes en verge for personen som er satt under vergemål, jf. § 32. I den utstrekning personen har den rettslige handleevnen i behold, jf. § 22, kan han eller hun selv foreta rettslige handlinger og råde over sine midler. Han eller hun kan også kalle tilbake en disposisjon som er foretatt av vergen, så lenge ingen har ervervet rett etter den.\nVergemålet kan omfatte økonomiske og personlige forhold.\nEt vedtak om vergemål skal uttrykkelig ta stilling til omfanget av vergemålet, herunder om det skal begrenses saklig eller i tid. Vergemålet skal ikke gjøres mer omfattende enn nødvendig.\nVergemålet kan ikke omfatte kompetansen til å stemme ved valg, inngå ekteskap, erkjenne farskap, samtykke til donasjon av organer, opprette eller tilbakekalle testament, samtykke til tvang eller kompetansen i andre særlig personlige forhold uten særskilt hjemmel i lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Særskilte vilkår for vergemål med fratakelse av den rettslige handleevnen",
      "content": "En person som er i en tilstand som nevnt i § 20 første ledd, kan fratas sin rettslige handleevne etter reglene i annet og tredje ledd.\nEn person kan fratas den rettslige handleevnen i økonomiske forhold hvis dette er nødvendig for å hindre at han eller hun utsetter sin formue eller andre økonomiske interesser for fare for å bli vesentlig forringet, eller han eller hun blir utnyttet økonomisk på en utilbørlig måte. Fratakelsen av den rettslige handleevnen kan begrenses til å gjelde bestemte eiendeler eller bestemte disposisjoner.\nEn person kan fratas den rettslige handleevnen i personlige forhold på bestemte områder hvis det er betydelig fare for at han eller hun vil handle på en måte som i vesentlig grad vil være egnet til å skade hans eller hennes interesser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Disposisjonsadgangen for den som er fratatt rettslig handleevne",
      "content": "Med mindre noe annet er uttrykkelig bestemt, beholder den som helt eller delvis er fratatt den rettslige handleevnen etter § 22, adgangen til å foreta de disposisjoner som er nevnt i § 10 første ledd første punktum, § 12 første ledd og § 13 første ledd. § 10 annet ledd, § 12 annet og tredje ledd og § 13 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Virkningen av at den som er fratatt den rettslige handleevnen, har handlet ut over sin rett",
      "content": "Bestemmelsene i §§ 14 og 15 gjelder tilsvarende når en som helt eller delvis er fratatt handleevnen etter § 22, har inngått en avtale som ikke bindende kunne gjøres på egen hånd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Oppnevning av verge",
      "content": "Når det er truffet vedtak om vergemål, eller retten har avsagt dom om fratakelse av rettslig handleevne, oppnevnes vergen av den statsforvalteren som har myndighet etter § 55.\nDet skal fastsettes et mandat for vergen som angir rammene for vergeoppdraget, jf. § 21 tredje ledd.\nStatsforvalteren skal gi Folkeregisteret og Løsøreregisteret melding om hvem som er oppnevnt som verge, og om innholdet i vergemålet.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Faste verger",
      "content": "Statsforvalteren kan engasjere faste verger. Den som engasjeres som fast verge, skal legge frem en politiattest. Opplysningene fra politiattesten skal inngå i egnethetsvurderingen etter § 28 første ledd første punktum. I attesten skal det anmerkes om personen er siktet, tiltalt, har vedtatt forelegg eller er dømt for overtredelse av straffebud om økonomisk kriminalitet og de straffebud som omfattes av barneomsorgsattesten etter politiregisterloven § 39 første ledd. Attesten skal være uttømmende i samsvar med politiregisterloven § 41 nr. 1. Kongen gir i forskrift nærmere regler om kravet om politiattest, herunder hvilke straffebud om økonomisk kriminalitet som skal omfattes av attesten, og kan også gi regler om kvalifikasjonskrav, organisering og godtgjøring for faste verger.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Midlertidig oppnevning av verge",
      "content": "Hvis en oppnevnt verge ikke kan utføre sine oppgaver for en viss tid eller for visse saker, eller hvis det medfører betydelige problemer for vergen å utføre dem, kan det oppnevnes en midlertidig verge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Hvem som kan oppnevnes som verge. Antall verger",
      "content": "Den som oppnevnes som verge, må være egnet for vervet og må samtykke i oppnevningen. En person som selv er under vergemål, kan ikke være verge.\nDen som skal oppnevnes som verge, skal legge frem politiattest som nevnt i § 26. Dette gjelder likevel ikke der nærstående som nevnt i § 94 annet ledd eller søsken oppnevnes som verge. Haster oppnevningen, kan oppnevningen skje før det er innhentet politiattest.\nEn ektefelle eller samboer kan oppnevnes som verge hvis det må antas å være ubetenkelig. Har den vergetrengende særkullsbarn, skal disse om mulig høres, og ektefellen eller samboeren bør ikke oppnevnes hvis noen av særkullsbarna er imot oppnevningen. På samme måte skal det tas hensyn til hva en ektefelle eller samboer mener, hvis det er aktuelt å oppnevne et særkullsbarn som verge.\nHar mor eller far skriftlig tilkjennegitt hvem som skal være sitt barns verge etter at han eller hun er død, bør denne personen velges fremfor andre.\nHvis det er hensiktsmessig, kan det oppnevnes to verger for den som er satt under vergemål. Bestemmelsen i § 18 første ledd annet punktum gjelder tilsvarende.\n0 Endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Opphør av vervet som verge",
      "content": "En oppnevnt verge kan med rimelig varsel til statsforvalteren kreve å bli løst fra vervet som verge. Statsforvalteren skal da oppnevne en ny verge.\nStatsforvalteren kan etter begjæring fra personen som det er oppnevnt verge for, oppheve oppnevningen av vergen. Har personen behov for bistand til å fremsette en slik begjæring, kan den fremsettes av en pårørende som kan begjære vergemål etter § 56 første ledd bokstav b, forutsatt at begjæringen er i samsvar med personens ønsker eller den beste tolkningen av personens ønsker. Den som kan fremsette begjæring etter annet punktum, kan på samme vilkår påklage vedtaket om oppheving av vergeoppnevningen. Statsforvalteren kan på samme vilkår oppheve en vergeoppnevning av eget tiltak. Statsforvalteren skal frata en oppnevnt verge vervet dersom hensynet til personen gjør dette nødvendig. Fratas vergen vervet, skal det oppnevnes en ny verge.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Godtgjøring for vergeoppdraget og dekning av utgifter",
      "content": "Vergen har krav på godtgjøring for arbeidet som verge og har rett til å få dekket nødvendige utgifter i forbindelse med vergeoppdraget. Er vergen forelder til, barn av eller ektefelle eller samboer til den som er under vergemål, kan det bare gis godtgjøring for arbeidet hvis særlige grunner taler for det. Godtgjøring og utgifter etter første og annet punktum dekkes av den som er under vergemål. Har han eller hun en inntekt og formue som er lavere enn de grenser som fastsettes av Kongen i forskrift, skal godtgjøringen og utgiftene likevel dekkes av statsforvalteren.\nKongen kan i forskrift gi nærmere regler om satser for godtgjøring og utgiftsdekning etter første ledd og kan også fastsette hva som skal anses som særlige grunner etter første ledd annet punktum.\n0 Endret ved lov 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Vergens oppgave",
      "content": "Vergen skal innenfor rammen av sitt mandat ivareta interessene til den som er under vergemål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Vergens kompetanse",
      "content": "Innenfor rammen av sitt mandat foretar vergen rettslige handlinger og råder over midler på vegne av personen han eller hun er verge for, med mindre noe annet er bestemt ved lov eller av en arvelater eller giver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Vergens plikt til å høre den som er satt under vergemål, mv.",
      "content": "Vergen skal så vidt mulig høre den som er satt under vergemål, før det foretas disposisjoner av større betydning og også når dette ellers fremstår som naturlig.\nEr personen ikke fratatt den rettslige handleevnen, skal vergen gi støtte til personens utøvelse av den rettslige handleevnen i samsvar med personens ønsker. Dersom personen ikke er i stand til å danne, holde fast ved eller formidle sine ønsker, skal den beste tolkningen av personens vilje og preferanser legges til grunn ved vurderingen av hva han eller hun ønsker. Ved tolkningen skal det, når dette er relevant, blant annet legges vekt på hva personen gir uttrykk for, personens verdier, livssyn, tidligere ønsker og oppfatninger, personens forståelse og hvordan noen som har hatt varig og løpende kontakt med personen, tolker personens vilje og preferanser. Vergen kan ikke foreta handlingen dersom det etter en samlet vurdering må legges til grunn at den er i strid med personens ønsker. Statsforvalteren, eller vergen med statsforvalterens samtykke, kan innhente legeerklæring for å få klargjort om vedkommende er i stand til å forstå hva handlingen innebærer.\nEr den som er satt under vergemål, fratatt den rettslige handleevnen, skal vergen legge vekt på det han eller hun mener. Ektefelle eller samboer skal få uttale seg. Er den som er satt under vergemål, uenig i vergens avgjørelse, kan han eller hun bringe spørsmålet inn for statsforvalteren.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Vergens habilitet",
      "content": "En verge er inhabil til å handle for den som er under vergemål, når vergen eller noen som står vergen nær, har en interesse i saken som strider mot interessene til den som er under vergemål. Følgende personer skal alltid anses å stå vergen nær:\na. vergens ektefelle eller samboer,\nb. vergens slektninger i rett oppstigende og rett nedstigende linje og søsken,\nc. slektninger i rett oppstigende og rett nedstigende linje og søsken til en person som nevnt i bokstav a,\nd. ektefelle til eller samboer med noen som er nevnt i bokstav b,\ne. person som vergen representerer.\nEr vergen inhabil, skal det oppnevnes en midlertidig verge (setteverge) etter § 27.\nEn far eller mor kan som verge for eget barn ivareta barnets interesser overfor andre av sine barn og overfor andre som nevnt i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Registrering av eiendeler og gjeld mv.",
      "content": "Statsforvalteren kan pålegge vergen å foreta registrering og vurdering av eiendelene og gjelden til den som er under vergemål, og sende oppgaven til statsforvalteren.\nVergen skal sørge for at finansielle eiendeler som skal forvaltes av statsforvalteren etter kapittel 7, blir oversendt eller stilt til disposisjon for statsforvalteren.\nVergen har plikt til å føre regnskap i den utstrekning dette følger av forskrift etter § 53.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Vergens forvaltning av eiendeler",
      "content": "Vergen skal sørge for at de eiendeler som ikke forvaltes av statsforvalteren, holdes i god stand og blir sikret, oppbevart og eventuelt forsikret på en betryggende og sedvanemessig måte.\nEiendeler som kan gi avkastning, skal drives eller plasseres på en sedvanemessig måte.\nPenger som ikke skal forvaltes av statsforvalteren, skal vergen sette på bankkonto i eierens navn. Statsforvalteren kan inngå avtale med finansinstitusjonen om hvor mye vergen til enhver tid har rett til å heve. Vergen kan etter avtale med finansinstitusjonen gis tilgang til alminnelige betalingsinstrumenter knyttet til kontoen til den som er under vergemål.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Vergens disponering av inntekter",
      "content": "Vergen dekker utgiftene til den som er under vergemål, med de inntekter vedkommende har. Dette gjelder også inntekter av midler som forvaltes av statsforvalteren. Om vergen ved årsskiftet disponerer mer enn det som er fastsatt etter § 49 første ledd, betales det overskytende til statsforvalteren. Statsforvalteren kan samtykke til at en slik innbetaling unnlates.\nStatsforvalteren kan fastsette et beløp som vergen ikke må overskride, og bestemme at inntekten av midler som forvaltes av statsforvalteren, for en del ikke skal utbetales til vergen.\nStrekker inntekten ikke til, kan kapitalen brukes helt eller delvis. Bruk av kapitalen krever statsforvalterens samtykke.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Drift av næringsvirksomhet",
      "content": "Er den som er satt under vergemål, innehaver av eller deltaker i en næringsvirksomhet som han eller hun ikke er skikket til å drive på egen hånd, kan vergen med samtykke fra statsforvalteren bestemme om virksomheten skal fortsette eller avvikles.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Disposisjoner over fast eiendom, løsøre og livsforsikring mv. og utlån av midler til vergen",
      "content": "Vergen skal ha statsforvalterens samtykke til\na. å erverve eller avhende fast eiendom eller rettighet som ligger til fast eiendom, samt å gjøre gjeldende eller gi avkall på odelsrett eller annen rettighet i fast eiendom,\nb. å pantsette fast eiendom eller påhefte den en servitutt,\nc. å forpakte eller leie bort fast eiendom, herunder bolig,\nd. å si opp leieavtale eller avtale om bortforpakting,\ne. å kreve sak etter jordskiftelova,\nf. drift av fast eiendom,\ng. å begjære bruksendringstillatelse, deling mv. av fast eiendom,\nh. å erverve livsforsikring, livrente eller føderåd,\ni. å avhende løsøre hvor dette er av større verdi, er av usedvanlig karakter eller for øvrig kan sies å være av en spesiell interesse for den som er under vergemål, eller dennes nærmeste familie,\nj. å låne ut midler som tilhører den som er under vergemål, til vergen selv, eller til personer som står i et slikt forhold til vergen som nevnt i § 34. Kongen kan i forskrift gi nærmere regler om vilkårene for slike lån.\nDet som er bestemt for fast eiendom i første ledd, gjelder tilsvarende for andel eller aksje i boligselskap så langt det passer.\n0 Endret ved lover 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Gjeldsstiftelse mv.",
      "content": "Vergen skal ha statsforvalterens samtykke til å stifte gjeld på vegne av den som er under vergemål. Samtykke kreves også ved pantsettelse av vedkommendes eiendeler.\nKravet om samtykke gjelder ikke lån til utdanning i statlig låneinstitusjon. Vergen råder over lånemidlene til fordel for den som er under vergemål, med mindre vergen lar den som er under vergemål, selv få råderetten. Første og annet punktum gjelder tilsvarende for stipend som tildeles fra slik institusjon.\nDen som er under vergemål, kan ikke pådras kausjonsansvar, og hans eller hennes eiendeler kan ikke stilles som sikkerhet for andres gjeld. Vergen kan med statsforvalterens samtykke gjøre unntak fra første punktum hvis det foreligger særlige grunner.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Gaver, arveforskudd og uskifte",
      "content": "Vergen kan ikke gi gaver eller stønader på vegne av den som er under vergemål, utover det som følger av skikk og bruk. En mindreårig over 15 år må samtykke til slik gave. Gjelder det større beløp, kreves det samtykke av statsforvalteren, selv om en slik gave følger av skikk og bruk.\nMed statsforvalterens samtykke kan vergen gi arveforskudd til en livsarving hvis det foreligger et særlig behov for det, eller hvis det foreligger skriftlige nedtegnelser eller andre holdepunkter for at et slikt forskudd er i samsvar med ønsket til den som er under vergemål.\nVergen kan på vegne av personen under vergemål begjære uskifte (jf. arveloven §§ 14 og 32) eller kreve skifte av uskifteformuen (jf. arveloven §§ 28 og 39) bare med samtykke fra statsforvalteren.\n0 Endret ved lover 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Avkall på arv og avslag på gave",
      "content": "Vergen skal ha statsforvalterens samtykke til å avslå en gave eller gi avkall på arv på vegne av den som er under vergemål, med mindre gaven eller arven må anses å ha en ubetydelig verdi.\n0 Endret ved lover 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Disposisjoner knyttet til næringsvirksomhet som er arvet",
      "content": "Er den som er under vergemål, arving til næringsvirksomhet eller del av slik virksomhet, må vergen ha samtykke av statsforvalteren til på dennes vegne å delta i virksomheten eller å overta aksjer i et aksjeselskap eller allmennaksjeselskap som dannes for å fortsette virksomheten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Særregler om forvaltning når ektefelle eller samboer er oppnevnt som verge",
      "content": "Er ektefellen eller samboeren til den som er satt under vergemål, oppnevnt som verge, gjelder ikke reglene i kapitlet her om statsforvalterens samtykke. Disposisjoner som nevnt i § 39 første ledd bokstav a og b og § 40 skal likevel ha statsforvalterens samtykke. Finansielle eiendeler som nevnt i kapittel 7 skal forvaltes av vergen og ikke av statsforvalteren. Ektefellen eller samboeren står ikke under statsforvalterens tilsyn etter § 47 første ledd.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Forhåndssamtykke. Hel eller delvis oppfyllelse av avtalen",
      "content": "Krever en disposisjon samtykke enten fra statsforvalteren eller den som er under vergemål, og vergen ikke har fått det på forhånd, skal vergen forbeholde seg en passende frist for å få samtykket.\nHvis en slik avtale er helt eller delvis oppfylt, og samtykke ikke blir gitt, gjelder reglene i § 15 første ledd første og annet punktum tilsvarende. Det samme gjelder hvis avtalen er inngått i strid med første ledd, og den annen part går fra den.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Taushetsplikt for oppnevnt verge",
      "content": "En oppnevnt verge plikter å hindre at andre får adgang eller kjennskap til det han eller hun får vite som ledd i vergeoppdraget om noens personlige forhold eller om tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår. Taushetsplikten gjelder også etter at vergeoppdraget er avsluttet. Vergen kan heller ikke utnytte slike opplysninger i egen virksomhet eller tjeneste eller i arbeid for andre.\nOpplysningen om at en person har fått oppnevnt verge, og hvem vergen er, er ikke underlagt taushetsplikt, og kan gjøres kjent ved behov. Opplysninger om rammene for vergeoppdraget kan gjøres kjent bare for dem som har hjemmel i lov til å motta slike opplysninger, eller dersom det er nødvendig av hensyn til personen selv eller for å sikre at vergeoppdraget kan utføres på en god måte.\nHvis den som er under vergemål, ikke selv kan gi uttrykk for sitt syn, gjelder ikke taushetsplikten overfor vedkommendes ektefelle, samboer, barn, barnebarn, foreldre og søsken i større utstrekning enn det som må antas å være etter hans eller hennes ønske. Taushetsplikten viker for opplysningsplikt og meldeplikt med hjemmel i lov. Forvaltningsloven § 13 annet ledd første punktum og § 13 a gjelder tilsvarende.\nStraffeloven § 209 kommer til anvendelse bare overfor faste verger som bryter taushetsplikten etter bestemmelsen her.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Vergens forhold til statsforvalteren. Klagerett",
      "content": "Vergen står under tilsyn av statsforvalteren og plikter å gi de opplysninger om vergemålet til statsforvalteren som statsforvalteren ber om.\nVergen bør rådføre seg med statsforvalteren når han eller hun er i tvil, og når det gjelder avgjørelser av særlig betydning for den som er under vergemål.\nVergen kan påklage statsforvalterens vedtak til den sentrale vergemålsmyndigheten.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Finansielle eiendeler som skal forvaltes av statsforvalteren",
      "content": "Finansielle eiendeler som eies av personer under vergemål, forvaltes av statsforvalteren, hvis ikke noe annet følger av lov eller annen gyldig bestemmelse.\nDen som er satt under vergemål, men ikke er fratatt den rettslige handleevnen, må gi samtykke til at statsforvalteren forvalter midlene. Samtykke kreves likevel ikke dersom han eller hun ikke er i stand til å forstå hva samtykket innebærer.\nMed finansielle eiendeler menes penger, bankinnskudd, andre pengekrav, andeler i selskap med begrenset ansvar, livspoliser og finansielle instrumenter.\nMed finansielle instrumenter menes det samme som etter lov 29. juni 2007 nr. 75 om verdipapirhandel § 2-2.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Finansielle eiendeler som ikke skal forvaltes av statsforvalteren",
      "content": "Utgjør de finansielle eiendelene til en person under vergemål et beløp som er lavere enn en grense som fastsettes av Kongen i forskrift, skal eiendelene i stedet forvaltes av vergen. Når særlige grunner tilsier det, kan statsforvalteren unnlate å ta midler som overstiger den fastsatte beløpsgrensen, til forvaltning. Statsforvalteren kan også, når særlige grunner tilsier det, ta midler som ligger under den fastsatte beløpsgrensen, til forvaltning.\nFinansielle eiendeler som en arvelater eller giver har fastsatt at skal forvaltes særskilt etter § 95, skal ikke forvaltes av statsforvalteren.\nEr ektefellen eller samboeren til den som er satt under vergemål, oppnevnt som verge, gjelder § 44.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Omgjøring av finansielle eiendeler",
      "content": "Statsforvalteren kan omgjøre andre finansielle eiendeler enn penger og bankinnskudd til kontante midler.\nAndre finansielle eiendeler enn penger og bankinnskudd som er av særlig karakter, eller som eieren må antas å ha en særlig tilknytning til, bør ikke selges med mindre det er nødvendig ut fra eierens behov.\nVergen, og om mulig også eieren, skal høres før omgjøring finner sted.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Forvaltningen av finansielle eiendeler",
      "content": "Finansielle eiendeler som skal forvaltes av statsforvalteren og om nødvendig er omgjort til kontante midler etter § 50 første ledd, skal plasseres som bankinnskudd på individuelle konti i bank.\nDen sentrale vergemålsmyndigheten skal forhandle om innskuddsvilkårene på vegne av statsforvalteren og fastsetter hvilke finansinstitusjoner som skal benyttes for innskuddsformål. Kongen kan i forskrift gi nærmere regler om organiseringen av forvaltningen i bank, herunder regler om rett til å velge plassering av midlene.\nFinansielle eiendeler som ikke omgjøres til kontante midler, jf. § 50 annet ledd, skal forvaltes individuelt av statsforvalteren. Statsforvalteren kan gi en bestyrer i oppgave å forvalte slike finansielle eiendeler mot særskilt vederlag av avkastningen av midlene, forutsatt at en slik løsning best tjener interessene til eieren. Reglene i kapittel 6 og § 53 gjelder så langt de passer for bestyrerens forvaltning av eiendelene.\nFørste til tredje ledd gjelder tilsvarende for finansielle eiendeler som etter lov skal forvaltes på samme måte som midler som tilhører personer under vergemål, eller som etter gyldig bestemmelse av arvelater eller giver skal forvaltes av statsforvalteren, jf. §§ 95 og 96.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Utbetaling ved opphør av vergemål",
      "content": "Ved opphør av vergemålet skal statsforvalteren uten unødig opphold sende midlene som har vært forvaltet etter reglene i kapitlet her, til eieren sammen med sluttregnskap.\nFør midlene kommer til utbetaling kan eieren anmode om at midlene likevel fortsatt skal forvaltes av statsforvalteren. Adgangen til fortsatt forvaltning opphører ved utløpet av det året eieren av midlene fyller 25 år. Statsforvalteren plikter å informere om muligheten for fortsatt forvaltning.\nHvis eieren på utbetalingstidspunktet ikke er villig til å ta imot eiendeler eller kvittere for dem, eller overlevering og kvittering av andre grunner ikke er mulig, skal statsforvalteren, med mindre særlige grunner taler mot det, omgjøre midlene i penger som deponeres i Norges Bank etter reglene i lov 17. februar 1939 nr. 2 om deponering i gjeldshøve.\nSalg kan begjæres gjennom namsmyndighetene etter regler om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven § 8-16 første ledd, § 10-6, jf. § 8-16 første ledd, § 11-20 og § 12-6, jf. § 11-20, om det minste bud som kan godtas, gjelder ikke i disse tilfellene.\nEieren skal varsles av statsforvalteren om at eiendelene kan bli solgt. Statsforvalteren kan sette en frist for eieren til å motta eiendelene eller kvittere for dem om salg skal unngås. Varslet skjer på en måte statsforvalteren finner betryggende.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Rapporterings- og regnskapsplikt",
      "content": "Kongen gir i forskrift nærmere regler om vergens og statsforvalterens rapporterings- og regnskapsplikt, herunder revisjon av regnskaper.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Opplysningsplikt for institusjoner mv.",
      "content": "Kongen kan i forskrift gi regler om at når en mindreårig eller en person som er fratatt den rettslige handleevnen, tilføres eiendeler, skal offentlige forvaltningsorganer, finansforetak, forsikringsforetak, pensjonsforetak, fondsforvaltningsselskaper, verdipapirsentraler og verge gi melding til statsforvalteren om dette.\nInstitusjoner og personer som nevnt i første ledd har, uten hinder av taushetsplikt, opplysnings- og utleveringsplikt overfor vergen og vergemålsmyndigheten for personer som har verge, eller som det er begjært opprettet vergemål for. Kongen kan i forskrift fastsette regler om at utlevering av opplysninger til vergemålsmyndigheten etter denne bestemmelsen kan skje i form av direkte søk, og gi nærmere regler om opplysnings- og utleveringsplikten.\nVergen og vergemålsmyndigheten har, uten hinder av taushetsplikt, rett til innsyn i opplysninger hos skattemyndighetene om personer som har verge, og om personer det er begjært opprettet vergemål for, når slikt innsyn er nødvendig for at vergen og vergemålsmyndigheten skal kunne ivareta sine oppgaver etter loven her. Skattemyndighetene skal gi melding til den sentrale vergemålsmyndigheten om mindreåriges finansielle eiendeler som skattemyndighetene har innhentet opplysninger om fra tredjepart, når disse eiendelenes verdi overstiger den grensen som følger av forskrift etter vergemålsloven § 49 første ledd første punktum. Kongen kan i forskrift gi nærmere regler om gjennomføringen av meldeplikten, herunder om meldepliktens omfang.\n0 Endret ved lover 5 apr 2013 nr. 12, 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Statsforvalterens kompetanse mv.",
      "content": "Statsforvalteren behandler saker etter loven her i første instans, herunder sak om vergemål der den rettslige handleevnen ikke fratas.\nSaken behandles av statsforvalteren i det vergemålsdistriktet der personen som saken om vergemål gjelder, har bopel. Om det ikke kan påvises bopel i et bestemt distrikt, behandles saken av statsforvalteren i det distriktet som personen har sterkest tilknytning til.\nForvaltningsloven gjelder for vergemålsmyndighetens virksomhet om ikke noe annet følger av loven her.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Rett til å begjære vergemål",
      "content": "Statsforvalteren treffer vedtak om opprettelse eller endring av vergemål av eget tiltak eller etter begjæring fra\na. personen selv,\nb. personens ektefelle, samboer, foreldre, nærmeste livsarving eller søsken,\nc. vergen, hvis personen allerede er under vergemål,\nd. behandlende lege eller tilsynslege ved helseinstitusjon der personen er innlagt eller bor.\nBegjæring som nevnt i første ledd skal begrunnes.\nOm en person som nevnt i første ledd bokstav b eller c begjærer vergemål eller endring av dette, blir vedkommende part i saken. Personer som nevnt i første ledd bokstav b kan senere tre inn som part i saken.\nKongen kan i forskrift gi nærmere bestemmelser om begjæringen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Meldeplikt for institusjoner og andre",
      "content": "Må det antas at det er behov for vergemål for en person som er innlagt i institusjon, skal institusjonen melde fra til statsforvalteren. Meldeplikten gjelder også ansvarlig for kommunens sosialtjeneste og kommunens helse- og omsorgstjeneste utenfor institusjon. Meldingen skal begrunnes.\nKongen kan i forskrift gi nærmere regler om meldeplikten.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Forhåndsvarsel",
      "content": "Straks saken er igangsatt, skal det sendes forhåndsvarsel etter forvaltningsloven § 16 til personen som saken om vergemål gjelder. Forhåndsvarsel kan unnlates dersom\na. personen ikke er i stand til å forstå hva saken gjelder,\nb. personen allerede på annen måte har fått kjennskap til at vedtak skal treffes, eller\nc. forhåndsvarsel ikke er praktisk mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Grunnlaget for statsforvalterens avgjørelse",
      "content": "Statsforvalteren skal påse at saken er så godt opplyst som mulig før vedtak treffes. Statsforvalteren skal blant annet legge til grunn for vedtaket:\na. erklæring fra lege eller annen sakkyndig om hvorvidt personen på grunn av forhold som nevnt i § 20 ikke er i stand til å ivareta sine interesser, og om personen forstår hva et samtykke til vergemål innebærer,\nb. uttalelse fra pårørende som har begjært vergemål, jf. § 56,\nc. uttalelse fra institusjon eller tjeneste som har gitt melding etter § 57, og fra institusjon der personen er innlagt,\nd. samtykkeerklæring der dette kreves, jf. § 20,\ne. samtale mellom saksbehandler og personen som vergemålssaken gjelder, med mindre det anses som umulig. Samtalen kan på vegne av saksbehandleren foretas av en som kjenner personen.\nHelsepersonell og ansatte i sosialtjenesten og barnevernstjenesten kan gi nødvendige og relevante opplysninger til statsforvalteren eller oppnevnt sakkyndig uten hinder av taushetsplikten.\nKongen kan i forskrift gi nærmere regler om gjennomføringen av bestemmelsene i første og annet ledd, herunder regler om at statsforvalteren kan kreve fremlagt slik dokumentasjon som er nevnt i første ledd bokstav a og c.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "Underretning til nære familiemedlemmer",
      "content": "Når det er begjært opprettelse av vergemål for en person, skal statsforvalteren underrette personens ektefelle eller samboer og eventuelle barn over 18 år om begjæringen. Disse skal underrettes om avgjørelsen i saken, om klage og om begjæring om endringer av vergemålet. Har personen ikke nære familiemedlemmer som nevnt i første punktum, skal foreldrene underrettes på samme måte.\nDersom personen som vergemålssaken gjelder, ønsker det, skal statsforvalteren unnlate å underrette personens fraseparerte ektefelle, barn over 18 år og foreldre etter første ledd.\nDet kan gjøres unntak fra første og annet ledd dersom dette er nødvendig for å verne om liv eller helse.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "Midlertidig vedtak",
      "content": "Dersom det er nødvendig for å avverge vesentlig skade eller ulempe for den som begjæringen om vergemål gjelder, og vilkårene etter § 20 antas å foreligge, kan statsforvalteren treffe midlertidig vedtak om vergemål inntil det foreligger endelig avgjørelse i saken. Dersom vilkårene i § 22 antas å foreligge, kan statsforvalteren på samme vilkår som nevnt i første punktum treffe midlertidig avgjørelse om hel eller delvis fratakelse av den rettslige handleevnen.\nReglene i § 59 første ledd bokstav e og § 58 om forhåndsvarsel skal følges, med mindre det er en nærliggende fare for at formålet med den midlertidige avgjørelsen da ikke blir oppnådd.\nNår det er truffet en midlertidig avgjørelse etter første ledd, skal vedtaket straks sendes til tinglysing eller registrering, jf. § 77.\nStatsforvalteren skal straks bringe vedtak om midlertidig fratakelse av den rettslige handleevnen inn for tingretten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "8:62",
      "chapter": "8",
      "section": "62",
      "title": "Avvisning",
      "content": "En begjæring om vergemål kan avvises av statsforvalteren dersom det går frem av begjæringen at de forhold som påberopes, ikke kan gi grunnlag for opprettelse av vergemål. Det samme gjelder når begjæringen er avslått tidligere, og den nye begjæringen ikke inneholder nye opplysninger av betydning.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "title": "Opphevelse av eller endring av vergemålet",
      "content": "Et vedtak om vergemål skal oppheves eller endres hvis vilkårene for vergemålet ikke lenger er til stede eller forholdene tilsier det. Dersom den som er satt under vergemål etter eget samtykke, trekker samtykket tilbake, skal vergemålet oppheves.\nEr vergemålet fastsatt ved dom, avgjøres krav om endring av dommen ved nytt søksmål, jf. § 75. Hvis statsforvalteren finner det ubetenkelig, og den eller de som har brakt saken om vergemål inn for retten, ikke motsetter seg det, kan statsforvalteren bestemme at personen ikke lenger skal være under vergemål eller være fratatt den rettslige handleevnen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "8:64",
      "chapter": "8",
      "section": "64",
      "title": "Klage",
      "content": "Statsforvalterens vedtak om opprettelsen av vergemålet kan påklages til den sentrale vergemålsmyndigheten av den som er satt under vergemål, av dennes verge, av den som har begjært vergemålet, og av dem som kan begjære vergemål etter § 56 første ledd bokstav b.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "8:65",
      "chapter": "8",
      "section": "65",
      "title": "Unntak fra taushetsplikt",
      "content": "Opplysningen om at en person har fått oppnevnt verge, og hvem vergen er, er ikke underlagt taushetsplikt, og kan gjøres kjent ved behov. Opplysninger om rammene for vergeoppdraget kan gjøres kjent for dem som har hjemmel i lov til å motta slike opplysninger, og ellers dersom det er nødvendig av hensyn til personen selv, eller for å sikre at vergeoppdraget kan utføres på en god måte.\nVergemålsmyndigheten skal uten hinder av taushetsplikt gi nødvendige opplysninger til Advokattilsynet dersom en advokat eller en advokatfullmektig får oppnevnt verge.\nKongen kan i forskrift gi nærmere regler om deling av opplysninger om vergemål, herunder om adgangen til å motta, behandle og utlevere opplysninger om hvem som er verge, hvem vedkommende er verge for, og rammene for vergeoppdraget.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445), 12 mai 2022 nr. 28 (i kraft 1 jan 2025 iflg. res. 11 okt 2024 nr. 2461, endring endret ved lov 21 juni 2024 nr. 46).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "8:66",
      "chapter": "8",
      "section": "66",
      "title": "Personopplysninger",
      "content": "Vergemålsmyndigheten kan behandle personopplysninger, også personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når det er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her. Opplysningene kan brukes til administrasjon og saksbehandling og for å utarbeide statistikk, og de kan som ledd i dette utveksles mellom statsforvalterne og mellom statsforvalterne og den sentrale vergemålsmyndigheten. I den utstrekning det er nødvendig, kan relevante opplysninger om den som er satt under vergemål, utleveres til vergen. Utlevering kan ellers skje der det følger av lov.\nVergemålsmyndigheten kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for å utføre oppgaver etter denne loven. Vergemålsmyndigheten skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.\n0 Endret ved lover 20 des 2018 nr. 114, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "8:67",
      "chapter": "8",
      "section": "67",
      "title": "Vurdering av tvungen forvaltning",
      "content": "I forbindelse med opprettelsen av vergemålet skal statsforvalteren vurdere om midler som er underlagt tvungen forvaltning i medhold av folketrygdloven § § 22-4, folketrygdloven § 22-6 eller helse- og omsorgstjenesteloven § 12-4, i stedet skal forvaltes av vergen.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "9:68",
      "chapter": "9",
      "section": "68",
      "title": "Rettens kompetanse i vergemålssaker mv.",
      "content": "Vergemål med fratakelse av den rettslige handleevnen besluttes av tingretten.\nRetten kan overprøve vedtak om vergemål etter § 55 og vedtak om avslag på begjæring om opphevelse av vergemål etter § 63. Innenfor rammene av vergemålsloven prøver retten alle sider av saken.\nMekling i forliksrådet foretas ikke.\nSøksmål i vergemålssaker etter første og annet ledd reises ved tingretten der personen vergemålssaken gjelder, har sitt alminnelige verneting.\n0 Endret ved lov 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "9:69",
      "chapter": "9",
      "section": "69",
      "title": "Kompetanse til å reise sak mv.",
      "content": "Sak om vergemål kan reises av dem som er nevnt i § 56 første ledd bokstav a, b og d, og av statsforvalteren. Sak reises ved stevning til retten.\nPersonen vergemålssaken gjelder, kan, selv om han eller hun er fratatt den rettslige handleevnen, på egen hånd begjære forenklet domsbehandling dersom han eller hun har evne til å forstå hva saken gjelder.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "9:70",
      "chapter": "9",
      "section": "70",
      "title": "Tingrettens sammensetning",
      "content": "Tingretten settes med to meddommere, hvorav den ene eller begge kan være fagkyndige som oppnevnes av retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "9:71",
      "chapter": "9",
      "section": "71",
      "title": "Rettens behandling av vergemålssaker",
      "content": "For rettens saksbehandling i saker om vergemål, jf. § 68 første og annet ledd, gjelder de alminnelige reglene i rettergangslovgivningen så langt de passer, om ikke noe annet følger av loven her.\nSaken skal prioriteres og behandles så hurtig som hensynet til en forsvarlig saksbehandling gjør mulig. Retten avgjør om hovedforhandlingen skal holdes i rettslokalet, på sykehuset eller i den institusjonen der personen er.\nRetten skal gjøre partene oppmerksom på adgangen til å begjære saken behandlet for lukkede dører.\nReglene i § 60 om underretning til nære familiemedlemmer gjelder tilsvarende for retten.\nRetten sørger for at saken blir tilstrekkelig opplyst. Retten har i den forbindelse krav på å få bistand fra politiet. Helsepersonell, ansatte i helse- og omsorgstjenesten, sosialtjenesten og ansatte i barnevernstjenesten kan gi nødvendige og relevante opplysninger til oppnevnt sakkyndig og avgi vitneforklaring uten hinder av taushetsplikt.\n0 Endret ved lov 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "9:72",
      "chapter": "9",
      "section": "72",
      "title": "Møteplikt under hovedforhandlingen",
      "content": "Personen vergemålssaken gjelder, og i tilfelle vergen, skal innkalles til hovedforhandlingen.\nUteblir personen, eller er personen ikke i stand til å møte, skal retten før avgjørelse treffes sørge for en muntlig samtale med personen utenfor hovedforhandlingen, med mindre personen ikke er i stand til å forstå hva saken gjelder, eller en slik samtale ikke er mulig å få til. Hvis retten enstemmig finner det ubetenkelig, kan rettens leder eller oppnevnt sakkyndig gjennomføre samtalen alene.\nDersom det er oppnevnt sakkyndig, skal denne, med mindre særlige grunner foreligger, møte under hovedforhandlingen. Det samme gjelder den som har begjært vergemålet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "9:73",
      "chapter": "9",
      "section": "73",
      "title": "Avgjørelse ved dom. Anke",
      "content": "Avgjørelse i saken treffes ved dom.\nDommen kan påankes av personen vergemålssaken gjelder, dennes verge, den eller de som har begjært vergemål, og av de som kan begjære vergemål etter § 56 første ledd bokstav b.\nLagmannsretten er ankeinstans. Bestemmelsen i § 70 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "9:74",
      "chapter": "9",
      "section": "74",
      "title": "Avvisning",
      "content": "En sak om vergemål kan avvises av retten dersom det går frem av stevningen at de forhold som påberopes, ikke kan gi grunnlag for opprettelse av vergemål. Det samme gjelder når saken er avslått tidligere, og den nye stevningen ikke inneholder nye opplysninger av betydning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "9:75",
      "chapter": "9",
      "section": "75",
      "title": "Rettskraft. Endring av dom",
      "content": "Rettens dom i sak om opprettelse av vergemål eller fratakelse av den rettslige handleevnen trer i kraft straks.\nVed anke kan tingretten som har avsagt dommen, eller ankeinstansen bestemme at anken skal ha oppsettende virkning.\nNår rettskraftig dom foreligger, kan ny sak ikke reises før det er gått ett år.\nKrav om endring av dommen avgjøres ved nytt søksmål. Den som er fratatt den rettslige handleevnen, kan reise søksmål på egen hånd dersom han eller hun har evne til å forstå hva saken gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "9:76",
      "chapter": "9",
      "section": "76",
      "title": "Kostnadene ved saken. Oppnevning av prosessfullmektig",
      "content": "Staten bærer alle kostnadene ved saken når ikke annet følger av særskilt lovbestemmelse. Om en privat part har reist søksmålet, kan denne pålegges ansvar for egne kostnader om søksmålet synes ubegrunnet.\nRetten skal gjøre partene i saken oppmerksom på retten til å få oppnevnt advokat på det offentliges bekostning, jf. rettshjelpsloven § 16.\nDersom personen ikke selv sørger for prosessfullmektig, skal retten av eget tiltak oppnevne prosessfullmektig hvis saksøkte ikke er i stand til å forstå hva saken gjelder. Kongen kan gi nærmere regler om utvalg av advokater som retten kan oppnevne en prosessfullmektig fra.\n0 Endret ved lov 20 juni 2025 nr. 82 (i kraft 1 juli 2025 iflg res. 20. juni 2025 nr. 1095 ).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "9:77",
      "chapter": "9",
      "section": "77",
      "title": "Registrering av og varsel om dom om fratakelse av den rettslige handleevnen",
      "content": "Dom om fratakelse av den rettslige handleevnen skal tinglyses eller registreres i\na. Løsøreregisteret,\nb. grunnboka og andre lignende realregistre hvis personen eier fast eiendom eller andre registrerte eiendeler,\nc. Enhetsregisteret og Foretaksregisteret, hvis personen er innehaver av eller ansvarlig deltaker i et foretak som er innført der,\nd. Verdipapirsentralen,\ne. Folkeregisteret.\nDen retten som har besluttet fratakelsen av den rettslige handleevnen, skal sørge for slik tinglysing eller registrering som nevnt i første ledd. Om retten opphever eller endrer avgjørelsen om fratakelse av den rettslige handleevnen, skal retten sørge for at endringen blir registrert.\nTredjepersoners stilling reguleres av de tinglysingsrettslige regler. Fratakelse av den rettslige handleevnen kan ikke gjøres gjeldende overfor den som i god tro har inngått avtale med vedkommende om eiendeler som nevnt i første ledd bokstav b før den påbudte meldingen er innført i dagbok eller register.\nHar retten avsagt dom som går ut på fratakelse av den rettslige handleevnen, skal retten varsle statsforvalteren om dommen.\n0 Endret ved lover 5 apr 2013 nr. 12, 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "10:78",
      "chapter": "10",
      "section": "78",
      "title": "Definisjon",
      "content": "En fremtidsfullmakt er en fullmakt til én eller flere personer om å representere fullmaktsgiveren etter at fullmaktsgiveren på grunn av sinnslidelse, herunder demens, eller alvorlig svekket helbred ikke lenger er i stand til å ivareta sine interesser innen de områdene som omfattes av fullmakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "10:79",
      "chapter": "10",
      "section": "79",
      "title": "Fullmaktsgiveren og fullmektigen",
      "content": "En fremtidsfullmakt kan opprettes av den som har fylt 18 år og har evnen til å forstå fullmaktens betydning.\nDen som utpekes som fullmektig, må på tidspunktet fullmakten trer i kraft, ha fylt 18 år og ikke være satt under vergemål. En juridisk person kan ikke utpekes til fullmektig i en fremtidsfullmakt.\nFullmakten kan utpeke en annen fullmektig for det tilfellet at fullmektigen blir midlertidig eller varig forhindret fra å utføre sitt oppdrag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "10:80",
      "chapter": "10",
      "section": "80",
      "title": "Fullmaktens innhold og omfang",
      "content": "En fremtidsfullmakt kan omfatte økonomiske og personlige forhold. Den kan begrenses til å gjelde bestemte områder.\nDet skal gå klart frem av fullmakten at den skal gjelde etter at fullmaktsgiveren har kommet i en tilstand som nevnt i § 78.\nKompetansen til å stemme ved valg, inngå ekteskap, erkjenne farskap, samtykke til donasjon av organer, opprette eller tilbakekalle testament eller samtykke til tvang og kompetansen i andre særlig personlige forhold kan ikke omfattes av fullmakten uten særskilt hjemmel i lov.\nHvis ikke noe annet følger av fremtidsfullmakten, kan fullmektigen samtykke til behandling av personopplysninger på vegne av fullmaktsgiveren innenfor fullmaktens område.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "10:81",
      "chapter": "10",
      "section": "81",
      "title": "Formkrav",
      "content": "En fremtidsfullmakt skal gjøres skriftlig med to vitner som fullmaktsgiveren har godtatt, og som er til stede sammen og vet at dokumentet skal være en fremtidsfullmakt. Mens vitnene er til stede, skal fullmaktsgiveren skrive under dokumentet eller vedkjenne seg sin underskrift. Vitnene skal underskrive dokumentet mens fullmaktsgiveren er til stede, og etter hans eller hennes ønske.\nVitnene må ha fylt 18 år og må ha evne til å forstå betydningen av underskriften. Fullmektigen kan ikke være vitne. Det samme gjelder fullmektigens ektefelle, samboer, foreldre, barn og barnebarn.\nEr reglene i paragrafen her ikke fulgt, er dokumentet ugyldig som fremtidsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "10:82",
      "chapter": "10",
      "section": "82",
      "title": "Opplysninger fullmakten bør inneholde",
      "content": "En fremtidsfullmakt bør dateres.\nVitnene bør i påskrift på dokumentet opplyse om fullmaktsgiveren har opprettet fullmakten av fri vilje og hadde evne til å forstå betydningen av handlingen, og om eventuelle andre forhold som kan ha betydning for fullmaktens gyldighet. Påskriften bør inneholde opplysning om vitnenes fødselsdato og adresse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "10:83",
      "chapter": "10",
      "section": "83",
      "title": "Ikrafttredelse",
      "content": "En fremtidsfullmakt trer i kraft når fullmaktsgiveren er i en slik tilstand som beskrevet i § 78.\nFullmektigen skal ta stilling til når fullmakten er i kraft. Fullmektigen skal snarest mulig underrette fullmaktsgiveren og fullmaktsgiverens ektefelle eller samboer om fullmaktens ikrafttredelse og om dens innhold. Hvis fullmaktsgiveren ikke har ektefelle eller samboer, skal andre nære slektninger underrettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "10:84",
      "chapter": "10",
      "section": "84",
      "title": "Stadfesting",
      "content": "Fullmektigen kan be statsforvalteren om å stadfeste ikrafttredelsen av en fremtidsfullmakt. Stadfesting skal skje hvis fullmakten er opprettet i samsvar med § 81 første ledd, og fullmaktsgiveren er i en tilstand som nevnt i § 78.\nStadfesting skal likevel ikke skje hvis\na. det er klart at fullmaktsgiveren ikke hadde fylt 18 år eller manglet evnen til å forstå disposisjonens betydning når fremtidsfullmakten ble opprettet, jf. § 79 første ledd,\nb. det er klart at vitnene ikke oppfylte kravene i § 81 annet ledd, eller\nc. det er grunn til å anta at fullmektigen ikke er egnet for oppdraget.\nFullmektigen skal legge frem fremtidsfullmakten, bevis for at pårørende er varslet, jf. § 83 annet ledd, og en legeerklæring om fullmaktsgiverens aktuelle helsetilstand. Slik legeerklæring kan fullmektigen innhente uten hinder av taushetsplikt. Statsforvalteren sørger for sakens opplysning ellers.\nBlir ikrafttredelsen stadfestet, skal fullmektigen motta en attest om dette. Stadfestingen skal registreres i samsvar med § 77.\nKongen kan gi nærmere regler om stadfesting og registrering av stadfestingen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "10:85",
      "chapter": "10",
      "section": "85",
      "title": "Fullmektigens oppgaver",
      "content": "Fullmektigen skal handle i samsvar med fullmakten og fremme fullmaktsgiverens interesser og rettigheter.\nFør fullmektigen treffer avgjørelser skal fullmaktsgiveren høres hvis dette kan skje uten betydelige vanskeligheter. Det er ikke nødvendig å høre fullmaktsgiveren hvis han eller hun ikke kan forstå sakens betydning.\nFullmektigen skal holde fullmaktsgiverens midler atskilt fra sine egne. Fullmektigen skal oppbevare tilstrekkelig dokumentasjon om de avgjørelser som blir tatt på fullmaktsgiverens vegne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "10:86",
      "chapter": "10",
      "section": "86",
      "title": "Inhabilitet mv.",
      "content": "Fullmektigen kan ikke representere fullmaktsgiveren i saker der han eller hun ville vært inhabil som verge, jf. § 34. Fullmektigen kan likevel gjennomføre disposisjoner etter §§ 87 og 88 og disposisjoner som fullmakten særskilt angir at fullmektigen skal kunne gjennomføre.\nHvis fullmektigen er inhabil, kan fullmektigen og personer nevnt i § 56 begjære at statsforvalteren oppnevner en verge med et mandat begrenset til de forhold som gjør fullmektigen inhabil.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "10:87",
      "chapter": "10",
      "section": "87",
      "title": "Gaver",
      "content": "En fullmektig kan gi sedvanlige gaver på fullmaktsgiverens vegne. Andre gaver kan bare gis hvis det er angitt særskilt i fullmakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "10:88",
      "chapter": "10",
      "section": "88",
      "title": "Vederlag og dekning av utgifter",
      "content": "Om ikke noe annet er avtalt eller fastsatt i fullmakten, kan fullmektigen dekke sine nødvendige utgifter av fullmaktsgiverens midler. Om ikke noe annet er avtalt eller fastsatt i fullmakten, kan fullmektigen, når det er rimelig, også beregne seg et passende vederlag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "10:89",
      "chapter": "10",
      "section": "89",
      "title": "Tilbakekall av fremtidsfullmakt",
      "content": "Et løfte om ikke å tilbakekalle en fremtidsfullmakt er ikke bindende.\nFullmaktsgiveren kan tilbakekalle fremtidsfullmakten hvis han eller hun har evnen til å forstå betydningen av dette.\nTilbakekall skjer ved at fullmaktsgiveren krever fullmakten tilbake eller får den ødelagt. Fullmektigen plikter etter krav fra fullmaktsgiveren å levere fullmakten tilbake. Har en tredjeperson fått en særskilt erklæring om at fremtidsfullmakten er tilbakekalt, gjelder dette som tilbakekall overfor ham eller henne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "10:90",
      "chapter": "10",
      "section": "90",
      "title": "Opplysnings- og regnskapsplikt",
      "content": "Det kan fastsettes i en fremtidsfullmakt at fullmektigen skal ha opplysnings- eller regnskapsplikt overfor en tredjeperson.\nFullmektigen skal på begjæring fra statsforvalteren legge frem de opplysningene om fullmaktsforholdet som statsforvalteren krever. Statsforvalteren kan pålegge fullmektigen å føre regnskap og gi statsforvalteren innsyn i dette der det er nødvendig for å sikre fullmaktsgiverens interesser.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "10:91",
      "chapter": "10",
      "section": "91",
      "title": "Vergemål for fullmaktsgiveren",
      "content": "De som er nevnt i § 56, kan begjære at fullmaktsgiveren settes under vergemål. Det samme kan den som i fremtidsfullmakten er utpekt som fullmektig. Statsforvalteren kan også av eget tiltak behandle sak om opprettelse av vergemål for fullmaktsgiveren.\nStatsforvalteren eller retten skal vurdere om vilkårene for vergemål er oppfylt, jf. kapittel 4. Ved vurderingen av om det er behov for vergemål, skal det legges vekt på om fullmektigen ivaretar fullmaktsgiverens interesser som forutsatt i fremtidsfullmakten, og om det er behov for ytterligere bistand.\nHvis det opprettes vergemål for fullmaktsgiveren som erstatter fullmakten, skal statsforvalteren om mulig kalle fullmakten tilbake samtidig. § 89 tredje ledd gjelder tilsvarende. Om vergemålet setter fullmakten delvis til side, skal statsforvalteren om mulig foreta en påtegning om dette på fullmakten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "10:92",
      "chapter": "10",
      "section": "92",
      "title": "Forholdet til avtaleloven",
      "content": "Avtalelovens bestemmelser gjelder tilsvarende for fullmakt etter kapitlet her og for fullmektigens disposisjoner og ansvar, med mindre noe annet fremgår av loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "10:93",
      "chapter": "10",
      "section": "93",
      "title": "Faste betalingsoppdrag",
      "content": "Skriftlig fullmakt til en finansinstitusjon eller betalingsmottaker om at det som fast oppdrag skal foretas en bestemt angitt betaling på fullmaktsgiverens vegne, er gyldig også etter at fullmaktsgiveren er kommet i en tilstand som nevnt i § 78.\nEn verge kan innenfor sitt mandat kalle tilbake fullmakter som nevnt i første ledd. Det samme kan en fullmektig etter en fremtidsfullmakt hvis fremtidsfullmakten omfatter representasjon av fullmaktsgiveren i økonomiske forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "10:94",
      "chapter": "10",
      "section": "94",
      "title": "Nærståendes representasjonsrett",
      "content": "Nærstående har etter reglene i denne paragrafen rett til å representere et familiemedlem som på grunn av sinnslidelse, herunder demens, eller alvorlig svekket helbred, ikke lenger er i stand til å ivareta sine økonomiske interesser. Den nærstående har rett til på familiemedlemmets vegne å foreta økonomiske disposisjoner som gjelder familiemedlemmets bolig og daglige underhold. Den nærstående har også rett til å sørge for betaling av offentlige skatter og avgifter og av forpliktelser som følger av gyldige låneavtaler familiemedlemmet har inngått. Den nærstående kan si opp betalingsoppdrag som nevnt i § 93.\nSom nærstående regnes følgende personer som har fylt 18 år, og som ikke er under vergemål:\na. ektefelle eller samboer\nb. barn\nc. barnebarn\nd. foreldre.\nNærståendes representasjonsrett etter denne paragrafen gjelder ikke hvis det er oppnevnt verge for familiemedlemmet, og heller ikke i den utstrekning forholdet omfattes av en fremtidsfullmakt.\n§ 85 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "11:95",
      "chapter": "11",
      "section": "95",
      "title": "Alternativ forvaltning etter bestemmelse av giver eller arvelater",
      "content": "Denne loven begrenser ikke en givers eller arvelaters adgang til ved gave eller testament å bestemme at gave eller arv som tilfaller en person med verge, skal forvaltes eller brukes på en bestemt måte.\nEn bestemmelse etter første ledd om hvordan en gave skal forvaltes eller brukes, må være skriftlig, datert og truffet senest ved gavens oppfyllelse. For gave som skal forvaltes av statsforvalteren uten gavemottakerens samtykke etter § 48 første og annet ledd, kan giveren innen seks måneder etter at statsforvalteren har varslet vergen eller vergene om at midlene skal tas til forvaltning, bestemme at gaven i stedet skal forvaltes av vergene sammen eller av en verge alene. Annet punktum gjelder bare hvis det er klart hvem som var giver, og at midlene var en gave, og bare i den utstrekning gaven fortsatt klart er i behold.\nEn bestemmelse etter første ledd om hvordan arv skal forvaltes eller brukes, må fremgå av testament.\nMed mindre det er i strid med arvelaterens eller giverens bestemmelser om alternativ forvaltning eller bruk, gjelder lovens regler om forvaltning og regnskapsføring av midler tilhørende personer med verge.\nHvis det vil være åpenbart uheldig for den som har verge, at midlene står til hans eller hennes rådighet, kan vergen med statsforvalterens samtykke frata vedkommende råderetten over dem. På samme vilkår kan vergen med statsforvalterens samtykke bestemme at midlene skal forvaltes etter reglene i denne lov.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445, se endringsloven del VI for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "11:96",
      "chapter": "11",
      "section": "96",
      "title": "Midler som ved lov er bestemt at skal forvaltes etter denne lov",
      "content": "Når det ved lov er bestemt at midlene til en person som ikke er under vergemål, skal behandles etter de regler som gjelder for midler til personer under vergemål, kan statsforvalteren oppnevne en bestyrer til å forestå forvaltningen av dem. Reglene i kapittel 6 og 7 gjelder for bestyrerens forvaltning så langt de passer.\nBestyreren utfører sitt oppdrag mot vederlag av avkastningen av midlene. Er avkastningen ikke tilstrekkelig til å dekke omkostningene, kan statsforvalteren i særskilte tilfeller samtykke i at vederlaget dekkes av selve forvaltningskapitalen. Statsforvalteren avgjør på hvilken måte dekning kan skje.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "11:97",
      "chapter": "11",
      "section": "97",
      "title": "Forvaltning av andre midler enn de som tilhører personer under vergemål",
      "content": "Statsforvalteren kan overta forvaltningen av legatmidler og andre midler som statsforvalteren etter denne lov ikke har plikt til å forvalte. I så fall gjelder reglene i kapittel 7.\nKongen kan i forskrift gi nærmere regler om gjennomføringen av denne bestemmelsen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "12:98",
      "chapter": "12",
      "section": "98",
      "title": "Statsforvalterens myndighet i vergemålssaker der personen ikke er bosatt i Norge",
      "content": "Om en norsk statsborger har flyttet fra Norge, kan sak etter loven her i særlige tilfeller behandles av statsforvalteren der personen hadde sin siste bopel i Norge.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "12:99",
      "chapter": "12",
      "section": "99",
      "title": "Statsforvalterens myndighet i internasjonale forhold når det gjelder stadfesting av fremtidsfullmakter mv.",
      "content": "Statsforvalteren kan stadfeste en fremtidsfullmakt hvis fullmaktsgiveren er bosatt i Norge. Hvis fullmaktsgiveren ikke er bosatt i Norge, men fullmakten gjelder eiendom i Norge, kan statsforvalteren stadfeste fullmakten så langt det gjelder denne eiendommen. Hvis statsforvalteren kan stadfeste en fremtidsfullmakt etter første og annet punktum, kan statsforvalteren også registrere fullmakten i samsvar med § 84 fjerde ledd.\nStatsforvalteren har myndighet etter § 86 annet ledd, § 90 annet ledd og § 91 hvis fullmaktsgiveren er bosatt i Norge. Hvis fullmaktsgiveren ikke er bosatt i Norge, har statsforvalteren slik myndighet hvis det etter omstendighetene er grunn for statsforvalteren til å gripe inn.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "12:100",
      "chapter": "12",
      "section": "100",
      "title": "Fremtidsfullmakter og lovvalg",
      "content": "Når det gjelder gyldighet, omfang, endring og opphør av en fremtidsfullmakt, anvendes loven i den staten hvor fullmaktsgiveren var bosatt når fremtidsfullmakten ble opprettet, om ikke fullmaktsgiveren skriftlig har bestemt at en annen stats lov som nevnt i annet ledd skal anvendes.\nFullmaktsgiveren kan bestemme at anvendelig lov ikke skal være den lov som følger av første ledd, men i stedet\na. loven i en stat der fullmaktsgiveren er statsborger,\nb. loven i en stat der fullmaktsgiveren tidligere har vært bosatt, eller\nc. loven i en stat der fullmaktsgiveren har fast eiendom, så langt det gjelder denne eiendommen.\nHenvisningene til annen stats lov omfatter ikke bestemmelser som hører til den internasjonale privatretten.\nVed statsforvalterens og domstolenes behandling av saker etter kapitlet her anvendes norsk rett.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "13:101",
      "chapter": "13",
      "section": "101",
      "title": "Ikraftsetting. Overgangsregler",
      "content": "1. Loven gjelder fra den tid Kongen bestemmer.​1 De enkelte bestemmelsene kan settes i kraft til ulik tid.\n2. Beslutning om opprettelse av hjelpevergemål etter lov 22. april 1927 nr. 3 om vergemål for umyndige gjelder også etter ikrafttredelsen av loven her. Hjelpevergemålet regnes etter lovens ikrafttredelse som et vergemål uten fratakelse av den rettslige handleevnen etter reglene i loven her og med det innhold som er besluttet for hjelpevergemålet. Oppdraget som hjelpeverge fortsetter etter lovens ikrafttredelse som et oppdrag som verge etter reglene i loven her og med det innhold som er besluttet for hjelpevergemålet.\n3. Beslutning om umyndiggjøring etter lov 28. november 1898 om Umyndiggjørelse gjelder i tre år etter ikrafttredelsen av loven her. Beslutningen om umyndiggjøring regnes i denne perioden som et vergemål med full fratakelse av den rettslige handleevnen etter reglene i loven her. Oppdraget som verge fortsetter etter lovens ikrafttredelse som et oppdrag som verge etter reglene i loven her og med det innhold som gjelder for vergemål med full fratakelse av den rettslige handleevnen.\n4. Finansielle eiendeler som ved ikrafttredelsen av loven her har vært forvaltet av overformynderiet etter lov 22. april 1927 nr. 3 kapittel 6, men som utgjør et beløp som er lavere enn beløpsgrensen som følger av forskrift etter § 49 første ledd første punktum i loven her, skal forvaltes av fylkesmannen i ett år etter lovens ikrafttredelse. Dette gjelder likevel ikke hvis fylkesmannen i denne perioden beslutter at eiendelene ikke skal forvaltes av fylkesmannen.\n5. En fullmakt som oppfyller kravene til en fremtidsfullmakt etter lovens kapittel 10, men som er opprettet før loven her trer i kraft, skal fra lovens ikrafttredelse ha de rettsvirkninger som følger av loven her.\n6. Midlene i sikkerhetsfondene opparbeidet som en del av fellesmassene etter lov 22. april 1927 nr. 3 om vergemål for umyndige § 73 skal fra ikrafttredelsen av loven her utgjøre et nasjonalt sikkerhetsfond når fellesmassene er avviklet. Kongen kan i forskrift gi nærmere regler for det nasjonale sikkerhetsfondet, herunder nærmere regler for organisering, tilsyn, avsetning og utdeling.\n7. Kongen kan i forskrift gi nærmere overgangsregler.\n0 Endret ved lov 5 apr 2013 nr. 12.\n1 Fra 1 juli 2013 iflg. res. 5 apr 2013 nr. 338, med unntak av § 51 annet ledd, § 54 tredje ledd, § 65 og § 66 som trådte ikr. 5 apr 2013.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "13:102",
      "chapter": "13",
      "section": "102",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –\n0 Endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens saklige virkeområde",
      "content": "Loven gjelder personer under vergemål og deres adgang til selv å foreta rettslige handlinger eller råde over sine midler. Loven gjelder også verger for personer under vergemål og vergens kompetanse til å foreta rettslige handlinger eller råde over midler på vegne av personen han eller hun er verge for. For verger for mindreårige gjelder loven likevel bare i den utstrekning kompetansen ikke omfattes av foreldreansvaret etter barneloven.\nLoven gjelder i tillegg fullmaktsforhold som nevnt i kapittel 10.\nLoven gjelder bare i den utstrekning kompetanse som nevnt i første og annet ledd ikke er særskilt regulert i annen lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Definisjoner",
      "content": "Med personer under vergemål menes\na. personer under 18 år,\nb. personer som har fylt 18 år, og som det er vedtatt vergemål for etter kapittel 4.\nMed personer som er satt under vergemål, menes personer som det er vedtatt vergemål for etter kapittel 4.\nMed myndige personer menes personer som har fylt 18 år, og som ikke helt eller delvis er fratatt den rettslige handleevnen.\nMed samboere menes i denne loven to personer som bor sammen i et ekteskapslignende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Lovens anvendelse på Svalbard",
      "content": "Loven gjelder på Svalbard. Kongen kan i forskrift fastsette at enkelte bestemmelser i loven ikke skal gjelde, og kan fastsette særlige regler for Svalbard under hensyn til de stedlige forholdene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vergemålsmyndigheten",
      "content": "Statsforvalteren er lokal vergemålsmyndighet. På Svalbard er Sysselmesteren lokal vergemålsmyndighet. Det organ Kongen utpeker, er sentral vergemålsmyndighet.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Inndeling i distrikter",
      "content": "Området for hver statsforvalter utgjør et vergemålsdistrikt. Svalbard er et eget vergemålsdistrikt.\nStatsforvalteren kan i særlige tilfeller bestemme at distriktet skal betjenes av ett eller flere kontorer, og fastsetter området det enkelte kontoret skal ha ansvaret for.\nKongen kan gi nærmere regler om vergemålsdistriktene og opprettelse av kontorer innenfor det enkelte vergemålsdistrikt.\n0 Endret ved lov 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Den lokale vergemålsmyndigheten",
      "content": "Statsforvalteren behandler saker etter loven her i første instans. Statsforvalteren skal føre tilsyn med vergene i sitt område.\nStatsforvalteren skal gi vergene i sitt distrikt nødvendig opplæring, veiledning og bistand.\nKongen kan i forskrift gi nærmere regler om statsforvalterens plikter etter første og annet ledd, herunder regler om omfanget av tilsynsplikten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Den sentrale vergemålsmyndigheten",
      "content": "Den sentrale vergemålsmyndigheten skal behandle klager over statsforvalterens vedtak og skal føre tilsyn med statsforvalterens oppgaver etter vergemålsloven.\nKongen kan i forskrift gi nærmere regler om den sentrale vergemålsmyndigheten, herunder regler om omfanget av tilsynsplikten, retten til innsyn og adgangen til å gi pålegg.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Mindreårige",
      "content": "Personer som ikke har fylt 18 år, er mindreårige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Den mindreåriges rettslige handleevne",
      "content": "En mindreårig kan ikke selv foreta rettslige handlinger eller råde over sine midler, med mindre noe annet er særlig bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Den mindreåriges adgang til å inngå arbeidsavtaler",
      "content": "En mindreårig som har fylt 15 år, kan selv inngå arbeidsavtale. En mindreårig som er under 15 år, kan inngå arbeidsavtale med vergens samtykke. En mindreårig kan uansett alder selv si opp en arbeidsavtale.\nVergen kan ikke inngå arbeidsavtale på den mindreåriges vegne. Dersom hensynet til den mindreårige krever det, kan vergen med rimelig varsel heve arbeidsavtalen for den mindreårige.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Den mindreåriges adgang til å drive næringsvirksomhet",
      "content": "Vergen kan med samtykke fra statsforvalteren gi tillatelse til at en mindreårig som har fylt 15 år, kan drive en bestemt næringsvirksomhet. Statsforvalteren kan samtykke til at den mindreårige i den forbindelse også gis råderett over midler som er under statsforvalterens forvaltning etter kapittel 7. En mindreårig som har fått tillatelse til å drive næringsvirksomhet, kan på egen hånd foreta de disposisjoner som faller innenfor virksomhetens område. Dette gjelder likevel ikke disposisjoner som etter kapittel 6 krever samtykke fra statsforvalteren.\nVergen skal føre tilsyn med at den mindreårige ikke handler utenfor den tillatelsen som er gitt.\nVergen kan med samtykke fra statsforvalteren trekke tilbake tillatelsen dersom hensynet til den mindreårige krever det. I så fall bestemmer vergen med samtykke fra statsforvalteren om virksomheten skal fortsette for den mindreåriges regning eller avvikles. Tilbakekall etter første punktum får bare virkning for en tredjeperson hvis denne kjente eller burde kjenne til at tillatelsen var kalt tilbake.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rådighet over midler den mindreårige har tjent eller fått til egen rådighet",
      "content": "En mindreårig råder selv over midler som han eller hun har tjent ved eget arbeid eller virksomhet etter fylte 15 år, eller som vergen eller andre har latt den mindreårige få til egen rådighet, samt normal avkastning av slike midler.\nRådigheten gir ikke den mindreårige adgang til å foreta disposisjoner som etter kapittel 6 krever samtykke fra statsforvalteren.\nDersom hensynet til den mindreårige krever det, kan vergen frata den mindreårige rådigheten over midler som nevnt i første ledd. Er den mindreårige fylt 15 år, kreves det samtykke fra statsforvalteren for å frata den mindreårige rådigheten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Mindreårige med egen husholdning",
      "content": "En mindreårig som har egen husholdning, kan foreta disposisjoner som er vanlige i en husholdning eller for oppfostring av egne barn, unntatt å inngå avtale om leie av husrom. Den mindreårige blir likevel ikke bundet dersom motparten forsto eller burde forstå at avtalen ikke var påkrevd.\nMisbruker den mindreårige sin disposisjonsrett etter første ledd, kan vergen med samtykke fra statsforvalteren frata den mindreårige disposisjonsretten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Virkningen av at den mindreårige har handlet ut over sin rett",
      "content": "Har en mindreårig disponert med penger som han eller hun har i sin besittelse, kan motparten gjøre avtalen gjeldende mot den mindreårige selv om den mindreårige manglet rett til å råde over pengene. Dette gjelder likevel ikke dersom motparten visste at den mindreårige manglet rett til å råde over pengene, eller motparten ikke var så aktsom som han eller hun burde være etter forholdene.\nEr en disposisjon ikke bindende for den mindreårige, kan vergen, statsforvalteren eller den mindreårige selv, når vedkommende blir myndig, godkjenne disposisjonen. En godkjent disposisjon har virkning fra det tidspunktet disposisjonen ble foretatt.\nHvis motparten ikke forsto eller burde forstå at den mindreårige ikke hadde rett til å binde seg, kan motparten erklære seg ubundet. Erklæringen kan gis til den mindreårige eller vergen. Motparten kan ikke erklære seg ubundet av en avtale som allerede er oppfylt med bindende virkning for den mindreårige.\nHvis motparten forsto eller burde forstå at den mindreårige ikke hadde rett til å binde seg, kan motparten først gå fra sine forpliktelser etter utløpet av den frist som måtte være fastsatt i avtalen, eller som med rimelighet måtte forutsettes å medgå for å innhente godkjennelse fra vergen eller statsforvalteren. Har vergen nektet å godkjenne disposisjonen, er motparten uforpliktet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Partenes plikt til å levere tilbake det som er mottatt",
      "content": "Hvis en disposisjon ikke blir gjort bindende for den mindreårige etter § 14 annet ledd, skal hver av partene levere tilbake det de har mottatt. Kan ikke dette skje, skal verdien av det mottatte erstattes. Den mindreårige plikter ikke å erstatte det han eller hun har mottatt, utover det som er kommet ham eller henne til nytte.\nHar den mindreårige gitt uriktige opplysninger om sin disposisjonsrett og dermed forledet motparten, kan den mindreårige bli pålagt å erstatte tapet i den utstrekning det er rimelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Hvem som er verge for den mindreårige",
      "content": "Verge for en mindreårig er den som har foreldreansvar for den mindreårige etter reglene i barneloven, og som er myndig. Er den mindreårige uten fungerende verge, skal statsforvalteren oppnevne ny eller midlertidig verge.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Vergens oppgaver. Plikten til å høre den mindreårige mv.",
      "content": "Med mindre noe annet er bestemt, handler vergen på den mindreåriges vegne i økonomiske forhold og hvor det ellers følger av annen lovgivning.\nHar ingen foreldreansvar for den mindreårige, treffer vergen de avgjørelser som tilkommer den som har foreldreansvaret, jf. barneloven § 30. Det samme gjelder når den som har foreldreansvaret, ikke kan ivareta den mindreåriges interesser.\nEn oppnevnt verge skal så vidt mulig rådføre seg med den eller de som har foreldreansvaret, før det treffes avgjørelser av betydning.\nEr den mindreårige over 7 år, og ellers når den mindreåriges alder og modning tilsier det, skal vergen høre hva den mindreårige mener før det treffes avgjørelser. Den mindreåriges mening skal tillegges vekt i samsvar med alder og modenhet. Om den mindreåriges medbestemmelsesrett i personlige forhold gjelder reglene i barneloven § 31.\nEn mindreårig som er uenig i vergens avgjørelse, kan bringe spørsmålet inn for statsforvalteren.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445). Endres ved lov 20 juni 2025 nr. 40 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forholdet mellom vergene",
      "content": "Når ikke annet er særskilt bestemt, skal den mindreåriges verger handle i fellesskap. Blir vergene ikke enige i et spørsmål av betydning for den mindreårige, treffer statsforvalteren avgjørelsen.\nEn verge kan gi den andre vergen fullmakt til å opptre alene som verge. Fullmakten kan være generell eller gjelde bestemte spørsmål.\nHvis en av vergene ikke kan ivareta den mindreåriges interesser for en viss tid eller i visse saker, kan statsforvalteren bestemme at den andre vergen skal ha oppgaven som verge alene.\nHvis den mindreårige ikke bor sammen med begge vergene, kan statsforvalteren bestemme at den ene av vergene alene skal disponere over bankkonto som tilhører den mindreårige. Statsforvalteren skal gi finansinstitusjonen melding om vedtaket.\nHvis bare den ene vergen møter når begge vergene er forsvarlig varslet om rettergangsskritt, anses den møtende vergen for å ha fullmakt fra den andre vergen til å opptre som verge alene, med mindre noe annet blir opplyst. Det samme gjelder hvis vergen på vegne av den mindreårige undertegner et dokument til vedkommende myndighet.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Opphør av oppgaven som verge",
      "content": "Hvis hensynet til den mindreåriges beste tilsier det, kan retten etter begjæring fra statsforvalteren eller fra den andre vergen frata en som har foreldreansvar, vergemålet. For rettens saksbehandling gjelder § 71. Når den mindreårige er over 7 år, og ellers når den mindreåriges modenhet og alder tilsier at han eller hun er i stand til å danne seg en mening om saksforholdet, skal den mindreårige høres før avgjørelse tas. Den mindreåriges mening skal tillegges vekt i samsvar med alder og modenhet.\nNår saken reises av statsforvalteren, bærer staten alle kostnadene ved saken. Ansvar for motpartens saksomkostninger pålegges ikke uten at sterke grunner tilsier det. Dommen skal forkynnes for statsforvalteren og den andre vergen, som begge kan anke over dommen uten å ha vært part i saken. Statsforvalteren eller retten kan treffe midlertidig vedtak om fratakelse av vergemålet. I så fall gjelder § 61 tilsvarende.\nHvis særlige forhold gjør seg gjeldende, kan statsforvalteren etter anmodning fra en som har foreldreansvaret, frita vedkommende for vergemålet helt eller delvis.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Vilkår for alminnelig vergemål",
      "content": "Hvis det er behov for det, kan det opprettes vergemål for den som har fylt 18 år, og som på grunn av sinnslidelse, herunder demens, psykisk utviklingshemming, rusmiddelmisbruk, alvorlig spilleavhengighet eller alvorlig svekket helbred ikke er i stand til å ivareta sine interesser.\nVergemålet er et frivillig støttetiltak. Den som ønsker verge, skal skriftlig samtykke til opprettelsen av vergemålet, vergemålets omfang og hvem som skal være verge. Dersom personen ikke er i stand til å danne, holde fast ved eller formidle sine ønsker, skal den beste tolkningen av personens vilje og preferanser legges til grunn ved vurderingen av om han eller hun ønsker vergemålet, og ved vurderingen av vergemålets omfang og hvem som skal være verge. Ved tolkningen skal det blant annet legges vekt på hva personen gir uttrykk for, personens verdier, livssyn, tidligere ønsker og oppfatninger, personens forståelse og hvordan noen som har hatt varig og løpende kontakt med personen, tolker personens vilje og preferanser. Det kan ikke opprettes vergemål dersom det etter en samlet vurdering legges til grunn at dette vil være i strid med personens ønsker. Personen har rett til rimelig tilrettelegging.\nDet kan opprettes vergemål også for personer under 18 år etter reglene i første og annet ledd, når det etter omstendighetene anses nødvendig at vergemålet fortsetter uavbrutt når personen når myndighetsalderen.\n0 Endret ved lov 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Vergemålets innhold og omfang",
      "content": "Vergemålet innebærer at det oppnevnes en verge for personen som er satt under vergemål, jf. § 32. I den utstrekning personen har den rettslige handleevnen i behold, jf. § 22, kan han eller hun selv foreta rettslige handlinger og råde over sine midler. Han eller hun kan også kalle tilbake en disposisjon som er foretatt av vergen, så lenge ingen har ervervet rett etter den.\nVergemålet kan omfatte økonomiske og personlige forhold.\nEt vedtak om vergemål skal uttrykkelig ta stilling til omfanget av vergemålet, herunder om det skal begrenses saklig eller i tid. Vergemålet skal ikke gjøres mer omfattende enn nødvendig.\nVergemålet kan ikke omfatte kompetansen til å stemme ved valg, inngå ekteskap, erkjenne farskap, samtykke til donasjon av organer, opprette eller tilbakekalle testament, samtykke til tvang eller kompetansen i andre særlig personlige forhold uten særskilt hjemmel i lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Særskilte vilkår for vergemål med fratakelse av den rettslige handleevnen",
      "content": "En person som er i en tilstand som nevnt i § 20 første ledd, kan fratas sin rettslige handleevne etter reglene i annet og tredje ledd.\nEn person kan fratas den rettslige handleevnen i økonomiske forhold hvis dette er nødvendig for å hindre at han eller hun utsetter sin formue eller andre økonomiske interesser for fare for å bli vesentlig forringet, eller han eller hun blir utnyttet økonomisk på en utilbørlig måte. Fratakelsen av den rettslige handleevnen kan begrenses til å gjelde bestemte eiendeler eller bestemte disposisjoner.\nEn person kan fratas den rettslige handleevnen i personlige forhold på bestemte områder hvis det er betydelig fare for at han eller hun vil handle på en måte som i vesentlig grad vil være egnet til å skade hans eller hennes interesser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Disposisjonsadgangen for den som er fratatt rettslig handleevne",
      "content": "Med mindre noe annet er uttrykkelig bestemt, beholder den som helt eller delvis er fratatt den rettslige handleevnen etter § 22, adgangen til å foreta de disposisjoner som er nevnt i § 10 første ledd første punktum, § 12 første ledd og § 13 første ledd. § 10 annet ledd, § 12 annet og tredje ledd og § 13 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Virkningen av at den som er fratatt den rettslige handleevnen, har handlet ut over sin rett",
      "content": "Bestemmelsene i §§ 14 og 15 gjelder tilsvarende når en som helt eller delvis er fratatt handleevnen etter § 22, har inngått en avtale som ikke bindende kunne gjøres på egen hånd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Oppnevning av verge",
      "content": "Når det er truffet vedtak om vergemål, eller retten har avsagt dom om fratakelse av rettslig handleevne, oppnevnes vergen av den statsforvalteren som har myndighet etter § 55.\nDet skal fastsettes et mandat for vergen som angir rammene for vergeoppdraget, jf. § 21 tredje ledd.\nStatsforvalteren skal gi Folkeregisteret og Løsøreregisteret melding om hvem som er oppnevnt som verge, og om innholdet i vergemålet.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Faste verger",
      "content": "Statsforvalteren kan engasjere faste verger. Den som engasjeres som fast verge, skal legge frem en politiattest. Opplysningene fra politiattesten skal inngå i egnethetsvurderingen etter § 28 første ledd første punktum. I attesten skal det anmerkes om personen er siktet, tiltalt, har vedtatt forelegg eller er dømt for overtredelse av straffebud om økonomisk kriminalitet og de straffebud som omfattes av barneomsorgsattesten etter politiregisterloven § 39 første ledd. Attesten skal være uttømmende i samsvar med politiregisterloven § 41 nr. 1. Kongen gir i forskrift nærmere regler om kravet om politiattest, herunder hvilke straffebud om økonomisk kriminalitet som skal omfattes av attesten, og kan også gi regler om kvalifikasjonskrav, organisering og godtgjøring for faste verger.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "title": "Midlertidig oppnevning av verge",
      "content": "Hvis en oppnevnt verge ikke kan utføre sine oppgaver for en viss tid eller for visse saker, eller hvis det medfører betydelige problemer for vergen å utføre dem, kan det oppnevnes en midlertidig verge.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "title": "Hvem som kan oppnevnes som verge. Antall verger",
      "content": "Den som oppnevnes som verge, må være egnet for vervet og må samtykke i oppnevningen. En person som selv er under vergemål, kan ikke være verge.\nDen som skal oppnevnes som verge, skal legge frem politiattest som nevnt i § 26. Dette gjelder likevel ikke der nærstående som nevnt i § 94 annet ledd eller søsken oppnevnes som verge. Haster oppnevningen, kan oppnevningen skje før det er innhentet politiattest.\nEn ektefelle eller samboer kan oppnevnes som verge hvis det må antas å være ubetenkelig. Har den vergetrengende særkullsbarn, skal disse om mulig høres, og ektefellen eller samboeren bør ikke oppnevnes hvis noen av særkullsbarna er imot oppnevningen. På samme måte skal det tas hensyn til hva en ektefelle eller samboer mener, hvis det er aktuelt å oppnevne et særkullsbarn som verge.\nHar mor eller far skriftlig tilkjennegitt hvem som skal være sitt barns verge etter at han eller hun er død, bør denne personen velges fremfor andre.\nHvis det er hensiktsmessig, kan det oppnevnes to verger for den som er satt under vergemål. Bestemmelsen i § 18 første ledd annet punktum gjelder tilsvarende.\n0 Endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "title": "Opphør av vervet som verge",
      "content": "En oppnevnt verge kan med rimelig varsel til statsforvalteren kreve å bli løst fra vervet som verge. Statsforvalteren skal da oppnevne en ny verge.\nStatsforvalteren kan etter begjæring fra personen som det er oppnevnt verge for, oppheve oppnevningen av vergen. Har personen behov for bistand til å fremsette en slik begjæring, kan den fremsettes av en pårørende som kan begjære vergemål etter § 56 første ledd bokstav b, forutsatt at begjæringen er i samsvar med personens ønsker eller den beste tolkningen av personens ønsker. Den som kan fremsette begjæring etter annet punktum, kan på samme vilkår påklage vedtaket om oppheving av vergeoppnevningen. Statsforvalteren kan på samme vilkår oppheve en vergeoppnevning av eget tiltak. Statsforvalteren skal frata en oppnevnt verge vervet dersom hensynet til personen gjør dette nødvendig. Fratas vergen vervet, skal det oppnevnes en ny verge.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "title": "Godtgjøring for vergeoppdraget og dekning av utgifter",
      "content": "Vergen har krav på godtgjøring for arbeidet som verge og har rett til å få dekket nødvendige utgifter i forbindelse med vergeoppdraget. Er vergen forelder til, barn av eller ektefelle eller samboer til den som er under vergemål, kan det bare gis godtgjøring for arbeidet hvis særlige grunner taler for det. Godtgjøring og utgifter etter første og annet punktum dekkes av den som er under vergemål. Har han eller hun en inntekt og formue som er lavere enn de grenser som fastsettes av Kongen i forskrift, skal godtgjøringen og utgiftene likevel dekkes av statsforvalteren.\nKongen kan i forskrift gi nærmere regler om satser for godtgjøring og utgiftsdekning etter første ledd og kan også fastsette hva som skal anses som særlige grunner etter første ledd annet punktum.\n0 Endret ved lov 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Vergens oppgave",
      "content": "Vergen skal innenfor rammen av sitt mandat ivareta interessene til den som er under vergemål.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Vergens kompetanse",
      "content": "Innenfor rammen av sitt mandat foretar vergen rettslige handlinger og råder over midler på vegne av personen han eller hun er verge for, med mindre noe annet er bestemt ved lov eller av en arvelater eller giver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Vergens plikt til å høre den som er satt under vergemål, mv.",
      "content": "Vergen skal så vidt mulig høre den som er satt under vergemål, før det foretas disposisjoner av større betydning og også når dette ellers fremstår som naturlig.\nEr personen ikke fratatt den rettslige handleevnen, skal vergen gi støtte til personens utøvelse av den rettslige handleevnen i samsvar med personens ønsker. Dersom personen ikke er i stand til å danne, holde fast ved eller formidle sine ønsker, skal den beste tolkningen av personens vilje og preferanser legges til grunn ved vurderingen av hva han eller hun ønsker. Ved tolkningen skal det, når dette er relevant, blant annet legges vekt på hva personen gir uttrykk for, personens verdier, livssyn, tidligere ønsker og oppfatninger, personens forståelse og hvordan noen som har hatt varig og løpende kontakt med personen, tolker personens vilje og preferanser. Vergen kan ikke foreta handlingen dersom det etter en samlet vurdering må legges til grunn at den er i strid med personens ønsker. Statsforvalteren, eller vergen med statsforvalterens samtykke, kan innhente legeerklæring for å få klargjort om vedkommende er i stand til å forstå hva handlingen innebærer.\nEr den som er satt under vergemål, fratatt den rettslige handleevnen, skal vergen legge vekt på det han eller hun mener. Ektefelle eller samboer skal få uttale seg. Er den som er satt under vergemål, uenig i vergens avgjørelse, kan han eller hun bringe spørsmålet inn for statsforvalteren.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Vergens habilitet",
      "content": "En verge er inhabil til å handle for den som er under vergemål, når vergen eller noen som står vergen nær, har en interesse i saken som strider mot interessene til den som er under vergemål. Følgende personer skal alltid anses å stå vergen nær:\na. vergens ektefelle eller samboer,\nb. vergens slektninger i rett oppstigende og rett nedstigende linje og søsken,\nc. slektninger i rett oppstigende og rett nedstigende linje og søsken til en person som nevnt i bokstav a,\nd. ektefelle til eller samboer med noen som er nevnt i bokstav b,\ne. person som vergen representerer.\nEr vergen inhabil, skal det oppnevnes en midlertidig verge (setteverge) etter § 27.\nEn far eller mor kan som verge for eget barn ivareta barnets interesser overfor andre av sine barn og overfor andre som nevnt i første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Registrering av eiendeler og gjeld mv.",
      "content": "Statsforvalteren kan pålegge vergen å foreta registrering og vurdering av eiendelene og gjelden til den som er under vergemål, og sende oppgaven til statsforvalteren.\nVergen skal sørge for at finansielle eiendeler som skal forvaltes av statsforvalteren etter kapittel 7, blir oversendt eller stilt til disposisjon for statsforvalteren.\nVergen har plikt til å føre regnskap i den utstrekning dette følger av forskrift etter § 53.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Vergens forvaltning av eiendeler",
      "content": "Vergen skal sørge for at de eiendeler som ikke forvaltes av statsforvalteren, holdes i god stand og blir sikret, oppbevart og eventuelt forsikret på en betryggende og sedvanemessig måte.\nEiendeler som kan gi avkastning, skal drives eller plasseres på en sedvanemessig måte.\nPenger som ikke skal forvaltes av statsforvalteren, skal vergen sette på bankkonto i eierens navn. Statsforvalteren kan inngå avtale med finansinstitusjonen om hvor mye vergen til enhver tid har rett til å heve. Vergen kan etter avtale med finansinstitusjonen gis tilgang til alminnelige betalingsinstrumenter knyttet til kontoen til den som er under vergemål.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "title": "Vergens disponering av inntekter",
      "content": "Vergen dekker utgiftene til den som er under vergemål, med de inntekter vedkommende har. Dette gjelder også inntekter av midler som forvaltes av statsforvalteren. Om vergen ved årsskiftet disponerer mer enn det som er fastsatt etter § 49 første ledd, betales det overskytende til statsforvalteren. Statsforvalteren kan samtykke til at en slik innbetaling unnlates.\nStatsforvalteren kan fastsette et beløp som vergen ikke må overskride, og bestemme at inntekten av midler som forvaltes av statsforvalteren, for en del ikke skal utbetales til vergen.\nStrekker inntekten ikke til, kan kapitalen brukes helt eller delvis. Bruk av kapitalen krever statsforvalterens samtykke.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "title": "Drift av næringsvirksomhet",
      "content": "Er den som er satt under vergemål, innehaver av eller deltaker i en næringsvirksomhet som han eller hun ikke er skikket til å drive på egen hånd, kan vergen med samtykke fra statsforvalteren bestemme om virksomheten skal fortsette eller avvikles.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "title": "Disposisjoner over fast eiendom, løsøre og livsforsikring mv. og utlån av midler til vergen",
      "content": "Vergen skal ha statsforvalterens samtykke til\na. å erverve eller avhende fast eiendom eller rettighet som ligger til fast eiendom, samt å gjøre gjeldende eller gi avkall på odelsrett eller annen rettighet i fast eiendom,\nb. å pantsette fast eiendom eller påhefte den en servitutt,\nc. å forpakte eller leie bort fast eiendom, herunder bolig,\nd. å si opp leieavtale eller avtale om bortforpakting,\ne. å kreve sak etter jordskiftelova,\nf. drift av fast eiendom,\ng. å begjære bruksendringstillatelse, deling mv. av fast eiendom,\nh. å erverve livsforsikring, livrente eller føderåd,\ni. å avhende løsøre hvor dette er av større verdi, er av usedvanlig karakter eller for øvrig kan sies å være av en spesiell interesse for den som er under vergemål, eller dennes nærmeste familie,\nj. å låne ut midler som tilhører den som er under vergemål, til vergen selv, eller til personer som står i et slikt forhold til vergen som nevnt i § 34. Kongen kan i forskrift gi nærmere regler om vilkårene for slike lån.\nDet som er bestemt for fast eiendom i første ledd, gjelder tilsvarende for andel eller aksje i boligselskap så langt det passer.\n0 Endret ved lover 21 juni 2013 nr. 100 (ikr. 1 jan 2016 iflg. res. 21 juni 2013 nr. 736), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Gjeldsstiftelse mv.",
      "content": "Vergen skal ha statsforvalterens samtykke til å stifte gjeld på vegne av den som er under vergemål. Samtykke kreves også ved pantsettelse av vedkommendes eiendeler.\nKravet om samtykke gjelder ikke lån til utdanning i statlig låneinstitusjon. Vergen råder over lånemidlene til fordel for den som er under vergemål, med mindre vergen lar den som er under vergemål, selv få råderetten. Første og annet punktum gjelder tilsvarende for stipend som tildeles fra slik institusjon.\nDen som er under vergemål, kan ikke pådras kausjonsansvar, og hans eller hennes eiendeler kan ikke stilles som sikkerhet for andres gjeld. Vergen kan med statsforvalterens samtykke gjøre unntak fra første punktum hvis det foreligger særlige grunner.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Gaver, arveforskudd og uskifte",
      "content": "Vergen kan ikke gi gaver eller stønader på vegne av den som er under vergemål, utover det som følger av skikk og bruk. En mindreårig over 15 år må samtykke til slik gave. Gjelder det større beløp, kreves det samtykke av statsforvalteren, selv om en slik gave følger av skikk og bruk.\nMed statsforvalterens samtykke kan vergen gi arveforskudd til en livsarving hvis det foreligger et særlig behov for det, eller hvis det foreligger skriftlige nedtegnelser eller andre holdepunkter for at et slikt forskudd er i samsvar med ønsket til den som er under vergemål.\nVergen kan på vegne av personen under vergemål begjære uskifte (jf. arveloven §§ 14 og 32) eller kreve skifte av uskifteformuen (jf. arveloven §§ 28 og 39) bare med samtykke fra statsforvalteren.\n0 Endret ved lover 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Avkall på arv og avslag på gave",
      "content": "Vergen skal ha statsforvalterens samtykke til å avslå en gave eller gi avkall på arv på vegne av den som er under vergemål, med mindre gaven eller arven må anses å ha en ubetydelig verdi.\n0 Endret ved lover 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Disposisjoner knyttet til næringsvirksomhet som er arvet",
      "content": "Er den som er under vergemål, arving til næringsvirksomhet eller del av slik virksomhet, må vergen ha samtykke av statsforvalteren til på dennes vegne å delta i virksomheten eller å overta aksjer i et aksjeselskap eller allmennaksjeselskap som dannes for å fortsette virksomheten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Særregler om forvaltning når ektefelle eller samboer er oppnevnt som verge",
      "content": "Er ektefellen eller samboeren til den som er satt under vergemål, oppnevnt som verge, gjelder ikke reglene i kapitlet her om statsforvalterens samtykke. Disposisjoner som nevnt i § 39 første ledd bokstav a og b og § 40 skal likevel ha statsforvalterens samtykke. Finansielle eiendeler som nevnt i kapittel 7 skal forvaltes av vergen og ikke av statsforvalteren. Ektefellen eller samboeren står ikke under statsforvalterens tilsyn etter § 47 første ledd.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Forhåndssamtykke. Hel eller delvis oppfyllelse av avtalen",
      "content": "Krever en disposisjon samtykke enten fra statsforvalteren eller den som er under vergemål, og vergen ikke har fått det på forhånd, skal vergen forbeholde seg en passende frist for å få samtykket.\nHvis en slik avtale er helt eller delvis oppfylt, og samtykke ikke blir gitt, gjelder reglene i § 15 første ledd første og annet punktum tilsvarende. Det samme gjelder hvis avtalen er inngått i strid med første ledd, og den annen part går fra den.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Taushetsplikt for oppnevnt verge",
      "content": "En oppnevnt verge plikter å hindre at andre får adgang eller kjennskap til det han eller hun får vite som ledd i vergeoppdraget om noens personlige forhold eller om tekniske innretninger og fremgangsmåter samt drifts- eller forretningsforhold som det vil være av konkurransemessig betydning å hemmeligholde av hensyn til den opplysningen angår. Taushetsplikten gjelder også etter at vergeoppdraget er avsluttet. Vergen kan heller ikke utnytte slike opplysninger i egen virksomhet eller tjeneste eller i arbeid for andre.\nOpplysningen om at en person har fått oppnevnt verge, og hvem vergen er, er ikke underlagt taushetsplikt, og kan gjøres kjent ved behov. Opplysninger om rammene for vergeoppdraget kan gjøres kjent bare for dem som har hjemmel i lov til å motta slike opplysninger, eller dersom det er nødvendig av hensyn til personen selv eller for å sikre at vergeoppdraget kan utføres på en god måte.\nHvis den som er under vergemål, ikke selv kan gi uttrykk for sitt syn, gjelder ikke taushetsplikten overfor vedkommendes ektefelle, samboer, barn, barnebarn, foreldre og søsken i større utstrekning enn det som må antas å være etter hans eller hennes ønske. Taushetsplikten viker for opplysningsplikt og meldeplikt med hjemmel i lov. Forvaltningsloven § 13 annet ledd første punktum og § 13 a gjelder tilsvarende.\nStraffeloven § 209 kommer til anvendelse bare overfor faste verger som bryter taushetsplikten etter bestemmelsen her.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Vergens forhold til statsforvalteren. Klagerett",
      "content": "Vergen står under tilsyn av statsforvalteren og plikter å gi de opplysninger om vergemålet til statsforvalteren som statsforvalteren ber om.\nVergen bør rådføre seg med statsforvalteren når han eller hun er i tvil, og når det gjelder avgjørelser av særlig betydning for den som er under vergemål.\nVergen kan påklage statsforvalterens vedtak til den sentrale vergemålsmyndigheten.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Finansielle eiendeler som skal forvaltes av statsforvalteren",
      "content": "Finansielle eiendeler som eies av personer under vergemål, forvaltes av statsforvalteren, hvis ikke noe annet følger av lov eller annen gyldig bestemmelse.\nDen som er satt under vergemål, men ikke er fratatt den rettslige handleevnen, må gi samtykke til at statsforvalteren forvalter midlene. Samtykke kreves likevel ikke dersom han eller hun ikke er i stand til å forstå hva samtykket innebærer.\nMed finansielle eiendeler menes penger, bankinnskudd, andre pengekrav, andeler i selskap med begrenset ansvar, livspoliser og finansielle instrumenter.\nMed finansielle instrumenter menes det samme som etter lov 29. juni 2007 nr. 75 om verdipapirhandel § 2-2.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Finansielle eiendeler som ikke skal forvaltes av statsforvalteren",
      "content": "Utgjør de finansielle eiendelene til en person under vergemål et beløp som er lavere enn en grense som fastsettes av Kongen i forskrift, skal eiendelene i stedet forvaltes av vergen. Når særlige grunner tilsier det, kan statsforvalteren unnlate å ta midler som overstiger den fastsatte beløpsgrensen, til forvaltning. Statsforvalteren kan også, når særlige grunner tilsier det, ta midler som ligger under den fastsatte beløpsgrensen, til forvaltning.\nFinansielle eiendeler som en arvelater eller giver har fastsatt at skal forvaltes særskilt etter § 95, skal ikke forvaltes av statsforvalteren.\nEr ektefellen eller samboeren til den som er satt under vergemål, oppnevnt som verge, gjelder § 44.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Omgjøring av finansielle eiendeler",
      "content": "Statsforvalteren kan omgjøre andre finansielle eiendeler enn penger og bankinnskudd til kontante midler.\nAndre finansielle eiendeler enn penger og bankinnskudd som er av særlig karakter, eller som eieren må antas å ha en særlig tilknytning til, bør ikke selges med mindre det er nødvendig ut fra eierens behov.\nVergen, og om mulig også eieren, skal høres før omgjøring finner sted.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Forvaltningen av finansielle eiendeler",
      "content": "Finansielle eiendeler som skal forvaltes av statsforvalteren og om nødvendig er omgjort til kontante midler etter § 50 første ledd, skal plasseres som bankinnskudd på individuelle konti i bank.\nDen sentrale vergemålsmyndigheten skal forhandle om innskuddsvilkårene på vegne av statsforvalteren og fastsetter hvilke finansinstitusjoner som skal benyttes for innskuddsformål. Kongen kan i forskrift gi nærmere regler om organiseringen av forvaltningen i bank, herunder regler om rett til å velge plassering av midlene.\nFinansielle eiendeler som ikke omgjøres til kontante midler, jf. § 50 annet ledd, skal forvaltes individuelt av statsforvalteren. Statsforvalteren kan gi en bestyrer i oppgave å forvalte slike finansielle eiendeler mot særskilt vederlag av avkastningen av midlene, forutsatt at en slik løsning best tjener interessene til eieren. Reglene i kapittel 6 og § 53 gjelder så langt de passer for bestyrerens forvaltning av eiendelene.\nFørste til tredje ledd gjelder tilsvarende for finansielle eiendeler som etter lov skal forvaltes på samme måte som midler som tilhører personer under vergemål, eller som etter gyldig bestemmelse av arvelater eller giver skal forvaltes av statsforvalteren, jf. §§ 95 og 96.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Utbetaling ved opphør av vergemål",
      "content": "Ved opphør av vergemålet skal statsforvalteren uten unødig opphold sende midlene som har vært forvaltet etter reglene i kapitlet her, til eieren sammen med sluttregnskap.\nFør midlene kommer til utbetaling kan eieren anmode om at midlene likevel fortsatt skal forvaltes av statsforvalteren. Adgangen til fortsatt forvaltning opphører ved utløpet av det året eieren av midlene fyller 25 år. Statsforvalteren plikter å informere om muligheten for fortsatt forvaltning.\nHvis eieren på utbetalingstidspunktet ikke er villig til å ta imot eiendeler eller kvittere for dem, eller overlevering og kvittering av andre grunner ikke er mulig, skal statsforvalteren, med mindre særlige grunner taler mot det, omgjøre midlene i penger som deponeres i Norges Bank etter reglene i lov 17. februar 1939 nr. 2 om deponering i gjeldshøve.\nSalg kan begjæres gjennom namsmyndighetene etter regler om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven § 8-16 første ledd, § 10-6, jf. § 8-16 første ledd, § 11-20 og § 12-6, jf. § 11-20, om det minste bud som kan godtas, gjelder ikke i disse tilfellene.\nEieren skal varsles av statsforvalteren om at eiendelene kan bli solgt. Statsforvalteren kan sette en frist for eieren til å motta eiendelene eller kvittere for dem om salg skal unngås. Varslet skjer på en måte statsforvalteren finner betryggende.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Rapporterings- og regnskapsplikt",
      "content": "Kongen gir i forskrift nærmere regler om vergens og statsforvalterens rapporterings- og regnskapsplikt, herunder revisjon av regnskaper.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Opplysningsplikt for institusjoner mv.",
      "content": "Kongen kan i forskrift gi regler om at når en mindreårig eller en person som er fratatt den rettslige handleevnen, tilføres eiendeler, skal offentlige forvaltningsorganer, finansforetak, forsikringsforetak, pensjonsforetak, fondsforvaltningsselskaper, verdipapirsentraler og verge gi melding til statsforvalteren om dette.\nInstitusjoner og personer som nevnt i første ledd har, uten hinder av taushetsplikt, opplysnings- og utleveringsplikt overfor vergen og vergemålsmyndigheten for personer som har verge, eller som det er begjært opprettet vergemål for. Kongen kan i forskrift fastsette regler om at utlevering av opplysninger til vergemålsmyndigheten etter denne bestemmelsen kan skje i form av direkte søk, og gi nærmere regler om opplysnings- og utleveringsplikten.\nVergen og vergemålsmyndigheten har, uten hinder av taushetsplikt, rett til innsyn i opplysninger hos skattemyndighetene om personer som har verge, og om personer det er begjært opprettet vergemål for, når slikt innsyn er nødvendig for at vergen og vergemålsmyndigheten skal kunne ivareta sine oppgaver etter loven her. Skattemyndighetene skal gi melding til den sentrale vergemålsmyndigheten om mindreåriges finansielle eiendeler som skattemyndighetene har innhentet opplysninger om fra tredjepart, når disse eiendelenes verdi overstiger den grensen som følger av forskrift etter vergemålsloven § 49 første ledd første punktum. Kongen kan i forskrift gi nærmere regler om gjennomføringen av meldeplikten, herunder om meldepliktens omfang.\n0 Endret ved lover 5 apr 2013 nr. 12, 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Statsforvalterens kompetanse mv.",
      "content": "Statsforvalteren behandler saker etter loven her i første instans, herunder sak om vergemål der den rettslige handleevnen ikke fratas.\nSaken behandles av statsforvalteren i det vergemålsdistriktet der personen som saken om vergemål gjelder, har bopel. Om det ikke kan påvises bopel i et bestemt distrikt, behandles saken av statsforvalteren i det distriktet som personen har sterkest tilknytning til.\nForvaltningsloven gjelder for vergemålsmyndighetens virksomhet om ikke noe annet følger av loven her.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Rett til å begjære vergemål",
      "content": "Statsforvalteren treffer vedtak om opprettelse eller endring av vergemål av eget tiltak eller etter begjæring fra\na. personen selv,\nb. personens ektefelle, samboer, foreldre, nærmeste livsarving eller søsken,\nc. vergen, hvis personen allerede er under vergemål,\nd. behandlende lege eller tilsynslege ved helseinstitusjon der personen er innlagt eller bor.\nBegjæring som nevnt i første ledd skal begrunnes.\nOm en person som nevnt i første ledd bokstav b eller c begjærer vergemål eller endring av dette, blir vedkommende part i saken. Personer som nevnt i første ledd bokstav b kan senere tre inn som part i saken.\nKongen kan i forskrift gi nærmere bestemmelser om begjæringen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Meldeplikt for institusjoner og andre",
      "content": "Må det antas at det er behov for vergemål for en person som er innlagt i institusjon, skal institusjonen melde fra til statsforvalteren. Meldeplikten gjelder også ansvarlig for kommunens sosialtjeneste og kommunens helse- og omsorgstjeneste utenfor institusjon. Meldingen skal begrunnes.\nKongen kan i forskrift gi nærmere regler om meldeplikten.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Forhåndsvarsel",
      "content": "Straks saken er igangsatt, skal det sendes forhåndsvarsel etter forvaltningsloven § 16 til personen som saken om vergemål gjelder. Forhåndsvarsel kan unnlates dersom\na. personen ikke er i stand til å forstå hva saken gjelder,\nb. personen allerede på annen måte har fått kjennskap til at vedtak skal treffes, eller\nc. forhåndsvarsel ikke er praktisk mulig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Grunnlaget for statsforvalterens avgjørelse",
      "content": "Statsforvalteren skal påse at saken er så godt opplyst som mulig før vedtak treffes. Statsforvalteren skal blant annet legge til grunn for vedtaket:\na. erklæring fra lege eller annen sakkyndig om hvorvidt personen på grunn av forhold som nevnt i § 20 ikke er i stand til å ivareta sine interesser, og om personen forstår hva et samtykke til vergemål innebærer,\nb. uttalelse fra pårørende som har begjært vergemål, jf. § 56,\nc. uttalelse fra institusjon eller tjeneste som har gitt melding etter § 57, og fra institusjon der personen er innlagt,\nd. samtykkeerklæring der dette kreves, jf. § 20,\ne. samtale mellom saksbehandler og personen som vergemålssaken gjelder, med mindre det anses som umulig. Samtalen kan på vegne av saksbehandleren foretas av en som kjenner personen.\nHelsepersonell og ansatte i sosialtjenesten og barnevernstjenesten kan gi nødvendige og relevante opplysninger til statsforvalteren eller oppnevnt sakkyndig uten hinder av taushetsplikten.\nKongen kan i forskrift gi nærmere regler om gjennomføringen av bestemmelsene i første og annet ledd, herunder regler om at statsforvalteren kan kreve fremlagt slik dokumentasjon som er nevnt i første ledd bokstav a og c.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "Underretning til nære familiemedlemmer",
      "content": "Når det er begjært opprettelse av vergemål for en person, skal statsforvalteren underrette personens ektefelle eller samboer og eventuelle barn over 18 år om begjæringen. Disse skal underrettes om avgjørelsen i saken, om klage og om begjæring om endringer av vergemålet. Har personen ikke nære familiemedlemmer som nevnt i første punktum, skal foreldrene underrettes på samme måte.\nDersom personen som vergemålssaken gjelder, ønsker det, skal statsforvalteren unnlate å underrette personens fraseparerte ektefelle, barn over 18 år og foreldre etter første ledd.\nDet kan gjøres unntak fra første og annet ledd dersom dette er nødvendig for å verne om liv eller helse.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "8:61",
      "chapter": "8",
      "section": "61",
      "title": "Midlertidig vedtak",
      "content": "Dersom det er nødvendig for å avverge vesentlig skade eller ulempe for den som begjæringen om vergemål gjelder, og vilkårene etter § 20 antas å foreligge, kan statsforvalteren treffe midlertidig vedtak om vergemål inntil det foreligger endelig avgjørelse i saken. Dersom vilkårene i § 22 antas å foreligge, kan statsforvalteren på samme vilkår som nevnt i første punktum treffe midlertidig avgjørelse om hel eller delvis fratakelse av den rettslige handleevnen.\nReglene i § 59 første ledd bokstav e og § 58 om forhåndsvarsel skal følges, med mindre det er en nærliggende fare for at formålet med den midlertidige avgjørelsen da ikke blir oppnådd.\nNår det er truffet en midlertidig avgjørelse etter første ledd, skal vedtaket straks sendes til tinglysing eller registrering, jf. § 77.\nStatsforvalteren skal straks bringe vedtak om midlertidig fratakelse av den rettslige handleevnen inn for tingretten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "8:62",
      "chapter": "8",
      "section": "62",
      "title": "Avvisning",
      "content": "En begjæring om vergemål kan avvises av statsforvalteren dersom det går frem av begjæringen at de forhold som påberopes, ikke kan gi grunnlag for opprettelse av vergemål. Det samme gjelder når begjæringen er avslått tidligere, og den nye begjæringen ikke inneholder nye opplysninger av betydning.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "title": "Opphevelse av eller endring av vergemålet",
      "content": "Et vedtak om vergemål skal oppheves eller endres hvis vilkårene for vergemålet ikke lenger er til stede eller forholdene tilsier det. Dersom den som er satt under vergemål etter eget samtykke, trekker samtykket tilbake, skal vergemålet oppheves.\nEr vergemålet fastsatt ved dom, avgjøres krav om endring av dommen ved nytt søksmål, jf. § 75. Hvis statsforvalteren finner det ubetenkelig, og den eller de som har brakt saken om vergemål inn for retten, ikke motsetter seg det, kan statsforvalteren bestemme at personen ikke lenger skal være under vergemål eller være fratatt den rettslige handleevnen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "8:64",
      "chapter": "8",
      "section": "64",
      "title": "Klage",
      "content": "Statsforvalterens vedtak om opprettelsen av vergemålet kan påklages til den sentrale vergemålsmyndigheten av den som er satt under vergemål, av dennes verge, av den som har begjært vergemålet, og av dem som kan begjære vergemål etter § 56 første ledd bokstav b.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "8:65",
      "chapter": "8",
      "section": "65",
      "title": "Unntak fra taushetsplikt",
      "content": "Opplysningen om at en person har fått oppnevnt verge, og hvem vergen er, er ikke underlagt taushetsplikt, og kan gjøres kjent ved behov. Opplysninger om rammene for vergeoppdraget kan gjøres kjent for dem som har hjemmel i lov til å motta slike opplysninger, og ellers dersom det er nødvendig av hensyn til personen selv, eller for å sikre at vergeoppdraget kan utføres på en god måte.\nVergemålsmyndigheten skal uten hinder av taushetsplikt gi nødvendige opplysninger til Advokattilsynet dersom en advokat eller en advokatfullmektig får oppnevnt verge.\nKongen kan i forskrift gi nærmere regler om deling av opplysninger om vergemål, herunder om adgangen til å motta, behandle og utlevere opplysninger om hvem som er verge, hvem vedkommende er verge for, og rammene for vergeoppdraget.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445), 12 mai 2022 nr. 28 (i kraft 1 jan 2025 iflg. res. 11 okt 2024 nr. 2461, endring endret ved lov 21 juni 2024 nr. 46).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "8:66",
      "chapter": "8",
      "section": "66",
      "title": "Personopplysninger",
      "content": "Vergemålsmyndigheten kan behandle personopplysninger, også personopplysninger som nevnt i personvernforordningen artikkel 9 og 10, når det er nødvendig for å utøve myndighet eller utføre andre oppgaver etter loven her. Opplysningene kan brukes til administrasjon og saksbehandling og for å utarbeide statistikk, og de kan som ledd i dette utveksles mellom statsforvalterne og mellom statsforvalterne og den sentrale vergemålsmyndigheten. I den utstrekning det er nødvendig, kan relevante opplysninger om den som er satt under vergemål, utleveres til vergen. Utlevering kan ellers skje der det følger av lov.\nVergemålsmyndigheten kan, uten hinder av taushetsplikt, innhente fra Folkeregisteret de opplysninger som er nødvendige for å utføre oppgaver etter denne loven. Vergemålsmyndigheten skal også ha tilgang til opplysninger i registeret til utredning og produksjon av statistikk.\n0 Endret ved lover 20 des 2018 nr. 114, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "8:67",
      "chapter": "8",
      "section": "67",
      "title": "Vurdering av tvungen forvaltning",
      "content": "I forbindelse med opprettelsen av vergemålet skal statsforvalteren vurdere om midler som er underlagt tvungen forvaltning i medhold av folketrygdloven § § 22-4, folketrygdloven § 22-6 eller helse- og omsorgstjenesteloven § 12-4, i stedet skal forvaltes av vergen.\n0 Endret ved lover 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252), 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "9:68",
      "chapter": "9",
      "section": "68",
      "title": "Rettens kompetanse i vergemålssaker mv.",
      "content": "Vergemål med fratakelse av den rettslige handleevnen besluttes av tingretten.\nRetten kan overprøve vedtak om vergemål etter § 55 og vedtak om avslag på begjæring om opphevelse av vergemål etter § 63. Innenfor rammene av vergemålsloven prøver retten alle sider av saken.\nMekling i forliksrådet foretas ikke.\nSøksmål i vergemålssaker etter første og annet ledd reises ved tingretten der personen vergemålssaken gjelder, har sitt alminnelige verneting.\n0 Endret ved lov 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "9:69",
      "chapter": "9",
      "section": "69",
      "title": "Kompetanse til å reise sak mv.",
      "content": "Sak om vergemål kan reises av dem som er nevnt i § 56 første ledd bokstav a, b og d, og av statsforvalteren. Sak reises ved stevning til retten.\nPersonen vergemålssaken gjelder, kan, selv om han eller hun er fratatt den rettslige handleevnen, på egen hånd begjære forenklet domsbehandling dersom han eller hun har evne til å forstå hva saken gjelder.\n0 Endret ved lover 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "9:70",
      "chapter": "9",
      "section": "70",
      "title": "Tingrettens sammensetning",
      "content": "Tingretten settes med to meddommere, hvorav den ene eller begge kan være fagkyndige som oppnevnes av retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "9:71",
      "chapter": "9",
      "section": "71",
      "title": "Rettens behandling av vergemålssaker",
      "content": "For rettens saksbehandling i saker om vergemål, jf. § 68 første og annet ledd, gjelder de alminnelige reglene i rettergangslovgivningen så langt de passer, om ikke noe annet følger av loven her.\nSaken skal prioriteres og behandles så hurtig som hensynet til en forsvarlig saksbehandling gjør mulig. Retten avgjør om hovedforhandlingen skal holdes i rettslokalet, på sykehuset eller i den institusjonen der personen er.\nRetten skal gjøre partene oppmerksom på adgangen til å begjære saken behandlet for lukkede dører.\nReglene i § 60 om underretning til nære familiemedlemmer gjelder tilsvarende for retten.\nRetten sørger for at saken blir tilstrekkelig opplyst. Retten har i den forbindelse krav på å få bistand fra politiet. Helsepersonell, ansatte i helse- og omsorgstjenesten, sosialtjenesten og ansatte i barnevernstjenesten kan gi nødvendige og relevante opplysninger til oppnevnt sakkyndig og avgi vitneforklaring uten hinder av taushetsplikt.\n0 Endret ved lov 24 juni 2011 nr. 30 (ikr. 1 jan 2012 iflg. res. 16 des 2011 nr. 1252).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "9:72",
      "chapter": "9",
      "section": "72",
      "title": "Møteplikt under hovedforhandlingen",
      "content": "Personen vergemålssaken gjelder, og i tilfelle vergen, skal innkalles til hovedforhandlingen.\nUteblir personen, eller er personen ikke i stand til å møte, skal retten før avgjørelse treffes sørge for en muntlig samtale med personen utenfor hovedforhandlingen, med mindre personen ikke er i stand til å forstå hva saken gjelder, eller en slik samtale ikke er mulig å få til. Hvis retten enstemmig finner det ubetenkelig, kan rettens leder eller oppnevnt sakkyndig gjennomføre samtalen alene.\nDersom det er oppnevnt sakkyndig, skal denne, med mindre særlige grunner foreligger, møte under hovedforhandlingen. Det samme gjelder den som har begjært vergemålet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "9:73",
      "chapter": "9",
      "section": "73",
      "title": "Avgjørelse ved dom. Anke",
      "content": "Avgjørelse i saken treffes ved dom.\nDommen kan påankes av personen vergemålssaken gjelder, dennes verge, den eller de som har begjært vergemål, og av de som kan begjære vergemål etter § 56 første ledd bokstav b.\nLagmannsretten er ankeinstans. Bestemmelsen i § 70 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "9:74",
      "chapter": "9",
      "section": "74",
      "title": "Avvisning",
      "content": "En sak om vergemål kan avvises av retten dersom det går frem av stevningen at de forhold som påberopes, ikke kan gi grunnlag for opprettelse av vergemål. Det samme gjelder når saken er avslått tidligere, og den nye stevningen ikke inneholder nye opplysninger av betydning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "9:75",
      "chapter": "9",
      "section": "75",
      "title": "Rettskraft. Endring av dom",
      "content": "Rettens dom i sak om opprettelse av vergemål eller fratakelse av den rettslige handleevnen trer i kraft straks.\nVed anke kan tingretten som har avsagt dommen, eller ankeinstansen bestemme at anken skal ha oppsettende virkning.\nNår rettskraftig dom foreligger, kan ny sak ikke reises før det er gått ett år.\nKrav om endring av dommen avgjøres ved nytt søksmål. Den som er fratatt den rettslige handleevnen, kan reise søksmål på egen hånd dersom han eller hun har evne til å forstå hva saken gjelder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "9:76",
      "chapter": "9",
      "section": "76",
      "title": "Kostnadene ved saken. Oppnevning av prosessfullmektig",
      "content": "Staten bærer alle kostnadene ved saken når ikke annet følger av særskilt lovbestemmelse. Om en privat part har reist søksmålet, kan denne pålegges ansvar for egne kostnader om søksmålet synes ubegrunnet.\nRetten skal gjøre partene i saken oppmerksom på retten til å få oppnevnt advokat på det offentliges bekostning, jf. rettshjelpsloven § 16.\nDersom personen ikke selv sørger for prosessfullmektig, skal retten av eget tiltak oppnevne prosessfullmektig hvis saksøkte ikke er i stand til å forstå hva saken gjelder. Kongen kan gi nærmere regler om utvalg av advokater som retten kan oppnevne en prosessfullmektig fra.\n0 Endret ved lov 20 juni 2025 nr. 82 (i kraft 1 juli 2025 iflg res. 20. juni 2025 nr. 1095 ).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "9:77",
      "chapter": "9",
      "section": "77",
      "title": "Registrering av og varsel om dom om fratakelse av den rettslige handleevnen",
      "content": "Dom om fratakelse av den rettslige handleevnen skal tinglyses eller registreres i\na. Løsøreregisteret,\nb. grunnboka og andre lignende realregistre hvis personen eier fast eiendom eller andre registrerte eiendeler,\nc. Enhetsregisteret og Foretaksregisteret, hvis personen er innehaver av eller ansvarlig deltaker i et foretak som er innført der,\nd. Verdipapirsentralen,\ne. Folkeregisteret.\nDen retten som har besluttet fratakelsen av den rettslige handleevnen, skal sørge for slik tinglysing eller registrering som nevnt i første ledd. Om retten opphever eller endrer avgjørelsen om fratakelse av den rettslige handleevnen, skal retten sørge for at endringen blir registrert.\nTredjepersoners stilling reguleres av de tinglysingsrettslige regler. Fratakelse av den rettslige handleevnen kan ikke gjøres gjeldende overfor den som i god tro har inngått avtale med vedkommende om eiendeler som nevnt i første ledd bokstav b før den påbudte meldingen er innført i dagbok eller register.\nHar retten avsagt dom som går ut på fratakelse av den rettslige handleevnen, skal retten varsle statsforvalteren om dommen.\n0 Endret ved lover 5 apr 2013 nr. 12, 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "10:78",
      "chapter": "10",
      "section": "78",
      "title": "Definisjon",
      "content": "En fremtidsfullmakt er en fullmakt til én eller flere personer om å representere fullmaktsgiveren etter at fullmaktsgiveren på grunn av sinnslidelse, herunder demens, eller alvorlig svekket helbred ikke lenger er i stand til å ivareta sine interesser innen de områdene som omfattes av fullmakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "10:79",
      "chapter": "10",
      "section": "79",
      "title": "Fullmaktsgiveren og fullmektigen",
      "content": "En fremtidsfullmakt kan opprettes av den som har fylt 18 år og har evnen til å forstå fullmaktens betydning.\nDen som utpekes som fullmektig, må på tidspunktet fullmakten trer i kraft, ha fylt 18 år og ikke være satt under vergemål. En juridisk person kan ikke utpekes til fullmektig i en fremtidsfullmakt.\nFullmakten kan utpeke en annen fullmektig for det tilfellet at fullmektigen blir midlertidig eller varig forhindret fra å utføre sitt oppdrag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "10:80",
      "chapter": "10",
      "section": "80",
      "title": "Fullmaktens innhold og omfang",
      "content": "En fremtidsfullmakt kan omfatte økonomiske og personlige forhold. Den kan begrenses til å gjelde bestemte områder.\nDet skal gå klart frem av fullmakten at den skal gjelde etter at fullmaktsgiveren har kommet i en tilstand som nevnt i § 78.\nKompetansen til å stemme ved valg, inngå ekteskap, erkjenne farskap, samtykke til donasjon av organer, opprette eller tilbakekalle testament eller samtykke til tvang og kompetansen i andre særlig personlige forhold kan ikke omfattes av fullmakten uten særskilt hjemmel i lov.\nHvis ikke noe annet følger av fremtidsfullmakten, kan fullmektigen samtykke til behandling av personopplysninger på vegne av fullmaktsgiveren innenfor fullmaktens område.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "10:81",
      "chapter": "10",
      "section": "81",
      "title": "Formkrav",
      "content": "En fremtidsfullmakt skal gjøres skriftlig med to vitner som fullmaktsgiveren har godtatt, og som er til stede sammen og vet at dokumentet skal være en fremtidsfullmakt. Mens vitnene er til stede, skal fullmaktsgiveren skrive under dokumentet eller vedkjenne seg sin underskrift. Vitnene skal underskrive dokumentet mens fullmaktsgiveren er til stede, og etter hans eller hennes ønske.\nVitnene må ha fylt 18 år og må ha evne til å forstå betydningen av underskriften. Fullmektigen kan ikke være vitne. Det samme gjelder fullmektigens ektefelle, samboer, foreldre, barn og barnebarn.\nEr reglene i paragrafen her ikke fulgt, er dokumentet ugyldig som fremtidsfullmakt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "10:82",
      "chapter": "10",
      "section": "82",
      "title": "Opplysninger fullmakten bør inneholde",
      "content": "En fremtidsfullmakt bør dateres.\nVitnene bør i påskrift på dokumentet opplyse om fullmaktsgiveren har opprettet fullmakten av fri vilje og hadde evne til å forstå betydningen av handlingen, og om eventuelle andre forhold som kan ha betydning for fullmaktens gyldighet. Påskriften bør inneholde opplysning om vitnenes fødselsdato og adresse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "10:83",
      "chapter": "10",
      "section": "83",
      "title": "Ikrafttredelse",
      "content": "En fremtidsfullmakt trer i kraft når fullmaktsgiveren er i en slik tilstand som beskrevet i § 78.\nFullmektigen skal ta stilling til når fullmakten er i kraft. Fullmektigen skal snarest mulig underrette fullmaktsgiveren og fullmaktsgiverens ektefelle eller samboer om fullmaktens ikrafttredelse og om dens innhold. Hvis fullmaktsgiveren ikke har ektefelle eller samboer, skal andre nære slektninger underrettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "10:84",
      "chapter": "10",
      "section": "84",
      "title": "Stadfesting",
      "content": "Fullmektigen kan be statsforvalteren om å stadfeste ikrafttredelsen av en fremtidsfullmakt. Stadfesting skal skje hvis fullmakten er opprettet i samsvar med § 81 første ledd, og fullmaktsgiveren er i en tilstand som nevnt i § 78.\nStadfesting skal likevel ikke skje hvis\na. det er klart at fullmaktsgiveren ikke hadde fylt 18 år eller manglet evnen til å forstå disposisjonens betydning når fremtidsfullmakten ble opprettet, jf. § 79 første ledd,\nb. det er klart at vitnene ikke oppfylte kravene i § 81 annet ledd, eller\nc. det er grunn til å anta at fullmektigen ikke er egnet for oppdraget.\nFullmektigen skal legge frem fremtidsfullmakten, bevis for at pårørende er varslet, jf. § 83 annet ledd, og en legeerklæring om fullmaktsgiverens aktuelle helsetilstand. Slik legeerklæring kan fullmektigen innhente uten hinder av taushetsplikt. Statsforvalteren sørger for sakens opplysning ellers.\nBlir ikrafttredelsen stadfestet, skal fullmektigen motta en attest om dette. Stadfestingen skal registreres i samsvar med § 77.\nKongen kan gi nærmere regler om stadfesting og registrering av stadfestingen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "10:85",
      "chapter": "10",
      "section": "85",
      "title": "Fullmektigens oppgaver",
      "content": "Fullmektigen skal handle i samsvar med fullmakten og fremme fullmaktsgiverens interesser og rettigheter.\nFør fullmektigen treffer avgjørelser skal fullmaktsgiveren høres hvis dette kan skje uten betydelige vanskeligheter. Det er ikke nødvendig å høre fullmaktsgiveren hvis han eller hun ikke kan forstå sakens betydning.\nFullmektigen skal holde fullmaktsgiverens midler atskilt fra sine egne. Fullmektigen skal oppbevare tilstrekkelig dokumentasjon om de avgjørelser som blir tatt på fullmaktsgiverens vegne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "10:86",
      "chapter": "10",
      "section": "86",
      "title": "Inhabilitet mv.",
      "content": "Fullmektigen kan ikke representere fullmaktsgiveren i saker der han eller hun ville vært inhabil som verge, jf. § 34. Fullmektigen kan likevel gjennomføre disposisjoner etter §§ 87 og 88 og disposisjoner som fullmakten særskilt angir at fullmektigen skal kunne gjennomføre.\nHvis fullmektigen er inhabil, kan fullmektigen og personer nevnt i § 56 begjære at statsforvalteren oppnevner en verge med et mandat begrenset til de forhold som gjør fullmektigen inhabil.\n0 Endret ved lover 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "10:87",
      "chapter": "10",
      "section": "87",
      "title": "Gaver",
      "content": "En fullmektig kan gi sedvanlige gaver på fullmaktsgiverens vegne. Andre gaver kan bare gis hvis det er angitt særskilt i fullmakten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "10:88",
      "chapter": "10",
      "section": "88",
      "title": "Vederlag og dekning av utgifter",
      "content": "Om ikke noe annet er avtalt eller fastsatt i fullmakten, kan fullmektigen dekke sine nødvendige utgifter av fullmaktsgiverens midler. Om ikke noe annet er avtalt eller fastsatt i fullmakten, kan fullmektigen, når det er rimelig, også beregne seg et passende vederlag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "10:89",
      "chapter": "10",
      "section": "89",
      "title": "Tilbakekall av fremtidsfullmakt",
      "content": "Et løfte om ikke å tilbakekalle en fremtidsfullmakt er ikke bindende.\nFullmaktsgiveren kan tilbakekalle fremtidsfullmakten hvis han eller hun har evnen til å forstå betydningen av dette.\nTilbakekall skjer ved at fullmaktsgiveren krever fullmakten tilbake eller får den ødelagt. Fullmektigen plikter etter krav fra fullmaktsgiveren å levere fullmakten tilbake. Har en tredjeperson fått en særskilt erklæring om at fremtidsfullmakten er tilbakekalt, gjelder dette som tilbakekall overfor ham eller henne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "10:90",
      "chapter": "10",
      "section": "90",
      "title": "Opplysnings- og regnskapsplikt",
      "content": "Det kan fastsettes i en fremtidsfullmakt at fullmektigen skal ha opplysnings- eller regnskapsplikt overfor en tredjeperson.\nFullmektigen skal på begjæring fra statsforvalteren legge frem de opplysningene om fullmaktsforholdet som statsforvalteren krever. Statsforvalteren kan pålegge fullmektigen å føre regnskap og gi statsforvalteren innsyn i dette der det er nødvendig for å sikre fullmaktsgiverens interesser.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "10:91",
      "chapter": "10",
      "section": "91",
      "title": "Vergemål for fullmaktsgiveren",
      "content": "De som er nevnt i § 56, kan begjære at fullmaktsgiveren settes under vergemål. Det samme kan den som i fremtidsfullmakten er utpekt som fullmektig. Statsforvalteren kan også av eget tiltak behandle sak om opprettelse av vergemål for fullmaktsgiveren.\nStatsforvalteren eller retten skal vurdere om vilkårene for vergemål er oppfylt, jf. kapittel 4. Ved vurderingen av om det er behov for vergemål, skal det legges vekt på om fullmektigen ivaretar fullmaktsgiverens interesser som forutsatt i fremtidsfullmakten, og om det er behov for ytterligere bistand.\nHvis det opprettes vergemål for fullmaktsgiveren som erstatter fullmakten, skal statsforvalteren om mulig kalle fullmakten tilbake samtidig. § 89 tredje ledd gjelder tilsvarende. Om vergemålet setter fullmakten delvis til side, skal statsforvalteren om mulig foreta en påtegning om dette på fullmakten.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "10:92",
      "chapter": "10",
      "section": "92",
      "title": "Forholdet til avtaleloven",
      "content": "Avtalelovens bestemmelser gjelder tilsvarende for fullmakt etter kapitlet her og for fullmektigens disposisjoner og ansvar, med mindre noe annet fremgår av loven her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "10:93",
      "chapter": "10",
      "section": "93",
      "title": "Faste betalingsoppdrag",
      "content": "Skriftlig fullmakt til en finansinstitusjon eller betalingsmottaker om at det som fast oppdrag skal foretas en bestemt angitt betaling på fullmaktsgiverens vegne, er gyldig også etter at fullmaktsgiveren er kommet i en tilstand som nevnt i § 78.\nEn verge kan innenfor sitt mandat kalle tilbake fullmakter som nevnt i første ledd. Det samme kan en fullmektig etter en fremtidsfullmakt hvis fremtidsfullmakten omfatter representasjon av fullmaktsgiveren i økonomiske forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "10:94",
      "chapter": "10",
      "section": "94",
      "title": "Nærståendes representasjonsrett",
      "content": "Nærstående har etter reglene i denne paragrafen rett til å representere et familiemedlem som på grunn av sinnslidelse, herunder demens, eller alvorlig svekket helbred, ikke lenger er i stand til å ivareta sine økonomiske interesser. Den nærstående har rett til på familiemedlemmets vegne å foreta økonomiske disposisjoner som gjelder familiemedlemmets bolig og daglige underhold. Den nærstående har også rett til å sørge for betaling av offentlige skatter og avgifter og av forpliktelser som følger av gyldige låneavtaler familiemedlemmet har inngått. Den nærstående kan si opp betalingsoppdrag som nevnt i § 93.\nSom nærstående regnes følgende personer som har fylt 18 år, og som ikke er under vergemål:\na. ektefelle eller samboer\nb. barn\nc. barnebarn\nd. foreldre.\nNærståendes representasjonsrett etter denne paragrafen gjelder ikke hvis det er oppnevnt verge for familiemedlemmet, og heller ikke i den utstrekning forholdet omfattes av en fremtidsfullmakt.\n§ 85 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "11:95",
      "chapter": "11",
      "section": "95",
      "title": "Alternativ forvaltning etter bestemmelse av giver eller arvelater",
      "content": "Denne loven begrenser ikke en givers eller arvelaters adgang til ved gave eller testament å bestemme at gave eller arv som tilfaller en person med verge, skal forvaltes eller brukes på en bestemt måte.\nEn bestemmelse etter første ledd om hvordan en gave skal forvaltes eller brukes, må være skriftlig, datert og truffet senest ved gavens oppfyllelse. For gave som skal forvaltes av statsforvalteren uten gavemottakerens samtykke etter § 48 første og annet ledd, kan giveren innen seks måneder etter at statsforvalteren har varslet vergen eller vergene om at midlene skal tas til forvaltning, bestemme at gaven i stedet skal forvaltes av vergene sammen eller av en verge alene. Annet punktum gjelder bare hvis det er klart hvem som var giver, og at midlene var en gave, og bare i den utstrekning gaven fortsatt klart er i behold.\nEn bestemmelse etter første ledd om hvordan arv skal forvaltes eller brukes, må fremgå av testament.\nMed mindre det er i strid med arvelaterens eller giverens bestemmelser om alternativ forvaltning eller bruk, gjelder lovens regler om forvaltning og regnskapsføring av midler tilhørende personer med verge.\nHvis det vil være åpenbart uheldig for den som har verge, at midlene står til hans eller hennes rådighet, kan vergen med statsforvalterens samtykke frata vedkommende råderetten over dem. På samme vilkår kan vergen med statsforvalterens samtykke bestemme at midlene skal forvaltes etter reglene i denne lov.\n0 Endret ved lover 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416), 31 mars 2023 nr. 5 (i kraft 1 april 2023 iflg. res. 31 mars 2023 nr. 445, se endringsloven del VI for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "11:96",
      "chapter": "11",
      "section": "96",
      "title": "Midler som ved lov er bestemt at skal forvaltes etter denne lov",
      "content": "Når det ved lov er bestemt at midlene til en person som ikke er under vergemål, skal behandles etter de regler som gjelder for midler til personer under vergemål, kan statsforvalteren oppnevne en bestyrer til å forestå forvaltningen av dem. Reglene i kapittel 6 og 7 gjelder for bestyrerens forvaltning så langt de passer.\nBestyreren utfører sitt oppdrag mot vederlag av avkastningen av midlene. Er avkastningen ikke tilstrekkelig til å dekke omkostningene, kan statsforvalteren i særskilte tilfeller samtykke i at vederlaget dekkes av selve forvaltningskapitalen. Statsforvalteren avgjør på hvilken måte dekning kan skje.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "11:97",
      "chapter": "11",
      "section": "97",
      "title": "Forvaltning av andre midler enn de som tilhører personer under vergemål",
      "content": "Statsforvalteren kan overta forvaltningen av legatmidler og andre midler som statsforvalteren etter denne lov ikke har plikt til å forvalte. I så fall gjelder reglene i kapittel 7.\nKongen kan i forskrift gi nærmere regler om gjennomføringen av denne bestemmelsen.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "12:98",
      "chapter": "12",
      "section": "98",
      "title": "Statsforvalterens myndighet i vergemålssaker der personen ikke er bosatt i Norge",
      "content": "Om en norsk statsborger har flyttet fra Norge, kan sak etter loven her i særlige tilfeller behandles av statsforvalteren der personen hadde sin siste bopel i Norge.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "12:99",
      "chapter": "12",
      "section": "99",
      "title": "Statsforvalterens myndighet i internasjonale forhold når det gjelder stadfesting av fremtidsfullmakter mv.",
      "content": "Statsforvalteren kan stadfeste en fremtidsfullmakt hvis fullmaktsgiveren er bosatt i Norge. Hvis fullmaktsgiveren ikke er bosatt i Norge, men fullmakten gjelder eiendom i Norge, kan statsforvalteren stadfeste fullmakten så langt det gjelder denne eiendommen. Hvis statsforvalteren kan stadfeste en fremtidsfullmakt etter første og annet punktum, kan statsforvalteren også registrere fullmakten i samsvar med § 84 fjerde ledd.\nStatsforvalteren har myndighet etter § 86 annet ledd, § 90 annet ledd og § 91 hvis fullmaktsgiveren er bosatt i Norge. Hvis fullmaktsgiveren ikke er bosatt i Norge, har statsforvalteren slik myndighet hvis det etter omstendighetene er grunn for statsforvalteren til å gripe inn.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "12:100",
      "chapter": "12",
      "section": "100",
      "title": "Fremtidsfullmakter og lovvalg",
      "content": "Når det gjelder gyldighet, omfang, endring og opphør av en fremtidsfullmakt, anvendes loven i den staten hvor fullmaktsgiveren var bosatt når fremtidsfullmakten ble opprettet, om ikke fullmaktsgiveren skriftlig har bestemt at en annen stats lov som nevnt i annet ledd skal anvendes.\nFullmaktsgiveren kan bestemme at anvendelig lov ikke skal være den lov som følger av første ledd, men i stedet\na. loven i en stat der fullmaktsgiveren er statsborger,\nb. loven i en stat der fullmaktsgiveren tidligere har vært bosatt, eller\nc. loven i en stat der fullmaktsgiveren har fast eiendom, så langt det gjelder denne eiendommen.\nHenvisningene til annen stats lov omfatter ikke bestemmelser som hører til den internasjonale privatretten.\nVed statsforvalterens og domstolenes behandling av saker etter kapitlet her anvendes norsk rett.\n0 Endret ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "13:101",
      "chapter": "13",
      "section": "101",
      "title": "Ikraftsetting. Overgangsregler",
      "content": "1. Loven gjelder fra den tid Kongen bestemmer.​1 De enkelte bestemmelsene kan settes i kraft til ulik tid.\n2. Beslutning om opprettelse av hjelpevergemål etter lov 22. april 1927 nr. 3 om vergemål for umyndige gjelder også etter ikrafttredelsen av loven her. Hjelpevergemålet regnes etter lovens ikrafttredelse som et vergemål uten fratakelse av den rettslige handleevnen etter reglene i loven her og med det innhold som er besluttet for hjelpevergemålet. Oppdraget som hjelpeverge fortsetter etter lovens ikrafttredelse som et oppdrag som verge etter reglene i loven her og med det innhold som er besluttet for hjelpevergemålet.\n3. Beslutning om umyndiggjøring etter lov 28. november 1898 om Umyndiggjørelse gjelder i tre år etter ikrafttredelsen av loven her. Beslutningen om umyndiggjøring regnes i denne perioden som et vergemål med full fratakelse av den rettslige handleevnen etter reglene i loven her. Oppdraget som verge fortsetter etter lovens ikrafttredelse som et oppdrag som verge etter reglene i loven her og med det innhold som gjelder for vergemål med full fratakelse av den rettslige handleevnen.\n4. Finansielle eiendeler som ved ikrafttredelsen av loven her har vært forvaltet av overformynderiet etter lov 22. april 1927 nr. 3 kapittel 6, men som utgjør et beløp som er lavere enn beløpsgrensen som følger av forskrift etter § 49 første ledd første punktum i loven her, skal forvaltes av fylkesmannen i ett år etter lovens ikrafttredelse. Dette gjelder likevel ikke hvis fylkesmannen i denne perioden beslutter at eiendelene ikke skal forvaltes av fylkesmannen.\n5. En fullmakt som oppfyller kravene til en fremtidsfullmakt etter lovens kapittel 10, men som er opprettet før loven her trer i kraft, skal fra lovens ikrafttredelse ha de rettsvirkninger som følger av loven her.\n6. Midlene i sikkerhetsfondene opparbeidet som en del av fellesmassene etter lov 22. april 1927 nr. 3 om vergemål for umyndige § 73 skal fra ikrafttredelsen av loven her utgjøre et nasjonalt sikkerhetsfond når fellesmassene er avviklet. Kongen kan i forskrift gi nærmere regler for det nasjonale sikkerhetsfondet, herunder nærmere regler for organisering, tilsyn, avsetning og utdeling.\n7. Kongen kan i forskrift gi nærmere overgangsregler.\n0 Endret ved lov 5 apr 2013 nr. 12.\n1 Fra 1 juli 2013 iflg. res. 5 apr 2013 nr. 338, med unntak av § 51 annet ledd, § 54 tredje ledd, § 65 og § 66 som trådte ikr. 5 apr 2013.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "13:102",
      "chapter": "13",
      "section": "102",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –\n0 Endret ved lov 5 apr 2013 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    }
  ]
}