{
  "id": "LOV-1920-03-12-5",
  "type": "statute",
  "title": "Lov om utnyttelse av rettigheter til beite, fiske, jakt og fangst m.v. i statens almenninger",
  "short_name": "Fjellova",
  "status": "in_force",
  "issued_date": "1920-03-12",
  "in_force_date": "1920-11-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1920-03-12-5",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Nærværende lovs forskrifter omfatter statens almenninger (skog- som fjellalmenninger) samt de umatrikulerte statsskoger, som det offentlige bestemmer. Dog kan efterat vedkommende almenningsstyre​2 og fjellstyre​3 er hørt, Kongen bestemme at skogalmenning eller nærmere fastsatt del av sådan av hensyn til barskogens tarv undtas fra lovens virkeområde, forsåvidt angår bestemmelse i § 19 om optagelse av nye setrer.\n1 Endret ved lov 8 mars 1932 nr. 3.\n2 Se lover 12 okt. 1857 § 6 og 22 Juni 1863 § 47.\n3 Se § 3 jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I statens almenninger skal bygdene fremdeles utøve sine bruksrettigheter til beite og seter, slått, mose- og torvtak samt fiske, jakt og fangst som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\n1 Se lover 22 Juni 1863 kap. 4, 14 des. 1851 nr. 7 517.\n2 Se kap. III–X.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I Ordningen av almenningsbruket, for så vidt angår de under § 2 nevnte rettigheter – jakt på elg og hjort undtatt – er underlagt fjellstyrenes myndighet.​2 Fjellstyre velges i enhver kommune, innen hvilken der er statsalmenning, og skal bestå av 3 medlemmer med like mange varamenn. Styret velges av kommunestyret, ett medlem som formann og ett som nestformann. Minst 2 av medlemmene og disses varamenn må være jordbrukere som har beiterett i almenningen.\nFylkesmenn, dommere og påtalemyndighetens samt politiets tjenestemenn kan ikke innvelges. Forøvrig skal reglene for kommunale formenns og representanters valgbarhet​3 være gjeldende.\nTjenestetiden for fjellstyrets medlemmer skal være 3 år, således at der ved utgangen av det første år, regnet fra 1 januar efter det år, hvori valget første gang foretas, utgår efter loddtrekning ett medlem. Ved utløpet av det annet år utgår likeså ett medlem efter loddtrekning mellem dem, som har fungert lengst, og siden hvert år det medlem, som har fungert lengst. Ved hvert medlemsvalg foretas fornødent varamannsvalg. De valgte er pliktige til å motta hvervet, forsåvidt de ikke før valget har fylt sitt sekstiende år. Den, som har gjort tjeneste i 3 år, kan undslå sig for å motta valg i de derpå følgende 3 år.\nFjellstyrets medlemmer tilstås for sitt arbeide en passende godtgjørelse, som fastsettes av vedkommende regjeringsdepartement​4 efter forslag av kommunestyret, og som utredes av fjellkassen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se lov 21 mars 1952 nr. 1 § 5.\n3 Se lov 10 Juli 1825 nr. 6 § 10.\n4 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Er der for en almenning valgt både fjellstyre i medhold av nærværende lov og almenningsstyre i medhold av lov om skogvesenet av 22 juni 1863 § 47, og der opstår tvist mellem de to styrer angående ordningen av almenningsbruket, skal fjellstyrets formann innkalle begge styrer til et fellesmøte. Opnås der ikke enighet mellem de to styrer, kan hver av dem innbringe tvisten til avgjørelse av vedkommende regjeringsdepartement.​2\nEr en almenning beliggende i flere kommuner, således at der for samme almenning er valgt to eller flere fjellstyrer, kan det når det ønskes av ett av fjellstyrene, bestemmes av vedkommende regjeringsdepartement, efter at samtlige fjellstyrer har uttalt seg, at der dannes et fellesstyre med like antall medlemmer fra hvert fjellstyre, således at hver av fjellstyrenes formenn vekselsvis for ett år om gangen fungerer som formann og ved stemmelikhet som opmann. Formannsstillingen bestemmes første gang ved loddtrekning blandt formennene.\nFor almenningsstrekning, hvor bruket av de i denne lov omhandlede rettigheter tilligger bygd, som er beliggende i annen kommune enn den, hvori almenningen ligger, eller bygder i to eller flere kommuner i fellesskap, kan Kongen, efter at vedkommende kommunestyrer er gitt anledning til å uttale seg, bestemme, at fjellstyret for en sådan almenning skal bestå av fler enn tre medlemmer og i tilfelle av hvor mange. Minst ⅔ av det således forsterkede fjellstyres medlemmer og disses varamenn må være jordbrukere, som har beiterett i almenningen. Likeledes kan Kongen for sådan almenningsstrekning, og efter at vedkommende kommunestyrer er gitt anledning til å uttale seg, bestemme, at den myndighet, som efter denne lov er tillagt kommunestyret, skal utøves av et fellesstyre bestående av vedkommende kommunestyrers medlemmer i et like antall, idet hver av kommunenes ordførere vekselvis for ett år om gangen fungerer som formann og ved stemmelikhet som opmann. Formannsstillingen bestemmes i første omgang ved loddtrekning.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fjellstyrebeslutning vedkommende de i denne lov omhandlede saker skal, forsåvidt ikke annet er bestemt,​2 forinnen den trer i kraft, ha ligget til almindelig eftersyn i 4 uker efter betryggende kunngjørelse om utleggelsen. Innen utløpet av ovennevnte frist kan enhver rettighetshaver, som er misfornøiet med beslutningen, forlange den forelagt vedkommende regjeringsdepartement,​3 som såfremt det ikke finner, at klagen henhører under skjønn, skal stadfeste eller underkjenne beslutningen. Saken blir i tilfelle å innsende gjennom kommunestyret og fylkesmannen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se § 23. Jfr. §§ 7 og 35, 4de ledd.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen kan under hensyntagen til det bruk, som finner sted, bestemme, hvorvidt anerkjente almenningsstrekninger skal henregnes til en eller flere almenninger.\nFor skogalmenningenes vedkommende søkes mest mulig de nugjeldende grenser oprettholdt.\nForslag til grenser for almenningene avgis av en nevnd bestående av tre menn, som opnevnes av fylkesmannen. Må det antas, at en almenningsstrekning blir liggende innen mer enn ett fylke, skjer opnevnelsen av vedkommende regjeringsdepartement.​2\nForslaget skal, forinnen Kongen treffer nogen endelig bestemmelse, forelegges vedkommende fungerende almenningsstyrer, fjellstyrer og vedkommende kommunestyrer til uttalelse.\nMedlemmene ovennevnte nevnd oppebærer kostgodtgjørelse, stor kr. 10,00 pr. døgn, samt almindelig skyssgodtgjørelse.\nUtgiftene ved fastsettelse av almenningsgrenser utredes av statskassen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Fjellstyret kan beslutte almengjeldende vedtekter om det i denne lov omhandlede almenningsbruk.​1 Vedtektene samt forandringer i disse må for å bli gyldige stadfestes av Kongen. Minst 4 uker før vedtektene eller forandringer i disse innsendes til stadfestelse, skal de bringes til almindelig kunnskap på samme måte som i § 5 bestemt. Ved sådanne vedtekter kan ikke avgift pålegges de bruksberettigede.\nVedtektene skal inneholde bestemmelse om, fra hvilken dag de trer i kraft.\n1 Jfr. S 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Beite i statsalmenning utøves av de hertil berettigede som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\nJordbruker har med fjellstyrets samtykke og under iakttagelse av denne lovs bestemmelser adgang til å opta nytt beite for sin på eiendommen vinterfødde buskap i den almenning, hvor vedkommende bygd eller grend har almenningsrett til beite. Det nye bruk må dog ikke være til skade for allerede for optatt bruk.\nTvist om, hvorvidt og i hvilken utstrekning det nye bruk kan utøves uten skade for eldre bestående bruk, avgjøres ved skjønn.​3\n1 Se N. L. 3-12-3.\n2 Se §§ 9-23.\n3 Se § 89 og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Beite med løsfe i statsalmenning skal være forbudt, hvor ikke annet er bestemt i vedtekt.\nVed løsfe forstås i denne lov småfe såvelsom storfe (derimot ikke hest), som ikke gjætes, eller som ikke tilkvelds søker hjem til bosted eller seter.\nBeite med gjeit og sau i barskogtrakt i statsalmenning må kun foregå fra og med 10 juni til og med 31 oktober, hvor ikke annet er bestemt i vedtekt.\n1 Jfr. lov 6 mars 1970 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Seterbeite i statsalmenning utøves for de hertil berettigede eiendommer som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\nSeterbruker kan istedenfor gårdens fe ta inn på seter andre bruksberettigedes fe i tilsvarende antall. Fjellstyret kan enn videre, når samtykke foreligger fra flerheten av de øvrige seterbrukere i fellesbeitet, tillate, at der på en seter inntas sådant fe utover det nevnte antall i så stor utstrekning, som styret finner forsvarlig av hensyn til seterbeitet.\nI barskogtrakt må gjeit ikke inntas uten skogvesenets samtykke.\nVed beregning av det antall fe, som en seterbruker kan innta på seteren, regnes 6 småfe lik 1 storfe.\n1 Se N. L. 3-12-3.\n2 Se §§ 10-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fjellstyret kan, når forholdene skjønnes å gjøre det ønskelig, helt eller delvis avgrense seterbeite i statsalmenning innen kommunen, hvorved mulig sambeite med nabobeite oppheves. Ved avgrensningen tas hensyn til enhver beiterett innen området.\nTil avgrensningsforretningen innkaller fjellstyret brukerne av vedkommende beiter med varsel som i § 39, 1ste ledd, bestemt.\nBeiting over en i medhold av nærværende paragraf fastsatt beitegrense er forbudt. Erstatning for herved forvoldt skade fastsettes i mangel av mindelig overenskomst ved skjønn.​2\n1 Endret ved lov 15 des. 1967 nr. 2. – Jfr. lov 22 des. 1950 nr. 2 § 8 3, 2net ledd.\n2 Se § 39 og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Andrar seterbruker i fellesbeite i statsalmenning derom, kan fjellstyret, efterat de øvrige seterbrukere i fellesbeitet er gitt adgang til å uttale sig, foreta ordning av beiteforholdene innen fellesbeitet. Det kan således inndele dette i felter, bestemme beitetiden, samt hvad slag og hvor meget fe der kan beite på hvert enkelt felt, samt avgi bestemmelse om, at småfeet skal gjætes i hertil høvelige strekninger, som er mindre skikket til storfebeite.\nOrdning av beiteforhold i medhold av denne paragraf kan ikke kreves gjennomført for strekning,\na. hvor beite- og almenningsgrense ikke faller sammen;\nb. hvor krav på ordning i medhold av [§ 87 i lov om utskiftning m. v. av 13 mars 1882]​1 fremsettes av fjellstyret eller beiteberettiget eller i tilfelle flertallet av de beiteberettigede innen et havnelag, før ordning iverksatt av fjellstyret er blitt endelig;\nc. når 20 år ikke er forløpet fra slutningen av en forretning, hvorved ordning har funnet sted enten i medhold av nærværende paragraf eller i medhold av [utskiftningslovens § 87.]​1\nFør 10 år er forløpet fra slutning av en forretning, hvorved ordning for en strekning har funnet sted i medhold av nærværende paragraf, kan ordning i medhold av [utskiftningslovens § 87]​1 ikke kreves gjennemført, medmindre det er nødvendig av hensyn til utskiftning eller ordning i tilstøtende privat strekning.\n1 Se nu lov 22 des. 1050 nr. 2 § 83, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Har ordning overensstemmende med foregående paragraf funnet sted, men beitet fremdeles finnes for sterkt belagt til skade for melkefeet, kan fjellstyret på forlangende av flerheten av seterbrukerne i fellesbeitet, og efterat de øvrige seterbrukere er gitt adgang til å uttale sig, i fornøden utstrekning henvise sau, ungfe og tørfe til beite under gjætning i passende beitestrekninger, som ligger helt eller delvis utenfor seterbeitet.\nFjellstyret utligner på feets eier det, som utkreves til henvisningens gjennemførelse, og de utlignede beløp kan, hvis beslutningen ikke forlanges undergitt skjønn efter § 15, inndrives ved utpantning​1 efter en bekreftet utskrift av utligningen.\n1 Se tvangfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Har ordning og henvisning overensstemmende med §§ 12 og 13 funnet sted, men beitet fremdeles finnes for sterkt belagt til skade for melkefeet, skal styret efter forlangende av seterbruker i fellesbeite søke opnådd utflytning i fornøden utstrekning ved optagelse av ny seler overensstemmende med § 19 med bidrag til utflytningens gjennemførelse av de øvrige brukere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Ligger et seterbeite i to eller flere kommuner, og der ikke er valgt felles- styre overensstemmende med § 4, skal vedkommende fjellstyrer tre sammen til forhandling, for de enkelte fjellstyrer hver for sitt område fatter beslutning som i §§ 12 eller 13 omhandlet.\nTvist om, hvorvidt nogen krenkes i sine rettigheter ved fjellstyrebeslutning, som treffes i medhold av §§ 11-13, avgjøres ved skjønn.​2\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se §§ 39 og 43 og lov 1 Juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Fjellstyret kan i statsalmenning utvise den fornødne grunn til såvidt mulig bekvemt beliggende setervoll for seter, som ingen eller kun utilstrekkelig slåttemark har, til nyttiggjørelse av buskapens gjødsel.\nSådan utvisning kan dog ikke skje, når det vil være til vesentlig skade for andre seterbrukere, hvilket i tilfelle av tvist avgjøres ved skjønn.​1\nUtvisning i barskogtrakt må ikke finne sted, forinnen departementets​2 samtykke er innhentet.\nUtskrift av utvisningsforretningen med riss besørger fjellstyret tinglyst på rekvirentens bekostning.\n1 Se § 39 og lov 1 juni 1917 nr. 1.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Seter, som ligger i statsalmenning og tilligger en eiendom, kan overdras til bruk for eiendom, hvis bruker efter § 19 kan opta seter i almenningen, når overdragelsen ikke vil være til vesentlig skade for allerede bestående jordbruk, fjelleng, seter eller annet beitebruk eller til skade for barskogen, og fjellstyret gir sitt samtykke til overdragelsen. Hvis seter hører til utenbygds eiendom, eller hvis den tilligger eiendom med fler enn én seter i almenningen, kan sådan bruksrett, som i Iste ledd nevnt, overføres til annet innenbygds jordbruk.\n1 Jfr. lov 20 aug. 1909 nr. 2 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er der ikke anledning til å få tilfredsstillet seterbehovet ved foranstaltninger overensstemmende med §§ 10-14 og 19 eller ved ordning i medhold av utskiftningslovens​1 § 87, men der tilligger en eiendom fler enn én seter i statsalmenning, og nogen av disse uten vesentlig skade eller ulempe kan undværes for eiendommens eget seterbruk, skal fjellstyret på forlangende av beiteberettiget jordbruker, som tiltrenger seter, søke nogen av setrene frivillig avstått til denne ved overdragelse overensstemmende med foregående paragraf.\nOpnås ikke dette, kan fjellstyret tilstede ham å få en av setrene avstått mot erstatning, som bestemmes ved skjønn,​2 idet vedkommende gårds eier på fjellstyrets opfordring selv bestemmer, hvilken av setrene i tilfelle skal være gjenstand for avståelse. Efterkommer ikke eieren sidan opfordring innen en frist av 4 uker, treffer fjellstyret bestemmelse herom.\nSpørsmålet om tilstedeværelse av de nevnte betingelser avgjøres av skjønnet.\nFjellstyret sørger for, at fornøden tinglysning på erhververens bekostning finner sted.\n1 Se nu lov 22 des. 1950 nr. 2 § 85 c jfr. § 83.\n2 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Beiteberettiget jordbruker, hvis eiendom ikke allerede har seter, eller som overensstemmende med § 14 er villig til utflytning, skal ha adgang til, enkeltvis eller flere i fellesskap, av fjellstyret å få utvist seter i den almenning, hvor han overensstemmende med § 8 kan opta beite for sin gård, når:\na. seteren ikke vil være til vesentlig skade for allerede bestående jordbruk, fjelleng, seter eller annet beitebruk eller til skade for barskogen og\nb. det nye seterbruk heller ikke vil være til hinder for beitestrekningens hensiktsmessige inndeling og utnyttelse.\nBegjæring om utvisning innsendes til fjellstyret, som innhenter alle fornødne oplysninger og i henhold hertil treffer beslutning, om utvisning skal finne sted eller ikke. Når endelig beslutning foreligger, foretar styret utvisning, såfremt sådan skal finne sted, overensstemmende med beslutningen. Utvisningsforretningen protokolleres, og utskrift av denne besørger styret tinglyst på rekvirentens bekostning.\nEr ikke seteren tatt i bruk som seter innen 5 år efter utvisningen, faller den igjen i det fri. Herom utferdiger fjellstyret en erklæring, som det besørger tinglyst. Tinglysning av sådan erklæring skjer uten betaling.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Rett til optatt set er i statsalmenning ophører:\n1. ved oplatelse, hvorved forstås en uforbeholden opgivelse;\n2. når seteren i et sammenhengende tidsrum av 30 år har henligget ubenyttet som seter uten påny å tas i bruk, eller – når der er tvist om, hvem som innehar retten til seteren – uten at der reises søksmål​1 til rettslig avgjørelse av tvisten.\nOphør av rett til seter efter post 2 inntrer dog først 5 år efter denne lovs ikrafttreden,​2 hvilken frist fjellstyret på andragende kan forlenge ytterligere i 5 år, når særlige forhold tilsier dette.\n1 Se rettergangsl. § 83.\n2 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den, som for sommeren ønsker å bruke felæger (driftehavn) i statsalmenning, har innen utgangen av februar måned skriftlig å melde det for fjellstyret, som i tilfelle fordeler lægrene under hensyntagen til tidligere skikk og bruk innen almenningen, idet innenbygds driftefe fortrinsvis skaffes beite.\nFor bruken av felæger kan fjellstyret fastsette nærmere vilkår, deriblandt en årlig avgift. Avgiften må ikke settes så høi, at den legger hindringer i veien for felægrenes utnyttelse. Spørsmålet om avgiftens størrelse kan innankes for vedkommende regjeringsdepartement.​1\nMelder ingen bruksberettiget sig til et læger, kan det for sommeren efter fjellstyrets nærmere bestemmelse utleies til utenbygds fekar eller på annen måte, dog fortrinsvis som bufebeite eller hestehavn.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "I statsalmenning kan felæger (driftehavn), som ikke er i bruk som driftebeite, og heller ikke i de 3 næstforegående somrer har vært brukt dertil, såvelsom annen beitestrekning, som ikke er optatt av nogen dertil almenningsberettiget, efter fjellstyrets nærmere bestemmelse anvendes til nogen av de i §§ 8, 13 og 19 nevnte eller lignende forføininger eller overensstemmende med § 23 til tamrenbeite.\nI tiden fra og med 1 november til og med 30 april kan også andre deler av statsalmenning – barskogtrakt dog undtatt – efter fjellstyrets bestemmelse og med vedkommende regjeringsdepartements​1 godkjennelse anvendes til tamrenbeite på de i § 23 nevnte vilkår.\nBortleie av sådanne strekninger som foran nevnt må ikke uten Kongens samtykke skje for et lenger tidsrum enn 10 år om gangen.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "I statsalmenning utenfor de renbeitedistrikter. som i henhold til lov er eller måtte bli bestemt,​1 er tamrendrift forbudt uten særskilt tillatelse som nedenfor omhandlet.\nTillatelsen meddeles av fjellstyret for tidsrum inntil 10 år om gangen og kun hvis tamrendriften kan forogå uten vesentlig skade eller ulempe for jordbruk, skog, husdyrbeite, seter, slått eller mosetak.\nFjellstyrets beslutning skal inneholde fornøden angivelse av den beitestrekning, hvor tamrendrift tillates, med oplysning om dens grenser, tilstøtende beitestrekning og jordbruk, samt bestemmelser om, i hvilket tidsrum av året tamrendriften kan foregå, og plan for driften, herunder bestemmelse om det største tillatte dyrantall og om bevoktningen (antall rengjætere).\nBeslutningen skal ligge til almindelig eftersyn i 3 måneder​2 efter derom skjedd betryggende kunngjørelse, herunder ved innrykkelse i minst én i distriktet utbredt avis.\nFremkommer der til fjellstyret innen utløpet av ovennevnte frist fra staten eller nogen, hvis eiendom eller bruk kan påvirkes av den besluttede tamrendrift, innsigelse mot samme, fordi det vil være til vesentlig skade eller ulempe som i 2net ledd nevnt, og fjellstyret fastholder sin beslutning, avgjøres spørsmålet ved skjønn​3 efter fjellstyrets foranstaltning.\nFjellstyrets beslutning er undergitt stadfestelse av Kongen.​4 Den av Kongen stadfestede beslutning trer i kraft 3 måneder efter kunngjørelsen derom som foran nevnt.\n1 Se lover 12 mai 1933 nr. 3 § 2, 9 juni 1972 nr. 31 § 1.\n2 Jfr. § 5.\n3 Se § 39 og lov 1 juni 1917 nr. 1.\n4 Landbruksdeptet iflg. res. 14 april 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Fjelleng, som ligger i statsalmenning, og som tilligger en eiendom, kan med fjellstyrets samtykke overdras til bruk for en i almenningen bruksberettiget eiendom.\nOm ophør av rett til fjelleng gjelder tilsvarende som i § 20 for seter bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Fjelleng i statsalmenning kan, når den ligger i seterbeite eller strekning, som fjellstyret har besluttet anvendt i annet øiemed, av vedkommende seterbruker eller av fjellstyret i mangel av mindelig overenskomst forlanges avløst mot erstatning, som bestemmes ved skjønn.​1 Betingelsen for avløsningen er, at fjellenget er til vesentlig ulempe for seterbeitet eller for strekningens hensiktsmessige utnyttelse ifølge fjellstyrets bestemmelse derom, og fordelene ved avløsningen er overveiende mot den skade og ulempe, som ved avløsningen måtte forvoldes.\nSpørsmålet om tilstedeværelse av de nevnte betingelser avgjøres av skjønnet.​1\n1 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "I statsalmenning har de bruksberettigede under iakttagelse av eldre skikk og bruk og forøvrig efter fjellstyrets nærmere bestemmelse adgang til fjellslått til fornødenhet for sin vinterfødde buskap såvel i uoptatt beitestrekning som i seterbeite, når det kan skje uten vesentlig skade for dette, hvilket i tilfelle av tvist avgjøres ved skjønn.​1 Sådant slåttebruk skal ikke være til hinder for, at nødvendige arbeider til fremme av skogskjøtsel utføres.\n1 Se § 39 og lov 1 Juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Fjellstyret kan bortleie uoptatt slåtteland i statsalmenning for tidsrum av inntil 5 år ad gangen, fortrinsvis til bruker av eiendom innen bygden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Jordbruker har adgang til i de strekninger av statsalmenning, hvor hans eiendom fra gammel tid av har rett til å utøve sådant bruk, å ta den mose, han har behov for til vinterforing av sin buskap. Det samme gjelder lov.\nI mosefjell, som ikke hører til således optatt mosestrekning, kan innenbygds jordbruker efter fjellstyrets anvisning gis adgang til å ta mose.\nFjellstyret kan for ett år om gangen fastsette det antall lass av mose og det kvantum av lov, som enhver skal ha rett til å ta.\nFjellstyret kan beslutte, at moses trekninger i tidsrum av 10 år om gangen fredes for mosetak, når deres fremtidige ydeevne trues ved utnyttelsen. Tvist herom og om fredningens utstrekning avgjøres ved skjønn.​1\nFjellstyrets bestemmelser om bruksutøvelse i barskogtrakt skal forelegges departementet​2 til godkjennelse.\nUoptatt mosestrekning kan fjellstyret bortleie til mosetak for tidsrum av inntil 5 år ad gangen.\n1 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Jordbruker har adgang til i den statsalmenning, hvor hans eiendom har almenningsrett, å ta torv til brensel (brenntorv) samt mose og myr til strø og gjødselblanding til bruk såvel på seteren som hjemme på gården.\nBestemmelsene i § 28, 2net, 3dje, 4de, 5te og 6te ledd finner tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "I statsalmenning har norsk borger,​2 som i det siste år har vært og fremdeles er fast bosatt i område hvor almenningen er beliggende, og hvis grenser fastsettes av Kongen,​3 eller i bygd eller grund, hvis beboere fra gammel tid har utøvet almenningsbruk innen vedkommende statsalmenning, adgang til under iakttagelse av gjeldende bestemmelser og etter å ha erholdt jaktkort å drive fangst av småvilt samt jakt uten hund på småvilt uten avgift.\nI slike strekninger kan fjellstyret gi den som etter foregående ledd er jaktberettiget adgang til å drive jakt med hund på småvilt mot løsning av jaktkort og erleggelse av en avgift som ikke må overstige kr. 10 årlig.\nI områder som omhandlet i denne paragraf, har de etter første avsnitt jaktberettigede adgang til mot erleggelse av avgift å drive jakt på villrein etter de bestemmelser herom som til enhver tid gjelder.\nFjellstyret fastsetter avgiften nærmere og kan, når hensynet til viltstanden gjør det ønskelig, begrense det antall vilt som noen kan felle eller fange av de forskjellige slag og innskrenke tiden, måten og området for jakten og fangsten.\nFor fjellstyret treffer bestemmelse om antallet av de jegere som kan få tillatelse til å drive jakt etter småvilt med hund skal saken ha vært forelagt den kommunale viltnemnd​4 til uttalelse.\nStatens skogtjenestemenn har, hver innen sitt distrikt, rett til avgiftsfritt å jage småvilt uten hund, dog ikke til salg, i de i denne paragraf omhandlede strekninger. Samme bestemmelse gjelder for de ved statens viltundersøkelser ansatte tjenestemenn.\n1 Endret ved lover 14 des. 1951 nr. 8, 12 Juni 1904 nr. 3.\n2 Se res. 24 Juli 1964.\n3 Se § 33.\n4 Se lov 14 des. 1951 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Etter at den kommunale viltnemnd​2 har hatt høve til å uttale seg kan fjellstyret bestemme at andre norske borgere​3 enn de i foregående paragraf nevnte gis adgang til, med den begrensning som i tilfelle nærmere fastsettes, å drive jakt innen strekning som der omhandlet mot løsning av jaktkort​4 og erleggelse av avgift som fjellstyret fastsetter. Dog må den årlige avgift for jakt uten hund på småvilt ikke overstige kr. 10 og avgiften for jakt på småvilt med hund må ikke overstige det femdobbelte av den avgift som er fastsatt for slik jakt for innenbygdsboende.\nI den utstrekning gjeldende bestemmelser tillater det, kan fjellstyret gi andre norske borgere enn de etter § 30 jaktberettigede adgang til jakt etter villrein. Avgiften må ikke overstige det femdobbelte av det som er fastsatt for de etter § 30 jaktberettigede.\n1 Endret ved lov 14 des. 1951 nr. 8.\n2 Se lov 14 des. 1951 nr. 7 § 2.\n3 Se lov 8 des. 1950 nr. 3.\n4 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "title": "(Opphevd ved lov 14 des. 1951 nr. 8.)",
      "content": "§ 32.(Opphevd ved lov 14 des. 1951 nr. 8.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Jaktkort utstedes av fjellstyret i en av de kommuner, hvor almenningen er beliggende, for bestemt termin og mot erleggelse av vedkommende avgiftsbeløp, når avgift skal svares.\nJaktkort skal lyde på navn og angi, når og hvor jakten eller fangsten kan foregå samt inneholde oplysninger om de innskrenkninger i utøvelsen, som måtte være fastsatt på annen måte enn ved lov.\nKortet medbringes og skal på forlangende av hvemsomhelst fremvises innen almenningsområdet.\nIngen må i samme termin utøve jakt eller fangst efter fler enn ett jaktkort av samme slag innen samme almenning.\nFjellstyret kan nekte å utstede jaktkort til den, som\na. i løpet av de siste 3 år rettskraftig er idømt straff eller efter forelegg har vedtatt straff for overtredelse av nogen av de om jakt gjeldende bestemmelser​2 eller nogen bestemmelse i 1ste kapitel i lov av 31 mai 1900 om løsgjengeri, betleri og drukkenskap, eller\n— — —\nEr der utstedt jaktkort til nogen som ovenfor nevnt, uten at de pågjeldende forhold har vært fjellstyret bekjent, eller til nogen, som senere er blitt idømt eller har vedtatt straff som nevnt, kan fjellstyret tilbakekalle kortet ved likeoverfor innehaveren å erklære det ugyldig. Jaktopsynet kan derhos kreve utlevert jaktkort, hvis innehaver innen jaktområdet gripes i overtredelse av nogen av de omhandlede bestemmelser, hvorefter kortet av fjellstyret midlertidig kan settes ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 15 des. 1967 nr. 2.\n2 Se lov 14 des. 1951 nr. 7 § 62 og strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Hvorledes det skal forholdes med jakt på elg, hjort, dådyr, rådyr og bever statsalmenning​2 bestemmes av Kongen.​3 Inntekten av denne jakt går inn i fjellkassen.\n1 Endret ved lov 14 des. 1951 nr. 8.\n2 Jfr. lov 14 des. 1951 nr. 7 § 17.\n3 Landbruksdepartementet iflg. res. 28 Juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "10:35",
      "chapter": "10",
      "section": "35",
      "content": "Fiske i statsalmenning kan utøves av de dertil berettigede som fra gammel tid av, forsåvidt denne lov ikke bestemmer annet.\nI strekninger av vassdrag (elv, å, bekk, vann, tjern) i statsalmenning, hvor der ikke går laks, sjøørret eller sjørøye, eller hvor fisket ikke etter § 38 er bortleiet, skal norsk borger som i det siste år har vært og fremdeles er fast bosatt i område hvor almenningen er beliggende, og hvis grenser fastsettes av Kongen​2, eller i bygd eller grend, hvis beboere fra gammel tid har utøvet almenningsbruk i vedkommende statsalmenning, ha adgang til uten avgift efter denne lov, men under iakttagelse av gjeldende bestemmelser, å drive fiske med krok uten faststående redskap.\nI slike strekninger kan fjellstyret mot betaling av avgift​3 gi dem som efter foregående ledd er fiskeberettiget, adgang også til annet fiske.\nStatens skogtjenestemenn har hver innen sitt distrikt den samme adgang til å fiske som innenbygdsboende, dog ikke til salg. De i ferskvannsfiskerienes tjeneste fast ansatte tjenestemenn har rett til under iakttagelse av gjeldende fredningsbestemmelser å foreta fiske, dog ikke til salg.\n1 Endret ved lov 6 mars 1964 § 92.\n2 Se res. 24 juli 1964.\n3 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "10:36",
      "chapter": "10",
      "section": "36",
      "content": "Andre norske borgere enn nevnt i foregående paragraf, har adgang til under iakttagelse av gjeldende bestemmelser​2 og mot betaling av avgift,​3 å fiske med krok uten faststående redskap, dog ikke med oter, innen de i foregående paragraf nevnte strekninger i vassdrag.\nSamme adgang kan mot betaling av avgift tilstås utlendinger efter nærmere bestemmelse av fjellstyret og med godkjennelse av vedkommende departement.​4\n1 Endret ved lov 6 mars 1964 § 92.\n2 Se lov 6 mars 1964.\n3 Se § 37.\n4 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "10:37",
      "chapter": "10",
      "section": "37",
      "content": "Fiske i statsalmenning kan bare drives mot løsning av fiskekort. Nærmere regler om utstedelsen gis av Kongen.​2 I de tilfelle hvor avgift skal betales, fastsettes denne av Kongen etter tilråding fra vedkommende fjellstyre.\nNår hensynet til fiskebestanden krever det, kan fjellstyret med godkjennelse av departementet begrense utstedelsen av fiskekort, dog ikke for fiske som drives med krok uten faststående redskap av de fiskeberettigede etter § 35, 2. ledd.\nFjellstyret kan med godkjennelse av vedkommende departement beslutte fredet for fiske enkelte områder i almenningen i et tidsrom av inntil 10 år om gangen. Godkjent beslutning om dette skal kunngjøres i pressen, ved oppslag eller på annen betryggende måte minst 4 uker før den trer i kraft.\nEier av fiskekort er forpliktet til under fisket eller når han oppholder seg på eller ferdes til eller fra fiskeplassene med fiskeredskaper, å ha kortet hos seg og på forlangende av hvem som helst å forevise det.\nFjellstyret kan nekte å utstede fiskekort til den som i løpet av de siste 3 år rettskraftig er idømt straff eller efter forelegg har vedtatt straff for overtredelse av noen bestemmelse om fiske i ferskvann.​3\nFiskeoppsynet kan kreve utlevert fiskekort hvis innehaver innen almenningen gripes i overtredelse av noen av de omhandlede bestemmelser, hvorefter kortet av fjellstyret midlertidig kan settes ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 6 mars 1964 § 92.\n2 Landbruksdepartementet Iflg. res. 26 feb. 1965.\n3 Se lov 6 mars 1964 og strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Strekning av vassdrag i statsalmenning, hvori der går laks eller sjøørret, samt fisketomme vann og tjern med dertil støtende elvestrekninger, kan for et tidsrum av inntil 20 år om gangen av fjellstyret bortleies til innlending eller med vedkommende regjeringsdepartements​2 godkjennelse til utlending med enerett til fiske under iakttagelse av gjeldende bestemmelser.\nBortleie besørges av fjellstyret, som på betryggende måte kunngjør samme i tide og helst 4 uker for leietidens begynnelse.\nI tilfelle av festerens død har hans arvinger rett til med ett års opsigelse å fratre festet før utløpet av den ved samme bestemte tid.\nI tilfelle av fortsatt bortfestning efter utløpet av den oprindelig bestemte festetid har festeren eller hans arvinger fortrinsrett til fornyet feste på inntil 10 år på samme vilkår, som måtte bys av nogen annen. Denne bestemmelse har dog ikke anvendelse på feste av laks- eller sjøørretelver.\nFor vassdrag, som danner grense mot naborike, kan bortleie overensstemmende med denne paragraf alene skje med Kongens samtykke.\n1 Endret ved lov 6 mars 1964 § 92.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "content": "Skjønn, som avholdes med hjemmel av denne lov, styres av lensmannen. Ved skjønn som ikke gjelder avståing etter § 18, gis varsel således som for varsel til forliksrådet bestemt.​2\nKongen kan tillate, at innvarsling foregår overensstemmende med lov om almenningsstevninger m. v. av 9 juli 1851, når sådan varselsmåte anses hensiktsmessig, idet annen innvarsling da bortfaller.\n— — —\n1 Endret ved lover 17 juli 1926 nr. 6, avsnitt V § 10, 4 feb. 1938 nr. 1 § 163 (opphevet siste ledd), 23 okt. 1959 § 36 nr. 21. – Se lov 23 okt. 1959 § 30.\n2 Se rettergangsl. § 277.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Nytt skjønn kan forlanges holdt efter § 15, forsåvidt angår nogen av de i §§ 12 eller 13 omhandlede foranstaltninger, dog ikke for 20 år er hengått siden siste skjønn, medmindre usedvanlige naturbegivenheter bevirker, at nytt skjønn tidligere er påkrevet. Tvist om, hvorvidt sistnevnte betingelse er tilstede, avgjøres av skjønnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Utgifter i medfør av denne lov utredes, når intet annet er bestemt, av en for hver almenning oprettet kasse, fjellkassen.\nInntekter i medfør av loven inngår, når intet annet er bestemt, i samme kasse.\nFjellkassens overskudd forvaltes av fjellstyret. Fjellstyret har regnskapsplikt med årlig innberetning til vedkommende fylkesmann. Efter fjellstyrets beslutning anvendes overskuddet helt eller delvis enten til formål, som tjener til opphjelp for almenningen, eller til almennyttige formål innen den eller de kommuner, hvor almenningen er beliggende, eller innen bygd eller grend, hvis beboere har bruksrett til almenningen. Forinnen beslutning fattes angående overskuddets anvendelse til almennyttige formål innen kommune, bygd eller grend, skal vedkommende kommunestyres uttalelse innhentes, såfremt ikke beslutningen finner sted efter forslag fra kommunestyret.\nAv de innkomne fiskeavgifter skal år om annet minst halvparten anvendes til fremme av fiskeriet innen almenningsområdet medmindre Kongen​2 fritar derfor.\nHvert 3dje år skal foran omhandlede innberetning til fylkesmannen være ledsaget av oplysninger om, hvad der i dette tidsrum fra fjellstyrets side er utrettet til fremme av vilt- og fiskebestand, av sauavl, seterdrift, seterveier osv., og blir denne innberetning å oversende til departementet.​2\n1 Endret ved lover 6 mars 1964 § 92, 15 des. 1967 nr. 2.\n2 Landbruksdepartementet Iflg. res. 20 feb. 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Fjellstyret har adgang til å opføre fornødne jakt- og fiskehytter i statsalmenning efter det offentliges utvisning av tomt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "12:46",
      "chapter": "12",
      "section": "46",
      "content": "Til opsyn med jakt og fiske i statsalmenning kan fjellstyret ansette opsynsmenn. Opsynsmennene har, når de godkjennes av politiet, politimyndighet.\nOpsynsmennene lønnes av fjellkassen,​1 dog således at halvparten av lønnen refunderes av statskassen for de opsynsmenn, som godkjennes av politiet.\nInstruks for opsynsmennene utferdiges av fjellstyret.\n1 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "12:47",
      "chapter": "12",
      "section": "47",
      "content": "Overtredelse av de i denne lov inneholdte påbud eller forbud vedrørende bruk i almenning, eller av de med hjemmel av loven gitte vedtekter og andre forskrifter straffes med bøter, hvis ikke forholdet rammes av nogen strengere straffebestemmelse.​2\nPå samme måte straffes den, som i statsalmenning uberettiget fisker, jager, setter fangstredskaper for, fanger eller dreper dyr, som ikke er i nogens eie, eller i annen henseende uberettiget utnytter nogen av de i denne lov omhandlede herligheter.\nDe i denne paragraf omhandlede forseelser påtales ikke av det offentlige, medmindre det begjæres av nogen fornærmet eller av fjellstyret.​3\n1 Endret ved lov 26 jan. 1973 nr. 2.\n2 Se strl. §§ 291, 391, 395–397 og 407.\n3 Se strl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "12:48",
      "chapter": "12",
      "section": "48",
      "content": "Forsåvidt der ifølge særlig adkomst tilkommer nogen særrettigheter til nogen av de i loven omhandlede herligheter i statens almenning, berøres de ikke av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "12:49",
      "chapter": "12",
      "section": "49",
      "content": "Seter og fjelleng i statsalmenning forblir i den eiendoms bruk, hvorunder seteren eller fjellenget ved lovens ikrafttreden brukes, medmindre annenmanns bedre rett derved krenkes. Dette gjelder, uansett om der av det offentlige har vært utstedt bevillings-, feste- eller bygselbrev på seteren eller fjellenget.\nDet offentliges rett til å bortleie eller bortbygsle fiske i statsalmenning og til å utstede bevillings-, feste- eller bygselbrev på seter eller fjelleng i statsalmenning bortfaller.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "12:50",
      "chapter": "12",
      "section": "50",
      "content": "Denne lov kommer ikke til anvendelse på statens jord i Finnmark fylke.​1\n1 Jfr. lov 12 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "content": "Denne lov trer i kraft den 1 oktober 1920.\nFra den tid blir bestemmelsene i Christian den 5tes Norske Lovs 3–12–5 uten anvendelse, forsåvidt angår forbudet mot høislått.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Nærværende lovs forskrifter omfatter statens almenninger (skog- som fjellalmenninger) samt de umatrikulerte statsskoger, som det offentlige bestemmer. Dog kan efterat vedkommende almenningsstyre​2 og fjellstyre​3 er hørt, Kongen bestemme at skogalmenning eller nærmere fastsatt del av sådan av hensyn til barskogens tarv undtas fra lovens virkeområde, forsåvidt angår bestemmelse i § 19 om optagelse av nye setrer.\n1 Endret ved lov 8 mars 1932 nr. 3.\n2 Se lover 12 okt. 1857 § 6 og 22 Juni 1863 § 47.\n3 Se § 3 jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I statens almenninger skal bygdene fremdeles utøve sine bruksrettigheter til beite og seter, slått, mose- og torvtak samt fiske, jakt og fangst som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\n1 Se lover 22 Juni 1863 kap. 4, 14 des. 1851 nr. 7 517.\n2 Se kap. III–X.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "I Ordningen av almenningsbruket, for så vidt angår de under § 2 nevnte rettigheter – jakt på elg og hjort undtatt – er underlagt fjellstyrenes myndighet.​2 Fjellstyre velges i enhver kommune, innen hvilken der er statsalmenning, og skal bestå av 3 medlemmer med like mange varamenn. Styret velges av kommunestyret, ett medlem som formann og ett som nestformann. Minst 2 av medlemmene og disses varamenn må være jordbrukere som har beiterett i almenningen.\nFylkesmenn, dommere og påtalemyndighetens samt politiets tjenestemenn kan ikke innvelges. Forøvrig skal reglene for kommunale formenns og representanters valgbarhet​3 være gjeldende.\nTjenestetiden for fjellstyrets medlemmer skal være 3 år, således at der ved utgangen av det første år, regnet fra 1 januar efter det år, hvori valget første gang foretas, utgår efter loddtrekning ett medlem. Ved utløpet av det annet år utgår likeså ett medlem efter loddtrekning mellem dem, som har fungert lengst, og siden hvert år det medlem, som har fungert lengst. Ved hvert medlemsvalg foretas fornødent varamannsvalg. De valgte er pliktige til å motta hvervet, forsåvidt de ikke før valget har fylt sitt sekstiende år. Den, som har gjort tjeneste i 3 år, kan undslå sig for å motta valg i de derpå følgende 3 år.\nFjellstyrets medlemmer tilstås for sitt arbeide en passende godtgjørelse, som fastsettes av vedkommende regjeringsdepartement​4 efter forslag av kommunestyret, og som utredes av fjellkassen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se lov 21 mars 1952 nr. 1 § 5.\n3 Se lov 10 Juli 1825 nr. 6 § 10.\n4 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Er der for en almenning valgt både fjellstyre i medhold av nærværende lov og almenningsstyre i medhold av lov om skogvesenet av 22 juni 1863 § 47, og der opstår tvist mellem de to styrer angående ordningen av almenningsbruket, skal fjellstyrets formann innkalle begge styrer til et fellesmøte. Opnås der ikke enighet mellem de to styrer, kan hver av dem innbringe tvisten til avgjørelse av vedkommende regjeringsdepartement.​2\nEr en almenning beliggende i flere kommuner, således at der for samme almenning er valgt to eller flere fjellstyrer, kan det når det ønskes av ett av fjellstyrene, bestemmes av vedkommende regjeringsdepartement, efter at samtlige fjellstyrer har uttalt seg, at der dannes et fellesstyre med like antall medlemmer fra hvert fjellstyre, således at hver av fjellstyrenes formenn vekselsvis for ett år om gangen fungerer som formann og ved stemmelikhet som opmann. Formannsstillingen bestemmes første gang ved loddtrekning blandt formennene.\nFor almenningsstrekning, hvor bruket av de i denne lov omhandlede rettigheter tilligger bygd, som er beliggende i annen kommune enn den, hvori almenningen ligger, eller bygder i to eller flere kommuner i fellesskap, kan Kongen, efter at vedkommende kommunestyrer er gitt anledning til å uttale seg, bestemme, at fjellstyret for en sådan almenning skal bestå av fler enn tre medlemmer og i tilfelle av hvor mange. Minst ⅔ av det således forsterkede fjellstyres medlemmer og disses varamenn må være jordbrukere, som har beiterett i almenningen. Likeledes kan Kongen for sådan almenningsstrekning, og efter at vedkommende kommunestyrer er gitt anledning til å uttale seg, bestemme, at den myndighet, som efter denne lov er tillagt kommunestyret, skal utøves av et fellesstyre bestående av vedkommende kommunestyrers medlemmer i et like antall, idet hver av kommunenes ordførere vekselvis for ett år om gangen fungerer som formann og ved stemmelikhet som opmann. Formannsstillingen bestemmes i første omgang ved loddtrekning.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fjellstyrebeslutning vedkommende de i denne lov omhandlede saker skal, forsåvidt ikke annet er bestemt,​2 forinnen den trer i kraft, ha ligget til almindelig eftersyn i 4 uker efter betryggende kunngjørelse om utleggelsen. Innen utløpet av ovennevnte frist kan enhver rettighetshaver, som er misfornøiet med beslutningen, forlange den forelagt vedkommende regjeringsdepartement,​3 som såfremt det ikke finner, at klagen henhører under skjønn, skal stadfeste eller underkjenne beslutningen. Saken blir i tilfelle å innsende gjennom kommunestyret og fylkesmannen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se § 23. Jfr. §§ 7 og 35, 4de ledd.\n3 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Kongen kan under hensyntagen til det bruk, som finner sted, bestemme, hvorvidt anerkjente almenningsstrekninger skal henregnes til en eller flere almenninger.\nFor skogalmenningenes vedkommende søkes mest mulig de nugjeldende grenser oprettholdt.\nForslag til grenser for almenningene avgis av en nevnd bestående av tre menn, som opnevnes av fylkesmannen. Må det antas, at en almenningsstrekning blir liggende innen mer enn ett fylke, skjer opnevnelsen av vedkommende regjeringsdepartement.​2\nForslaget skal, forinnen Kongen treffer nogen endelig bestemmelse, forelegges vedkommende fungerende almenningsstyrer, fjellstyrer og vedkommende kommunestyrer til uttalelse.\nMedlemmene ovennevnte nevnd oppebærer kostgodtgjørelse, stor kr. 10,00 pr. døgn, samt almindelig skyssgodtgjørelse.\nUtgiftene ved fastsettelse av almenningsgrenser utredes av statskassen.\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Fjellstyret kan beslutte almengjeldende vedtekter om det i denne lov omhandlede almenningsbruk.​1 Vedtektene samt forandringer i disse må for å bli gyldige stadfestes av Kongen. Minst 4 uker før vedtektene eller forandringer i disse innsendes til stadfestelse, skal de bringes til almindelig kunnskap på samme måte som i § 5 bestemt. Ved sådanne vedtekter kan ikke avgift pålegges de bruksberettigede.\nVedtektene skal inneholde bestemmelse om, fra hvilken dag de trer i kraft.\n1 Jfr. S 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "content": "Beite i statsalmenning utøves av de hertil berettigede som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\nJordbruker har med fjellstyrets samtykke og under iakttagelse av denne lovs bestemmelser adgang til å opta nytt beite for sin på eiendommen vinterfødde buskap i den almenning, hvor vedkommende bygd eller grend har almenningsrett til beite. Det nye bruk må dog ikke være til skade for allerede for optatt bruk.\nTvist om, hvorvidt og i hvilken utstrekning det nye bruk kan utøves uten skade for eldre bestående bruk, avgjøres ved skjønn.​3\n1 Se N. L. 3-12-3.\n2 Se §§ 9-23.\n3 Se § 89 og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Beite med løsfe i statsalmenning skal være forbudt, hvor ikke annet er bestemt i vedtekt.\nVed løsfe forstås i denne lov småfe såvelsom storfe (derimot ikke hest), som ikke gjætes, eller som ikke tilkvelds søker hjem til bosted eller seter.\nBeite med gjeit og sau i barskogtrakt i statsalmenning må kun foregå fra og med 10 juni til og med 31 oktober, hvor ikke annet er bestemt i vedtekt.\n1 Jfr. lov 6 mars 1970 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "content": "Seterbeite i statsalmenning utøves for de hertil berettigede eiendommer som fra gammel tid,​1 forsåvidt denne lov ikke bestemmer annet.​2\nSeterbruker kan istedenfor gårdens fe ta inn på seter andre bruksberettigedes fe i tilsvarende antall. Fjellstyret kan enn videre, når samtykke foreligger fra flerheten av de øvrige seterbrukere i fellesbeitet, tillate, at der på en seter inntas sådant fe utover det nevnte antall i så stor utstrekning, som styret finner forsvarlig av hensyn til seterbeitet.\nI barskogtrakt må gjeit ikke inntas uten skogvesenets samtykke.\nVed beregning av det antall fe, som en seterbruker kan innta på seteren, regnes 6 småfe lik 1 storfe.\n1 Se N. L. 3-12-3.\n2 Se §§ 10-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "content": "Fjellstyret kan, når forholdene skjønnes å gjøre det ønskelig, helt eller delvis avgrense seterbeite i statsalmenning innen kommunen, hvorved mulig sambeite med nabobeite oppheves. Ved avgrensningen tas hensyn til enhver beiterett innen området.\nTil avgrensningsforretningen innkaller fjellstyret brukerne av vedkommende beiter med varsel som i § 39, 1ste ledd, bestemt.\nBeiting over en i medhold av nærværende paragraf fastsatt beitegrense er forbudt. Erstatning for herved forvoldt skade fastsettes i mangel av mindelig overenskomst ved skjønn.​2\n1 Endret ved lov 15 des. 1967 nr. 2. – Jfr. lov 22 des. 1950 nr. 2 § 8 3, 2net ledd.\n2 Se § 39 og lov 1 juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "content": "Andrar seterbruker i fellesbeite i statsalmenning derom, kan fjellstyret, efterat de øvrige seterbrukere i fellesbeitet er gitt adgang til å uttale sig, foreta ordning av beiteforholdene innen fellesbeitet. Det kan således inndele dette i felter, bestemme beitetiden, samt hvad slag og hvor meget fe der kan beite på hvert enkelt felt, samt avgi bestemmelse om, at småfeet skal gjætes i hertil høvelige strekninger, som er mindre skikket til storfebeite.\nOrdning av beiteforhold i medhold av denne paragraf kan ikke kreves gjennomført for strekning,\na. hvor beite- og almenningsgrense ikke faller sammen;\nb. hvor krav på ordning i medhold av [§ 87 i lov om utskiftning m. v. av 13 mars 1882]​1 fremsettes av fjellstyret eller beiteberettiget eller i tilfelle flertallet av de beiteberettigede innen et havnelag, før ordning iverksatt av fjellstyret er blitt endelig;\nc. når 20 år ikke er forløpet fra slutningen av en forretning, hvorved ordning har funnet sted enten i medhold av nærværende paragraf eller i medhold av [utskiftningslovens § 87.]​1\nFør 10 år er forløpet fra slutning av en forretning, hvorved ordning for en strekning har funnet sted i medhold av nærværende paragraf, kan ordning i medhold av [utskiftningslovens § 87]​1 ikke kreves gjennemført, medmindre det er nødvendig av hensyn til utskiftning eller ordning i tilstøtende privat strekning.\n1 Se nu lov 22 des. 1050 nr. 2 § 83, 2net ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "content": "Har ordning overensstemmende med foregående paragraf funnet sted, men beitet fremdeles finnes for sterkt belagt til skade for melkefeet, kan fjellstyret på forlangende av flerheten av seterbrukerne i fellesbeitet, og efterat de øvrige seterbrukere er gitt adgang til å uttale sig, i fornøden utstrekning henvise sau, ungfe og tørfe til beite under gjætning i passende beitestrekninger, som ligger helt eller delvis utenfor seterbeitet.\nFjellstyret utligner på feets eier det, som utkreves til henvisningens gjennemførelse, og de utlignede beløp kan, hvis beslutningen ikke forlanges undergitt skjønn efter § 15, inndrives ved utpantning​1 efter en bekreftet utskrift av utligningen.\n1 Se tvangfullbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "content": "Har ordning og henvisning overensstemmende med §§ 12 og 13 funnet sted, men beitet fremdeles finnes for sterkt belagt til skade for melkefeet, skal styret efter forlangende av seterbruker i fellesbeite søke opnådd utflytning i fornøden utstrekning ved optagelse av ny seler overensstemmende med § 19 med bidrag til utflytningens gjennemførelse av de øvrige brukere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Ligger et seterbeite i to eller flere kommuner, og der ikke er valgt felles- styre overensstemmende med § 4, skal vedkommende fjellstyrer tre sammen til forhandling, for de enkelte fjellstyrer hver for sitt område fatter beslutning som i §§ 12 eller 13 omhandlet.\nTvist om, hvorvidt nogen krenkes i sine rettigheter ved fjellstyrebeslutning, som treffes i medhold av §§ 11-13, avgjøres ved skjønn.​2\n1 Endret ved lov 15 des. 1967 nr. 2.\n2 Se §§ 39 og 43 og lov 1 Juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Fjellstyret kan i statsalmenning utvise den fornødne grunn til såvidt mulig bekvemt beliggende setervoll for seter, som ingen eller kun utilstrekkelig slåttemark har, til nyttiggjørelse av buskapens gjødsel.\nSådan utvisning kan dog ikke skje, når det vil være til vesentlig skade for andre seterbrukere, hvilket i tilfelle av tvist avgjøres ved skjønn.​1\nUtvisning i barskogtrakt må ikke finne sted, forinnen departementets​2 samtykke er innhentet.\nUtskrift av utvisningsforretningen med riss besørger fjellstyret tinglyst på rekvirentens bekostning.\n1 Se § 39 og lov 1 juni 1917 nr. 1.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Seter, som ligger i statsalmenning og tilligger en eiendom, kan overdras til bruk for eiendom, hvis bruker efter § 19 kan opta seter i almenningen, når overdragelsen ikke vil være til vesentlig skade for allerede bestående jordbruk, fjelleng, seter eller annet beitebruk eller til skade for barskogen, og fjellstyret gir sitt samtykke til overdragelsen. Hvis seter hører til utenbygds eiendom, eller hvis den tilligger eiendom med fler enn én seter i almenningen, kan sådan bruksrett, som i Iste ledd nevnt, overføres til annet innenbygds jordbruk.\n1 Jfr. lov 20 aug. 1909 nr. 2 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er der ikke anledning til å få tilfredsstillet seterbehovet ved foranstaltninger overensstemmende med §§ 10-14 og 19 eller ved ordning i medhold av utskiftningslovens​1 § 87, men der tilligger en eiendom fler enn én seter i statsalmenning, og nogen av disse uten vesentlig skade eller ulempe kan undværes for eiendommens eget seterbruk, skal fjellstyret på forlangende av beiteberettiget jordbruker, som tiltrenger seter, søke nogen av setrene frivillig avstått til denne ved overdragelse overensstemmende med foregående paragraf.\nOpnås ikke dette, kan fjellstyret tilstede ham å få en av setrene avstått mot erstatning, som bestemmes ved skjønn,​2 idet vedkommende gårds eier på fjellstyrets opfordring selv bestemmer, hvilken av setrene i tilfelle skal være gjenstand for avståelse. Efterkommer ikke eieren sidan opfordring innen en frist av 4 uker, treffer fjellstyret bestemmelse herom.\nSpørsmålet om tilstedeværelse av de nevnte betingelser avgjøres av skjønnet.\nFjellstyret sørger for, at fornøden tinglysning på erhververens bekostning finner sted.\n1 Se nu lov 22 des. 1950 nr. 2 § 85 c jfr. § 83.\n2 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Beiteberettiget jordbruker, hvis eiendom ikke allerede har seter, eller som overensstemmende med § 14 er villig til utflytning, skal ha adgang til, enkeltvis eller flere i fellesskap, av fjellstyret å få utvist seter i den almenning, hvor han overensstemmende med § 8 kan opta beite for sin gård, når:\na. seteren ikke vil være til vesentlig skade for allerede bestående jordbruk, fjelleng, seter eller annet beitebruk eller til skade for barskogen og\nb. det nye seterbruk heller ikke vil være til hinder for beitestrekningens hensiktsmessige inndeling og utnyttelse.\nBegjæring om utvisning innsendes til fjellstyret, som innhenter alle fornødne oplysninger og i henhold hertil treffer beslutning, om utvisning skal finne sted eller ikke. Når endelig beslutning foreligger, foretar styret utvisning, såfremt sådan skal finne sted, overensstemmende med beslutningen. Utvisningsforretningen protokolleres, og utskrift av denne besørger styret tinglyst på rekvirentens bekostning.\nEr ikke seteren tatt i bruk som seter innen 5 år efter utvisningen, faller den igjen i det fri. Herom utferdiger fjellstyret en erklæring, som det besørger tinglyst. Tinglysning av sådan erklæring skjer uten betaling.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Rett til optatt set er i statsalmenning ophører:\n1. ved oplatelse, hvorved forstås en uforbeholden opgivelse;\n2. når seteren i et sammenhengende tidsrum av 30 år har henligget ubenyttet som seter uten påny å tas i bruk, eller – når der er tvist om, hvem som innehar retten til seteren – uten at der reises søksmål​1 til rettslig avgjørelse av tvisten.\nOphør av rett til seter efter post 2 inntrer dog først 5 år efter denne lovs ikrafttreden,​2 hvilken frist fjellstyret på andragende kan forlenge ytterligere i 5 år, når særlige forhold tilsier dette.\n1 Se rettergangsl. § 83.\n2 Se § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "content": "Den, som for sommeren ønsker å bruke felæger (driftehavn) i statsalmenning, har innen utgangen av februar måned skriftlig å melde det for fjellstyret, som i tilfelle fordeler lægrene under hensyntagen til tidligere skikk og bruk innen almenningen, idet innenbygds driftefe fortrinsvis skaffes beite.\nFor bruken av felæger kan fjellstyret fastsette nærmere vilkår, deriblandt en årlig avgift. Avgiften må ikke settes så høi, at den legger hindringer i veien for felægrenes utnyttelse. Spørsmålet om avgiftens størrelse kan innankes for vedkommende regjeringsdepartement.​1\nMelder ingen bruksberettiget sig til et læger, kan det for sommeren efter fjellstyrets nærmere bestemmelse utleies til utenbygds fekar eller på annen måte, dog fortrinsvis som bufebeite eller hestehavn.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "content": "I statsalmenning kan felæger (driftehavn), som ikke er i bruk som driftebeite, og heller ikke i de 3 næstforegående somrer har vært brukt dertil, såvelsom annen beitestrekning, som ikke er optatt av nogen dertil almenningsberettiget, efter fjellstyrets nærmere bestemmelse anvendes til nogen av de i §§ 8, 13 og 19 nevnte eller lignende forføininger eller overensstemmende med § 23 til tamrenbeite.\nI tiden fra og med 1 november til og med 30 april kan også andre deler av statsalmenning – barskogtrakt dog undtatt – efter fjellstyrets bestemmelse og med vedkommende regjeringsdepartements​1 godkjennelse anvendes til tamrenbeite på de i § 23 nevnte vilkår.\nBortleie av sådanne strekninger som foran nevnt må ikke uten Kongens samtykke skje for et lenger tidsrum enn 10 år om gangen.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "content": "I statsalmenning utenfor de renbeitedistrikter. som i henhold til lov er eller måtte bli bestemt,​1 er tamrendrift forbudt uten særskilt tillatelse som nedenfor omhandlet.\nTillatelsen meddeles av fjellstyret for tidsrum inntil 10 år om gangen og kun hvis tamrendriften kan forogå uten vesentlig skade eller ulempe for jordbruk, skog, husdyrbeite, seter, slått eller mosetak.\nFjellstyrets beslutning skal inneholde fornøden angivelse av den beitestrekning, hvor tamrendrift tillates, med oplysning om dens grenser, tilstøtende beitestrekning og jordbruk, samt bestemmelser om, i hvilket tidsrum av året tamrendriften kan foregå, og plan for driften, herunder bestemmelse om det største tillatte dyrantall og om bevoktningen (antall rengjætere).\nBeslutningen skal ligge til almindelig eftersyn i 3 måneder​2 efter derom skjedd betryggende kunngjørelse, herunder ved innrykkelse i minst én i distriktet utbredt avis.\nFremkommer der til fjellstyret innen utløpet av ovennevnte frist fra staten eller nogen, hvis eiendom eller bruk kan påvirkes av den besluttede tamrendrift, innsigelse mot samme, fordi det vil være til vesentlig skade eller ulempe som i 2net ledd nevnt, og fjellstyret fastholder sin beslutning, avgjøres spørsmålet ved skjønn​3 efter fjellstyrets foranstaltning.\nFjellstyrets beslutning er undergitt stadfestelse av Kongen.​4 Den av Kongen stadfestede beslutning trer i kraft 3 måneder efter kunngjørelsen derom som foran nevnt.\n1 Se lover 12 mai 1933 nr. 3 § 2, 9 juni 1972 nr. 31 § 1.\n2 Jfr. § 5.\n3 Se § 39 og lov 1 juni 1917 nr. 1.\n4 Landbruksdeptet iflg. res. 14 april 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "content": "Fjelleng, som ligger i statsalmenning, og som tilligger en eiendom, kan med fjellstyrets samtykke overdras til bruk for en i almenningen bruksberettiget eiendom.\nOm ophør av rett til fjelleng gjelder tilsvarende som i § 20 for seter bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "content": "Fjelleng i statsalmenning kan, når den ligger i seterbeite eller strekning, som fjellstyret har besluttet anvendt i annet øiemed, av vedkommende seterbruker eller av fjellstyret i mangel av mindelig overenskomst forlanges avløst mot erstatning, som bestemmes ved skjønn.​1 Betingelsen for avløsningen er, at fjellenget er til vesentlig ulempe for seterbeitet eller for strekningens hensiktsmessige utnyttelse ifølge fjellstyrets bestemmelse derom, og fordelene ved avløsningen er overveiende mot den skade og ulempe, som ved avløsningen måtte forvoldes.\nSpørsmålet om tilstedeværelse av de nevnte betingelser avgjøres av skjønnet.​1\n1 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "content": "I statsalmenning har de bruksberettigede under iakttagelse av eldre skikk og bruk og forøvrig efter fjellstyrets nærmere bestemmelse adgang til fjellslått til fornødenhet for sin vinterfødde buskap såvel i uoptatt beitestrekning som i seterbeite, når det kan skje uten vesentlig skade for dette, hvilket i tilfelle av tvist avgjøres ved skjønn.​1 Sådant slåttebruk skal ikke være til hinder for, at nødvendige arbeider til fremme av skogskjøtsel utføres.\n1 Se § 39 og lov 1 Juni 1917 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "content": "Fjellstyret kan bortleie uoptatt slåtteland i statsalmenning for tidsrum av inntil 5 år ad gangen, fortrinsvis til bruker av eiendom innen bygden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "content": "Jordbruker har adgang til i de strekninger av statsalmenning, hvor hans eiendom fra gammel tid av har rett til å utøve sådant bruk, å ta den mose, han har behov for til vinterforing av sin buskap. Det samme gjelder lov.\nI mosefjell, som ikke hører til således optatt mosestrekning, kan innenbygds jordbruker efter fjellstyrets anvisning gis adgang til å ta mose.\nFjellstyret kan for ett år om gangen fastsette det antall lass av mose og det kvantum av lov, som enhver skal ha rett til å ta.\nFjellstyret kan beslutte, at moses trekninger i tidsrum av 10 år om gangen fredes for mosetak, når deres fremtidige ydeevne trues ved utnyttelsen. Tvist herom og om fredningens utstrekning avgjøres ved skjønn.​1\nFjellstyrets bestemmelser om bruksutøvelse i barskogtrakt skal forelegges departementet​2 til godkjennelse.\nUoptatt mosestrekning kan fjellstyret bortleie til mosetak for tidsrum av inntil 5 år ad gangen.\n1 Se § 39 og lov 1 juni 1917 nr. 1 kap. 2.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "content": "Jordbruker har adgang til i den statsalmenning, hvor hans eiendom har almenningsrett, å ta torv til brensel (brenntorv) samt mose og myr til strø og gjødselblanding til bruk såvel på seteren som hjemme på gården.\nBestemmelsene i § 28, 2net, 3dje, 4de, 5te og 6te ledd finner tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "9:30",
      "chapter": "9",
      "section": "30",
      "content": "I statsalmenning har norsk borger,​2 som i det siste år har vært og fremdeles er fast bosatt i område hvor almenningen er beliggende, og hvis grenser fastsettes av Kongen,​3 eller i bygd eller grund, hvis beboere fra gammel tid har utøvet almenningsbruk innen vedkommende statsalmenning, adgang til under iakttagelse av gjeldende bestemmelser og etter å ha erholdt jaktkort å drive fangst av småvilt samt jakt uten hund på småvilt uten avgift.\nI slike strekninger kan fjellstyret gi den som etter foregående ledd er jaktberettiget adgang til å drive jakt med hund på småvilt mot løsning av jaktkort og erleggelse av en avgift som ikke må overstige kr. 10 årlig.\nI områder som omhandlet i denne paragraf, har de etter første avsnitt jaktberettigede adgang til mot erleggelse av avgift å drive jakt på villrein etter de bestemmelser herom som til enhver tid gjelder.\nFjellstyret fastsetter avgiften nærmere og kan, når hensynet til viltstanden gjør det ønskelig, begrense det antall vilt som noen kan felle eller fange av de forskjellige slag og innskrenke tiden, måten og området for jakten og fangsten.\nFor fjellstyret treffer bestemmelse om antallet av de jegere som kan få tillatelse til å drive jakt etter småvilt med hund skal saken ha vært forelagt den kommunale viltnemnd​4 til uttalelse.\nStatens skogtjenestemenn har, hver innen sitt distrikt, rett til avgiftsfritt å jage småvilt uten hund, dog ikke til salg, i de i denne paragraf omhandlede strekninger. Samme bestemmelse gjelder for de ved statens viltundersøkelser ansatte tjenestemenn.\n1 Endret ved lover 14 des. 1951 nr. 8, 12 Juni 1904 nr. 3.\n2 Se res. 24 Juli 1964.\n3 Se § 33.\n4 Se lov 14 des. 1951 nr. 7 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "content": "Etter at den kommunale viltnemnd​2 har hatt høve til å uttale seg kan fjellstyret bestemme at andre norske borgere​3 enn de i foregående paragraf nevnte gis adgang til, med den begrensning som i tilfelle nærmere fastsettes, å drive jakt innen strekning som der omhandlet mot løsning av jaktkort​4 og erleggelse av avgift som fjellstyret fastsetter. Dog må den årlige avgift for jakt uten hund på småvilt ikke overstige kr. 10 og avgiften for jakt på småvilt med hund må ikke overstige det femdobbelte av den avgift som er fastsatt for slik jakt for innenbygdsboende.\nI den utstrekning gjeldende bestemmelser tillater det, kan fjellstyret gi andre norske borgere enn de etter § 30 jaktberettigede adgang til jakt etter villrein. Avgiften må ikke overstige det femdobbelte av det som er fastsatt for de etter § 30 jaktberettigede.\n1 Endret ved lov 14 des. 1951 nr. 8.\n2 Se lov 14 des. 1951 nr. 7 § 2.\n3 Se lov 8 des. 1950 nr. 3.\n4 Se § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "title": "(Opphevd ved lov 14 des. 1951 nr. 8.)",
      "content": "§ 32.(Opphevd ved lov 14 des. 1951 nr. 8.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "content": "Jaktkort utstedes av fjellstyret i en av de kommuner, hvor almenningen er beliggende, for bestemt termin og mot erleggelse av vedkommende avgiftsbeløp, når avgift skal svares.\nJaktkort skal lyde på navn og angi, når og hvor jakten eller fangsten kan foregå samt inneholde oplysninger om de innskrenkninger i utøvelsen, som måtte være fastsatt på annen måte enn ved lov.\nKortet medbringes og skal på forlangende av hvemsomhelst fremvises innen almenningsområdet.\nIngen må i samme termin utøve jakt eller fangst efter fler enn ett jaktkort av samme slag innen samme almenning.\nFjellstyret kan nekte å utstede jaktkort til den, som\na. i løpet av de siste 3 år rettskraftig er idømt straff eller efter forelegg har vedtatt straff for overtredelse av nogen av de om jakt gjeldende bestemmelser​2 eller nogen bestemmelse i 1ste kapitel i lov av 31 mai 1900 om løsgjengeri, betleri og drukkenskap, eller\n— — —\nEr der utstedt jaktkort til nogen som ovenfor nevnt, uten at de pågjeldende forhold har vært fjellstyret bekjent, eller til nogen, som senere er blitt idømt eller har vedtatt straff som nevnt, kan fjellstyret tilbakekalle kortet ved likeoverfor innehaveren å erklære det ugyldig. Jaktopsynet kan derhos kreve utlevert jaktkort, hvis innehaver innen jaktområdet gripes i overtredelse av nogen av de omhandlede bestemmelser, hvorefter kortet av fjellstyret midlertidig kan settes ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 15 des. 1967 nr. 2.\n2 Se lov 14 des. 1951 nr. 7 § 62 og strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "9:34",
      "chapter": "9",
      "section": "34",
      "content": "Hvorledes det skal forholdes med jakt på elg, hjort, dådyr, rådyr og bever statsalmenning​2 bestemmes av Kongen.​3 Inntekten av denne jakt går inn i fjellkassen.\n1 Endret ved lov 14 des. 1951 nr. 8.\n2 Jfr. lov 14 des. 1951 nr. 7 § 17.\n3 Landbruksdepartementet iflg. res. 28 Juni 1952.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "10:35",
      "chapter": "10",
      "section": "35",
      "content": "Fiske i statsalmenning kan utøves av de dertil berettigede som fra gammel tid av, forsåvidt denne lov ikke bestemmer annet.\nI strekninger av vassdrag (elv, å, bekk, vann, tjern) i statsalmenning, hvor der ikke går laks, sjøørret eller sjørøye, eller hvor fisket ikke etter § 38 er bortleiet, skal norsk borger som i det siste år har vært og fremdeles er fast bosatt i område hvor almenningen er beliggende, og hvis grenser fastsettes av Kongen​2, eller i bygd eller grend, hvis beboere fra gammel tid har utøvet almenningsbruk i vedkommende statsalmenning, ha adgang til uten avgift efter denne lov, men under iakttagelse av gjeldende bestemmelser, å drive fiske med krok uten faststående redskap.\nI slike strekninger kan fjellstyret mot betaling av avgift​3 gi dem som efter foregående ledd er fiskeberettiget, adgang også til annet fiske.\nStatens skogtjenestemenn har hver innen sitt distrikt den samme adgang til å fiske som innenbygdsboende, dog ikke til salg. De i ferskvannsfiskerienes tjeneste fast ansatte tjenestemenn har rett til under iakttagelse av gjeldende fredningsbestemmelser å foreta fiske, dog ikke til salg.\n1 Endret ved lov 6 mars 1964 § 92.\n2 Se res. 24 juli 1964.\n3 Se § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "10:36",
      "chapter": "10",
      "section": "36",
      "content": "Andre norske borgere enn nevnt i foregående paragraf, har adgang til under iakttagelse av gjeldende bestemmelser​2 og mot betaling av avgift,​3 å fiske med krok uten faststående redskap, dog ikke med oter, innen de i foregående paragraf nevnte strekninger i vassdrag.\nSamme adgang kan mot betaling av avgift tilstås utlendinger efter nærmere bestemmelse av fjellstyret og med godkjennelse av vedkommende departement.​4\n1 Endret ved lov 6 mars 1964 § 92.\n2 Se lov 6 mars 1964.\n3 Se § 37.\n4 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "10:37",
      "chapter": "10",
      "section": "37",
      "content": "Fiske i statsalmenning kan bare drives mot løsning av fiskekort. Nærmere regler om utstedelsen gis av Kongen.​2 I de tilfelle hvor avgift skal betales, fastsettes denne av Kongen etter tilråding fra vedkommende fjellstyre.\nNår hensynet til fiskebestanden krever det, kan fjellstyret med godkjennelse av departementet begrense utstedelsen av fiskekort, dog ikke for fiske som drives med krok uten faststående redskap av de fiskeberettigede etter § 35, 2. ledd.\nFjellstyret kan med godkjennelse av vedkommende departement beslutte fredet for fiske enkelte områder i almenningen i et tidsrom av inntil 10 år om gangen. Godkjent beslutning om dette skal kunngjøres i pressen, ved oppslag eller på annen betryggende måte minst 4 uker før den trer i kraft.\nEier av fiskekort er forpliktet til under fisket eller når han oppholder seg på eller ferdes til eller fra fiskeplassene med fiskeredskaper, å ha kortet hos seg og på forlangende av hvem som helst å forevise det.\nFjellstyret kan nekte å utstede fiskekort til den som i løpet av de siste 3 år rettskraftig er idømt straff eller efter forelegg har vedtatt straff for overtredelse av noen bestemmelse om fiske i ferskvann.​3\nFiskeoppsynet kan kreve utlevert fiskekort hvis innehaver innen almenningen gripes i overtredelse av noen av de omhandlede bestemmelser, hvorefter kortet av fjellstyret midlertidig kan settes ut av kraft.\n1 Endret ved lover 22 mai 1953 nr. 3, 6 mars 1964 § 92.\n2 Landbruksdepartementet Iflg. res. 26 feb. 1965.\n3 Se lov 6 mars 1964 og strl. § 407.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "10:38",
      "chapter": "10",
      "section": "38",
      "content": "Strekning av vassdrag i statsalmenning, hvori der går laks eller sjøørret, samt fisketomme vann og tjern med dertil støtende elvestrekninger, kan for et tidsrum av inntil 20 år om gangen av fjellstyret bortleies til innlending eller med vedkommende regjeringsdepartements​2 godkjennelse til utlending med enerett til fiske under iakttagelse av gjeldende bestemmelser.\nBortleie besørges av fjellstyret, som på betryggende måte kunngjør samme i tide og helst 4 uker for leietidens begynnelse.\nI tilfelle av festerens død har hans arvinger rett til med ett års opsigelse å fratre festet før utløpet av den ved samme bestemte tid.\nI tilfelle av fortsatt bortfestning efter utløpet av den oprindelig bestemte festetid har festeren eller hans arvinger fortrinsrett til fornyet feste på inntil 10 år på samme vilkår, som måtte bys av nogen annen. Denne bestemmelse har dog ikke anvendelse på feste av laks- eller sjøørretelver.\nFor vassdrag, som danner grense mot naborike, kan bortleie overensstemmende med denne paragraf alene skje med Kongens samtykke.\n1 Endret ved lov 6 mars 1964 § 92.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "11:39",
      "chapter": "11",
      "section": "39",
      "content": "Skjønn, som avholdes med hjemmel av denne lov, styres av lensmannen. Ved skjønn som ikke gjelder avståing etter § 18, gis varsel således som for varsel til forliksrådet bestemt.​2\nKongen kan tillate, at innvarsling foregår overensstemmende med lov om almenningsstevninger m. v. av 9 juli 1851, når sådan varselsmåte anses hensiktsmessig, idet annen innvarsling da bortfaller.\n— — —\n1 Endret ved lover 17 juli 1926 nr. 6, avsnitt V § 10, 4 feb. 1938 nr. 1 § 163 (opphevet siste ledd), 23 okt. 1959 § 36 nr. 21. – Se lov 23 okt. 1959 § 30.\n2 Se rettergangsl. § 277.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "11:43",
      "chapter": "11",
      "section": "43",
      "content": "Nytt skjønn kan forlanges holdt efter § 15, forsåvidt angår nogen av de i §§ 12 eller 13 omhandlede foranstaltninger, dog ikke for 20 år er hengått siden siste skjønn, medmindre usedvanlige naturbegivenheter bevirker, at nytt skjønn tidligere er påkrevet. Tvist om, hvorvidt sistnevnte betingelse er tilstede, avgjøres av skjønnet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "12:44",
      "chapter": "12",
      "section": "44",
      "content": "Utgifter i medfør av denne lov utredes, når intet annet er bestemt, av en for hver almenning oprettet kasse, fjellkassen.\nInntekter i medfør av loven inngår, når intet annet er bestemt, i samme kasse.\nFjellkassens overskudd forvaltes av fjellstyret. Fjellstyret har regnskapsplikt med årlig innberetning til vedkommende fylkesmann. Efter fjellstyrets beslutning anvendes overskuddet helt eller delvis enten til formål, som tjener til opphjelp for almenningen, eller til almennyttige formål innen den eller de kommuner, hvor almenningen er beliggende, eller innen bygd eller grend, hvis beboere har bruksrett til almenningen. Forinnen beslutning fattes angående overskuddets anvendelse til almennyttige formål innen kommune, bygd eller grend, skal vedkommende kommunestyres uttalelse innhentes, såfremt ikke beslutningen finner sted efter forslag fra kommunestyret.\nAv de innkomne fiskeavgifter skal år om annet minst halvparten anvendes til fremme av fiskeriet innen almenningsområdet medmindre Kongen​2 fritar derfor.\nHvert 3dje år skal foran omhandlede innberetning til fylkesmannen være ledsaget av oplysninger om, hvad der i dette tidsrum fra fjellstyrets side er utrettet til fremme av vilt- og fiskebestand, av sauavl, seterdrift, seterveier osv., og blir denne innberetning å oversende til departementet.​2\n1 Endret ved lover 6 mars 1964 § 92, 15 des. 1967 nr. 2.\n2 Landbruksdepartementet Iflg. res. 20 feb. 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "12:45",
      "chapter": "12",
      "section": "45",
      "content": "Fjellstyret har adgang til å opføre fornødne jakt- og fiskehytter i statsalmenning efter det offentliges utvisning av tomt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "12:46",
      "chapter": "12",
      "section": "46",
      "content": "Til opsyn med jakt og fiske i statsalmenning kan fjellstyret ansette opsynsmenn. Opsynsmennene har, når de godkjennes av politiet, politimyndighet.\nOpsynsmennene lønnes av fjellkassen,​1 dog således at halvparten av lønnen refunderes av statskassen for de opsynsmenn, som godkjennes av politiet.\nInstruks for opsynsmennene utferdiges av fjellstyret.\n1 Se § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "12:47",
      "chapter": "12",
      "section": "47",
      "content": "Overtredelse av de i denne lov inneholdte påbud eller forbud vedrørende bruk i almenning, eller av de med hjemmel av loven gitte vedtekter og andre forskrifter straffes med bøter, hvis ikke forholdet rammes av nogen strengere straffebestemmelse.​2\nPå samme måte straffes den, som i statsalmenning uberettiget fisker, jager, setter fangstredskaper for, fanger eller dreper dyr, som ikke er i nogens eie, eller i annen henseende uberettiget utnytter nogen av de i denne lov omhandlede herligheter.\nDe i denne paragraf omhandlede forseelser påtales ikke av det offentlige, medmindre det begjæres av nogen fornærmet eller av fjellstyret.​3\n1 Endret ved lov 26 jan. 1973 nr. 2.\n2 Se strl. §§ 291, 391, 395–397 og 407.\n3 Se strl. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "12:48",
      "chapter": "12",
      "section": "48",
      "content": "Forsåvidt der ifølge særlig adkomst tilkommer nogen særrettigheter til nogen av de i loven omhandlede herligheter i statens almenning, berøres de ikke av denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "12:49",
      "chapter": "12",
      "section": "49",
      "content": "Seter og fjelleng i statsalmenning forblir i den eiendoms bruk, hvorunder seteren eller fjellenget ved lovens ikrafttreden brukes, medmindre annenmanns bedre rett derved krenkes. Dette gjelder, uansett om der av det offentlige har vært utstedt bevillings-, feste- eller bygselbrev på seteren eller fjellenget.\nDet offentliges rett til å bortleie eller bortbygsle fiske i statsalmenning og til å utstede bevillings-, feste- eller bygselbrev på seter eller fjelleng i statsalmenning bortfaller.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "12:50",
      "chapter": "12",
      "section": "50",
      "content": "Denne lov kommer ikke til anvendelse på statens jord i Finnmark fylke.​1\n1 Jfr. lov 12 mars 1965.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "12:51",
      "chapter": "12",
      "section": "51",
      "content": "Denne lov trer i kraft den 1 oktober 1920.\nFra den tid blir bestemmelsene i Christian den 5tes Norske Lovs 3–12–5 uten anvendelse, forsåvidt angår forbudet mot høislått.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    }
  ]
}