{
  "id": "LOV-2015-05-12-27",
  "type": "statute",
  "title": "Lov om forsvunne personar",
  "short_name": "Lov om forsvunne personar – fsvl",
  "status": "in_force",
  "issued_date": "2015-05-12",
  "in_force_date": "2015-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2015-05-12-27",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Kva lova gjeld",
      "content": "Denne lova gir reglar om forvalting av eigedelane til ein person som er forsvunnen. Lova gir òg reglar om korleis ein skal gå fram for å avgjere om ein person skal reknast for å vere død, verknaden av ei slik avgjerd og reglar om attendeføring av personen sine eigedelar dersom personen seinare kjem til rette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Jurisdiksjon og lovval",
      "content": "Ei sak etter lova her om at ein person skal reknast for å vere død, kan reisast i Noreg dersom den forsvunne personen hadde vanleg bustad her da han eller ho forsvann.\nOm den forsvunne ikkje hadde vanleg bustad i Noreg, kan det likevel reisast sak her om han eller ho har late etter seg formue i riket, men da berre med verknad for denne formuen. Det same gjeld om saka av andre grunnar er knytt til Noreg på ein slik måte at det er rimeleg at ho blir reist her, og det blir godtgjort at det ikkje er eller vil bli reist sak i ein annan stat der det er meir føremålstenleg å avgjere saka.\nSaker om forsvunne personar som høyrer under norsk avgjerdsmakt, skal avgjerast etter norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Verneting",
      "content": "Ei sak om at ein person skal reknast for å vere død, skal reisast ved tingretten i den rettskrinsen der den forsvunne hadde sitt allmenne verneting.\nSaker som blir reist i Noreg etter § 2 andre ledd første punktum fordi den forsvunne har formue i Noreg, skal reisast i Oslo rettskrins. Eig den forsvunne fast eigedom i Noreg, skal saka likevel reisast ved tingretten i den rettskrinsen der den faste eigedomen ligg.\nSaker som blir reiste i Noreg etter § 2 andre ledd andre punktum, skal reisast i Oslo rettskrins.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Melding om forsvinning",
      "content": "Om ein person som hadde vanleg bustad i Noreg, er forsvunnen, skal ektemaken, sambuaren, slektningane eller offentleg myndigheit melde frå til tingretten der den forsvunne hadde sitt allmenne verneting. Andre som kjenner til forsvinninga, kan òg gi slik melding.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Oppnemning av verje",
      "content": "Om ikkje retten straks gir orskurd etter § 8, skal retten melde frå til statsforvaltaren om forsvinninga.\nStatsforvaltaren oppnemner ei verje om dette trengst for å tryggje interessene til den forsvunne. Dersom den forsvunne har ektemake eller sambuar eller ein fullmektig til å ta seg av interessene sine, bør statsforvaltaren gjere vedtak om at ektemaken, sambuaren eller fullmektigen skal tryggje interessene til den forsvunne om dei er eigna til det.\nStatsforvaltaren fastset om verja skal ha betalt for oppdraget, og kor mykje. Denne betalinga og utlegg i samband med oppdraget som verje skal dekkjast av eigedelane til den forsvunne personen.\nReglane i lov om vergemål gjeld tilsvarande så langt dei høver.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Forvalting av eigedelane til den forsvunne",
      "content": "Eigedelane til den forsvunne skal forvaltast som eigedelane til personar under verjemål.\nOm det let seg gjere, skal verja ta arvingane med på råd ved viktige avgjerder som sal av fast eigedom eller større utbetalingar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Avgrensa utbetaling",
      "content": "Statsforvaltaren kan gjere vedtak om ei avgrensa utbetaling av den forsvunne sine eigedelar jamvel om det ikkje straks kan givast orskurd etter § 8, dersom den forsvunne hadde plikt til underhald av ektemake eller barn eller ei slik utbetaling trengst av andre grunnar.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Dødsorskurd når det ikkje er grunn til å tvile på at personen er død",
      "content": "Om ein person er forsvunnen under slike omstende at det ikkje er grunn til å tvile på at personen er død, kan tingretten straks treffe avgjerd om at personen skal reknast for å vere død.\nKrav om avgjerd etter første ledd kan setjast fram av ektemaken, sambuaren, arvingen eller andre som kan vise til at dei verkeleg treng ei slik avgjerd. Kravet skal setjast fram skriftleg.\nRetten treff avgjerda etter første ledd ved orskurd. Reglane i tvisteloven gjeld så langt dei høver.\nReglane i første til tredje ledd gjeld òg når ein person har døydd i utlandet, og det ikkje kan skaffast dokumentasjon på dødsfallet som norske styresmakter godtek for å registrere dødsfallet i Folkeregisteret. Reglane elles i denne lova gjeld tilsvarande for slike saker så langt dei høver.\n0 Endra med lov 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Dødsorskurd i andre høve",
      "content": "Om ein person er forsvunnen under slike omstende at personen høgst sannsynleg er død, kan det reisast sak om at den forsvunne skal reknast for å vere død, når det har gått eitt år etter det siste tidspunktet da ein visste at personen var i live.\nDet kan likevel straks reisast sak som nemnd i første ledd, dersom personen forsvann i samband med ein naturkatastrofe, ei anna stor ulukke, stridshandling eller ei anna ytre hending som skapte stor livsfare, og det av den grunn er høgst sannsynleg at personen er død.\nI andre tilfelle enn dei som er nemnde i første og andre ledd, kan sak om at ein person skal reknast for å vere død, reisast når det har gått fem år etter det siste tidspunktet da ein visste at personen var i live.\nRetten treff avgjerda ved orskurd. Reglane i tvisteloven gjeld så langt dei høver. Orskurden skal gå ut på at personen skal reknast for å vere død, eller at kravet ikkje blir tatt til følgje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Framsetjing av krav om dødsorskurd etter § 9",
      "content": "Sak etter § 9 skal reisast ved at krav om dødsorskurd blir satt fram skriftleg for tingretten. Ektemaken, sambuaren eller arving til den forsvunne kan krevje slik orskurd. Andre kan krevje orskurd etter § 9 første og tredje ledd dersom dei kan vise til at dei verkeleg treng ei avgjerd om at personen skal reknast for å vere død.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Handsaming av saker etter § 9",
      "content": "I sak etter § 9 skal tingretten kalle den forsvunne inn etter reglane i domstolloven § 181 med eit varsel på minst tre månader. Innkallinga skal oppmode den som har opplysingar om den forsvunne, om å gi opplysingane til retten. Retten skal av eige tiltak søkje å skaffe opplysingar som kan sikre ei rett avgjerd.\nRetten skal gi melding til verja eller fullmektigen til den forsvunne om innkallinga. Om det let seg gjere, skal retten òg gi slik melding til dei som kan setje fram krav etter § 10.\nSakskostnadene skal dekkjast av staten om ikkje retten avgjer at dei skal dekkjast av eigedelane til den forsvunne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rettsmiddel",
      "content": "Den avgjerda går imot, dei som er nemnde i § 10, og verja eller fullmektigen kan anke orskurd etter § 8 eller § 9 og krevje at saka blir opna på nytt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Dødsdagen",
      "content": "Ein orskurd etter § 8 eller § 9 skal fastsetje den dagen den forsvunne personen skal reknast som død. Dette skal om mogeleg vere den dagen den forsvunne mest truleg døydde, og elles den siste dagen i den månaden ein tidlegast kunne reise sak etter § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Rettskraft",
      "content": "Ein rettskraftig orskurd etter § 8 eller § 9 verkar for og mot alle og skal leggjast til grunn i alle forhold der det har noko å seie om den forsvunne er i live eller ikkje etter den dagen orskurden fastset som dødsdagen.\nEi avgjerd etter § 2 andre ledd første punktum har berre verknad for denne formuen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Handsaming av buet og skifte",
      "content": "Når ein orskurd etter § 8 eller § 9 er blitt endeleg, skal buet til den forsvunne handsamast som om den forsvunne var død på dagen som er rekna som dødsdagen etter § 13. Fristane i arveloven tredje del gjeld i desse tilfella frå det tidspunktet det tidlegast var mogeleg å få buet skifta.\nEr nettoformuen til den forsvunne mindre enn fire gonger grunnbeløpet i folketrygda, kan ektemaken eller arvingane krevje at buet skal handsamast som om den forsvunne var død utan dødsorskurd så snart fristen etter § 9 første ledd er gått ut. Tingretten fastset i så fall dødsdagen etter reglane i § 13.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Skifte etter fem år",
      "content": "Er det gått fem år sidan det siste tidspunktet da ein visste at den forsvunne var i live, utan at eigedelane som er til forvalting etter § 6, er skifta, skal den som forvaltar eigedelane, gi melding til tingretten. Tingretten skal handsame eigedelane som om den forsvunne var død. Buet skal delast mellom dei som er arvingar etter den forsvunne når femårsfristen går ut. Arvingane skal varslast ved innkalling etter reglane i arvelova § 101 tredje ledd første punktum. Om ingen melder seg som arving, gjeld arvelova § 76 tilsvarande.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Verknader for ekteskapet",
      "content": "Når ein orskurd etter § 8 eller § 9 er rettskraftig, er ekteskapet oppløyst dersom ektemaken etter den forsvunne giftar seg på nytt. Dette gjeld jamvel om avgjerda seinare blir oppheva eller endra. Har ektemaken ikkje gifta seg på nytt, står ekteskapet ved lag om det viser seg at den forsvunne lever.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Frist for attendeføring",
      "content": "Den forsvunne kan innan 20 år frå dagen som er rekna som dødsdagen etter § 13, krevje eigedelane sine att frå dei som arva han eller henne. Om forsvinninga var frivillig, er fristen 10 år.\nDei rette arvingane kan innan 10 år frå dagen som er rekna som dødsdagen etter § 13, krevje arv utlevert om det blir godtgjort at den forsvunne døydde på eit anna tidspunkt enn det som var lagt til grunn ved delinga av buet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Kva som skal førast attende",
      "content": "Ingen arving har plikt til å gi att meir enn han eller ho har mottatt. Er den mottatte arven avhenda eller forbrukt, er arvingen ansvarleg for verdien på det tidspunktet tingen blei avhenda eller forbrukt, men ikkje for meir enn verdien av ein like god ting av same slag på tidspunktet da kravet blir sett fram. Kravet skal setjast ned eller falle bort når det er urimeleg på grunn av levekåra eller stoda elles at arvingen skal svare fullt ut for eigedelar som han eller ho ikkje lenger har. Er arven gått tapt utan at arvingen er skuld i tapet, er arvingen friteken for plikta til attendeføring.\nInntekt som er tent opp av formuen før kravet om attendeføring er sett fram, treng arvingen ikkje å gi attende.\nEr ein eigedel avhenda, skal den som har tatt over eigedelen, levere eigedelen attende etter reglane i første og andre ledd dersom han eller ho ikkje var i god tru på tidspunktet for ervervet.\nArvelova § 70 første ledd gjeld tilsvarande.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Utbetalt forsikring",
      "content": "Ein forsikringssum som er utbetalt etter ein dødsorskurd etter § 8 eller § 9, kan ikkje krevjast att jamvel om det viser seg at den forsvunne lever, eller at han eller ho døydde på eit slikt tidspunkt at forsikringssummen ikkje skulle vore utbetalt. Dette gjeld likevel ikkje om det er klårt urimeleg at den som har fått utbetalt summen, får behalde han. Når det er gått 20 år sidan dagen som er rekna som dødsdagen etter § 13, kan forsikringssummen uansett ikkje krevjast attende.\nDersom forsikringssummen kan krevjast attende, kan kravet setjast ned eller falle bort etter reglane i § 19 første ledd. Beløp som selskapet ikkje kan få attende frå mottakaren, skal gå til frådrag i det forsikringsselskapet har plikt til å dekkje.\nForsikringsselskapet kan rekne forsikringsforholdet som opp- og avgjort ved den utbetalinga som er skjedd på grunnlag av dødsorskurden. I så fall overtar personen som har kome attende, kravet til forsikringsselskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Pensjon og andre offentlege stønader",
      "content": "Trygdeytingar, livrente eller annan offentleg eller privat stønad som er utbetalt etter ein dødsorskurd etter § 8 eller § 9, kan ikkje krevjast att frå mottakaren, jamvel om det viser seg at den forsvunne lever. Det som er utbetalt, skal gå til frådrag i krav på stønad frå personen som har kome att, for den tida han eller ho har vore forsvunnen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Oppheving av orskurd om død",
      "content": "Retten kan oppheve ein orskurd om død etter stemning frå personen som etter orskurden er rekna som død.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Når lova gjeld frå. Overgangsføresegner",
      "content": "Lova gjeld frå den tid Kongen fastset​1.\nLova gjeld for avgjerder som blir trefte etter iverksetjinga av lova jamvel om forsvinninga skjedde før. Ei etablert ordning for forvalting av eigedelane til den forsvunne skal førast vidare etter den nye lova, om ikkje statsforvaltaren fastset noko anna. Reglane om attendeføring av eigedelar etter kapittel 5 i lova her gjeld om den forsvunne kjem att etter iverksetjinga av lova.\nKongen kan fastsetje overgangsføresegner.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).\n1 Frå 1 juli 2015 iflg. res. 12 mai 2015 nr. 469.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Endringar i andre lover",
      "content": "Frå den tida lova trer i kraft blir det gjort følgjande endringar i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Kva lova gjeld",
      "content": "Denne lova gir reglar om forvalting av eigedelane til ein person som er forsvunnen. Lova gir òg reglar om korleis ein skal gå fram for å avgjere om ein person skal reknast for å vere død, verknaden av ei slik avgjerd og reglar om attendeføring av personen sine eigedelar dersom personen seinare kjem til rette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Jurisdiksjon og lovval",
      "content": "Ei sak etter lova her om at ein person skal reknast for å vere død, kan reisast i Noreg dersom den forsvunne personen hadde vanleg bustad her da han eller ho forsvann.\nOm den forsvunne ikkje hadde vanleg bustad i Noreg, kan det likevel reisast sak her om han eller ho har late etter seg formue i riket, men da berre med verknad for denne formuen. Det same gjeld om saka av andre grunnar er knytt til Noreg på ein slik måte at det er rimeleg at ho blir reist her, og det blir godtgjort at det ikkje er eller vil bli reist sak i ein annan stat der det er meir føremålstenleg å avgjere saka.\nSaker om forsvunne personar som høyrer under norsk avgjerdsmakt, skal avgjerast etter norsk lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Verneting",
      "content": "Ei sak om at ein person skal reknast for å vere død, skal reisast ved tingretten i den rettskrinsen der den forsvunne hadde sitt allmenne verneting.\nSaker som blir reist i Noreg etter § 2 andre ledd første punktum fordi den forsvunne har formue i Noreg, skal reisast i Oslo rettskrins. Eig den forsvunne fast eigedom i Noreg, skal saka likevel reisast ved tingretten i den rettskrinsen der den faste eigedomen ligg.\nSaker som blir reiste i Noreg etter § 2 andre ledd andre punktum, skal reisast i Oslo rettskrins.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Melding om forsvinning",
      "content": "Om ein person som hadde vanleg bustad i Noreg, er forsvunnen, skal ektemaken, sambuaren, slektningane eller offentleg myndigheit melde frå til tingretten der den forsvunne hadde sitt allmenne verneting. Andre som kjenner til forsvinninga, kan òg gi slik melding.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Oppnemning av verje",
      "content": "Om ikkje retten straks gir orskurd etter § 8, skal retten melde frå til statsforvaltaren om forsvinninga.\nStatsforvaltaren oppnemner ei verje om dette trengst for å tryggje interessene til den forsvunne. Dersom den forsvunne har ektemake eller sambuar eller ein fullmektig til å ta seg av interessene sine, bør statsforvaltaren gjere vedtak om at ektemaken, sambuaren eller fullmektigen skal tryggje interessene til den forsvunne om dei er eigna til det.\nStatsforvaltaren fastset om verja skal ha betalt for oppdraget, og kor mykje. Denne betalinga og utlegg i samband med oppdraget som verje skal dekkjast av eigedelane til den forsvunne personen.\nReglane i lov om vergemål gjeld tilsvarande så langt dei høver.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Forvalting av eigedelane til den forsvunne",
      "content": "Eigedelane til den forsvunne skal forvaltast som eigedelane til personar under verjemål.\nOm det let seg gjere, skal verja ta arvingane med på råd ved viktige avgjerder som sal av fast eigedom eller større utbetalingar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Avgrensa utbetaling",
      "content": "Statsforvaltaren kan gjere vedtak om ei avgrensa utbetaling av den forsvunne sine eigedelar jamvel om det ikkje straks kan givast orskurd etter § 8, dersom den forsvunne hadde plikt til underhald av ektemake eller barn eller ei slik utbetaling trengst av andre grunnar.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Dødsorskurd når det ikkje er grunn til å tvile på at personen er død",
      "content": "Om ein person er forsvunnen under slike omstende at det ikkje er grunn til å tvile på at personen er død, kan tingretten straks treffe avgjerd om at personen skal reknast for å vere død.\nKrav om avgjerd etter første ledd kan setjast fram av ektemaken, sambuaren, arvingen eller andre som kan vise til at dei verkeleg treng ei slik avgjerd. Kravet skal setjast fram skriftleg.\nRetten treff avgjerda etter første ledd ved orskurd. Reglane i tvisteloven gjeld så langt dei høver.\nReglane i første til tredje ledd gjeld òg når ein person har døydd i utlandet, og det ikkje kan skaffast dokumentasjon på dødsfallet som norske styresmakter godtek for å registrere dødsfallet i Folkeregisteret. Reglane elles i denne lova gjeld tilsvarande for slike saker så langt dei høver.\n0 Endra med lov 15 juni 2018 nr. 37 (ikr. 1 juli 2018 iflg. res. 15 juni 2018 nr. 887).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Dødsorskurd i andre høve",
      "content": "Om ein person er forsvunnen under slike omstende at personen høgst sannsynleg er død, kan det reisast sak om at den forsvunne skal reknast for å vere død, når det har gått eitt år etter det siste tidspunktet da ein visste at personen var i live.\nDet kan likevel straks reisast sak som nemnd i første ledd, dersom personen forsvann i samband med ein naturkatastrofe, ei anna stor ulukke, stridshandling eller ei anna ytre hending som skapte stor livsfare, og det av den grunn er høgst sannsynleg at personen er død.\nI andre tilfelle enn dei som er nemnde i første og andre ledd, kan sak om at ein person skal reknast for å vere død, reisast når det har gått fem år etter det siste tidspunktet da ein visste at personen var i live.\nRetten treff avgjerda ved orskurd. Reglane i tvisteloven gjeld så langt dei høver. Orskurden skal gå ut på at personen skal reknast for å vere død, eller at kravet ikkje blir tatt til følgje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Framsetjing av krav om dødsorskurd etter § 9",
      "content": "Sak etter § 9 skal reisast ved at krav om dødsorskurd blir satt fram skriftleg for tingretten. Ektemaken, sambuaren eller arving til den forsvunne kan krevje slik orskurd. Andre kan krevje orskurd etter § 9 første og tredje ledd dersom dei kan vise til at dei verkeleg treng ei avgjerd om at personen skal reknast for å vere død.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Handsaming av saker etter § 9",
      "content": "I sak etter § 9 skal tingretten kalle den forsvunne inn etter reglane i domstolloven § 181 med eit varsel på minst tre månader. Innkallinga skal oppmode den som har opplysingar om den forsvunne, om å gi opplysingane til retten. Retten skal av eige tiltak søkje å skaffe opplysingar som kan sikre ei rett avgjerd.\nRetten skal gi melding til verja eller fullmektigen til den forsvunne om innkallinga. Om det let seg gjere, skal retten òg gi slik melding til dei som kan setje fram krav etter § 10.\nSakskostnadene skal dekkjast av staten om ikkje retten avgjer at dei skal dekkjast av eigedelane til den forsvunne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Rettsmiddel",
      "content": "Den avgjerda går imot, dei som er nemnde i § 10, og verja eller fullmektigen kan anke orskurd etter § 8 eller § 9 og krevje at saka blir opna på nytt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Dødsdagen",
      "content": "Ein orskurd etter § 8 eller § 9 skal fastsetje den dagen den forsvunne personen skal reknast som død. Dette skal om mogeleg vere den dagen den forsvunne mest truleg døydde, og elles den siste dagen i den månaden ein tidlegast kunne reise sak etter § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Rettskraft",
      "content": "Ein rettskraftig orskurd etter § 8 eller § 9 verkar for og mot alle og skal leggjast til grunn i alle forhold der det har noko å seie om den forsvunne er i live eller ikkje etter den dagen orskurden fastset som dødsdagen.\nEi avgjerd etter § 2 andre ledd første punktum har berre verknad for denne formuen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Handsaming av buet og skifte",
      "content": "Når ein orskurd etter § 8 eller § 9 er blitt endeleg, skal buet til den forsvunne handsamast som om den forsvunne var død på dagen som er rekna som dødsdagen etter § 13. Fristane i arveloven tredje del gjeld i desse tilfella frå det tidspunktet det tidlegast var mogeleg å få buet skifta.\nEr nettoformuen til den forsvunne mindre enn fire gonger grunnbeløpet i folketrygda, kan ektemaken eller arvingane krevje at buet skal handsamast som om den forsvunne var død utan dødsorskurd så snart fristen etter § 9 første ledd er gått ut. Tingretten fastset i så fall dødsdagen etter reglane i § 13.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Skifte etter fem år",
      "content": "Er det gått fem år sidan det siste tidspunktet da ein visste at den forsvunne var i live, utan at eigedelane som er til forvalting etter § 6, er skifta, skal den som forvaltar eigedelane, gi melding til tingretten. Tingretten skal handsame eigedelane som om den forsvunne var død. Buet skal delast mellom dei som er arvingar etter den forsvunne når femårsfristen går ut. Arvingane skal varslast ved innkalling etter reglane i arvelova § 101 tredje ledd første punktum. Om ingen melder seg som arving, gjeld arvelova § 76 tilsvarande.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Verknader for ekteskapet",
      "content": "Når ein orskurd etter § 8 eller § 9 er rettskraftig, er ekteskapet oppløyst dersom ektemaken etter den forsvunne giftar seg på nytt. Dette gjeld jamvel om avgjerda seinare blir oppheva eller endra. Har ektemaken ikkje gifta seg på nytt, står ekteskapet ved lag om det viser seg at den forsvunne lever.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Frist for attendeføring",
      "content": "Den forsvunne kan innan 20 år frå dagen som er rekna som dødsdagen etter § 13, krevje eigedelane sine att frå dei som arva han eller henne. Om forsvinninga var frivillig, er fristen 10 år.\nDei rette arvingane kan innan 10 år frå dagen som er rekna som dødsdagen etter § 13, krevje arv utlevert om det blir godtgjort at den forsvunne døydde på eit anna tidspunkt enn det som var lagt til grunn ved delinga av buet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Kva som skal førast attende",
      "content": "Ingen arving har plikt til å gi att meir enn han eller ho har mottatt. Er den mottatte arven avhenda eller forbrukt, er arvingen ansvarleg for verdien på det tidspunktet tingen blei avhenda eller forbrukt, men ikkje for meir enn verdien av ein like god ting av same slag på tidspunktet da kravet blir sett fram. Kravet skal setjast ned eller falle bort når det er urimeleg på grunn av levekåra eller stoda elles at arvingen skal svare fullt ut for eigedelar som han eller ho ikkje lenger har. Er arven gått tapt utan at arvingen er skuld i tapet, er arvingen friteken for plikta til attendeføring.\nInntekt som er tent opp av formuen før kravet om attendeføring er sett fram, treng arvingen ikkje å gi attende.\nEr ein eigedel avhenda, skal den som har tatt over eigedelen, levere eigedelen attende etter reglane i første og andre ledd dersom han eller ho ikkje var i god tru på tidspunktet for ervervet.\nArvelova § 70 første ledd gjeld tilsvarande.\n0 Endra med lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endra med lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Utbetalt forsikring",
      "content": "Ein forsikringssum som er utbetalt etter ein dødsorskurd etter § 8 eller § 9, kan ikkje krevjast att jamvel om det viser seg at den forsvunne lever, eller at han eller ho døydde på eit slikt tidspunkt at forsikringssummen ikkje skulle vore utbetalt. Dette gjeld likevel ikkje om det er klårt urimeleg at den som har fått utbetalt summen, får behalde han. Når det er gått 20 år sidan dagen som er rekna som dødsdagen etter § 13, kan forsikringssummen uansett ikkje krevjast attende.\nDersom forsikringssummen kan krevjast attende, kan kravet setjast ned eller falle bort etter reglane i § 19 første ledd. Beløp som selskapet ikkje kan få attende frå mottakaren, skal gå til frådrag i det forsikringsselskapet har plikt til å dekkje.\nForsikringsselskapet kan rekne forsikringsforholdet som opp- og avgjort ved den utbetalinga som er skjedd på grunnlag av dødsorskurden. I så fall overtar personen som har kome attende, kravet til forsikringsselskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Pensjon og andre offentlege stønader",
      "content": "Trygdeytingar, livrente eller annan offentleg eller privat stønad som er utbetalt etter ein dødsorskurd etter § 8 eller § 9, kan ikkje krevjast att frå mottakaren, jamvel om det viser seg at den forsvunne lever. Det som er utbetalt, skal gå til frådrag i krav på stønad frå personen som har kome att, for den tida han eller ho har vore forsvunnen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Oppheving av orskurd om død",
      "content": "Retten kan oppheve ein orskurd om død etter stemning frå personen som etter orskurden er rekna som død.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Når lova gjeld frå. Overgangsføresegner",
      "content": "Lova gjeld frå den tid Kongen fastset​1.\nLova gjeld for avgjerder som blir trefte etter iverksetjinga av lova jamvel om forsvinninga skjedde før. Ei etablert ordning for forvalting av eigedelane til den forsvunne skal førast vidare etter den nye lova, om ikkje statsforvaltaren fastset noko anna. Reglane om attendeføring av eigedelar etter kapittel 5 i lova her gjeld om den forsvunne kjem att etter iverksetjinga av lova.\nKongen kan fastsetje overgangsføresegner.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).\n1 Frå 1 juli 2015 iflg. res. 12 mai 2015 nr. 469.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Endringar i andre lover",
      "content": "Frå den tida lova trer i kraft blir det gjort følgjande endringar i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    }
  ]
}