{
  "id": "LOV-1939-06-16-6",
  "type": "statute",
  "title": "Lov om husleie.",
  "short_name": "Husleieloven av 1939",
  "status": "in_force",
  "issued_date": "1939-06-16",
  "in_force_date": "1939-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1939-06-16-6",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens stedlige område.",
      "content": "Denne lov gjelder for hele riket.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige område.​1",
      "content": "Loven får anvendelse på ethvert leieforhold, herunder fremleie, som angår:\n1. bolig med eller uten tilleggsydelse som møbler og annet inventar, opvarming, elektrisk strøm og lignende, men ikke leieavtaler som innbefatter kost med minst 2 måltider daglig,\n2. forretningslokaler (butikker, kontorer, lager, verksteder, garasjer, restauranter, kaféer o.lign.) med eller uten tilliggende beboelsesrum,​2\n3. hoteller og andre herberger,​2 men ikke utleie av enkelte rum i disse.\n1 Jfr. lover 23 mars 1956 nr. 1 § 1, 4 feb 1960 nr. 2 § 34, 25 juni 1965 nr. 1 § 1.\n2 Se kap. 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Arbeid som vederlag for leien.",
      "content": "Loven får også anvendelse i leieforhold der leieren helt eller delvis skal svare leien ved arbeid for utleieren.​1\n1 Se lov 23 mars 1956 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Fravikelighet.",
      "content": "Lovens regler i kapitlene 1-8 kan fravikes ved avtale med mindre det uttrykkelig er sagt i loven at regelen er ufravikelig.​1\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se siste ledd i § 5, § 7, § 8, §§ 11-15 § 17, § 18, § 23, § 24, § 27, § 28, § 31, § 32 a, § 35, §§ 38-39, § 43, og første ledds annet punktum i § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Skriftlige leieavtaler.",
      "content": "Leieavtalen skal opprettes skriftlig hvis en av partene krever det. Blir det til leieavtalen brukt blankett som er trykt eller fremstilt på annen mekanisk måte, skal det klart fremgå av denne om leieren får færre rettigheter eller flere plikter enn det følger av loven. Det må i så fall uttrykkelig nevnes hvilke bestemmelser i avtalen i så måte avviker fra reglene i loven. Er dette ikke gjort, blir bestemmelsen ikke bindende for leieren som for så vidt kan holde seg til loven.\nSkal den ene av partene efter loven eller leieavtalen innhente den annen parts samtykke, kan han kreve å få svaret skriftlig stadfestet.\nReglene i denne paragraf kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Fullmektig for utleieren.",
      "content": "Har utleieren hverken bolig eller kontor i den kommune som vedkommende leilighet eller rum ligger i, skal han oppgi en fullmektig med bolig eller kontor i kommunen, som leieren kan vende sig til om leieforholdet. En utleier kan alltid oppgi en fullmektig med bolig eller kontor i kommunen som leieren i så fall har å henvende sig til om leieforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Oppsigelse av leieforhold.",
      "content": "Er leieavtale ikke inngått for en viss tid, kan hver av partene si opp leieforholdet med avtalt eller lovlig varsel, jfr. § 8.\nOppsigelse av leier må være skriftlig.\nI oppsigelsen skal det stå at søksmål etter § 38 i tilfelle må være reist innen 30 dager etter at oppsigelsen er mottatt av leieren. Ellers er oppsigelsen ikke rettsgyldig. Har leieren flyttet i henhold til oppsigelsen, blir den dog å betrakte som gyldig.\nEr grunnen til oppsigelsen ikke oppgitt, skal det stå i oppsigelsen at leieren når han skriftlig krever det, kan få grunnen til oppsigelsen skriftlig opplyst. Etterkommer ikke utleieren kravet innen 5 dager etter at det må antas at han har fått kunnskap om det, er oppsigelsen ikke rettsgyldig.\nReglene i 3dje og fjerde ledd gjelder ikke for forretningslokaler som er leid bort pr. dag, garasjer og boder, helt møblert enkelt beboelsesrom, helt møblert leilighet eller del av helt møblert leilighet. Heller ikke gjelder de for enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\nReglene i denne paragraf kan ikke fravikes ved avtale.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 31 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Oppsigelsesfrister.",
      "content": "Leieforholdet kan bringes til opphør etter oppsigelse:\n1. For beboelsesleiligheter på opptil 2 rom med eller uten kjøkken med minst 30 dagers varsel. Samme oppsigelsesfrist gjelder for enkelt beboelsesrom, garasjer og boder.\n2. For leieforhold der leien er avtalt pr. dag med minst en dags varsel.\n3. For alle andre leieforhold med minst 4 måneders varsel.\n4. Når nedrivning eller ombygning av eiendom fører med seg at utleid leilighet eller rom må fravikes, skal oppsigelse i et hvert tilfelle skje med minst 4 måneders varsel. Denne frist kan ikke ved avtale fravikes til skade for leieren.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Leieavtale for en viss tid.",
      "content": "Er leieavtale inngått for en viss tid og er denne utløpet uten at utleieren senest én måned deretter skriftlig har oppfordret leieren til å flytte, kan utleieren bare si opp forholdet etter de regler som er fastsatt i § 8. Disse regler skal også gjelde hvis oppsigelse ikke kan gis før en viss frist er omme og varslets lengde ikke er avtalt.\nUnnlater leieren å flytte innen én måned etter utløpet av de leieavtaler som er nevnt i første punktum av første ledd, kan utleieren kreve at forholdet skal fortsette inntil leieren bringer dette til opphør etter de regler som er fastsatt i § 8.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Tid og sted for betaling av leie. Leieforskudd og depositum.",
      "content": "Forfaller leien på en søn- eller helligdag eller på en lørdag eller på den 1. eller 17. mai, blir forfallsdagen utsatt til den påfølgende virkedag.\nHar utleieren anvist et sted for betaling av leien, skal den betales der, ellers på utleierens bopel. Leieren har rett til å sende leien gjennom bank. Leien anses betalt den dag leien innleveres til banken.\nNår ikke annet er avtalt, kan utleieren kreve at leien blir betalt forskuddsvis for inntil en måned. Forskudd kan ikke avtales for lengre tid enn tre måneder.\nDet kan avtales at leieren til sikkerhet for skader på eiendommen leieren er ansvarlig for og krav etter leieavtalen deponerer et beløp begrenset til en sum som svarer til 6 måneders husleie. Blir leien endret, kan partene kreve at beløpet justeres tilsvarende.\nBeløpet skal settes på sperret konto. Renter godskrives leieren. Ved utleie av elev- eller studentboliger som nevnt i § 41 første ledd kan det likevel avtales at renten skal godskrives utleieren. Ingen av partene kan så lenge leieforholdet varer disponere beløpet på egen hånd. Når leieforholdet opphører, kan skyldig husleie samt utgifter som leieren skylder for rengjøring og rydding dekkes av kontoen. Det gjenstående beløp kan to måneder etter leieforholdets opphør utbetales leieren med befriende virkning for banken, med mindre utleieren har reist søksmål med erstatningskrav mot leieren.\nUtleieren kan ikke avtale med leieren andre pengeytelser ved bortleie av bolig enn bestemt i paragrafen her og kapittel 9. Det kan likevel avtales andre former for garantier.\nReglene i paragrafen her kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 14 feb 1969 nr. 10, 27 feb 1970 nr. 3, 17 des 1976 nr. 100, 12 juni 1981 nr. 67, 14 juni 1985 nr. 75, 15 mai 1987 nr. 20, 22 nov 1996 nr. 67 (i kraft 1 des 1996 iflg. res. 22 nov 1996 nr. 1075).\n1 Se kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Levering av varme og varmt vann.",
      "content": "Er det avtalt at leieren skal bidra særskilt til omkostningene ved opvarming og varmt vann, kan leieren kreve at utleieren hvert år legger frem regnskap over den del av leien som er gått med til dette og hvorledes utgiftene blir fordelt på eiendommens leiligheter og rum.\nI bygg med felles anlegg for levering av varme eller varmt vann, kan et flertall på totredjedeler av leierne kreve at utleieren sørger for installasjon av varme- og varmtvannsmålere. Utleieren kan i så fall over et tidsrom av ett år utligne installasjonsomkostningene over fyringsregnskapet på byggets samtlige leiere som en del av leien.\nReglene i denne paragraf kan ikke fravikes til skade for leieren.\n0 Endret ved lover 14 feb 1969 nr. 10, 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Overlevering av utleid leilighet eller rum.",
      "content": "Utleieren skal til avtalt tid stille utleid leilighet eller rum til leierens rådighet i ordentlig stand, rengjort, med hele ruter og brukelige låser med nøkler til alle utvendige dører.\nLikeså skal kloakk-, vann-, gass-, varme- og elektriske ledninger til lampepunkter og stikk-kontakter samt komfyrer, ovner og kaminer være i ordentlig stand ved overleveringen.\nReglene i første og annet ledd gjelder ikke for så vidt eierens adgang til å utbedre, påbygge og modernisere eiendommen er begrenset ved reguleringsvedtak eller annet offentlig pålegg. De gjelder heller ikke ved utleie av forretningslokaler, hoteller og andre herberger eller ved midlertidig utleie av eiendommer som en offentlig institusjon, en kommune, bank eller sparebank har overtatt på grunn av at eieren har misligholdt sine forpliktelser.\nFor beboelsesleiligheter eller -rum hvor leieavtalen for et tidsrum av minst 10 år sikrer leieren en uopsigelig leierett så lenge han opfyller sine plikter efter leieavtalen, gjelder reglene i første og annet ledd bare ved første gangs utleie.\nEr leiligheten, rummet eller gården befengt med veggelus,​1 skal utleieren varsle leieren for så vidt han har kunnskap om dette. Undlater han å varsle, enda han har eller burde ha slik kunnskap, plikter han å erstatte leier som ikke kjente til forholdet, den skade som er voldt ved dette.\nLeieavtalen faller bort dersom utleid leilighet eller rum blir ødelagt ved brand eller annen hendelig begivenhet før tiltredelse efter avtalen skulde skje.​2\nReglene i femte ledd kan ikke fravikes ved avtale.\n1 Jfr. §§ 20 og 21.\n2 Jfr. lov 4 feb 1960 nr. 2 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Mangler ved utleid leilighet eller rum.​1",
      "content": "Er utleid leilighet eller rum ved leieforholdets begynnelse ikke i den stand som leieren kan kreve efter avtale eller efter reglene i § 13, må han melde dette til utleieren og kreve mangelen rettet, om han vil gjøre den gjeldende.\nEnhver klage over at leilighet eller rum ved overtagelsen ikke var i lovlig og kontraktmessig stand, må være fremsatt overfor utleieren innen 14 dager efter overtagelsen og det som kreves rettet må opgis. Ellers regnes forholdet for godtatt. Dette gjelder ikke hvis utleieren har handlet svikaktig, eller det på grunn av mangelen er helsefarlig å opholde sig i leiligheten eller rummet. I disse tilfelle må klage fremsettes innen 14 dager efterat leieren er blitt vitende om forholdet.\nTilsvarende regler gjelder for mangler som ikke ved overtagelsen kunde eller burde vært opdaget ved almindelig eftersyn. Klage over slike mangler må fremsettes innen 14 dager efterat mangelen er eller burde vært opdaget av leieren.\nNår utleieren krever det, plikter leieren å påvise manglene. Utleieren skal utbedre manglene uten ugrunnet ophold. Efterkommer utleieren ikke leierens krav eller kan mangelen ikke avhjelpes innen rimelig tid, kan leieren heve leieavtalen, med mindre mangelen må regnes for uvesentlig. Men leieren kan alltid heve avtalen hvis utleieren har handlet svikaktig.\nSavner utleid leilighet eller rum ved overtagelsen egenskaper som må anses tilsikret ved avtalens inngåelse, eller er mangelen senere forårsaket av utleieren ved forsømmelse, eller har utleieren handlet svikaktig, kan leieren kreve skadeserstatning. Men erstatning kan ikke kreves hvis utleieren godtgjør at det på grunn av omstendigheter som ikke kan tilregnes ham, har vært umulig å overlevere leiligheten eller rummet med de tilsikrede egenskaper.\nNår det gjelder nye og nyinnredede leiligheter og rum, inntrer utleierens plikt til å utbedre uvesentlige mangler først når det av håndverksmessige hensyn ikke er nødvendig å utsette utbedringen lenger.\nFor den tid utleid leilighet eller rum lider av en mangel som ikke må anses uvesentlig, kan leieren kreve forholdsmessig avslag i leien.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n1 Se § 16, jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tidligere innehavers undlatelse av å fraflytte utleid leilighet eller rum.​1",
      "content": "Er utleid leilighet eller rum ikke i rette tid fraflyttet av den tidligere innehaver, har leieren rett til forholdsmessig avkorting i leien for den tid leiligheten eller rummet helt eller delvis er unndratt hans rådighet. Blir hindringen ikke fjernet uten unødig ophold og senest innen 14 dager efterat utleieren er underrettet, kan leieren heve leieavtalen. Han kan dessuten kreve skadeserstatning, med mindre utleieren godtgjør at han er uten skyld i forsinkelsen.\nReglene i første ledd kan ikke fravikes ved avtale til skade for leieren.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Frister for heving av leieavtale.",
      "content": "Leierens rett til å heve leieavtalen i de tilfelle som er nevnt i § 14 og § 15 faller bort, dersom han ikke har gjort bruk av retten innen rimelig tid. Leieren kan ikke heve leieavtalen efterat mangelen er avhjulpet eller hindringen fjernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Rettslige hindringer for at leieren kan utøve sin bruksrett.",
      "content": "Hvis bruken av utleid leilighet eller rum strider mot lov eller lovlig utferdiget forskrift eller mot servitutter eller andre rettigheter over eiendommen som er til hinder for at bruken blir utøvd, kan leieren heve leieavtalen eller kreve forholdsmessig avslag i leien samt skadeserstatning.\nBlir bruken hindret ved lov eller lovlig utferdiget forskrift, kan skadeserstatning bare kreves dersom utleieren da avtalen blev inngått, kjente eller burde ha kjent til forholdet eller han selv er skyld i at en slik hindring senere er inntrådt.\nEr bruken bare uvesentlig innskrenket ved hindringen, kan leieren ikke heve leieavtalen med mindre utleieren har utvist svik.\nDen rett leieren har til å gjøre hindringen gjeldende, faller bort såfremt leieren da leieavtalen blev inngått, kjente til at bruken vilde være rettsstridig, eller såfremt det kan tilregnes ham som uaktsomhet at han ikke kjente til dette. Det samme gjelder såfremt hindringen ikke har medført innskrenkning i leierens bruksrett og utleieren efter opfordring bringer forholdet i orden uten unødig ophold.\nHar leieren ikke påberopt hindringen innen 14 dager efterat han har fått kunnskap om den, kan han ikke senere gjøre mangelen gjeldende, med mindre utleieren har handlet svikaktig.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Utleierens vedlikeholdsplikt m.v.",
      "content": "Det påhviler utleieren å sørge for at helt eller delvis utleid bygning til enhver tid er i ordentlig stand. Utleieren skal forsvarlig vedlikeholde utleid leilighet eller rum med dertil hørende ledninger og innretninger for avløp og forsyning med vann, gass, varme og elektrisk strøm til lampepunkter og stikk-kontakter (jfr. dog § 19). Fornyelse av tapet, maling og annen istandsettelse eller oppussing som følge av forringelse ved slit og elde skal utleieren foreta så ofte det sedvanemessig er påkrevd under hensyn til eiendommens, leilighetens eller rummets beskaffenhet.\nReglene i første ledd gjelder ikke ved midlertidig utleie av eiendommer som en offentlig institusjon, en kommune, bank eller sparebank har overtatt på grunn av at eieren har misligholdt sine forpliktelser. Reglene i annet og tredje punktum i første ledd gjelder ikke ved utleie av forretningslokaler, hoteller og andre herberger og heller ikke ved utleie av beboelsesleiligheter eller -rum, når leieavtalen for et tidsrum av minst 10 år sikrer leieren en uopsigelig leierett så lenge han opfyller sine plikter efter leieavtalen.\nHvis utleieren ikke etter krav og påvisning fra leieren uten ugrunnet opphold utbedrer de mangler som er oppstått i leietiden, således som han plikter efter leieavtalen eller efter reglene i første ledd, skal forskriftene i § 14, fjerde og syvende ledd gjelde på tilsvarende måte. Undlater utleieren å oppfylle sin vedlikeholdsplikt efter leieavtalen eller efter reglene i første ledd, kan leieren kreve skadeserstatning, medmindre utleieren godtgjør at det ikke har vært mulig å oppfylle denne plikt på grunn av omstendigheter som ikke kan tilregnes ham.\nEthvert reparasjons- eller installasjonsarbeid som utleieren har satt i verk (jfr. §§ 26 og 27), skal utføres så raskt som råd er og med minst mulig ulempe for leieren.\nBlir leiligheten eller rummet ødelagt ved brand eller annen hendelig begivenhet i leietiden, faller leieavtalen bort.​2\nUtleieren plikter å sørge for tilstrekkelig belysning av portrum, kjellere, trapper, ganger og loft. Han plikter også å sørge for forsvarlig renhold av port- og gårdsrum samt av felles lofts- og kjellerrum.\nLikeså påhviler det utleieren å påse at ro og orden blir overholdt i eiendommen.\nReglene i tredje og fjerde ledd kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 19, siste ledd. Jfr. lov 7 juli 1967 nr. 13 § 10 og § 11.\n2 Jfr. lov 4 feb 1960 nr. 2 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Leierens vedlikeholdsplikt.",
      "content": "Leieren skal på egen bekostning innenfor leiligheten eller rommet vedlikeholde låser, nøkler, ruter, gasskraner, vannkraner, servanter, vannklosettskåler med sete, lokk og sisterne, varmtvannsbeholdere, badekar, elektriske komfyrer, lampekupler, elektriske kontakter, brytere og sikringer, samt foreta oppstaking av avløpsrør til egen vannlås. Likeså påligger det leieren å vedlikeholde ledninger og innretninger som han har anbrakt​2 og utrede utgiftene ved ovnsfeiing.\nOppstår det i leietiden mangler som det påligger utleieren å avhjelpe, og kan utbedringen av disse ikke utstå uten å utsette eiendommen eller leierens gods for åpenbar skade, plikter leieren å søke skaden avverget, om nødvendig uten forutgående varsel til utleieren.​3 Leieren kan kreve sitt utlegg tilbakebetalt.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Jfr. § 18.\n2 Jfr. § 34.\n3 Se § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Leierens behandling av leid leilighet eller rum.",
      "content": "Leieren skal behandle leid leilighet eller rum så vel som eiendommen for øvrig med tilbørlig aktsomhet. Han plikter å erstatte all skade som skyldes ham selv, hans husstand, fremleietagere eller andre personer som han har gitt adgang til leiligheten eller uten skjellig grunn til eiendommen for øvrig. Den erstatningsplikt leieren har, omfatter også enhver utgift som følger med utrydding av veggelus, når leieren er skyld i at utøiet er ført inn i huset.\nVed innflytting skal leieren på forlangende fremvise betryggende erklæring for at hans møbler og annet medbragt gods ikke er befengt med veggelus, i fall det på stedet er høve til å skaffe slik erklæring. Denne forskrift gjelder på tilsvarende måte om leieren senere fører inn eller tillater ført inn i leiligheten ting som efter sin art kan være befengt med slikt utøi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Leierens meldeplikt.",
      "content": "Leieren plikter straks å melde til utleieren enhver skade på leiligheten eller rummet, som må utbedres uten ophold.​1 Annen skade eller mangel, så vel som opdagelse av veggelus og annet utøi, skal han melde uten unødig forsinkelse. Forsømmer leieren pliktig melding taper han sitt mulige erstatningskrav​2 og er ansvarlig for all skade som kommer av forsømmelsen.\nI fremleieforhold plikter fremleietager å melde skade eller mangel både til fremleieren og til huseieren.\n1 Se § 19 annet ledd.\n2 Se § 18 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Leierens ansvar for overholdelse av ordensregler.",
      "content": "Leieren plikter å følge vanlige ordensregler som utleieren fastsetter til sikring av god husorden og forsvarlig behandling av eiendommen. Han er også ansvarlig for at slike ordensregler blir overholdt av hans husstand og andre i § 20 nevnte personer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Forandringer i leid leilighet eller rum m.v.",
      "content": "Leieren må ikke uten utleierens samtykke sette opp antenne på eiendommen eller foreta forandringer i leid leilighet eller rom, såsom anbringelse av fast gulvbelegg, fjernelse, flytting eller ombytting av ovner, komfyrer, dører eller lignende.\nHvis utleieren uten rimelig grunn nekter samtykke til opsetning av antenne eller tilkobling til fellesantenne eller til en påkrevd forandring av den art som nevnt i første ledd, kan kommunen efter klage fra leieren tillate forandringen satt i verk.\nReglene i annet ledd kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Leierens bruk av leid leilighet eller rum. Fremleie.",
      "content": "Uten utleierens samtykke må leieren ikke bruke leid leilighet eller rum på annen måte enn fastsatt eller forutsatt i avtalen.\nHeller ikke må framleie finne sted uten utleierens samtykke. Som framleie regnes det ikke at leieren tar opp i sin husstand sin ektefelle, sine egne eller ektefellens slektninger i rett oppstigende linje, barn, svigerbarn, barnebarn, søsken, adoptivbarn som er adoptert før fylte 21 år, eller andre som faktisk står i adoptivbarns stilling.​1 Opptak av andre personer i husstanden krever utleierens samtykke. Samtykke kan likevel bare nektes hvis det foreligger saklig grunn. Opptak av husstandsmedlemmer kan i ethvert tilfelle nektes av huseieren eller av utleieren såfremt helse- og sosialstyret finner at leiligheten er eller vil bli overbefolket.\nRegelen i annet og fjerde punktum av annet ledd kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 5 juni 1981 nr. 47, 12 juni 1987 nr. 70.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Utleierens adgang til leilighet eller rum.",
      "content": "Når forholdene krever at utleieren eller noen på hans vegne får eller skaffer sig adgang til leid leilighet eller rum, må leieren finne sig i dette.\nSkal leiligheten eller rummet fraflyttes efter opsigelse​1 eller av annen grunn, er leieren pliktig til å gi leiesøkende adgang til besiktelse. Er det ikke sagt i leieavtalen eller senere avtalt når forevisning skal finne sted, kan leieren fastsette tiden, men slik at denne ikke må være ubekvem for leiesøkende og den må være minst en time hver virkedag.\nEr ikke leieren til stede og heller ikke noen som hører til hans husstand eller er ansatt hos ham, kan forevisning for leiesøkende uten samtykke av leieren ikke finne sted, med mindre utleieren selv er med eller en som han har gitt fullmakt til det.\n1 Se §§ 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Utleierens rett til å foreta reparasjoner m.v.",
      "content": "Leieren må finne sig i at utleieren:\n1. lar foreta vanlige reparasjon- og oppussingsarbeider, med mindre det med skjellig grunn kan kreves at arbeidene utstår til leieforholdet er slutt.\n2. med minst to ukers varsel lar ledninger for elektrisk strøm, antenner, telefon, gass, vann, varme og avløp (herunder ikke avfallssjakter) føre gjennom leiligheten eller rommet.\n3. rår over de kjeller- og loftsrum som trenges til å legge inn varmeanlegg. Men leieren kan i dette tilfelle kreve anvist andre rum som er anvendelige til den forutsatte bruk, for så vidt det også efterat varmeanlegg er innlagt er behov for det.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Utleierens rett til å foreta forandringer og nyinnredninger.",
      "content": "Vil utleieren i eiendommen eller i utleid leilighet eller rum foreta forandringer eller nyinnredninger som ikke går inn under reglene i § 26 og ikke kan utføres uten at de volder leieren vesentlige ulemper, forringer bruksverdien eller medfører leieforhøielse, kan arbeidet ikke settes i verk før leieren er varslet med slik frist, at han kan si op leieforholdet med det varsel som gjelder for dette​1 og flytte fra leiligheten eller rummet innen arbeidet blir påbegynt.\nHvis leieren av leilighet eller rum som er leid for lengre tid enn ett år, setter sig imot at det blir utført forandringer eller nyinnredninger av den art som er nevnt i første ledd, kan utleieren ved klage til kommunen søke samtykke til å sette arbeidet i verk før leieforholdet er slutt. Finner kommunen at leieren ikke har grunn nok til å sette sig imot arbeidet, kan kommunen gi sitt samtykke, i tilfelle på nærmere vilkår som den setter, og uten at den avtalte leie kan forhøyes.\nReglene i første ledd kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).\n1 Se §§ 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Skilter m.v.",
      "content": "En leier har i forhold til utleieren rett til å sette op skilter og markiser på murer, dører og vinduer, og lignende, slik som sedvanlig efter virksomhetens og eiendommens art og karakter. Utseendet og plaseringen av disse ting skal godkjennes av huseieren. Nekter huseieren å godkjenne opsettingen, kan leieren klage til kommunen. Finner kommunen at nektelsen savner rimelig grunn, kan den vedta å godkjenne opsettingen med bindende virkning for eieren.\nLysreklame, uthengsskap, automat og lignende må ikke settes op uten huseierens samtykke.\nTredje punktum i første ledd kan ikke fravikes ved avtale.\n0 Endret ved lov 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Utbedring av leide lokaler m.v.",
      "content": "Utbedring som av hensyn til leierens virksomhet blir påbudt av helse- og sosialstyre, brandstyre, arbeidstilsyn eller annen offentlig myndighet, skal leieren selv koste.\n0 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Kontinuerlig forretningsdrift.",
      "content": "Leier av butikk eller bevertningssted plikter å holde forretningen åpen og i forsvarlig daglig drift, undtagen når midlertidig stenging er nødvendig.\n0 Endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Leierens død eller flytting.",
      "content": "Dør leieren før leieforholdet er slutt har både utleieren og dødsboet rett til å si opp leieavtalen med lovlig varsel,​1 selv om avtalen er inngått for lengere tid eller med lengere oppsigelsesfrist.\nNår leieren etter avtale eller lov har rett til å overdra leieretten,​3 har utleieren ikke rett til å si opp leieavtalen etter første ledd. Vil dødsboet i dette tilfelle nytte sin rett etter første ledd til å si opp leieavtalen, må oppsigelse gis innen 2 måneder etter dødsfallet.\nI forhold til utleieren har gjenlevende ektefelle og slektninger i rett nedstigende linje i alle fall rett til å tre inn i leieavtale om bolig i leierens sted, forutsatt at de ved leierens død hørte til hans eller hennes husstand.​2 Det samme gjelder andre som ved leierens død hørte til hans eller hennes husstand, forutsatt at de fyller vilkårene i § 1 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører.​2 Gjenlevende ektefelle har fortrinnsrett til å tre inn i leieforholdet. De øvrige berettigede har innbyrdes lik rett til å tre inn i leieforholdet, dersom ikke annet er fastsatt eller avtalt etter § 2 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører. Dersom flere av dem nytter retten, trer de sammen inn i leieforholdet. Utleieren kan i så fall kreve at de utpeker en representant som med rettslig bindende virkning for alle rettighetshaverne kan motta henvendelser fra utleieren. Blir det ikke utpekt slik representant, kan utleieren selv velge hvem av de berettigede han vil henvende seg til. Når det gjelder bolig som nevnt i § 38, femte ledd [nr. 2,]​4 eller bolig som leieren i stedet har fått leid av arbeidsgiveren etter arbeidsforholdets opphør, gjelder retten etter dette ledds første punktum bare for leierens gjenlevende ektefelle. Når denne dør, får reglene i dette ledds første punktum ikke anvendelse. Gjenlevende ektefelle og barn som vil fortsette avdødes virksomhet har likeens rett til å overta leieavtale om forretningslokale med eller uten tilliggende beboelsesrom, samt avtale om hotell eller annet herberge med minst 4 beboelsesrom til utleie.\nReglene i §§ 7 og 38 gjelder ikke for oppsigelser etter første og annet ledd.\nEr oppsigelse etter første ledd foretatt av utleieren må de som ønsker å nytte sin rett til å tre inn i leieavtalen etter bestemmelsen i tredje ledds første punktum underrette utleieren om dette senest en måned etter at de har mottatt skriftlig melding fra ham om oppsigelsen og om fristen for å gjøre rettigheten gjeldende. De som ønsker å utnytte sin rett etter bestemmelsen i tredje ledds niende punktum må underrette utleieren om dette senest 1 måned etter at han etter oppgave fra skifteretten over rettighetshaverne har sendt disse slik melding om oppsigelse og frist som nevnt i foregående punktum. Er oppsigelsen foretatt av boet, må rettigheten gjøres gjeldende senest en måned etter oppsigelsen.\nVar leieavtalen inngått med den ene ektefelle, og denne forlater den leide leilighet eller rom, har den annen ektefelle – når denne bor i leiligheten – rett til å fortsette leieforholdet i leierens sted.​2 Det samme gjelder for medlem av leierens husstand som har rett til å overta leieavtalen etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører, eller etter avtale med leieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt.\nReglene i tredje, femte og sjette ledd kan ikke fravikes ved avtale til skade for de personer som har rett til å overta leieavtalen.\n0 Endret ved lover 30 juni 1950 nr. 18, 14 feb 1969 nr. 10, 4 juli 1991 nr. 45.\n1 Se §§ 7-10, jfr. § 38 fjerde ledd.\n2 Se § 41.\n3 Se § 32 a.\n4 Dette nummeret finnes ikke lenger, men utgjør nå hele femte ledd i § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Leierens separasjon eller skilsmisse m.v.",
      "content": "Blir leieren separert eller ekteskapet opløst ved skilsmisse,​2 skal det, hvis ikke partene er enige om å holde spørsmålet utenfor, i bevillingen eller dommen treffes bestemmelse om hvilken av ektefellene skal ha rett til å fortsette leieforholdet. Den ektefelle hvis virksomhet er knyttet til det leide lokale, har krav på å beholde dette og beboelsesleilighet som hører til, med mindre annet blir bestemt i henhold til lov om ekteskap.​3\nBestemmelse om ordning av leieforholdet som blir truffet i henhold til foregående ledd eller ekteskapsloven​3 § 92, eller som følger av avtale mellom ektefellene i forbindelse med separasjon, skilsmisse eller opphevelse av samlivet, er bindende for utleieren. Men ektefellene er solidarisk ansvarlige for leien til leietiden er slutt eller til den tid leieforholdet lovlig kan opsies til.​4\nEr spørsmålet om retten til å fortsette leieforholdet avgjort i forbindelse med bevilling til separasjon eller skilsmisse som er meddelt av fylkesmannen,​5 kan vedtaket påklages til departementet​6 etter reglene i forvaltningsloven.​7\nReglene i annet ledd gjelder tilsvarende for medlem av leierens husstand som har rett til å overta leieavtalen etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører, eller etter avtale med leieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt.\n0 Endret ved lover 30 juni 1950 nr. 18, 27 mai 1977 nr. 40, 4 juli 1991 nr. 45, 4 juli 1991 nr. 47.\n1 Jfr. lov 4 feb 1960 nr. 2 § 39.\n2 Se lov 4 juli 1991 nr. 47.\n3 Lov 4 juli 1991 nr. 47.\n4 Se §§ 7-10.\n5 Se lov 4 juli 1991 nr. 47.\n6 Justisdepartementet.\n7 Lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:32 a",
      "chapter": "5",
      "section": "32 a",
      "title": "Bytte av boliger.",
      "content": "Leier av bolig kan overdra sin leierett når overdragelsen er et nødvendig ledd i et bytte av boliger, og hver av byttepartene skal ta i varig bruk som bolig de boliger de får ved byttet. Regelen i første punktum gjelder ikke:\n1. Leierett til bolig i hus med inntil fire boliger.\n2. Leierett til bolig som leieren har leid i egenskap av arbeidstaker hos utleieren, eller som han istedenfor slik bolig har fått leid av arbeidsgiveren etter arbeidsforholdets opphør.\n3. Leierett til helt møblert enkelt beboelsesrom, til helt møblert leilighet eller del av slik leilighet eller til enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\n4. Leierett etter framleieavtale.\n5. Leierett til bolig som eies av kommunen eller av selskap hvor kommunen har dominerende innflytelse over bortleien.\n6. Leierett til eierseksjon, jfr. lov av 4. mars 1983 nr. 7. Hvis en bestående eiendom blir delt opp i eierseksjoner, gjelder likevel bytteretten etter denne paragraf inntil eierseksjonen blir overdratt første gang, jfr. ovennevnte lovs § 10 tredje ledd nr. 4.\nByttet er ikke gyldig uten utleierens godkjenning. Når vilkårene etter første ledd er oppfylt, kan godkjenning bare nektes når det er saklig grunn til det, og nektelsen ikke vil virke urimelig.\nSøknad om godkjenning av bytte skal inneholde de opplysninger som er nødvendige for å avgjøre om det foreligger bytterett etter første ledd. Utleieren kan kreve skriftlig søknad undertegnet av leieren og den som søkes godkjent som ny leier.\nNekter utleieren å godkjenne byttet, skal han innen 30 dager etter at han mottok søknaden om godkjenning med opplysninger som nevnt i tredje ledd, gi leieren og den som kreves godkjent som ny leier, skriftlig melding om dette og om grunnen til avslaget. Har utleieren ikke innen fristen gitt melding med opplysninger som nevnt, er den nye leier å anse som godkjent.\nEr sak reist om nekting av godkjenning, kan retten ved kjennelse beslutte at den som kreves godkjent som ny leier, mot å stille sikkerhet, skal ha bruksretten til boligen inntil saken er rettskraftig avgjort.\nDersom opplysninger av betydning for godkjenningen er uriktige eller holdt tilbake og erververen av leieretten har eller burde hatt kjennskap til dette, kan utleieren innen ett år etter godkjenningen si opp leieforholdet med en måneds varsel, selv om avtalen er inngått for lengre tid eller med lengre oppsigelsesfrist.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Tilføyd ved lov 29 april 1977 nr. 33 (får etter lovens II anvendelse også for tidligere leieavtale), endret ved lov 4 mars 1983 nr. 7.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Leierens overlevering av leilighet eller rum.",
      "content": "Når leieforholdet er slutt skal leieren overlevere leid leilighet eller rum med tilbehør til utleieren i samme stand som ved overtagelsen, bortsett fra den forringelse som følger av elde, almindelig slit og mangler som det påhviler utleieren å utbedre (jfr. § 18).\nAnnen forringelse erstattes av leieren. Mangler som leieren er ansvarlig for​1 og som ved anvendelse av vanlig aktsomhet burde vært opdaget av utleieren, kan ikke påberopes av denne, hvis han ikke innen 14 dager efterat leieforholdet er slutt, meddeler leieren at han vil gjøre manglene gjeldende. Dette gjelder dog ikke hvis leieren har handlet svikaktig.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Fast inventar og låser anbragt av leieren.",
      "content": "Fast inventar, ledninger o.l. som leieren har anbrakt eller latt anbringe i leilighet eller rom, må ikke fjernes med mindre leieren bringer leiligheten eller rommet i samme stand som ved overtakelsen. Leierens rettigheter til slikt inventar som ikke er fjernet, tilfaller utleieren uten godtgjørelse med det unntak som følger av § 38 sjette ledd.\nHar leieren anbragt eller latt anbringe og efterlatt låser i dører, er han pliktig til å overlevere utleieren alle nøkler som hører til låsene.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Nedsettelse av husleie.​1",
      "content": "Retten​2 kan efter krav fra en leier sette leien ned til et beløp som efter rettens skjønn er rimelig, i fall den finner at utleieren krever eller mottar en leie som står i misforhold til verdien av den leilighet eller det rum som det gjelder.​3 Likeså kan retten sette ned vederlag for ydelser som henger sammen med leieforholdet. Søksmål​4 kan også reises av den som helt eller delvis betaler husleien for leieren. Ved fastsettelsen av leien tar retten hensyn til eiendommens, leilighetens eller rummets beliggenhet, vedlikehold og utstyr samt til den bruk, som skal gjøres av leiligheten eller rummet. Retten kan også ta hensyn til svingninger i det almindelige prisnivå. Under hensyntagen til så vel utleierens som leierens interesser søker retten veiledning i hvad den antar er rimelig markedsleie for lignende leieforhold i tilsvarende strøk. Leie som er opptjent før 1. april 2000 kan bare settes ned og kreves tilbakebetalt i den grad det kunne gjøres etter dagjeldende regler.\nBlir leien nedsatt, avgjør retten samtidig om leieren kan kreve tilbakebetalt det som han har betalt for meget og i tilfelle fra hvilken tid dette skal skje. Av den leie som er utredet før saksanlegget, kan utleieren dog ikke pålegges å betale tilbake mer enn det som leieren har betalt for meget i det siste år før søksmål blev reist.\nSelv om leien for en bolig ikke kan settes ned etter første ledd, skal retten etter krav fra leieren sette ned leie som er økt etter 1. juli 1999, til et nivå som svarer til den tidligere leien justert med endring i konsumprisindeksen siden leien ble fastsatt eller endret forrige gang, tillagt 25 prosent av den justerte leien. Nivået kan likevel settes høyere når særlige grunner taler for det. Etter at leien er satt ned etter dette ledd, gjelder bestemmelsene i kapittel 4 i lov om husleieavtaler uansett om loven for øvrig gjelder om leieforholdet.\nNår det gjelder leilighet eller rum i nye bygninger som er påbegynt efter 1 juli 1939 kan søksmål til nedsetting av leien efter reglene i denne paragraf ikke reises i de første ti år efterat bygget blev påbegynt. Blir leien pålagt i løpet av tiårsperioden, kan imidlertid leiepålegget bringes inn for retten til prøving efter reglene i denne paragraf. Det som her er sagt gjelder også for helt nye leiligheter eller rum som ved påbygging eller gjennemgripende ombygging blir innrettet i eldre bygninger. Leie som er betalt for tiden inntil tiårsfristen er utløpet, undtagen leiepålegg, kan ikke for noen del kreves tilbakebetalt.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 31 mars 2000 nr. 20 (i kraft 1 april 2000).\n1 Se lov 14 feb 1969 nr. 10 avsnitt C. – Se § 39, annet ledd.\n2 Se § 51 og § 52.\n3 Jfr. lov 7 juli 1967 nr. 13.\n4 Se s. l. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1983 nr. 4 (jfr. lov 31 mai 1918 nr. 4 § 36).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Tilsidesettelse av oppsigelse av leiere.​2",
      "content": "Retten​3 kan etter krav fra en leier kjenne en oppsigelse ugyldig i fall retten finner at oppsigelsen savner fyldestgjørende saklig grunn eller at den vil virke urimelig. Søksmål må være reist​4 innen den frist som er nevnt i § 7 tredje ledd, første punktum. Mekling i forliksrådet finner ikke sted. Dommeren skal under saksforberedelsen foreta mekling dersom begge parter da kan innkalles til møte på samme tid.\nEr leilighet eller rom leid bort for en viss tid, men ikke for mer enn tre år, og leieren på begjæring ikke får høve til å fortsette leieforholdet, skal reglene i første ledd gjelde på tilsvarende måte, såfremt retten finner at leieforholdet etter de nærmere omstendigheter kan likestilles med leieforhold som utløper på oppsigelse. Søksmål må i dette tilfelle være reist innen seks måneder før leietiden er slutt. Gir retten tillatelse til at leieforholdet fortsetter, skal dette for fremtiden være undergitt de vanlige regler om oppsigelsesfrister​5 og om adgang til å få oppsigelser rettslig prøvet. Som vilkår for at leieforholdet skal fortsette, kan retten etter påstand fra utleieren fastsette at leien fra den tid leieforholdet skulle være slutt etter avtalen, blir forhøyet til et beløp som etter rettens skjønn i samsvar med reglene i § 35 utgjør en rimelig leie.\nReglene i denne paragraf gjelder ikke forretningslokaler som blir leid bort pr. dag, garasjer og boder, helt møblert enkelt beboelsesrom, helt møblert leilighet eller del av slik leilighet eller for enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\nOppsigelse kan ikke av retten kjennes ugyldig:\n1. Når nedriving av eiendommen fører med seg at utleidd leilighet eller rom må fravikes.\n2. Når det foreligger vesentlig misligholdelse av leieavtalen fra leierens side.\n3. Når leieren er lovlig oppsagt etter § 32 a sjette ledd.\nMed mindre særlige grunner gjør det rimelig, kan retten ikke kjenne en oppsigelse ugyldig når leieren har leid leiligheten eller rommet i egenskap av arbeidstaker hos utleieren, men skal tre ut av arbeidsforholdet eller bli forflyttet, likevel så at retten skal påse at oppsigelsen ikke blir brukt som kampmiddel i arbeidstvist. Dette gjelder også når leieren eller ektefellen etter arbeidsforholdets opphør har fortsatt leieforholdet eller i stedet har fått leid annen bolig av arbeidsgiveren.\nBlir en oppsigelse ikke kjent ugyldig av retten, og leieren med samtykke eller tillatelse etter § 23 har forbedret leilighet eller rom med særlige tiltak utover forsvarlig vedlikehold, kan retten pålegge utleier å betale en rimelig godtgjørelse til leieren for den fordel utleieren kan antas å få av de foretatte forbedringer. Godtgjørelse etter dette ledd kan ikke tilkjennes når det foreligger vesentlig mislighold av leieavtalen fra leierens side.\nGjelder oppsigelsen forretningslokale, hotell eller annet herberge med minst 4 beboelsesrom til utleie og retten ikke kjenner oppsigelsen ugyldig, kan den pålegge utleieren å betale en rimelig godtgjørelse til leieren for den fordel utleieren antas å få av den kundekrets som er opparbeidet. Når godtgjørelse tilkjennes, skal retten som regel samtidig bestemme at utleieren kan kreve godtgjørelsen eller en fastsatt del av denne tilbakebetalt, dersom leieren innen en fastsatt frist på inntil 3 år på ny åpner forretning i samme bransje innenfor et område som fastsettes av retten. Godtgjørelse etter dette ledd kan ikke tilkjennes når det foreligger vesentlig mislighold av leieavtalen fra leierens side.\nGodtgjørelse som er pålagt i medhold av sjette eller sjuende ledd faller bort hvis utleieren innen 14 dager etter at dommen er rettskraftig har meddelt leieren at han frafaller oppsigelsen. I så fall fortsetter leieforholdet på de tidligere gjeldende vilkår.\nNår leieren ikke har adgang til eller ikke har rimelig grunn til å bringe en oppsigelse inn for retten til prøvelse etter første ledd, kan retten tillate at krav om godtgjørelse for forbedringer etter sjette ledd fremmes i særskilt søksmål som i tilfelle må være reist innen den frist som er nevnt i første ledd.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 13 des 1946 nr. 5, 14 feb 1969 nr. 10, 29 april 1977 nr. 33, 24 feb 1989 nr. 5.\n1 Se § 31 fjerde ledd.\n2 Se §§ 39 og 41.\n3 Se § 51 og § 52.\n4 Se tvml. § 66.\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Tvungen fravikelse av leilighet eller rum.",
      "content": "Om fremgangsmåten ved tvangsfravikelse gjelder tvangsfullbyrdelsesloven kap 13. Bestemmelsen i tvangsfullbyrdelsesloven § 4-18 gjelder ikke ved fravikelse av forretningslokaler som blir leid bort pr. dag.\nHar leieren reist sak for å få tilsidesatt opsigelse (§ 38), kan utkasting i henhold til opsigelsen ikke foretas før saken er rettskraftig avgjort.​1 Søksmål til nedsetting av leien (§ 35) er på samme måte til hinder for utkasting på grunn av manglende betaling av leie som er forfalt efterat sak er reist. Retten​2 skal i dette tilfelle når utleieren krever det, sette som vilkår at uomtvistet leie blir betalt og – dersom retten finner det rimelig – at den øvrige leie blir deponert hos namsretten. Beslutning om deponering er endelig. Leieren har også selv rett til å deponere omtvistet leie. Deponering av leie efter rettens beslutning og efter leierens eget tiltak er, når det gjelder spørsmålet om leieavtalen blir misligholdt, å anse som betaling av leien.\nNår det er avsagt dom i sak som omhandlet i foregående ledd, kan retten​2 efter begjæring av utleieren mot eller uten sikkerhetsstillelse gi samtykke til at utkasting skjer. Er dommen påanket,​3 kan slikt samtykke gis av ankedomstolen.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 30 juni 1950 nr. 18, 26 juni 1992 nr. 86.\n1 Se tvml. § 161 og § 162.\n2 Se § 51 og § 52.\n3 Se tvml. kap. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Unntaksbestemmelser.",
      "content": "Særreglene i denne paragraf gjelder leie av:\n1. Bolig som etter vedtak av vedkommende offentlig myndighet disponeres av stat, fylkeskommune eller kommune for utleie til eldre, funksjonshemmede, flyktninger og asylsøkende, skoleelever, studenter eller andre med spesielle boligbehov eller til noen som har slik person i sin husstand.\n2. Bolig i stiftelse, aksjeselskap​1 eller allmennaksjeselskap​2 som etter bestemmelse i vedtektene disponeres for utleie til person som nevnt i nr. 1.\n3. Bolig som disponeres av opplæringsinstitusjon eller studentskipnad for utleie til skoleelever eller studenter.\nVed leie av bolig som nevnt i første ledd kan følgende bestemmelser ikke gjøres gjeldende:\n1. § 24 annet ledd annet punktum.\n2. § 31 tredje ledd første og annet punktum og sjette ledd.\n3. § 32 a.\n4. § 49.\nVed oppsigelse av leieforholdet fra utleierens side i medhold av § 31 første ledd skal oppsigelsesfristen for husstandsmedlemmer som nevnt i § 31 tredje ledd være 6 måneder. Denne frist kan ikke fravikes ved avtale til skade for leieren.\n0 Opphevd ved lov 8 juni 1984 nr. 66, tilføyd ved lov 14 juni 1985 nr. 75, endret ved lover 15 mai 1987 nr. 20, 4 juli 1991 nr. 45, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jfr. lov 13 juni 1997 nr. 44.\n2 Jfr. lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Området for reglene i dette kapittel.",
      "content": "Bestemmelsene i dette kapittel gjelder enhver avtale om retten til leie av bolig og om lån fra leieren når leieretten er betinget av lånet.\nAvtale om leierett til bolig kan gjøres betinget av at leieren yter lån til finansieringen av oppføring, ombygging, innredning eller modernisering av boligen, eller til innfrielse av pantelån som hviler på boligen eller eiendom som boligen hører til. Avtale om lån til andre formål som vilkår for leieretten er ikke bindende for leieren. Er lånet helt eller delvis utbetalt, kan leieren kreve beløpet tilbake.\nBestemmelsene i dette kapittel gjelder ikke for avtale mellom borettslag og andelseier om rett til leie av bolig og om borettsinnskudd etter burettslagslova. De gjelder heller ikke for avtale mellom selskaper som nevnt i burettslagslova § 1-4 (boligaksjeselskap) og aksjeeier om rett til leie av bolig og om innskudd i selskapet\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lover 14 juni 1985 nr. 75, 6 juni 2003 nr. 39 (i kraft 15 aug 2005 iflg. res. 17 juni 2005 nr. 603).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Avtalens form og innhold.",
      "content": "Avtaler som nevnt i § 42 skal opprettes skriftlig.\nAvtalen skal for nybygg gi en beskrivelse av bygget og dets boliger og gjelde en bestemt bolig eller en av flere bestemte boliger av samme størrelse og med samme utstyr. Ved ombygging, innredning eller modernisering skal avtalen gi en beskrivelse av det arbeid som skal utføres.\nAvtalen skal inneholde fullstendig omkostningsoverslag og eventuelt regnskap, og finansieringsplan som viser den egenkapital utleieren skal yte, samt oppgi antatt leie for boligen.\nAvtalen skal dessuten angi størrelsen av lånet og inneholde bestemmelser om det skal betales renter og avdrag og om løpetid. Det kan avtales at lånet skal kunne kreves forhøyet med inntil 20 prosent dersom byggeomkostningene øker som følge av lønns- eller prisstigning, eller som følge av pålegg fra offentlig myndighet.\nAvtale som ikke tilfredsstiller kravene etter denne paragraf, binder ikke leieren. Er lånet helt eller delvis utbetalt, kan leieren kreve beløpet tilbake.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "title": "Utbetaling av lånet.",
      "content": "Utleieren kan kreve lånet utbetalt når boligen er ferdig til innflytting så fremt det ikke følger av avtalen at utbetaling først skal skje seinere. Utbetaling av lånet før boligen er ferdig til innflytting, kan ikke avtales på annen måte enn etter reglene i denne paragraf.\nDet kan avtales at hele eller en del av lånet blir deponert i bank med ugjenkallelig fullmakt til banken til å stille beløpet til rådighet for utleieren, når boligen er ferdig til innflytting. Kvitteringen for det deponerte beløp skal inneholde opplysning om den avtale som ligger til grunn for deponeringen med angivelse av den bolig långiveren skal få leierett til. Banken kan likevel ikke stille beløpet til rådighet for utleieren hvis leieren har gitt banken melding om at han vil bruke sin hevingsrett etter § 45.\nI tilfellet lånet blir deponert i den bank som har bevilget byggelån til bygget, eller i annen bank som påtar seg å føre samme kontroll med utbetalingene som vanlig ved byggelån, kan det videre avtales at banken skal ha fullmakt til å utbetale det deponerte beløp etter hvert som byggearbeidet skrider fram. Banken plikter å føre samme kontroll med utbetalingene av lånet som med utbetalinger av ordinære byggelån. Før banken utbetaler noe av det deponerte beløp, må den påse at den egenkapital som er ført opp i finansieringsplanen, er anvendt i bygget.\nFør noe av lånet, eller det deponerte beløp er stilt til rådighet for utleieren, skal han utstede pantobligasjon som nevnt i § 46 og leieavtale som nevnt i § 48. Pantobligasjonen og leieavtalen må være tinglyst med prioritet umiddelbart etter det byggelån som er forutsatt i finansieringsplanen, med mulige tillegg dersom byggesummen øker på grunn av forhold som nevnt i § 43, fjerde ledd, siste punktum.\nBeløp som utleier har fått utbetalt eller stilt til rådighet uten at vilkårene etter denne paragraf er til stede, kan kreves tilbakebetalt så lenge dette fortsatt ikke er tilfelle.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Hevning.",
      "content": "Er ikke boligen stilt til rådighet for leieren til avtalt tid, kan leieren heve avtalen dersom misligholdet må regnes for vesentlig. Blir avtalen hevet, kan leieren kreve lånet tilbakebetalt. Det samme gjelder når avtalen blir hevet på grunn av at boligen ikke er i avtalt stand, jfr. § 14.​1 Bestemmelsene i § 16​2 gjelder tilsvarende.\nDersom det ikke går fram av avtalen når byggearbeidet skal settes i gang eller være avsluttet, kan leieren heve avtalen og kreve lånet tilbakebetalt dersom byggearbeidet ikke er satt i gang innen ett år etter at avtalen er inngått.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.\n1 Jfr. husll. § 2-12.\n2 Jfr. husll. § 2-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Pantesikkerhet.",
      "content": "Utleieren skal innen en måned etter at bygget er ferdig til innflytting be herreds- eller byretten oppnevne en takstmann til å holde takst over eiendommen. Oversitter utleieren fristen kan leieren kreve takstmann oppnevnt og takst avholdt. Utgiftene ved taksten bæres av utleieren.\nLånet fra leieren skal sikres med pant i eiendommen med prioritet innenfor 90 prosent av takstsummen ved den takst som er nevnt i første ledd.\nLeieren kan anse lånet som forfalt i den utstrekning det ikke får prioritet som bestemt i loven, med mindre utleieren innen 6 måneder etter å ha mottatt skriftlig krav fra leieren beriktiger forholdet.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "Motregning. Deponering av pantobligasjon.",
      "content": "Dersom pantobligasjon og leierett kan overdras uavhengig av hverandre, kan det ikke tas forbehold om at utleieren skal ha rett til å bringe i motregning overfor lånegjelden pengekrav som han måtte erverve i henhold til leieavtalen.\nPantobligasjonen kan ikke kreves deponert som sikkerhet for mer enn 3 måneders uforfalte forpliktelser etter leieavtalen.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "Leieavtalen.",
      "content": "Leieavtalen skal tinglyses med prioritet foran pantelånet fra leieren, jfr. § 46, annet ledd.\nLeieavtalen skal sikre leieren en uoppsigelig leierett i minst 5 år. Etter at den uoppsigelige leieperioden etter loven eller avtalen er løpt ut, fortsetter leieforholdet til det blir bragt til opphør med oppsigelse.​1\nLeieavtalen kan dog ikke oppsies før pantelånet tidligst kunne vært oppsagt, og dersom leieren fortsatt er innehaver av pantelånet, heller ikke før lånet er innfridd.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.\n1 Jfr. husll. § 9-5, § 9-6, § 9-7 og § 9-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "Overdragelse og fremleie.",
      "content": "Hvis ikke annet er avtalt, kan pantobligasjonen og leierett overdras uavhengig av hverandre.\nNår leieavtalen er inngått og så lenge den ikke kan sies opp,​1 har leieren rett til å overdra leieretten.​2 Retten kan ikke begrenses og heller ikke tapes, med mindre leieren vesentlig misligholder leieavtalen, og utleieren skriftlig meddeler ham at han hever leieavtalen av den grunn.​3\nOverdragelse av leieretten er ikke gyldig uten utleierens godkjenning,​4 med mindre det er bestemt i avtalen at godkjenning ikke er nødvendig. Godkjenning kan bare nektes når det er saklig grunn til det. Godkjenning kan ikke nektes dersom leieretten er ervervet av avdød leiers gjenlevende ektefelle, slektninger i rett opp- eller nedstigende linje, søsken, adoptivbarn som er adoptert før fylte 21 år eller andre som faktisk står i adoptivbarns stilling, så fremt de ved leierens død hørte til hans husstand.​5\nEr sak reist om nekting av godkjenning, kan retten ved kjennelse beslutte at den som kreves godkjent som ny leier, mot å stille sikkerhet skal ha bruksretten til boligen inntil saken er rettskraftig avgjort.​6\nI den tid leiekontrakten er uoppsigelig har leieren rett til å fremleie​7 leiligheten for et samlet tidsrom av 2 år. Reglene i tredje og fjerde ledd gjelder tilsvarende for fremleie.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.\n1 Jfr. § 48.\n2 Jfr. husll. kap. 8.\n3 Jfr. husll. § 9-9.\n4 Jfr. husll. § 8-5.\n5 Jfr. husll. § 8-2.\n6 Jfr. husll. § 12-3.\n7 Jfr. husll. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "title": "Innledende forskrifter.",
      "content": "Tvistemål om leieforhold etter denne lov hører under de alminnelige domstoler med mindre saken i henhold til §§ 23, 27 og 28 eller 52 skal behandles av kommunen eller husleieretten. Ankefristen er 14 dager. For øvrig gjelder reglene i lov om rettergangsmåten for tvistemål.\nKommunens avgjørelser er endelige.\nTvister som etter denne lov hører under domstolene, kan ikke henskytes til voldgift​1 med mindre avtalen om voldgift er inngått etter at tvist er oppstått.\nFor behandlingen av saker etter denne lov erlegges ikke betaling til staten.\nI oppsigelsessaker etter § 38 kan den part som helt eller delvis taper saken ilegges saksomkostninger i den utstrekning som retten finner rimelig.\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 42), endret ved lover 17 des 1982 nr. 86, 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).\n1 Jfr. tvml. kap. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Husleieretten.",
      "content": "Etter søknad fra et kommunestyre kan Kongen vedta at de tvistemål som er nevnt i § 51 første ledd og som gjelder leieforhold innen kommunen, skal behandles av en særskilt husleierett. Den skal ha en dommer som blir oppnevnt av Kongen. Dommeren må fylle vilkårene for å være by- eller herredsdommer. Dommeren er embetsmann. Til hovedforhandlingen skal det tilkalles 2 meddommere, hvorav én skal representere utleieinteresser, den annen leieboerinteresser. For å tiltre retten i stedet for den sist nevnte når tvisten gjelder forretningslokale, skal det tilkalles én som representerer interessene til leiere av forretningslokaler.\nFor dommeren kan det oppnevnes varamedlem for 4 år. Oppnevningen foretas av Kongen blant de fast utnevnte embetsdommere. Meddommerne velges av kommunestyret for 4 år og skal for hver av de tre nevnte grupper omfatte 1 meddommer og minst 4 varamedlemmer som er bosatt i kommunen, og som fyller vilkårene for å være meddommere etter domstollovens § 65. Før valg foretas, skal huseiernes, leieboernes og de forretningsdrivendes foreninger ha hatt høve til å komme med forslag. De som blir valgt, må ha erklært seg villig til å motta vervet. Nærmere regler om fremgangsmåten ved valget, herunder om hvilke foreninger som skal ha forslagsrett, kan gis av vedkommende departement.​1\nHvor saksmengden gjør det påkrevd, kan husleieretten når kommunestyret søker om det, etter vedtak av Kongen deles i flere avdelinger, hver med én dommer og meddommere som blir oppnevnt etter reglene i foregående ledd.\nNår det i medhold av første ledd er eller blir opprettet særskilt husleierett i en kommune, kan Kongen vedta at dens stedlige virkeområde skal omfatte en eller flere av de tilstøtende kommuner eller deler av disse, i tilfelle med flere avdelinger av retten. Det skal i så fall oppnevnes særskilte meddommere for hver kommune etter reglene i annet ledd.\nNærmere regler om fordelingen av arbeidet mellom flere avdelinger, om dommernes tjenestegjøring, forfall og tjenestefrihet blir gitt av departementet.​1\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 43), endret ved lover 5 juni 1981 nr. 44, 14 juni 1985 nr. 71, 14 juni 1985 nr. 75.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Behandlingsmåten ved husleieretten.",
      "content": "Lov om domstolene og lov om rettergangsmåten for tvistemål gjelder for husleieretten og dens avgjørelser så langt de høver og ikke annet følger av denne lov. Saksbehandlingen skal påskyndes mest mulig.\nMekling i forliksrådet finner ikke sted. Saksforberedelsen skal være muntlig. Dommeren skal prøve mekling mellom partene i første møte under saksforberedelsen.\nSom prosessfullmektig ved behandlingen i husleieretten av de skjønnsmessige spørsmål som er nevnt i § 14 nest siste ledd, § 18, jfr. § 14 nest siste ledd, §§ 35, 36 og 38, har partene adgang til å bruke personer oppnevnt av en huseier- eller leieboerforening som er godkjent av husleieretten.\nHusleierettens avgjørelser er gjenstand for anke og kjæremål til lagmannsretten efter reglene i lov om rettergangsmåten for tvistemål, likevel slik at ankefristen er 14 dager.\nUtgiftene til husleierettens arbeid blir utredet av kommunen, som også dekker utgiftene til meddommere. Andre sideutgifter dekkes av parten etter tilsvarende regler som i lov om rettsgebyr​1 § 2. Er retten felles for flere kommuner, fastsetter Kongen hvorledes utgiftene skal fordeles på kommunene. Godtgjøring til meddommere og varamedlemmer for dommerne blir fastsatt av vedkommende departement.​2\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 45), endret ved lover 17 des 1982 nr. 86 og 14 juni 1985 nr. 71.\n1 Lov 17 des 1982 nr. 86.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Når loven trer i kraft.",
      "content": "Denne lov trer i kraft 1 juli 1939. § 40 trer dog først i kraft 1 juli 1940.\nDen leie som gjelder når § 35 trer i kraft i kommunen,​1 kan retten først sette ned fra den tid leieforholdet kan sies op til. Forsåvidt angår leieavtaler som er inngått for en viss tid, kan leien først settes ned når den løpende leietid er ute.\nReglene i § 38 får bare anvendelse på opsigelse som blir gitt efterat § 38 er trådt i kraft i kommunen​1 og på leieavtaler for en viss tid som blir inngått efter dette tidspunkt.\n0 Endret ved lov 14 feb 1969 nr. 10 (tidligere § 46).\n1 Jfr. nå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Ophevelse og forandring av eldre lovbestemmelser.",
      "content": "– – –\n0 Endret ved lov 14 feb 1969 nr. 10 (tidligere § 47).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens stedlige område.",
      "content": "Denne lov gjelder for hele riket.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Lovens saklige område.​1",
      "content": "Loven får anvendelse på ethvert leieforhold, herunder fremleie, som angår:\n1. bolig med eller uten tilleggsydelse som møbler og annet inventar, opvarming, elektrisk strøm og lignende, men ikke leieavtaler som innbefatter kost med minst 2 måltider daglig,\n2. forretningslokaler (butikker, kontorer, lager, verksteder, garasjer, restauranter, kaféer o.lign.) med eller uten tilliggende beboelsesrum,​2\n3. hoteller og andre herberger,​2 men ikke utleie av enkelte rum i disse.\n1 Jfr. lover 23 mars 1956 nr. 1 § 1, 4 feb 1960 nr. 2 § 34, 25 juni 1965 nr. 1 § 1.\n2 Se kap. 4 med henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Arbeid som vederlag for leien.",
      "content": "Loven får også anvendelse i leieforhold der leieren helt eller delvis skal svare leien ved arbeid for utleieren.​1\n1 Se lov 23 mars 1956 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Fravikelighet.",
      "content": "Lovens regler i kapitlene 1-8 kan fravikes ved avtale med mindre det uttrykkelig er sagt i loven at regelen er ufravikelig.​1\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se siste ledd i § 5, § 7, § 8, §§ 11-15 § 17, § 18, § 23, § 24, § 27, § 28, § 31, § 32 a, § 35, §§ 38-39, § 43, og første ledds annet punktum i § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Skriftlige leieavtaler.",
      "content": "Leieavtalen skal opprettes skriftlig hvis en av partene krever det. Blir det til leieavtalen brukt blankett som er trykt eller fremstilt på annen mekanisk måte, skal det klart fremgå av denne om leieren får færre rettigheter eller flere plikter enn det følger av loven. Det må i så fall uttrykkelig nevnes hvilke bestemmelser i avtalen i så måte avviker fra reglene i loven. Er dette ikke gjort, blir bestemmelsen ikke bindende for leieren som for så vidt kan holde seg til loven.\nSkal den ene av partene efter loven eller leieavtalen innhente den annen parts samtykke, kan han kreve å få svaret skriftlig stadfestet.\nReglene i denne paragraf kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Fullmektig for utleieren.",
      "content": "Har utleieren hverken bolig eller kontor i den kommune som vedkommende leilighet eller rum ligger i, skal han oppgi en fullmektig med bolig eller kontor i kommunen, som leieren kan vende sig til om leieforholdet. En utleier kan alltid oppgi en fullmektig med bolig eller kontor i kommunen som leieren i så fall har å henvende sig til om leieforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Oppsigelse av leieforhold.",
      "content": "Er leieavtale ikke inngått for en viss tid, kan hver av partene si opp leieforholdet med avtalt eller lovlig varsel, jfr. § 8.\nOppsigelse av leier må være skriftlig.\nI oppsigelsen skal det stå at søksmål etter § 38 i tilfelle må være reist innen 30 dager etter at oppsigelsen er mottatt av leieren. Ellers er oppsigelsen ikke rettsgyldig. Har leieren flyttet i henhold til oppsigelsen, blir den dog å betrakte som gyldig.\nEr grunnen til oppsigelsen ikke oppgitt, skal det stå i oppsigelsen at leieren når han skriftlig krever det, kan få grunnen til oppsigelsen skriftlig opplyst. Etterkommer ikke utleieren kravet innen 5 dager etter at det må antas at han har fått kunnskap om det, er oppsigelsen ikke rettsgyldig.\nReglene i 3dje og fjerde ledd gjelder ikke for forretningslokaler som er leid bort pr. dag, garasjer og boder, helt møblert enkelt beboelsesrom, helt møblert leilighet eller del av helt møblert leilighet. Heller ikke gjelder de for enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\nReglene i denne paragraf kan ikke fravikes ved avtale.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 31 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Oppsigelsesfrister.",
      "content": "Leieforholdet kan bringes til opphør etter oppsigelse:\n1. For beboelsesleiligheter på opptil 2 rom med eller uten kjøkken med minst 30 dagers varsel. Samme oppsigelsesfrist gjelder for enkelt beboelsesrom, garasjer og boder.\n2. For leieforhold der leien er avtalt pr. dag med minst en dags varsel.\n3. For alle andre leieforhold med minst 4 måneders varsel.\n4. Når nedrivning eller ombygning av eiendom fører med seg at utleid leilighet eller rom må fravikes, skal oppsigelse i et hvert tilfelle skje med minst 4 måneders varsel. Denne frist kan ikke ved avtale fravikes til skade for leieren.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Leieavtale for en viss tid.",
      "content": "Er leieavtale inngått for en viss tid og er denne utløpet uten at utleieren senest én måned deretter skriftlig har oppfordret leieren til å flytte, kan utleieren bare si opp forholdet etter de regler som er fastsatt i § 8. Disse regler skal også gjelde hvis oppsigelse ikke kan gis før en viss frist er omme og varslets lengde ikke er avtalt.\nUnnlater leieren å flytte innen én måned etter utløpet av de leieavtaler som er nevnt i første punktum av første ledd, kan utleieren kreve at forholdet skal fortsette inntil leieren bringer dette til opphør etter de regler som er fastsatt i § 8.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Tid og sted for betaling av leie. Leieforskudd og depositum.",
      "content": "Forfaller leien på en søn- eller helligdag eller på en lørdag eller på den 1. eller 17. mai, blir forfallsdagen utsatt til den påfølgende virkedag.\nHar utleieren anvist et sted for betaling av leien, skal den betales der, ellers på utleierens bopel. Leieren har rett til å sende leien gjennom bank. Leien anses betalt den dag leien innleveres til banken.\nNår ikke annet er avtalt, kan utleieren kreve at leien blir betalt forskuddsvis for inntil en måned. Forskudd kan ikke avtales for lengre tid enn tre måneder.\nDet kan avtales at leieren til sikkerhet for skader på eiendommen leieren er ansvarlig for og krav etter leieavtalen deponerer et beløp begrenset til en sum som svarer til 6 måneders husleie. Blir leien endret, kan partene kreve at beløpet justeres tilsvarende.\nBeløpet skal settes på sperret konto. Renter godskrives leieren. Ved utleie av elev- eller studentboliger som nevnt i § 41 første ledd kan det likevel avtales at renten skal godskrives utleieren. Ingen av partene kan så lenge leieforholdet varer disponere beløpet på egen hånd. Når leieforholdet opphører, kan skyldig husleie samt utgifter som leieren skylder for rengjøring og rydding dekkes av kontoen. Det gjenstående beløp kan to måneder etter leieforholdets opphør utbetales leieren med befriende virkning for banken, med mindre utleieren har reist søksmål med erstatningskrav mot leieren.\nUtleieren kan ikke avtale med leieren andre pengeytelser ved bortleie av bolig enn bestemt i paragrafen her og kapittel 9. Det kan likevel avtales andre former for garantier.\nReglene i paragrafen her kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 14 feb 1969 nr. 10, 27 feb 1970 nr. 3, 17 des 1976 nr. 100, 12 juni 1981 nr. 67, 14 juni 1985 nr. 75, 15 mai 1987 nr. 20, 22 nov 1996 nr. 67 (i kraft 1 des 1996 iflg. res. 22 nov 1996 nr. 1075).\n1 Se kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Levering av varme og varmt vann.",
      "content": "Er det avtalt at leieren skal bidra særskilt til omkostningene ved opvarming og varmt vann, kan leieren kreve at utleieren hvert år legger frem regnskap over den del av leien som er gått med til dette og hvorledes utgiftene blir fordelt på eiendommens leiligheter og rum.\nI bygg med felles anlegg for levering av varme eller varmt vann, kan et flertall på totredjedeler av leierne kreve at utleieren sørger for installasjon av varme- og varmtvannsmålere. Utleieren kan i så fall over et tidsrom av ett år utligne installasjonsomkostningene over fyringsregnskapet på byggets samtlige leiere som en del av leien.\nReglene i denne paragraf kan ikke fravikes til skade for leieren.\n0 Endret ved lover 14 feb 1969 nr. 10, 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Overlevering av utleid leilighet eller rum.",
      "content": "Utleieren skal til avtalt tid stille utleid leilighet eller rum til leierens rådighet i ordentlig stand, rengjort, med hele ruter og brukelige låser med nøkler til alle utvendige dører.\nLikeså skal kloakk-, vann-, gass-, varme- og elektriske ledninger til lampepunkter og stikk-kontakter samt komfyrer, ovner og kaminer være i ordentlig stand ved overleveringen.\nReglene i første og annet ledd gjelder ikke for så vidt eierens adgang til å utbedre, påbygge og modernisere eiendommen er begrenset ved reguleringsvedtak eller annet offentlig pålegg. De gjelder heller ikke ved utleie av forretningslokaler, hoteller og andre herberger eller ved midlertidig utleie av eiendommer som en offentlig institusjon, en kommune, bank eller sparebank har overtatt på grunn av at eieren har misligholdt sine forpliktelser.\nFor beboelsesleiligheter eller -rum hvor leieavtalen for et tidsrum av minst 10 år sikrer leieren en uopsigelig leierett så lenge han opfyller sine plikter efter leieavtalen, gjelder reglene i første og annet ledd bare ved første gangs utleie.\nEr leiligheten, rummet eller gården befengt med veggelus,​1 skal utleieren varsle leieren for så vidt han har kunnskap om dette. Undlater han å varsle, enda han har eller burde ha slik kunnskap, plikter han å erstatte leier som ikke kjente til forholdet, den skade som er voldt ved dette.\nLeieavtalen faller bort dersom utleid leilighet eller rum blir ødelagt ved brand eller annen hendelig begivenhet før tiltredelse efter avtalen skulde skje.​2\nReglene i femte ledd kan ikke fravikes ved avtale.\n1 Jfr. §§ 20 og 21.\n2 Jfr. lov 4 feb 1960 nr. 2 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Mangler ved utleid leilighet eller rum.​1",
      "content": "Er utleid leilighet eller rum ved leieforholdets begynnelse ikke i den stand som leieren kan kreve efter avtale eller efter reglene i § 13, må han melde dette til utleieren og kreve mangelen rettet, om han vil gjøre den gjeldende.\nEnhver klage over at leilighet eller rum ved overtagelsen ikke var i lovlig og kontraktmessig stand, må være fremsatt overfor utleieren innen 14 dager efter overtagelsen og det som kreves rettet må opgis. Ellers regnes forholdet for godtatt. Dette gjelder ikke hvis utleieren har handlet svikaktig, eller det på grunn av mangelen er helsefarlig å opholde sig i leiligheten eller rummet. I disse tilfelle må klage fremsettes innen 14 dager efterat leieren er blitt vitende om forholdet.\nTilsvarende regler gjelder for mangler som ikke ved overtagelsen kunde eller burde vært opdaget ved almindelig eftersyn. Klage over slike mangler må fremsettes innen 14 dager efterat mangelen er eller burde vært opdaget av leieren.\nNår utleieren krever det, plikter leieren å påvise manglene. Utleieren skal utbedre manglene uten ugrunnet ophold. Efterkommer utleieren ikke leierens krav eller kan mangelen ikke avhjelpes innen rimelig tid, kan leieren heve leieavtalen, med mindre mangelen må regnes for uvesentlig. Men leieren kan alltid heve avtalen hvis utleieren har handlet svikaktig.\nSavner utleid leilighet eller rum ved overtagelsen egenskaper som må anses tilsikret ved avtalens inngåelse, eller er mangelen senere forårsaket av utleieren ved forsømmelse, eller har utleieren handlet svikaktig, kan leieren kreve skadeserstatning. Men erstatning kan ikke kreves hvis utleieren godtgjør at det på grunn av omstendigheter som ikke kan tilregnes ham, har vært umulig å overlevere leiligheten eller rummet med de tilsikrede egenskaper.\nNår det gjelder nye og nyinnredede leiligheter og rum, inntrer utleierens plikt til å utbedre uvesentlige mangler først når det av håndverksmessige hensyn ikke er nødvendig å utsette utbedringen lenger.\nFor den tid utleid leilighet eller rum lider av en mangel som ikke må anses uvesentlig, kan leieren kreve forholdsmessig avslag i leien.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n1 Se § 16, jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Tidligere innehavers undlatelse av å fraflytte utleid leilighet eller rum.​1",
      "content": "Er utleid leilighet eller rum ikke i rette tid fraflyttet av den tidligere innehaver, har leieren rett til forholdsmessig avkorting i leien for den tid leiligheten eller rummet helt eller delvis er unndratt hans rådighet. Blir hindringen ikke fjernet uten unødig ophold og senest innen 14 dager efterat utleieren er underrettet, kan leieren heve leieavtalen. Han kan dessuten kreve skadeserstatning, med mindre utleieren godtgjør at han er uten skyld i forsinkelsen.\nReglene i første ledd kan ikke fravikes ved avtale til skade for leieren.\n1 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Frister for heving av leieavtale.",
      "content": "Leierens rett til å heve leieavtalen i de tilfelle som er nevnt i § 14 og § 15 faller bort, dersom han ikke har gjort bruk av retten innen rimelig tid. Leieren kan ikke heve leieavtalen efterat mangelen er avhjulpet eller hindringen fjernet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Rettslige hindringer for at leieren kan utøve sin bruksrett.",
      "content": "Hvis bruken av utleid leilighet eller rum strider mot lov eller lovlig utferdiget forskrift eller mot servitutter eller andre rettigheter over eiendommen som er til hinder for at bruken blir utøvd, kan leieren heve leieavtalen eller kreve forholdsmessig avslag i leien samt skadeserstatning.\nBlir bruken hindret ved lov eller lovlig utferdiget forskrift, kan skadeserstatning bare kreves dersom utleieren da avtalen blev inngått, kjente eller burde ha kjent til forholdet eller han selv er skyld i at en slik hindring senere er inntrådt.\nEr bruken bare uvesentlig innskrenket ved hindringen, kan leieren ikke heve leieavtalen med mindre utleieren har utvist svik.\nDen rett leieren har til å gjøre hindringen gjeldende, faller bort såfremt leieren da leieavtalen blev inngått, kjente til at bruken vilde være rettsstridig, eller såfremt det kan tilregnes ham som uaktsomhet at han ikke kjente til dette. Det samme gjelder såfremt hindringen ikke har medført innskrenkning i leierens bruksrett og utleieren efter opfordring bringer forholdet i orden uten unødig ophold.\nHar leieren ikke påberopt hindringen innen 14 dager efterat han har fått kunnskap om den, kan han ikke senere gjøre mangelen gjeldende, med mindre utleieren har handlet svikaktig.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Utleierens vedlikeholdsplikt m.v.",
      "content": "Det påhviler utleieren å sørge for at helt eller delvis utleid bygning til enhver tid er i ordentlig stand. Utleieren skal forsvarlig vedlikeholde utleid leilighet eller rum med dertil hørende ledninger og innretninger for avløp og forsyning med vann, gass, varme og elektrisk strøm til lampepunkter og stikk-kontakter (jfr. dog § 19). Fornyelse av tapet, maling og annen istandsettelse eller oppussing som følge av forringelse ved slit og elde skal utleieren foreta så ofte det sedvanemessig er påkrevd under hensyn til eiendommens, leilighetens eller rummets beskaffenhet.\nReglene i første ledd gjelder ikke ved midlertidig utleie av eiendommer som en offentlig institusjon, en kommune, bank eller sparebank har overtatt på grunn av at eieren har misligholdt sine forpliktelser. Reglene i annet og tredje punktum i første ledd gjelder ikke ved utleie av forretningslokaler, hoteller og andre herberger og heller ikke ved utleie av beboelsesleiligheter eller -rum, når leieavtalen for et tidsrum av minst 10 år sikrer leieren en uopsigelig leierett så lenge han opfyller sine plikter efter leieavtalen.\nHvis utleieren ikke etter krav og påvisning fra leieren uten ugrunnet opphold utbedrer de mangler som er oppstått i leietiden, således som han plikter efter leieavtalen eller efter reglene i første ledd, skal forskriftene i § 14, fjerde og syvende ledd gjelde på tilsvarende måte. Undlater utleieren å oppfylle sin vedlikeholdsplikt efter leieavtalen eller efter reglene i første ledd, kan leieren kreve skadeserstatning, medmindre utleieren godtgjør at det ikke har vært mulig å oppfylle denne plikt på grunn av omstendigheter som ikke kan tilregnes ham.\nEthvert reparasjons- eller installasjonsarbeid som utleieren har satt i verk (jfr. §§ 26 og 27), skal utføres så raskt som råd er og med minst mulig ulempe for leieren.\nBlir leiligheten eller rummet ødelagt ved brand eller annen hendelig begivenhet i leietiden, faller leieavtalen bort.​2\nUtleieren plikter å sørge for tilstrekkelig belysning av portrum, kjellere, trapper, ganger og loft. Han plikter også å sørge for forsvarlig renhold av port- og gårdsrum samt av felles lofts- og kjellerrum.\nLikeså påhviler det utleieren å påse at ro og orden blir overholdt i eiendommen.\nReglene i tredje og fjerde ledd kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Se § 19, siste ledd. Jfr. lov 7 juli 1967 nr. 13 § 10 og § 11.\n2 Jfr. lov 4 feb 1960 nr. 2 § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Leierens vedlikeholdsplikt.",
      "content": "Leieren skal på egen bekostning innenfor leiligheten eller rommet vedlikeholde låser, nøkler, ruter, gasskraner, vannkraner, servanter, vannklosettskåler med sete, lokk og sisterne, varmtvannsbeholdere, badekar, elektriske komfyrer, lampekupler, elektriske kontakter, brytere og sikringer, samt foreta oppstaking av avløpsrør til egen vannlås. Likeså påligger det leieren å vedlikeholde ledninger og innretninger som han har anbrakt​2 og utrede utgiftene ved ovnsfeiing.\nOppstår det i leietiden mangler som det påligger utleieren å avhjelpe, og kan utbedringen av disse ikke utstå uten å utsette eiendommen eller leierens gods for åpenbar skade, plikter leieren å søke skaden avverget, om nødvendig uten forutgående varsel til utleieren.​3 Leieren kan kreve sitt utlegg tilbakebetalt.\n0 Endret ved lov 14 feb 1969 nr. 10.\n1 Jfr. § 18.\n2 Jfr. § 34.\n3 Se § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Leierens behandling av leid leilighet eller rum.",
      "content": "Leieren skal behandle leid leilighet eller rum så vel som eiendommen for øvrig med tilbørlig aktsomhet. Han plikter å erstatte all skade som skyldes ham selv, hans husstand, fremleietagere eller andre personer som han har gitt adgang til leiligheten eller uten skjellig grunn til eiendommen for øvrig. Den erstatningsplikt leieren har, omfatter også enhver utgift som følger med utrydding av veggelus, når leieren er skyld i at utøiet er ført inn i huset.\nVed innflytting skal leieren på forlangende fremvise betryggende erklæring for at hans møbler og annet medbragt gods ikke er befengt med veggelus, i fall det på stedet er høve til å skaffe slik erklæring. Denne forskrift gjelder på tilsvarende måte om leieren senere fører inn eller tillater ført inn i leiligheten ting som efter sin art kan være befengt med slikt utøi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Leierens meldeplikt.",
      "content": "Leieren plikter straks å melde til utleieren enhver skade på leiligheten eller rummet, som må utbedres uten ophold.​1 Annen skade eller mangel, så vel som opdagelse av veggelus og annet utøi, skal han melde uten unødig forsinkelse. Forsømmer leieren pliktig melding taper han sitt mulige erstatningskrav​2 og er ansvarlig for all skade som kommer av forsømmelsen.\nI fremleieforhold plikter fremleietager å melde skade eller mangel både til fremleieren og til huseieren.\n1 Se § 19 annet ledd.\n2 Se § 18 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Leierens ansvar for overholdelse av ordensregler.",
      "content": "Leieren plikter å følge vanlige ordensregler som utleieren fastsetter til sikring av god husorden og forsvarlig behandling av eiendommen. Han er også ansvarlig for at slike ordensregler blir overholdt av hans husstand og andre i § 20 nevnte personer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Forandringer i leid leilighet eller rum m.v.",
      "content": "Leieren må ikke uten utleierens samtykke sette opp antenne på eiendommen eller foreta forandringer i leid leilighet eller rom, såsom anbringelse av fast gulvbelegg, fjernelse, flytting eller ombytting av ovner, komfyrer, dører eller lignende.\nHvis utleieren uten rimelig grunn nekter samtykke til opsetning av antenne eller tilkobling til fellesantenne eller til en påkrevd forandring av den art som nevnt i første ledd, kan kommunen efter klage fra leieren tillate forandringen satt i verk.\nReglene i annet ledd kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Leierens bruk av leid leilighet eller rum. Fremleie.",
      "content": "Uten utleierens samtykke må leieren ikke bruke leid leilighet eller rum på annen måte enn fastsatt eller forutsatt i avtalen.\nHeller ikke må framleie finne sted uten utleierens samtykke. Som framleie regnes det ikke at leieren tar opp i sin husstand sin ektefelle, sine egne eller ektefellens slektninger i rett oppstigende linje, barn, svigerbarn, barnebarn, søsken, adoptivbarn som er adoptert før fylte 21 år, eller andre som faktisk står i adoptivbarns stilling.​1 Opptak av andre personer i husstanden krever utleierens samtykke. Samtykke kan likevel bare nektes hvis det foreligger saklig grunn. Opptak av husstandsmedlemmer kan i ethvert tilfelle nektes av huseieren eller av utleieren såfremt helse- og sosialstyret finner at leiligheten er eller vil bli overbefolket.\nRegelen i annet og fjerde punktum av annet ledd kan ikke fravikes ved avtale.\n0 Endret ved lover 14 feb 1969 nr. 10, 5 juni 1981 nr. 47, 12 juni 1987 nr. 70.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Utleierens adgang til leilighet eller rum.",
      "content": "Når forholdene krever at utleieren eller noen på hans vegne får eller skaffer sig adgang til leid leilighet eller rum, må leieren finne sig i dette.\nSkal leiligheten eller rummet fraflyttes efter opsigelse​1 eller av annen grunn, er leieren pliktig til å gi leiesøkende adgang til besiktelse. Er det ikke sagt i leieavtalen eller senere avtalt når forevisning skal finne sted, kan leieren fastsette tiden, men slik at denne ikke må være ubekvem for leiesøkende og den må være minst en time hver virkedag.\nEr ikke leieren til stede og heller ikke noen som hører til hans husstand eller er ansatt hos ham, kan forevisning for leiesøkende uten samtykke av leieren ikke finne sted, med mindre utleieren selv er med eller en som han har gitt fullmakt til det.\n1 Se §§ 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Utleierens rett til å foreta reparasjoner m.v.",
      "content": "Leieren må finne sig i at utleieren:\n1. lar foreta vanlige reparasjon- og oppussingsarbeider, med mindre det med skjellig grunn kan kreves at arbeidene utstår til leieforholdet er slutt.\n2. med minst to ukers varsel lar ledninger for elektrisk strøm, antenner, telefon, gass, vann, varme og avløp (herunder ikke avfallssjakter) føre gjennom leiligheten eller rommet.\n3. rår over de kjeller- og loftsrum som trenges til å legge inn varmeanlegg. Men leieren kan i dette tilfelle kreve anvist andre rum som er anvendelige til den forutsatte bruk, for så vidt det også efterat varmeanlegg er innlagt er behov for det.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Utleierens rett til å foreta forandringer og nyinnredninger.",
      "content": "Vil utleieren i eiendommen eller i utleid leilighet eller rum foreta forandringer eller nyinnredninger som ikke går inn under reglene i § 26 og ikke kan utføres uten at de volder leieren vesentlige ulemper, forringer bruksverdien eller medfører leieforhøielse, kan arbeidet ikke settes i verk før leieren er varslet med slik frist, at han kan si op leieforholdet med det varsel som gjelder for dette​1 og flytte fra leiligheten eller rummet innen arbeidet blir påbegynt.\nHvis leieren av leilighet eller rum som er leid for lengre tid enn ett år, setter sig imot at det blir utført forandringer eller nyinnredninger av den art som er nevnt i første ledd, kan utleieren ved klage til kommunen søke samtykke til å sette arbeidet i verk før leieforholdet er slutt. Finner kommunen at leieren ikke har grunn nok til å sette sig imot arbeidet, kan kommunen gi sitt samtykke, i tilfelle på nærmere vilkår som den setter, og uten at den avtalte leie kan forhøyes.\nReglene i første ledd kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).\n1 Se §§ 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Skilter m.v.",
      "content": "En leier har i forhold til utleieren rett til å sette op skilter og markiser på murer, dører og vinduer, og lignende, slik som sedvanlig efter virksomhetens og eiendommens art og karakter. Utseendet og plaseringen av disse ting skal godkjennes av huseieren. Nekter huseieren å godkjenne opsettingen, kan leieren klage til kommunen. Finner kommunen at nektelsen savner rimelig grunn, kan den vedta å godkjenne opsettingen med bindende virkning for eieren.\nLysreklame, uthengsskap, automat og lignende må ikke settes op uten huseierens samtykke.\nTredje punktum i første ledd kan ikke fravikes ved avtale.\n0 Endret ved lov 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Utbedring av leide lokaler m.v.",
      "content": "Utbedring som av hensyn til leierens virksomhet blir påbudt av helse- og sosialstyre, brandstyre, arbeidstilsyn eller annen offentlig myndighet, skal leieren selv koste.\n0 Endret ved lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Kontinuerlig forretningsdrift.",
      "content": "Leier av butikk eller bevertningssted plikter å holde forretningen åpen og i forsvarlig daglig drift, undtagen når midlertidig stenging er nødvendig.\n0 Endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "title": "Leierens død eller flytting.",
      "content": "Dør leieren før leieforholdet er slutt har både utleieren og dødsboet rett til å si opp leieavtalen med lovlig varsel,​1 selv om avtalen er inngått for lengere tid eller med lengere oppsigelsesfrist.\nNår leieren etter avtale eller lov har rett til å overdra leieretten,​3 har utleieren ikke rett til å si opp leieavtalen etter første ledd. Vil dødsboet i dette tilfelle nytte sin rett etter første ledd til å si opp leieavtalen, må oppsigelse gis innen 2 måneder etter dødsfallet.\nI forhold til utleieren har gjenlevende ektefelle og slektninger i rett nedstigende linje i alle fall rett til å tre inn i leieavtale om bolig i leierens sted, forutsatt at de ved leierens død hørte til hans eller hennes husstand.​2 Det samme gjelder andre som ved leierens død hørte til hans eller hennes husstand, forutsatt at de fyller vilkårene i § 1 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører.​2 Gjenlevende ektefelle har fortrinnsrett til å tre inn i leieforholdet. De øvrige berettigede har innbyrdes lik rett til å tre inn i leieforholdet, dersom ikke annet er fastsatt eller avtalt etter § 2 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører. Dersom flere av dem nytter retten, trer de sammen inn i leieforholdet. Utleieren kan i så fall kreve at de utpeker en representant som med rettslig bindende virkning for alle rettighetshaverne kan motta henvendelser fra utleieren. Blir det ikke utpekt slik representant, kan utleieren selv velge hvem av de berettigede han vil henvende seg til. Når det gjelder bolig som nevnt i § 38, femte ledd [nr. 2,]​4 eller bolig som leieren i stedet har fått leid av arbeidsgiveren etter arbeidsforholdets opphør, gjelder retten etter dette ledds første punktum bare for leierens gjenlevende ektefelle. Når denne dør, får reglene i dette ledds første punktum ikke anvendelse. Gjenlevende ektefelle og barn som vil fortsette avdødes virksomhet har likeens rett til å overta leieavtale om forretningslokale med eller uten tilliggende beboelsesrom, samt avtale om hotell eller annet herberge med minst 4 beboelsesrom til utleie.\nReglene i §§ 7 og 38 gjelder ikke for oppsigelser etter første og annet ledd.\nEr oppsigelse etter første ledd foretatt av utleieren må de som ønsker å nytte sin rett til å tre inn i leieavtalen etter bestemmelsen i tredje ledds første punktum underrette utleieren om dette senest en måned etter at de har mottatt skriftlig melding fra ham om oppsigelsen og om fristen for å gjøre rettigheten gjeldende. De som ønsker å utnytte sin rett etter bestemmelsen i tredje ledds niende punktum må underrette utleieren om dette senest 1 måned etter at han etter oppgave fra skifteretten over rettighetshaverne har sendt disse slik melding om oppsigelse og frist som nevnt i foregående punktum. Er oppsigelsen foretatt av boet, må rettigheten gjøres gjeldende senest en måned etter oppsigelsen.\nVar leieavtalen inngått med den ene ektefelle, og denne forlater den leide leilighet eller rom, har den annen ektefelle – når denne bor i leiligheten – rett til å fortsette leieforholdet i leierens sted.​2 Det samme gjelder for medlem av leierens husstand som har rett til å overta leieavtalen etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører, eller etter avtale med leieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt.\nReglene i tredje, femte og sjette ledd kan ikke fravikes ved avtale til skade for de personer som har rett til å overta leieavtalen.\n0 Endret ved lover 30 juni 1950 nr. 18, 14 feb 1969 nr. 10, 4 juli 1991 nr. 45.\n1 Se §§ 7-10, jfr. § 38 fjerde ledd.\n2 Se § 41.\n3 Se § 32 a.\n4 Dette nummeret finnes ikke lenger, men utgjør nå hele femte ledd i § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Leierens separasjon eller skilsmisse m.v.",
      "content": "Blir leieren separert eller ekteskapet opløst ved skilsmisse,​2 skal det, hvis ikke partene er enige om å holde spørsmålet utenfor, i bevillingen eller dommen treffes bestemmelse om hvilken av ektefellene skal ha rett til å fortsette leieforholdet. Den ektefelle hvis virksomhet er knyttet til det leide lokale, har krav på å beholde dette og beboelsesleilighet som hører til, med mindre annet blir bestemt i henhold til lov om ekteskap.​3\nBestemmelse om ordning av leieforholdet som blir truffet i henhold til foregående ledd eller ekteskapsloven​3 § 92, eller som følger av avtale mellom ektefellene i forbindelse med separasjon, skilsmisse eller opphevelse av samlivet, er bindende for utleieren. Men ektefellene er solidarisk ansvarlige for leien til leietiden er slutt eller til den tid leieforholdet lovlig kan opsies til.​4\nEr spørsmålet om retten til å fortsette leieforholdet avgjort i forbindelse med bevilling til separasjon eller skilsmisse som er meddelt av fylkesmannen,​5 kan vedtaket påklages til departementet​6 etter reglene i forvaltningsloven.​7\nReglene i annet ledd gjelder tilsvarende for medlem av leierens husstand som har rett til å overta leieavtalen etter reglene i § 3 i lov om rett til felles bolig og innbo når husstandsfellesskap opphører, eller etter avtale med leieren, forutsatt at vilkårene i § 1 i den nevnte loven er oppfylt.\n0 Endret ved lover 30 juni 1950 nr. 18, 27 mai 1977 nr. 40, 4 juli 1991 nr. 45, 4 juli 1991 nr. 47.\n1 Jfr. lov 4 feb 1960 nr. 2 § 39.\n2 Se lov 4 juli 1991 nr. 47.\n3 Lov 4 juli 1991 nr. 47.\n4 Se §§ 7-10.\n5 Se lov 4 juli 1991 nr. 47.\n6 Justisdepartementet.\n7 Lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:32 a",
      "chapter": "5",
      "section": "32 a",
      "title": "Bytte av boliger.",
      "content": "Leier av bolig kan overdra sin leierett når overdragelsen er et nødvendig ledd i et bytte av boliger, og hver av byttepartene skal ta i varig bruk som bolig de boliger de får ved byttet. Regelen i første punktum gjelder ikke:\n1. Leierett til bolig i hus med inntil fire boliger.\n2. Leierett til bolig som leieren har leid i egenskap av arbeidstaker hos utleieren, eller som han istedenfor slik bolig har fått leid av arbeidsgiveren etter arbeidsforholdets opphør.\n3. Leierett til helt møblert enkelt beboelsesrom, til helt møblert leilighet eller del av slik leilighet eller til enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\n4. Leierett etter framleieavtale.\n5. Leierett til bolig som eies av kommunen eller av selskap hvor kommunen har dominerende innflytelse over bortleien.\n6. Leierett til eierseksjon, jfr. lov av 4. mars 1983 nr. 7. Hvis en bestående eiendom blir delt opp i eierseksjoner, gjelder likevel bytteretten etter denne paragraf inntil eierseksjonen blir overdratt første gang, jfr. ovennevnte lovs § 10 tredje ledd nr. 4.\nByttet er ikke gyldig uten utleierens godkjenning. Når vilkårene etter første ledd er oppfylt, kan godkjenning bare nektes når det er saklig grunn til det, og nektelsen ikke vil virke urimelig.\nSøknad om godkjenning av bytte skal inneholde de opplysninger som er nødvendige for å avgjøre om det foreligger bytterett etter første ledd. Utleieren kan kreve skriftlig søknad undertegnet av leieren og den som søkes godkjent som ny leier.\nNekter utleieren å godkjenne byttet, skal han innen 30 dager etter at han mottok søknaden om godkjenning med opplysninger som nevnt i tredje ledd, gi leieren og den som kreves godkjent som ny leier, skriftlig melding om dette og om grunnen til avslaget. Har utleieren ikke innen fristen gitt melding med opplysninger som nevnt, er den nye leier å anse som godkjent.\nEr sak reist om nekting av godkjenning, kan retten ved kjennelse beslutte at den som kreves godkjent som ny leier, mot å stille sikkerhet, skal ha bruksretten til boligen inntil saken er rettskraftig avgjort.\nDersom opplysninger av betydning for godkjenningen er uriktige eller holdt tilbake og erververen av leieretten har eller burde hatt kjennskap til dette, kan utleieren innen ett år etter godkjenningen si opp leieforholdet med en måneds varsel, selv om avtalen er inngått for lengre tid eller med lengre oppsigelsesfrist.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Tilføyd ved lov 29 april 1977 nr. 33 (får etter lovens II anvendelse også for tidligere leieavtale), endret ved lov 4 mars 1983 nr. 7.\n1 Se § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32a",
        "source_heading": "§ 32 a."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Leierens overlevering av leilighet eller rum.",
      "content": "Når leieforholdet er slutt skal leieren overlevere leid leilighet eller rum med tilbehør til utleieren i samme stand som ved overtagelsen, bortsett fra den forringelse som følger av elde, almindelig slit og mangler som det påhviler utleieren å utbedre (jfr. § 18).\nAnnen forringelse erstattes av leieren. Mangler som leieren er ansvarlig for​1 og som ved anvendelse av vanlig aktsomhet burde vært opdaget av utleieren, kan ikke påberopes av denne, hvis han ikke innen 14 dager efterat leieforholdet er slutt, meddeler leieren at han vil gjøre manglene gjeldende. Dette gjelder dog ikke hvis leieren har handlet svikaktig.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "title": "Fast inventar og låser anbragt av leieren.",
      "content": "Fast inventar, ledninger o.l. som leieren har anbrakt eller latt anbringe i leilighet eller rom, må ikke fjernes med mindre leieren bringer leiligheten eller rommet i samme stand som ved overtakelsen. Leierens rettigheter til slikt inventar som ikke er fjernet, tilfaller utleieren uten godtgjørelse med det unntak som følger av § 38 sjette ledd.\nHar leieren anbragt eller latt anbringe og efterlatt låser i dører, er han pliktig til å overlevere utleieren alle nøkler som hører til låsene.\n0 Endret ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Nedsettelse av husleie.​1",
      "content": "Retten​2 kan efter krav fra en leier sette leien ned til et beløp som efter rettens skjønn er rimelig, i fall den finner at utleieren krever eller mottar en leie som står i misforhold til verdien av den leilighet eller det rum som det gjelder.​3 Likeså kan retten sette ned vederlag for ydelser som henger sammen med leieforholdet. Søksmål​4 kan også reises av den som helt eller delvis betaler husleien for leieren. Ved fastsettelsen av leien tar retten hensyn til eiendommens, leilighetens eller rummets beliggenhet, vedlikehold og utstyr samt til den bruk, som skal gjøres av leiligheten eller rummet. Retten kan også ta hensyn til svingninger i det almindelige prisnivå. Under hensyntagen til så vel utleierens som leierens interesser søker retten veiledning i hvad den antar er rimelig markedsleie for lignende leieforhold i tilsvarende strøk. Leie som er opptjent før 1. april 2000 kan bare settes ned og kreves tilbakebetalt i den grad det kunne gjøres etter dagjeldende regler.\nBlir leien nedsatt, avgjør retten samtidig om leieren kan kreve tilbakebetalt det som han har betalt for meget og i tilfelle fra hvilken tid dette skal skje. Av den leie som er utredet før saksanlegget, kan utleieren dog ikke pålegges å betale tilbake mer enn det som leieren har betalt for meget i det siste år før søksmål blev reist.\nSelv om leien for en bolig ikke kan settes ned etter første ledd, skal retten etter krav fra leieren sette ned leie som er økt etter 1. juli 1999, til et nivå som svarer til den tidligere leien justert med endring i konsumprisindeksen siden leien ble fastsatt eller endret forrige gang, tillagt 25 prosent av den justerte leien. Nivået kan likevel settes høyere når særlige grunner taler for det. Etter at leien er satt ned etter dette ledd, gjelder bestemmelsene i kapittel 4 i lov om husleieavtaler uansett om loven for øvrig gjelder om leieforholdet.\nNår det gjelder leilighet eller rum i nye bygninger som er påbegynt efter 1 juli 1939 kan søksmål til nedsetting av leien efter reglene i denne paragraf ikke reises i de første ti år efterat bygget blev påbegynt. Blir leien pålagt i løpet av tiårsperioden, kan imidlertid leiepålegget bringes inn for retten til prøving efter reglene i denne paragraf. Det som her er sagt gjelder også for helt nye leiligheter eller rum som ved påbygging eller gjennemgripende ombygging blir innrettet i eldre bygninger. Leie som er betalt for tiden inntil tiårsfristen er utløpet, undtagen leiepålegg, kan ikke for noen del kreves tilbakebetalt.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lov 31 mars 2000 nr. 20 (i kraft 1 april 2000).\n1 Se lov 14 feb 1969 nr. 10 avsnitt C. – Se § 39, annet ledd.\n2 Se § 51 og § 52.\n3 Jfr. lov 7 juli 1967 nr. 13.\n4 Se s. l. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1983 nr. 4 (jfr. lov 31 mai 1918 nr. 4 § 36).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Tilsidesettelse av oppsigelse av leiere.​2",
      "content": "Retten​3 kan etter krav fra en leier kjenne en oppsigelse ugyldig i fall retten finner at oppsigelsen savner fyldestgjørende saklig grunn eller at den vil virke urimelig. Søksmål må være reist​4 innen den frist som er nevnt i § 7 tredje ledd, første punktum. Mekling i forliksrådet finner ikke sted. Dommeren skal under saksforberedelsen foreta mekling dersom begge parter da kan innkalles til møte på samme tid.\nEr leilighet eller rom leid bort for en viss tid, men ikke for mer enn tre år, og leieren på begjæring ikke får høve til å fortsette leieforholdet, skal reglene i første ledd gjelde på tilsvarende måte, såfremt retten finner at leieforholdet etter de nærmere omstendigheter kan likestilles med leieforhold som utløper på oppsigelse. Søksmål må i dette tilfelle være reist innen seks måneder før leietiden er slutt. Gir retten tillatelse til at leieforholdet fortsetter, skal dette for fremtiden være undergitt de vanlige regler om oppsigelsesfrister​5 og om adgang til å få oppsigelser rettslig prøvet. Som vilkår for at leieforholdet skal fortsette, kan retten etter påstand fra utleieren fastsette at leien fra den tid leieforholdet skulle være slutt etter avtalen, blir forhøyet til et beløp som etter rettens skjønn i samsvar med reglene i § 35 utgjør en rimelig leie.\nReglene i denne paragraf gjelder ikke forretningslokaler som blir leid bort pr. dag, garasjer og boder, helt møblert enkelt beboelsesrom, helt møblert leilighet eller del av slik leilighet eller for enkelt beboelsesrom når leieren etter leieavtalen har adgang til en annens leilighet.\nOppsigelse kan ikke av retten kjennes ugyldig:\n1. Når nedriving av eiendommen fører med seg at utleidd leilighet eller rom må fravikes.\n2. Når det foreligger vesentlig misligholdelse av leieavtalen fra leierens side.\n3. Når leieren er lovlig oppsagt etter § 32 a sjette ledd.\nMed mindre særlige grunner gjør det rimelig, kan retten ikke kjenne en oppsigelse ugyldig når leieren har leid leiligheten eller rommet i egenskap av arbeidstaker hos utleieren, men skal tre ut av arbeidsforholdet eller bli forflyttet, likevel så at retten skal påse at oppsigelsen ikke blir brukt som kampmiddel i arbeidstvist. Dette gjelder også når leieren eller ektefellen etter arbeidsforholdets opphør har fortsatt leieforholdet eller i stedet har fått leid annen bolig av arbeidsgiveren.\nBlir en oppsigelse ikke kjent ugyldig av retten, og leieren med samtykke eller tillatelse etter § 23 har forbedret leilighet eller rom med særlige tiltak utover forsvarlig vedlikehold, kan retten pålegge utleier å betale en rimelig godtgjørelse til leieren for den fordel utleieren kan antas å få av de foretatte forbedringer. Godtgjørelse etter dette ledd kan ikke tilkjennes når det foreligger vesentlig mislighold av leieavtalen fra leierens side.\nGjelder oppsigelsen forretningslokale, hotell eller annet herberge med minst 4 beboelsesrom til utleie og retten ikke kjenner oppsigelsen ugyldig, kan den pålegge utleieren å betale en rimelig godtgjørelse til leieren for den fordel utleieren antas å få av den kundekrets som er opparbeidet. Når godtgjørelse tilkjennes, skal retten som regel samtidig bestemme at utleieren kan kreve godtgjørelsen eller en fastsatt del av denne tilbakebetalt, dersom leieren innen en fastsatt frist på inntil 3 år på ny åpner forretning i samme bransje innenfor et område som fastsettes av retten. Godtgjørelse etter dette ledd kan ikke tilkjennes når det foreligger vesentlig mislighold av leieavtalen fra leierens side.\nGodtgjørelse som er pålagt i medhold av sjette eller sjuende ledd faller bort hvis utleieren innen 14 dager etter at dommen er rettskraftig har meddelt leieren at han frafaller oppsigelsen. I så fall fortsetter leieforholdet på de tidligere gjeldende vilkår.\nNår leieren ikke har adgang til eller ikke har rimelig grunn til å bringe en oppsigelse inn for retten til prøvelse etter første ledd, kan retten tillate at krav om godtgjørelse for forbedringer etter sjette ledd fremmes i særskilt søksmål som i tilfelle må være reist innen den frist som er nevnt i første ledd.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 13 des 1946 nr. 5, 14 feb 1969 nr. 10, 29 april 1977 nr. 33, 24 feb 1989 nr. 5.\n1 Se § 31 fjerde ledd.\n2 Se §§ 39 og 41.\n3 Se § 51 og § 52.\n4 Se tvml. § 66.\n5 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Tvungen fravikelse av leilighet eller rum.",
      "content": "Om fremgangsmåten ved tvangsfravikelse gjelder tvangsfullbyrdelsesloven kap 13. Bestemmelsen i tvangsfullbyrdelsesloven § 4-18 gjelder ikke ved fravikelse av forretningslokaler som blir leid bort pr. dag.\nHar leieren reist sak for å få tilsidesatt opsigelse (§ 38), kan utkasting i henhold til opsigelsen ikke foretas før saken er rettskraftig avgjort.​1 Søksmål til nedsetting av leien (§ 35) er på samme måte til hinder for utkasting på grunn av manglende betaling av leie som er forfalt efterat sak er reist. Retten​2 skal i dette tilfelle når utleieren krever det, sette som vilkår at uomtvistet leie blir betalt og – dersom retten finner det rimelig – at den øvrige leie blir deponert hos namsretten. Beslutning om deponering er endelig. Leieren har også selv rett til å deponere omtvistet leie. Deponering av leie efter rettens beslutning og efter leierens eget tiltak er, når det gjelder spørsmålet om leieavtalen blir misligholdt, å anse som betaling av leien.\nNår det er avsagt dom i sak som omhandlet i foregående ledd, kan retten​2 efter begjæring av utleieren mot eller uten sikkerhetsstillelse gi samtykke til at utkasting skjer. Er dommen påanket,​3 kan slikt samtykke gis av ankedomstolen.\nReglene i denne paragraf kan ikke fravikes ved avtale til skade for leieren.\n0 Endret ved lover 30 juni 1950 nr. 18, 26 juni 1992 nr. 86.\n1 Se tvml. § 161 og § 162.\n2 Se § 51 og § 52.\n3 Se tvml. kap. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "8:41",
      "chapter": "8",
      "section": "41",
      "title": "Unntaksbestemmelser.",
      "content": "Særreglene i denne paragraf gjelder leie av:\n1. Bolig som etter vedtak av vedkommende offentlig myndighet disponeres av stat, fylkeskommune eller kommune for utleie til eldre, funksjonshemmede, flyktninger og asylsøkende, skoleelever, studenter eller andre med spesielle boligbehov eller til noen som har slik person i sin husstand.\n2. Bolig i stiftelse, aksjeselskap​1 eller allmennaksjeselskap​2 som etter bestemmelse i vedtektene disponeres for utleie til person som nevnt i nr. 1.\n3. Bolig som disponeres av opplæringsinstitusjon eller studentskipnad for utleie til skoleelever eller studenter.\nVed leie av bolig som nevnt i første ledd kan følgende bestemmelser ikke gjøres gjeldende:\n1. § 24 annet ledd annet punktum.\n2. § 31 tredje ledd første og annet punktum og sjette ledd.\n3. § 32 a.\n4. § 49.\nVed oppsigelse av leieforholdet fra utleierens side i medhold av § 31 første ledd skal oppsigelsesfristen for husstandsmedlemmer som nevnt i § 31 tredje ledd være 6 måneder. Denne frist kan ikke fravikes ved avtale til skade for leieren.\n0 Opphevd ved lov 8 juni 1984 nr. 66, tilføyd ved lov 14 juni 1985 nr. 75, endret ved lover 15 mai 1987 nr. 20, 4 juli 1991 nr. 45, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jfr. lov 13 juni 1997 nr. 44.\n2 Jfr. lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "9:42",
      "chapter": "9",
      "section": "42",
      "title": "Området for reglene i dette kapittel.",
      "content": "Bestemmelsene i dette kapittel gjelder enhver avtale om retten til leie av bolig og om lån fra leieren når leieretten er betinget av lånet.\nAvtale om leierett til bolig kan gjøres betinget av at leieren yter lån til finansieringen av oppføring, ombygging, innredning eller modernisering av boligen, eller til innfrielse av pantelån som hviler på boligen eller eiendom som boligen hører til. Avtale om lån til andre formål som vilkår for leieretten er ikke bindende for leieren. Er lånet helt eller delvis utbetalt, kan leieren kreve beløpet tilbake.\nBestemmelsene i dette kapittel gjelder ikke for avtale mellom borettslag og andelseier om rett til leie av bolig og om borettsinnskudd etter burettslagslova. De gjelder heller ikke for avtale mellom selskaper som nevnt i burettslagslova § 1-4 (boligaksjeselskap) og aksjeeier om rett til leie av bolig og om innskudd i selskapet\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lover 14 juni 1985 nr. 75, 6 juni 2003 nr. 39 (i kraft 15 aug 2005 iflg. res. 17 juni 2005 nr. 603).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "9:43",
      "chapter": "9",
      "section": "43",
      "title": "Avtalens form og innhold.",
      "content": "Avtaler som nevnt i § 42 skal opprettes skriftlig.\nAvtalen skal for nybygg gi en beskrivelse av bygget og dets boliger og gjelde en bestemt bolig eller en av flere bestemte boliger av samme størrelse og med samme utstyr. Ved ombygging, innredning eller modernisering skal avtalen gi en beskrivelse av det arbeid som skal utføres.\nAvtalen skal inneholde fullstendig omkostningsoverslag og eventuelt regnskap, og finansieringsplan som viser den egenkapital utleieren skal yte, samt oppgi antatt leie for boligen.\nAvtalen skal dessuten angi størrelsen av lånet og inneholde bestemmelser om det skal betales renter og avdrag og om løpetid. Det kan avtales at lånet skal kunne kreves forhøyet med inntil 20 prosent dersom byggeomkostningene øker som følge av lønns- eller prisstigning, eller som følge av pålegg fra offentlig myndighet.\nAvtale som ikke tilfredsstiller kravene etter denne paragraf, binder ikke leieren. Er lånet helt eller delvis utbetalt, kan leieren kreve beløpet tilbake.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "9:44",
      "chapter": "9",
      "section": "44",
      "title": "Utbetaling av lånet.",
      "content": "Utleieren kan kreve lånet utbetalt når boligen er ferdig til innflytting så fremt det ikke følger av avtalen at utbetaling først skal skje seinere. Utbetaling av lånet før boligen er ferdig til innflytting, kan ikke avtales på annen måte enn etter reglene i denne paragraf.\nDet kan avtales at hele eller en del av lånet blir deponert i bank med ugjenkallelig fullmakt til banken til å stille beløpet til rådighet for utleieren, når boligen er ferdig til innflytting. Kvitteringen for det deponerte beløp skal inneholde opplysning om den avtale som ligger til grunn for deponeringen med angivelse av den bolig långiveren skal få leierett til. Banken kan likevel ikke stille beløpet til rådighet for utleieren hvis leieren har gitt banken melding om at han vil bruke sin hevingsrett etter § 45.\nI tilfellet lånet blir deponert i den bank som har bevilget byggelån til bygget, eller i annen bank som påtar seg å føre samme kontroll med utbetalingene som vanlig ved byggelån, kan det videre avtales at banken skal ha fullmakt til å utbetale det deponerte beløp etter hvert som byggearbeidet skrider fram. Banken plikter å føre samme kontroll med utbetalingene av lånet som med utbetalinger av ordinære byggelån. Før banken utbetaler noe av det deponerte beløp, må den påse at den egenkapital som er ført opp i finansieringsplanen, er anvendt i bygget.\nFør noe av lånet, eller det deponerte beløp er stilt til rådighet for utleieren, skal han utstede pantobligasjon som nevnt i § 46 og leieavtale som nevnt i § 48. Pantobligasjonen og leieavtalen må være tinglyst med prioritet umiddelbart etter det byggelån som er forutsatt i finansieringsplanen, med mulige tillegg dersom byggesummen øker på grunn av forhold som nevnt i § 43, fjerde ledd, siste punktum.\nBeløp som utleier har fått utbetalt eller stilt til rådighet uten at vilkårene etter denne paragraf er til stede, kan kreves tilbakebetalt så lenge dette fortsatt ikke er tilfelle.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "9:45",
      "chapter": "9",
      "section": "45",
      "title": "Hevning.",
      "content": "Er ikke boligen stilt til rådighet for leieren til avtalt tid, kan leieren heve avtalen dersom misligholdet må regnes for vesentlig. Blir avtalen hevet, kan leieren kreve lånet tilbakebetalt. Det samme gjelder når avtalen blir hevet på grunn av at boligen ikke er i avtalt stand, jfr. § 14.​1 Bestemmelsene i § 16​2 gjelder tilsvarende.\nDersom det ikke går fram av avtalen når byggearbeidet skal settes i gang eller være avsluttet, kan leieren heve avtalen og kreve lånet tilbakebetalt dersom byggearbeidet ikke er satt i gang innen ett år etter at avtalen er inngått.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.\n1 Jfr. husll. § 2-12.\n2 Jfr. husll. § 2-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "9:46",
      "chapter": "9",
      "section": "46",
      "title": "Pantesikkerhet.",
      "content": "Utleieren skal innen en måned etter at bygget er ferdig til innflytting be herreds- eller byretten oppnevne en takstmann til å holde takst over eiendommen. Oversitter utleieren fristen kan leieren kreve takstmann oppnevnt og takst avholdt. Utgiftene ved taksten bæres av utleieren.\nLånet fra leieren skal sikres med pant i eiendommen med prioritet innenfor 90 prosent av takstsummen ved den takst som er nevnt i første ledd.\nLeieren kan anse lånet som forfalt i den utstrekning det ikke får prioritet som bestemt i loven, med mindre utleieren innen 6 måneder etter å ha mottatt skriftlig krav fra leieren beriktiger forholdet.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "title": "Motregning. Deponering av pantobligasjon.",
      "content": "Dersom pantobligasjon og leierett kan overdras uavhengig av hverandre, kan det ikke tas forbehold om at utleieren skal ha rett til å bringe i motregning overfor lånegjelden pengekrav som han måtte erverve i henhold til leieavtalen.\nPantobligasjonen kan ikke kreves deponert som sikkerhet for mer enn 3 måneders uforfalte forpliktelser etter leieavtalen.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "9:48",
      "chapter": "9",
      "section": "48",
      "title": "Leieavtalen.",
      "content": "Leieavtalen skal tinglyses med prioritet foran pantelånet fra leieren, jfr. § 46, annet ledd.\nLeieavtalen skal sikre leieren en uoppsigelig leierett i minst 5 år. Etter at den uoppsigelige leieperioden etter loven eller avtalen er løpt ut, fortsetter leieforholdet til det blir bragt til opphør med oppsigelse.​1\nLeieavtalen kan dog ikke oppsies før pantelånet tidligst kunne vært oppsagt, og dersom leieren fortsatt er innehaver av pantelånet, heller ikke før lånet er innfridd.\n0 Tilføyd ved lov 14 feb 1969 nr. 10, endret ved lov 14 juni 1985 nr. 75.\n1 Jfr. husll. § 9-5, § 9-6, § 9-7 og § 9-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "9:49",
      "chapter": "9",
      "section": "49",
      "title": "Overdragelse og fremleie.",
      "content": "Hvis ikke annet er avtalt, kan pantobligasjonen og leierett overdras uavhengig av hverandre.\nNår leieavtalen er inngått og så lenge den ikke kan sies opp,​1 har leieren rett til å overdra leieretten.​2 Retten kan ikke begrenses og heller ikke tapes, med mindre leieren vesentlig misligholder leieavtalen, og utleieren skriftlig meddeler ham at han hever leieavtalen av den grunn.​3\nOverdragelse av leieretten er ikke gyldig uten utleierens godkjenning,​4 med mindre det er bestemt i avtalen at godkjenning ikke er nødvendig. Godkjenning kan bare nektes når det er saklig grunn til det. Godkjenning kan ikke nektes dersom leieretten er ervervet av avdød leiers gjenlevende ektefelle, slektninger i rett opp- eller nedstigende linje, søsken, adoptivbarn som er adoptert før fylte 21 år eller andre som faktisk står i adoptivbarns stilling, så fremt de ved leierens død hørte til hans husstand.​5\nEr sak reist om nekting av godkjenning, kan retten ved kjennelse beslutte at den som kreves godkjent som ny leier, mot å stille sikkerhet skal ha bruksretten til boligen inntil saken er rettskraftig avgjort.​6\nI den tid leiekontrakten er uoppsigelig har leieren rett til å fremleie​7 leiligheten for et samlet tidsrom av 2 år. Reglene i tredje og fjerde ledd gjelder tilsvarende for fremleie.\n0 Tilføyd ved lov 14 feb 1969 nr. 10.\n1 Jfr. § 48.\n2 Jfr. husll. kap. 8.\n3 Jfr. husll. § 9-9.\n4 Jfr. husll. § 8-5.\n5 Jfr. husll. § 8-2.\n6 Jfr. husll. § 12-3.\n7 Jfr. husll. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 juni 1985 nr. 75.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "10:51",
      "chapter": "10",
      "section": "51",
      "title": "Innledende forskrifter.",
      "content": "Tvistemål om leieforhold etter denne lov hører under de alminnelige domstoler med mindre saken i henhold til §§ 23, 27 og 28 eller 52 skal behandles av kommunen eller husleieretten. Ankefristen er 14 dager. For øvrig gjelder reglene i lov om rettergangsmåten for tvistemål.\nKommunens avgjørelser er endelige.\nTvister som etter denne lov hører under domstolene, kan ikke henskytes til voldgift​1 med mindre avtalen om voldgift er inngått etter at tvist er oppstått.\nFor behandlingen av saker etter denne lov erlegges ikke betaling til staten.\nI oppsigelsessaker etter § 38 kan den part som helt eller delvis taper saken ilegges saksomkostninger i den utstrekning som retten finner rimelig.\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 42), endret ved lover 17 des 1982 nr. 86, 5 mai 1995 nr. 20 (i kraft 1 juli 1997 iflg. res. 21 mars 1997 nr. 228).\n1 Jfr. tvml. kap. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "10:52",
      "chapter": "10",
      "section": "52",
      "title": "Husleieretten.",
      "content": "Etter søknad fra et kommunestyre kan Kongen vedta at de tvistemål som er nevnt i § 51 første ledd og som gjelder leieforhold innen kommunen, skal behandles av en særskilt husleierett. Den skal ha en dommer som blir oppnevnt av Kongen. Dommeren må fylle vilkårene for å være by- eller herredsdommer. Dommeren er embetsmann. Til hovedforhandlingen skal det tilkalles 2 meddommere, hvorav én skal representere utleieinteresser, den annen leieboerinteresser. For å tiltre retten i stedet for den sist nevnte når tvisten gjelder forretningslokale, skal det tilkalles én som representerer interessene til leiere av forretningslokaler.\nFor dommeren kan det oppnevnes varamedlem for 4 år. Oppnevningen foretas av Kongen blant de fast utnevnte embetsdommere. Meddommerne velges av kommunestyret for 4 år og skal for hver av de tre nevnte grupper omfatte 1 meddommer og minst 4 varamedlemmer som er bosatt i kommunen, og som fyller vilkårene for å være meddommere etter domstollovens § 65. Før valg foretas, skal huseiernes, leieboernes og de forretningsdrivendes foreninger ha hatt høve til å komme med forslag. De som blir valgt, må ha erklært seg villig til å motta vervet. Nærmere regler om fremgangsmåten ved valget, herunder om hvilke foreninger som skal ha forslagsrett, kan gis av vedkommende departement.​1\nHvor saksmengden gjør det påkrevd, kan husleieretten når kommunestyret søker om det, etter vedtak av Kongen deles i flere avdelinger, hver med én dommer og meddommere som blir oppnevnt etter reglene i foregående ledd.\nNår det i medhold av første ledd er eller blir opprettet særskilt husleierett i en kommune, kan Kongen vedta at dens stedlige virkeområde skal omfatte en eller flere av de tilstøtende kommuner eller deler av disse, i tilfelle med flere avdelinger av retten. Det skal i så fall oppnevnes særskilte meddommere for hver kommune etter reglene i annet ledd.\nNærmere regler om fordelingen av arbeidet mellom flere avdelinger, om dommernes tjenestegjøring, forfall og tjenestefrihet blir gitt av departementet.​1\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 43), endret ved lover 5 juni 1981 nr. 44, 14 juni 1985 nr. 71, 14 juni 1985 nr. 75.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Behandlingsmåten ved husleieretten.",
      "content": "Lov om domstolene og lov om rettergangsmåten for tvistemål gjelder for husleieretten og dens avgjørelser så langt de høver og ikke annet følger av denne lov. Saksbehandlingen skal påskyndes mest mulig.\nMekling i forliksrådet finner ikke sted. Saksforberedelsen skal være muntlig. Dommeren skal prøve mekling mellom partene i første møte under saksforberedelsen.\nSom prosessfullmektig ved behandlingen i husleieretten av de skjønnsmessige spørsmål som er nevnt i § 14 nest siste ledd, § 18, jfr. § 14 nest siste ledd, §§ 35, 36 og 38, har partene adgang til å bruke personer oppnevnt av en huseier- eller leieboerforening som er godkjent av husleieretten.\nHusleierettens avgjørelser er gjenstand for anke og kjæremål til lagmannsretten efter reglene i lov om rettergangsmåten for tvistemål, likevel slik at ankefristen er 14 dager.\nUtgiftene til husleierettens arbeid blir utredet av kommunen, som også dekker utgiftene til meddommere. Andre sideutgifter dekkes av parten etter tilsvarende regler som i lov om rettsgebyr​1 § 2. Er retten felles for flere kommuner, fastsetter Kongen hvorledes utgiftene skal fordeles på kommunene. Godtgjøring til meddommere og varamedlemmer for dommerne blir fastsatt av vedkommende departement.​2\n0 Tilføyd ved lov 14 feb 1969 nr. 10 (tidligere § 45), endret ved lover 17 des 1982 nr. 86 og 14 juni 1985 nr. 71.\n1 Lov 17 des 1982 nr. 86.\n2 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "11:54",
      "chapter": "11",
      "section": "54",
      "title": "Når loven trer i kraft.",
      "content": "Denne lov trer i kraft 1 juli 1939. § 40 trer dog først i kraft 1 juli 1940.\nDen leie som gjelder når § 35 trer i kraft i kommunen,​1 kan retten først sette ned fra den tid leieforholdet kan sies op til. Forsåvidt angår leieavtaler som er inngått for en viss tid, kan leien først settes ned når den løpende leietid er ute.\nReglene i § 38 får bare anvendelse på opsigelse som blir gitt efterat § 38 er trådt i kraft i kommunen​1 og på leieavtaler for en viss tid som blir inngått efter dette tidspunkt.\n0 Endret ved lov 14 feb 1969 nr. 10 (tidligere § 46).\n1 Jfr. nå § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Ophevelse og forandring av eldre lovbestemmelser.",
      "content": "– – –\n0 Endret ved lov 14 feb 1969 nr. 10 (tidligere § 47).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ]
}