{
  "id": "LOV-1983-06-03-52",
  "type": "statute",
  "title": "Lov om overnattings- og serveringssteder (hotelloven).",
  "short_name": "Hotelloven.",
  "status": "in_force",
  "issued_date": "1983-06-03",
  "in_force_date": "1983-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1983-06-03-52",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Hva loven gjelder.",
      "content": "Loven gjelder opprettelse og drift av overnattings- og serveringssteder.​1\nLoven gjelder ikke for:\n1. Institusjoner som går inn under lov om sykehus m.v. av 19. juni 1969 nr. 57, og andre helseinstitusjoner – herunder kursteder, daginstitusjoner, private forpleiningssteder, alders- og pleiehjem og lignende institusjoner, når de må godkjennes av offentlig myndighet etter annen lov eller forskrift,\n2. virksomhet som drives av staten til bruk bare for ansatte og annet personell i offentlig tjeneste, og for andre som har adgang etter gjeldende bestemmelser for virksomheten,\n3. overnattings- og serveringsvirksomhet i tog og fly og i fartøy som ikke drives som stasjonært overnattings- eller serveringssted,\n4. overnattings- og serveringsvirksomhet på flyttbare innretninger og faste installasjoner i forbindelse med undersøkelser etter eller utnyttelse av undersjøiske petroleumsforekomster på norsk kontinentalsokkel.\nKongen​2 kan med forskrift bestemme at også andre grupper av overnattings- og serveringssteder helt eller delvis skal unntas fra loven, eller at den helt eller delvis skal gjelde for virksomhet som er nevnt i annet ledd nr. 1-4.\nKongen​2 kan bestemme ved forskrift at loven helt eller delvis skal gjelde for Svalbard og Jan Mayen. Kongen kan herunder gi særlige regler av hensyn til de stedlige forhold.\n1 Jfr. § 21.\n2 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Overnattingsbevilling.",
      "content": "Den som vil gjøre seg næring av å drive overnattingssted – herunder også pensjonatdrift og døgn- eller ukeutleie av enkelte rom – må ha overnattingsbevilling.​1\nSom overnattingssted regnes også campingplass. Ved campingplass forstås område som er beregnet på utleie til overnattingsgjester i telt, motorvogn eller tilhenger eller annen flyttbar innretning eller i fritidshus.\n1 Jfr. § 12 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Serveringsbevilling.",
      "content": "Den som vil gjøre seg næring av å drive serveringssted, må ha serveringsbevilling.​1\n1 Jfr. § 12 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Unntak fra bevillingsplikten.",
      "content": "Utenom campingplasser, jfr. § 2 annet ledd, gjelder kravet om bevilling ikke for utleie av inntil 4 rom med til sammen 8 senger og for servering til overnattingsgjester i den forbindelse, hvis ikke kommunen med samtykke av fylkesmannen har fastsatt bevillingsplikt for slik utleie. Hvis bevilling ikke kreves, skal utleievirksomheten meldes til helse- og sosialstyret​1 og politimesteren eller lensmannen.\nKongen​2 kan gi forskrifter som unntar også andre grupper av overnattings- og serveringssteder fra bevillingsplikten.\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 12 juni 1987 nr. 70.\n2 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Søknad om bevilling.",
      "content": "Søknad om bevilling sendes den kommune hvor virksomheten skal drives.\nI søknaden skal oppgis hvem som skal være styrer og stedfortreder for denne, og gis de opplysninger som trenges for å vurdere om disse fyller kravene i § 7.\nFør søknaden blir avgjort, skal politiets uttalelse foreligge om hvorvidt bevilling bør nektes på grunn av søkerens eller den oppgitte styrers eller stedfortreders forhold eller ut fra politimessige hensyn. Likeledes må helse- og sosialstyret​1 ha gitt sin godkjenning.\nKommunen kan gi samtykke til midlertidig drift inntil bevillingsspørsmålet er avgjort, dersom politiet og helse- og sosialstyret​1 ikke har noen innvending.​2\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 12 juni 1987 nr. 70.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vedtak om bevilling.",
      "content": "Myndighet til å gi bevilling tilligger kommunestyret.​1 Kommunestyret kan fatte vedtak om å legge denne myndighet til formannskapet eller et utvalg opprettet i medhold av kommunelovens § 25.​2\nFor at bevilling skal kunne gis, må styreren med stedfortreder godkjennes, jfr. § 7.\nBevilling skal nektes dersom det foreligger spesielle grunner i tilknytning til virksomheten som gjør det utilrådelig at den blir drevet. Vedtak som går ut på å nekte bevilling kan søkeren kreve grunngitt etter reglene i forvaltningslovens​3 §§ 24-25.\nNår søknaden er avgjort, skal søkeren straks gis skriftlig melding om vedtaket. Blir bevilling gitt, skal samtidig departementet, fylkesmannen, helse- og sosialstyret​4 og politiet ha skriftlig underretning.\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Se nå lov 25 sep 1992 nr. 107 § 10.\n3 Lov 10 feb 1967.\n4 Lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Krav til styrer og stedfortreder.",
      "content": "Styreren må:\n1. være myndig og egnet til å styre virksomheten,\n2. fylle de krav til praksis og opplæring som fastsettes av Kongen ved forskrift.\nStedfortrederen må være myndig og egnet til å styre virksomheten i styrerens fravær.\nKongen​1 gir ved forskrift nærmere bestemmelser som for enkelte grupper også kan lempe på kravene i første ledd.\nVed behandling av søknad om bevilling, jfr. § 6, kan kommunen i enkelttilfelle gjøre unntak fra kravene i første ledd nr. 2 og 3.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Innholdet av bevillingen.",
      "content": "Bevillingen gis til den for hvis regning virksomheten skal drives og kan ikke overføres til noen annen. Den gjelder bare for den virksomhet og det sted og med den styrer som er nevnt i bevillingen.\nDersom styreren fratrer eller endrer bopel, skal bevillingshaveren straks gi skriftlig melding til kommunen som gir videre melding til departementet, fylkesmannen og politiet. Bevillingshaveren kan da fortsette virksomheten uten godkjent styrer i inntil 3 måneder uten at bevillingen faller bort.​1 Kommunen kan forlenge fristen dersom helse- og sosialstyret og politiet ikke har noen innvending.\nSkifter virksomheten eier, jfr. første ledd, får bestemmelsen i annet ledd om meldeplikt og om adgang til å fortsette driften inntil 3 måneder tilsvarende anvendelse.\n0 Endret ved lover 12 juni 1987 nr. 70, 27 nov 1992 nr. 118.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Bevillingshaveren og styrerens plikter.",
      "content": "Bevillingshaveren har ansvaret for forvaltningen av virksomheten og skal sørge for at den blir organisert og drevet i samsvar med gjeldende bestemmelser i lover og forskrifter.\nStyreren forestår den daglige ledelse av virksomheten og skal følge gjeldende bestemmelser i lover og forskrifter og de retningslinjer og pålegg bevillingshaveren har gitt.\nI styrerens fravær påhviler styrerens plikter stedfortrederen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Bortfall og tilbakekalling av bevilling i visse tilfelle.",
      "content": "1.​1 Bevilling etter §§ 2 og 3 faller bort tre uker etter at:\na. bevillingshaverens bo blir tatt under konkursbehandling,\nb. bevillingshaveren er død,\nc. bevillingshaveren blir umyndiggjort​2 uten å ha fått rett til å drive næring i samsvar med lov av 22. april 1927 nr. 3 om vergemål for umyndige, §§ 46 til 48,\nd. virksomheten har vært ute av drift i ett år etter at bevillingen ble gitt.\nKommunen kan forlenge fristen etter første ledd og kan sette vilkår for forlengelsen.\n2. Bevilling etter §§ 2 og 3 kan kalles tilbake av kommunen dersom:\na. virksomheten tross skriftlig advarsel ikke drives fagmessig forsvarlig,\nb. spesielle grunner i tilknytning til virksomheten eller bevillingshaverens person gjør det utilrådelig at virksomheten blir drevet,\nc. virksomheten har vært innstilt mer enn ett år.\n1 Jfr. § 12.\n2 Jfr. lov 28 nov 1898",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Suspensjon av bevilling.",
      "content": "Dersom det anses nødvendig for å hindre lovbrudd eller av andre særlige grunner, kan kommunen straks sette bevilling etter §§ 2 og 3 ut av kraft inntil videre, hvis det er skjellig grunn til å anta at bevillingen vil bli kalt tilbake etter § 10 nr. 2 a) – c), eller at bevillingshaveren vil bli fradømt retten til å drive virksomheten etter straffelovens § 29 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Klage i bevillingssaker.",
      "content": "Kommunens vedtak i bevillingssaker kan påklages til fylkesmannen. Avgjørelse av søknad om samtykke til midlertidig drift etter § 5 fjerde ledd og til fortsatt drift etter §§ 8, 10 nr. 1, 13 og 14 kan ikke påklages.\nKlage over vedtak om å nekte å fornye eller om å kalle tilbake bevilling for virksomhet som er i gang, har utsettende virkning.\nFor øvrig gjelder forvaltningslovens​1 kapittel VI om klage og omgjøring.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Bevillingshaverens konkurs.",
      "content": "Går bevillingshaveren konkurs, har boet rett til å fortsette virksomheten på skyldnerens bevilling i den utstrekning det finnes hensiktsmessig med sikte på avvikling eller overføring av virksomheten til ny eier, men ikke uten tillatelse av kommunen ut over ett år etter åpningen av konkursen.​1\nDersom boet vil fortsette virksomheten etter første ledd, må det ha gitt kommunen underretning innen utløpet av den frist som er fastsatt i § 10 nr. 1 annet ledd.\nFratrer styreren, må ny bevilling søkes. § 8 annet og tredje ledd gjelder tilsvarende.​2\n1 Se kkl. §§ 74, 81 og 119.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Bevillingshaverens død.",
      "content": "Dør bevillingshaveren, kan dødsboet​1 fortsette driften på avdødes bevilling ett år etter dødsfallet. Kommunen kan gi tillatelse til fortsatt drift ut over denne frist.​2\n1 Jfr. sl. 3. del.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Diverse forskrifter.",
      "content": "Kongen​1 kan gi forskrifter for overnattings- og serveringssteder om\n- tillatelse til å nytte betegnelsen turisthotell eller høyfjellshotell, jfr. § 5-1 i lov av 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v.,\n- orden og lukningstider,\n- forbrukerinformasjon,\n- anlegg og drift av campingplasser, jfr. § 2 annet ledd.\n0 Endret ved lov 2 juni 1989 nr. 27.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Departementet.​1",
      "content": "Departementet er overordnet myndighet for den offentlige planlegging og administrasjon av reiselivet, og i saker som hører under denne lov. Departementet har kontroll- og instruksjonsmyndighet over kommunen og fylkesmannen, herunder også adgang til å omgjøre vedtak uten klage etter forvaltningslovens​2 § 35.\nI tilfelle av tvil avgjør departementet om en virksomhet er av den art at den går inn under loven eller om innehaveren må ha bevilling, og om den oppgitte styrer eller stedfortreder er den virkelige innehaver av stillingen.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Opplysningsplikt.",
      "content": "Den som driver eller akter å drive virksomhet som faller inn under denne lov, plikter å gi opplysninger om virksomheten som et forvaltningsorgan finner nødvendig for sin saksbehandling etter loven. Forvaltningsorganet kan la virksomheten besiktige. Kongen​1 kan ved forskrift gi nærmere bestemmelser om utstrekningen og gjennomføringen av opplysningsplikten.\nOpplysninger som blir innhentet med hjemmel i første ledd, kan bare brukes til statistiske formål, for den offentlige planlegging og administrasjon av reiselivet, og for å sikre at bestemmelsene i denne lov med forskrifter blir oppfylt.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Politiets stenging av bedrift.",
      "content": "Politiet kan helt eller delvis stenge en bedrift som går inn under loven når driften tross advarsel fra politiet fortsetter etter at:\na. bevillingshaveren ved endelig dom er frakjent retten til å drive virksomheten eller er idømt straff eller har vedtatt forelegg for å drive uten bevilling,\nb. bevilling er falt bort eller den er suspendert eller tatt tilbake ved endelig vedtak.\nPolitiets vedtak kan påklages til fylkesmannen.​1\n1 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tilbakeholdsrett.",
      "content": "Et overnattings- eller serveringssted har tilbakeholdsrett i gjenstander en gjest har med seg, når gjesten ikke gjør opp for seg eller stiller fullgod sikkerhet for den sum gjesten skylder etter oppholdet.\nBlir gjelden ikke gjort opp, skal bedriften overlate de ting som er holdt tilbake, til politiet som går fram etter reglene i lov av 29. mai 1953 nr. 3 om hittegods.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft fra det tidspunkt Kongen bestemmer.​1 Fra samme tidspunkt oppheves lov av 5. april 1957 om hotell, andre herbyrge og serveringsstader m.v. med senere endringer. Kongen kan bestemme at de enkelte bestemmelser i loven skal tre i kraft på forskjellig tid.\nForskrifter som er gitt med hjemmel i hotelloven av 1957 står ved makt til de blir opphevet eller endret.​2\n1 I kraft 1 juli 1983, jfr. res. 17 juni 1983 nr. 1123.\n2 Næringsdepartementet har fullmakt til å oppheve eller endre slike forskrifter, jfr. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Overgangsbestemmelser.",
      "content": "Loven gjelder også for overnattings- og serveringssteder som er igang og bevillinger som er gitt, når de nye bestemmelser trer i kraft.\nBevillingshavere med hotell-, restaurant- eller pensjonatbevilling eller herberge- eller serveringsbevilling trenger ikke ny bevilling. For igangværende serveringsvirksomhet med hjemmel i § 3 annet ledds første punktum i hotelloven av 1957 trengs ikke særskilt serveringsbevilling. Styrer med hotell-, restaurant- eller pensjonatbrev eller annen godkjent styrer av igangværende overnattings- og serveringssted trenger ikke godkjenning. Stedfortreder for styreren må i alle tilfelle oppnevnes og godkjennes, jfr. § 6 annet ledd og § 7 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Hva loven gjelder.",
      "content": "Loven gjelder opprettelse og drift av overnattings- og serveringssteder.​1\nLoven gjelder ikke for:\n1. Institusjoner som går inn under lov om sykehus m.v. av 19. juni 1969 nr. 57, og andre helseinstitusjoner – herunder kursteder, daginstitusjoner, private forpleiningssteder, alders- og pleiehjem og lignende institusjoner, når de må godkjennes av offentlig myndighet etter annen lov eller forskrift,\n2. virksomhet som drives av staten til bruk bare for ansatte og annet personell i offentlig tjeneste, og for andre som har adgang etter gjeldende bestemmelser for virksomheten,\n3. overnattings- og serveringsvirksomhet i tog og fly og i fartøy som ikke drives som stasjonært overnattings- eller serveringssted,\n4. overnattings- og serveringsvirksomhet på flyttbare innretninger og faste installasjoner i forbindelse med undersøkelser etter eller utnyttelse av undersjøiske petroleumsforekomster på norsk kontinentalsokkel.\nKongen​2 kan med forskrift bestemme at også andre grupper av overnattings- og serveringssteder helt eller delvis skal unntas fra loven, eller at den helt eller delvis skal gjelde for virksomhet som er nevnt i annet ledd nr. 1-4.\nKongen​2 kan bestemme ved forskrift at loven helt eller delvis skal gjelde for Svalbard og Jan Mayen. Kongen kan herunder gi særlige regler av hensyn til de stedlige forhold.\n1 Jfr. § 21.\n2 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Overnattingsbevilling.",
      "content": "Den som vil gjøre seg næring av å drive overnattingssted – herunder også pensjonatdrift og døgn- eller ukeutleie av enkelte rom – må ha overnattingsbevilling.​1\nSom overnattingssted regnes også campingplass. Ved campingplass forstås område som er beregnet på utleie til overnattingsgjester i telt, motorvogn eller tilhenger eller annen flyttbar innretning eller i fritidshus.\n1 Jfr. § 12 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Serveringsbevilling.",
      "content": "Den som vil gjøre seg næring av å drive serveringssted, må ha serveringsbevilling.​1\n1 Jfr. § 12 og § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Unntak fra bevillingsplikten.",
      "content": "Utenom campingplasser, jfr. § 2 annet ledd, gjelder kravet om bevilling ikke for utleie av inntil 4 rom med til sammen 8 senger og for servering til overnattingsgjester i den forbindelse, hvis ikke kommunen med samtykke av fylkesmannen har fastsatt bevillingsplikt for slik utleie. Hvis bevilling ikke kreves, skal utleievirksomheten meldes til helse- og sosialstyret​1 og politimesteren eller lensmannen.\nKongen​2 kan gi forskrifter som unntar også andre grupper av overnattings- og serveringssteder fra bevillingsplikten.\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 12 juni 1987 nr. 70.\n2 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Søknad om bevilling.",
      "content": "Søknad om bevilling sendes den kommune hvor virksomheten skal drives.\nI søknaden skal oppgis hvem som skal være styrer og stedfortreder for denne, og gis de opplysninger som trenges for å vurdere om disse fyller kravene i § 7.\nFør søknaden blir avgjort, skal politiets uttalelse foreligge om hvorvidt bevilling bør nektes på grunn av søkerens eller den oppgitte styrers eller stedfortreders forhold eller ut fra politimessige hensyn. Likeledes må helse- og sosialstyret​1 ha gitt sin godkjenning.\nKommunen kan gi samtykke til midlertidig drift inntil bevillingsspørsmålet er avgjort, dersom politiet og helse- og sosialstyret​1 ikke har noen innvending.​2\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 12 juni 1987 nr. 70.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vedtak om bevilling.",
      "content": "Myndighet til å gi bevilling tilligger kommunestyret.​1 Kommunestyret kan fatte vedtak om å legge denne myndighet til formannskapet eller et utvalg opprettet i medhold av kommunelovens § 25.​2\nFor at bevilling skal kunne gis, må styreren med stedfortreder godkjennes, jfr. § 7.\nBevilling skal nektes dersom det foreligger spesielle grunner i tilknytning til virksomheten som gjør det utilrådelig at den blir drevet. Vedtak som går ut på å nekte bevilling kan søkeren kreve grunngitt etter reglene i forvaltningslovens​3 §§ 24-25.\nNår søknaden er avgjort, skal søkeren straks gis skriftlig melding om vedtaket. Blir bevilling gitt, skal samtidig departementet, fylkesmannen, helse- og sosialstyret​4 og politiet ha skriftlig underretning.\n0 Endret ved lov 12 juni 1987 nr. 70.\n1 Jfr. lov 25 sep 1992 nr. 107 kap. 2.\n2 Se nå lov 25 sep 1992 nr. 107 § 10.\n3 Lov 10 feb 1967.\n4 Lov 12 juni 1987 nr. 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Krav til styrer og stedfortreder.",
      "content": "Styreren må:\n1. være myndig og egnet til å styre virksomheten,\n2. fylle de krav til praksis og opplæring som fastsettes av Kongen ved forskrift.\nStedfortrederen må være myndig og egnet til å styre virksomheten i styrerens fravær.\nKongen​1 gir ved forskrift nærmere bestemmelser som for enkelte grupper også kan lempe på kravene i første ledd.\nVed behandling av søknad om bevilling, jfr. § 6, kan kommunen i enkelttilfelle gjøre unntak fra kravene i første ledd nr. 2 og 3.\n0 Endret ved lov 27 nov 1992 nr. 118.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Innholdet av bevillingen.",
      "content": "Bevillingen gis til den for hvis regning virksomheten skal drives og kan ikke overføres til noen annen. Den gjelder bare for den virksomhet og det sted og med den styrer som er nevnt i bevillingen.\nDersom styreren fratrer eller endrer bopel, skal bevillingshaveren straks gi skriftlig melding til kommunen som gir videre melding til departementet, fylkesmannen og politiet. Bevillingshaveren kan da fortsette virksomheten uten godkjent styrer i inntil 3 måneder uten at bevillingen faller bort.​1 Kommunen kan forlenge fristen dersom helse- og sosialstyret og politiet ikke har noen innvending.\nSkifter virksomheten eier, jfr. første ledd, får bestemmelsen i annet ledd om meldeplikt og om adgang til å fortsette driften inntil 3 måneder tilsvarende anvendelse.\n0 Endret ved lover 12 juni 1987 nr. 70, 27 nov 1992 nr. 118.\n1 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Bevillingshaveren og styrerens plikter.",
      "content": "Bevillingshaveren har ansvaret for forvaltningen av virksomheten og skal sørge for at den blir organisert og drevet i samsvar med gjeldende bestemmelser i lover og forskrifter.\nStyreren forestår den daglige ledelse av virksomheten og skal følge gjeldende bestemmelser i lover og forskrifter og de retningslinjer og pålegg bevillingshaveren har gitt.\nI styrerens fravær påhviler styrerens plikter stedfortrederen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Bortfall og tilbakekalling av bevilling i visse tilfelle.",
      "content": "1.​1 Bevilling etter §§ 2 og 3 faller bort tre uker etter at:\na. bevillingshaverens bo blir tatt under konkursbehandling,\nb. bevillingshaveren er død,\nc. bevillingshaveren blir umyndiggjort​2 uten å ha fått rett til å drive næring i samsvar med lov av 22. april 1927 nr. 3 om vergemål for umyndige, §§ 46 til 48,\nd. virksomheten har vært ute av drift i ett år etter at bevillingen ble gitt.\nKommunen kan forlenge fristen etter første ledd og kan sette vilkår for forlengelsen.\n2. Bevilling etter §§ 2 og 3 kan kalles tilbake av kommunen dersom:\na. virksomheten tross skriftlig advarsel ikke drives fagmessig forsvarlig,\nb. spesielle grunner i tilknytning til virksomheten eller bevillingshaverens person gjør det utilrådelig at virksomheten blir drevet,\nc. virksomheten har vært innstilt mer enn ett år.\n1 Jfr. § 12.\n2 Jfr. lov 28 nov 1898",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Suspensjon av bevilling.",
      "content": "Dersom det anses nødvendig for å hindre lovbrudd eller av andre særlige grunner, kan kommunen straks sette bevilling etter §§ 2 og 3 ut av kraft inntil videre, hvis det er skjellig grunn til å anta at bevillingen vil bli kalt tilbake etter § 10 nr. 2 a) – c), eller at bevillingshaveren vil bli fradømt retten til å drive virksomheten etter straffelovens § 29 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Klage i bevillingssaker.",
      "content": "Kommunens vedtak i bevillingssaker kan påklages til fylkesmannen. Avgjørelse av søknad om samtykke til midlertidig drift etter § 5 fjerde ledd og til fortsatt drift etter §§ 8, 10 nr. 1, 13 og 14 kan ikke påklages.\nKlage over vedtak om å nekte å fornye eller om å kalle tilbake bevilling for virksomhet som er i gang, har utsettende virkning.\nFor øvrig gjelder forvaltningslovens​1 kapittel VI om klage og omgjøring.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Bevillingshaverens konkurs.",
      "content": "Går bevillingshaveren konkurs, har boet rett til å fortsette virksomheten på skyldnerens bevilling i den utstrekning det finnes hensiktsmessig med sikte på avvikling eller overføring av virksomheten til ny eier, men ikke uten tillatelse av kommunen ut over ett år etter åpningen av konkursen.​1\nDersom boet vil fortsette virksomheten etter første ledd, må det ha gitt kommunen underretning innen utløpet av den frist som er fastsatt i § 10 nr. 1 annet ledd.\nFratrer styreren, må ny bevilling søkes. § 8 annet og tredje ledd gjelder tilsvarende.​2\n1 Se kkl. §§ 74, 81 og 119.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Bevillingshaverens død.",
      "content": "Dør bevillingshaveren, kan dødsboet​1 fortsette driften på avdødes bevilling ett år etter dødsfallet. Kommunen kan gi tillatelse til fortsatt drift ut over denne frist.​2\n1 Jfr. sl. 3. del.\n2 Jfr. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Diverse forskrifter.",
      "content": "Kongen​1 kan gi forskrifter for overnattings- og serveringssteder om\n- tillatelse til å nytte betegnelsen turisthotell eller høyfjellshotell, jfr. § 5-1 i lov av 2. juni 1989 nr. 27 om omsetning av alkoholholdig drikk m.v.,\n- orden og lukningstider,\n- forbrukerinformasjon,\n- anlegg og drift av campingplasser, jfr. § 2 annet ledd.\n0 Endret ved lov 2 juni 1989 nr. 27.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Departementet.​1",
      "content": "Departementet er overordnet myndighet for den offentlige planlegging og administrasjon av reiselivet, og i saker som hører under denne lov. Departementet har kontroll- og instruksjonsmyndighet over kommunen og fylkesmannen, herunder også adgang til å omgjøre vedtak uten klage etter forvaltningslovens​2 § 35.\nI tilfelle av tvil avgjør departementet om en virksomhet er av den art at den går inn under loven eller om innehaveren må ha bevilling, og om den oppgitte styrer eller stedfortreder er den virkelige innehaver av stillingen.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Opplysningsplikt.",
      "content": "Den som driver eller akter å drive virksomhet som faller inn under denne lov, plikter å gi opplysninger om virksomheten som et forvaltningsorgan finner nødvendig for sin saksbehandling etter loven. Forvaltningsorganet kan la virksomheten besiktige. Kongen​1 kan ved forskrift gi nærmere bestemmelser om utstrekningen og gjennomføringen av opplysningsplikten.\nOpplysninger som blir innhentet med hjemmel i første ledd, kan bare brukes til statistiske formål, for den offentlige planlegging og administrasjon av reiselivet, og for å sikre at bestemmelsene i denne lov med forskrifter blir oppfylt.\n1 Næringsdepartementet iflg. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Politiets stenging av bedrift.",
      "content": "Politiet kan helt eller delvis stenge en bedrift som går inn under loven når driften tross advarsel fra politiet fortsetter etter at:\na. bevillingshaveren ved endelig dom er frakjent retten til å drive virksomheten eller er idømt straff eller har vedtatt forelegg for å drive uten bevilling,\nb. bevilling er falt bort eller den er suspendert eller tatt tilbake ved endelig vedtak.\nPolitiets vedtak kan påklages til fylkesmannen.​1\n1 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Tilbakeholdsrett.",
      "content": "Et overnattings- eller serveringssted har tilbakeholdsrett i gjenstander en gjest har med seg, når gjesten ikke gjør opp for seg eller stiller fullgod sikkerhet for den sum gjesten skylder etter oppholdet.\nBlir gjelden ikke gjort opp, skal bedriften overlate de ting som er holdt tilbake, til politiet som går fram etter reglene i lov av 29. mai 1953 nr. 3 om hittegods.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Ikrafttredelse.",
      "content": "Loven trer i kraft fra det tidspunkt Kongen bestemmer.​1 Fra samme tidspunkt oppheves lov av 5. april 1957 om hotell, andre herbyrge og serveringsstader m.v. med senere endringer. Kongen kan bestemme at de enkelte bestemmelser i loven skal tre i kraft på forskjellig tid.\nForskrifter som er gitt med hjemmel i hotelloven av 1957 står ved makt til de blir opphevet eller endret.​2\n1 I kraft 1 juli 1983, jfr. res. 17 juni 1983 nr. 1123.\n2 Næringsdepartementet har fullmakt til å oppheve eller endre slike forskrifter, jfr. res. 17 juni 1983 nr. 1123 og 18 des 1987 nr. 971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Overgangsbestemmelser.",
      "content": "Loven gjelder også for overnattings- og serveringssteder som er igang og bevillinger som er gitt, når de nye bestemmelser trer i kraft.\nBevillingshavere med hotell-, restaurant- eller pensjonatbevilling eller herberge- eller serveringsbevilling trenger ikke ny bevilling. For igangværende serveringsvirksomhet med hjemmel i § 3 annet ledds første punktum i hotelloven av 1957 trengs ikke særskilt serveringsbevilling. Styrer med hotell-, restaurant- eller pensjonatbrev eller annen godkjent styrer av igangværende overnattings- og serveringssted trenger ikke godkjenning. Stedfortreder for styreren må i alle tilfelle oppnevnes og godkjennes, jfr. § 6 annet ledd og § 7 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}