{
  "id": "LOV-1898-11-28",
  "type": "statute",
  "title": "Lov om Umyndiggjørelse [umyndiggjørelsesloven].",
  "short_name": "Umyndiggjørelsesloven – uml.",
  "status": "in_force",
  "issued_date": "1898-11-28",
  "in_force_date": "1898-11-28",
  "url": "https://lovdata.no/dokument/NLO/lov/1898-11-28",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "De som har fylt 18 år, kan settes under vergemål (umyndiggjøres):​1\n1. naar de paa Grund af Aandssvaghed eller Sindssygdom eller, fordi de er forfaldne til Drukkenskab eller ødelæggende Brug af Morfin eller andre Beruselses- eller Bedøvelsesmidler, mangler Evnen til at drage Omsorg for sig eller sit Gods,​2 eller\n2. naar de paa Grund af Blindhed, manglende Taleevne eller anden legemlig Mangel eller Skrøbelighed mangler Evnen til at drage Omsorg for sig eller sit Gods, og de derhos selv samtykker i Værgemaalet, eller dette maa ansees nødvendigt for at beskytte dem mod paaviselig Fare for egennyttige Efterstræbelser fra andres Side, eller\n3. naar de ved Drik, Spil eller Udsvævelser eller iøvrigt ved aabenbart uvittig Adfærd forøder eller spilder sit Gods, saa at Trang opstaar for dem eller deres Familie eller maa forudsees at ville indtræde, om de ei sættes under Værgemaal, eller​3\n4. – – –\nOgså den som har fylt 16 år, kan gjøres umyndig, når de ovenfor omhandlede vilkår foreligger, og det etter omstendighetene finnes nødvendig at vergemålet uavbrutt vedblir.​4\n0 Endret ved lover 22 apr 1927 nr. 3, 5 juni 1964 nr. 28, 7 feb 1969 nr. 6, 8 juni 1979 nr. 38.\n1 Se siste ledd. Jf. lov 22 apr 1927 nr. 3 §§ 90 a til 90 f; lov 26 mars 2010 nr. 9 kap. 4 (ikke ikr.).\n2 Jf. § 32 (2).\n3 Jf. § 31.\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hvorvidt nogen i henhold til foregaaende paragraf skal sættes under vergemaal, eller hvorvidt saadant vergemaal atter skal ophæves, avgjøres av tingretten.\nDenne skal bestaa av sorenskriveren – eller, hvor der i tingretten er flere dommere, en av disse – som leder samt to av forliksrådsmedlemmene efter rækkefølgen i oppnævnelsen.​1 Er nogen av disse ved forfald eller ugildhet​2 forhindret fra at gjøre tjeneste, indtræder det tredje forliksrådsmedlemmet og derefter varamedlemmene.\nFor tjeneste i retten og for skyss- og kostutgifter i den forbindelse har forliksrådsmedlemmene krav på godtgjørelse av staten etter forskrifter gitt av Kongen.​3 Godtgjørelsen fastsettes av rettens leder. Fastsettingen kan ankes til lagmannsretten etter reglene i rettshjelploven​4 § 27.\nRettens leder er tillike dens skriver.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 des 1982 nr. 86, 29 juni 1990 nr. 47, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 apr 2005 nr. 17 (ikr. 1 jan 2006 iflg. res. 15 apr 2005 nr. 339), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se dl. § 58.\n2 Se dl. kap. 6.\n3 Justisdepartementet iflg. res. 11 feb 1983 nr. 84.\n4 Lov 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Begjæring om umyndiggjørelse kan fremsettes​1 så vel av vedkommende selv, om han er myndig,​2 som av hans ektefelle,​3 slektninger i opp- eller nedstigende linje, søsken eller likeså nær besvogrede, samt, om han er umyndig,​4 av hans verge.​5 Forholdet mellom adoptivforeldre og adoptivbarn​6 og deres slektninger i nedstigende linje regnes like med slektskap.​7 Begjæring om umyndiggjørelse kan også fremsettes av fylkesmannen og av overformynderiet.​8\nNår noen er innlagt i institusjon eller boform med heldøgns omsorg eller pleie, skal institusjonene m.m. melde fra til fylkesmannen eller overformynderiet​8 dersom det anses å være behov for umyndiggjøring eller oppnevning av hjelpeverge.​9 Departementet kan gi nærmere regler om meldeplikten.\n0 Endret ved lover 2 apr 1917 nr. 2, 14 aug 1918 nr. 4, 22 apr 1927 nr. 3, 28 apr 1961 nr. 2, 5 juni 1964 nr. 28, 15 juni 1990 nr. 29, 4 juni 1993 nr. 55.\n1 Jf. § 25. – Jf. § 34 siste punktum.\n2 Se lov 22 apr 1927 nr. 3 § 1; lov 26 mars 2010 nr. 9 § 2 (3) (ikke ikr.).\n3 Jf. el. kap. 3 jf. § 95.\n4 Jf. § 1 (2). – Jf. lov 26 mars 2010 nr. 9 § 2 (3) (ikke ikr.).\n5 Jf. lov 22 apr 1927 nr. 3 kap. 2; lov 26 mars 2010 nr. 9 kap. 3 (ikke ikr.).\n6 Jf. lov 28 feb 1986 nr. 8 § 19.\n7 Jf. lov 28 feb 1986 nr. 8 § 13.\n8 Jf. lov 22 apr 1927 nr. 3 kap. 3; lov 26 mars 2010 nr. 9 kap. 3 (ikke ikr.).\n9 Jf. lov 22 apr 1927 nr. 3 § 90 a. – Sml. § 32 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Begjæringen skal angive de Grunde og Beviser, hvortil den støttes, og indgives til tingretten paa det Sted, hvor den, der begjæres umyndiggjort, har sit Værnething.​2 Er den, som begjæres umyndiggjort, fraflyttet Riget,​3 uden at han dog har tabt sin norske Statsborgerret,​4 kan Begjæringen indgives til tingretten paa det Sted, hvor han her sidst havde Bopæl.​5\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 4 II.\n3 Jf. § 8 (1) sjette punktum.\n4 Se lov 10 juni 2005 nr. 51.\n5 Jf. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Udgaar Begjæringen om Umyndiggjørelse fra Vedkommende selv, kan den uden videre tages tilfølge af Retten, hvor denne ikke av særlige Grunde finder nærmere Undersøgelse fornøden. Det samme gjelder hvis vedkommende er innlagt i psykiatrisk sykehus​1 og det foreligger bevitnelse fra overlegen om at han på grunn av sinnssykdom mangler evnen til å dra omsorg for seg selv eller sitt gods.\nKan de Omstændigheder, hvortil en Begjæring om Umyndiggjørelse støttes, efter Loven ikke give Grund til Anordning af Værgemaal, eller er der til Støtte for samme ikke paaberaabt Beviser, der kan gjøre det antageligt, at saadan Grund foreligger, kan Retten straks afslaa Begjæringen. Det samme gjælder, hvor denne tidligere har været forkastet, og den nye Begjæring ingen nye Oplysninger af Betydning indeholder.\nHvor Omstændighederne giver Grund dertil, kan Retten kræve Sikkerhed stillet for de Omkostninger, som efter § 25 kan blive at paalægge den, der har indgivet Begjæringen, og hvis saadan ikke stilles, afslaa samme.\nI de i denne Paragraf omhandlede Tilfælde kan Afgjørelsen paa Rettens Vegne træffes af Formanden,​2 der dog ufortøvet skal indhente de øvrige Retsmedlemmers Godkjendelse af den fattede Beslutning.​3\n0 Endret ved lov 28 apr 1961 nr. 2.\n1 Jf. lov 2 juli 1999 nr. 62.\n2 Sml. § 2.\n3 Jf. § 32 (2) og lov 17 juli 1925 nr. 11 § 15 (Svalbard).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Forsaavidt Begjæringen ikke i Henhold til den foregaaende Paragraf afgjøres uden Forhandling, har Retten paa Embeds Vegne at undersøge Sagen og optage de fornødne Beviser.​1 Politiet er paa Forlangende pligtigt til at bistaa ved Undersøgelsen.​2\nDe til Sagens Oplysning fornødne forberedende Skridt, saasom Udfærdigelse af Indkaldelser og Meddelelser eller Opnævnelse af Sagkyndige,​3 foretages af Formanden, naar Retten ikke er samlet.\n0 Endret ved lov 14 aug 1918 nr. 4.\n1 Jf. dl. §§ 43 til 45.\n2 Jf. lov 4 aug 1995 nr. 53 § 1.\n3 Se §§ 7, 8 og 12 annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Paa Grund af Sindssygdom eller Aandssvaghed bør Umyndiggjørelse ikke besluttes, forinden sagkyndig Udtalelse om Vedkommendes Tilstand er erhvervet. Ogsaa ellers bør en eller flere Sagkyndiges Udtalelse erhverves, naar de foreliggende Oplysninger giver Grund dertil. Etterlater de sakkyndiges uttalelser tvil om vedkommende er sinnssyk, kan retten beslutte at han skal innlegges i et sykehus til undersøkelse. Erklæres herimod Kjæremaal​1 inden tre Dage, efterat Beslutningen er meddelt Vedkommende, har det opsættende Virkning.\n0 Endret ved lov 28 apr 1961 nr. 2.\n1 Nå anke, jf. tvl. § 29-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Den, hvis Umyndiggjørelse er begjæret, bliver at indkalde til Afhørelse, medmindre saadan efter de om hans Tilstand foreliggende Oplysninger maa antages unyttig eller befrygtes at ville have en skadelig Indflydelse paa ham. Hvor ikke sidstnævnte Grund gjør det utilraadeligt, skal han før Afhørelsen gjøres bekjendt med Begjæringen og de Oplysninger, som foreligger. Til at overvære Afhørelsen kan Retten, hvor den finder Grund dertil, tilkalde en eller flere Sagkyndige. Opholder Vedkommende sig udenfor Retskredsen, kan Afhørelsen efter Rettens Begjæring foretages ved Underretten paa det Sted, hvor han opholder sig. Udebliver han uden lovligt fravær, kan Retten, hvor den finder hans Afhørelse nødvendig til Sagens Oplysning, lade ham afhente ved Politiet​1 enten til samme eller et senere Retsmøde. Opholder han sig udenfor Riget,​2 kan Afhørelse undlades og i Stedet en Gjenpart af Begjæringen med Bilag tilstilles ham i anbefalet Brev med Opfordring til inden en af Retten fastsat Frist at meddele, hvad han maatte have at erindre mod samme, samt at opgive nogen her i Riget bosat Person, til hvem Underretning paa hans Vegne kan gives.​3\nEr den som er begjært umyndiggjort ennå ikke 18 år,​4 skal den omhandlede melding også sendes vergen,​5 med mindre han selv har fremsatt begjæringen.\n0 Endret ved lover 22 apr 1927 nr. 3, 15 juni 1990 nr. 29, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 4 aug 1995 nr. 53.\n2 Jf. § 4 annet punktum.\n3 Jf. dl. § 194.\n4 Jf. § 1 (2).\n5 Jf. lov 22 apr 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Retsmøderne er offentlige, medmindre Retten anderledes bestemmer af Hensyn til Oplysningernes Beskaffenhed eller den Skade, som ved Offentligheden kan forvoldes for den, hvis Umyndiggjørelse er begjæret. Begjærer denne, at Offentligheden skal udelukkes, bør saa altid ske.​1\n0 Endret ved lov 14 aug 1918 nr. 4.\n1 Jf. dl. § 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Om rettsmøtene skal foruten den som er begjært umyndiggjort og i tilfelle hans verge​2 tillike den som har fremsatt begjæringen eller senere har sluttet sig til denne, så vidt mulig gis betimelig meddelelse.​3\nI intet Tilfælde behøver noget Retsmøde at udsættes, fordi nogen af dem ikke har kunnet møde.\n0 Endret ved lov 22 apr 1927 nr. 3.\n1 Se § 11.\n2 Jf. § 1 (2), § 3 (1) første punktum og lov 22 apr 1927 nr. 3 kap. 2.\n3 Se § 11. – Jf. §§ 13 tredje punktum og 33 fjerde punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "De i foregående paragraf omhandlede personer har rett til å være til stede i rettsmøtene​1 og fremføre hva de finner å burde uttale eller andra om til sakens opplysning. De kan herved la seg representere eller bistå av en advokat​2 eller annen av retten godtatt fullmektig.​3\nForanstaaende Bestemmelser er dog ikke til Hinder for, at nogen af de omhandlede Personer af Retten helt eller delvis nægtes Adgang til at være tilstede, saafremt Retten finder det nødvendigt for at opnaa en uforbeholden Forklaring eller Nærværelsen befrygtes at ville have en skadelig Indflydelse paa den, hvis Umyndiggjørelse er begjæret.\n0 Endret ved lov 4 des 1964 nr. 2.\n1 Se § 10 (2).\n2 Jf. dl. § 220.\n3 Jf. § 13 tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den, der har fremsat begjæringen om umyndiggjørelse eller senere sluttet sig til samme, er ikke fritat for eller utelukket fra at føres som vidne. Iøvrig gjælder med hensyn til vidner og sakkyndige samme regler som for sivile tvister.​1\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. kap. 24 og 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kan der ikke uden øiensynlig Skade eller Fare for Vedkommendes Velfærd udsættes med at fatte Beslutning om Umyndiggjørelse, indtil Undersøgelsen er tilendebragt, kan Retten eller, om ei heller dennes Beslutning kan oppebies, dens leder foreløbig beslutte Anordning af Værgemaal. Denne Beslutning, der ei kan ankes, forbliver gjældende, indtil Sagen af Retten endelig er afgjort, hvilket bør ske snarest muligt.​2 Hvor saadant foreløbigt Værgemaal er anordnet, skal de i §§ 10 og 11 omhandlede Partsrettigheder ogsaa tilkomme den beskikkede Værge.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 14 (3).\n2 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Rettens avgjørelse træffes ved dom.\nBesluttes Værgemaal anordnet, træder Beslutningen i Kraft straks, hvorfor Retten uden Ophold skal drage Omsorg for Beskikkelse af Værge.​1 Retten​2 skal snarest mulig sørge for at melding om umyndiggjørelsen blir kunngjort i Norsk Lysningsblad​3 og i en avis som er alminnelig lest på stedet, og tinglyst eller registrert i:\n1. løsøreregisteret,​4\n2. grunnboken​5 og andre lignende realregistre,​6 for så vidt den umyndiggjorte eier fast eiendom eller andre registrerte eiendeler, og\n3. Foretaksregisteret,​7 hvis den umyndiggjorte er innehaver eller ansvarlig medlem av et foretak som er innført der.\nPaa samme Maade forholdes ogsaa, naar foreløbigt Værgemaal i Henhold til den foregaaende Paragraf er besluttet anordnet.\nUmyndiggjørelse kan ikke gjøres gjeldende overfor noen som i god tro har inngått avtale med den umyndiggjorte om eiendeler som nevnt i annet ledd nr. 2 før den påbudte melding er innført i dagbok eller register.\n0 Endret ved lover 14 aug 1918 nr. 4, 7 juni 1935 nr. 2, 5 juni 1964 nr. 28, 22 mai 1970 nr. 30, 25 mai 1973 nr. 27, 8 juni 1984 nr. 60, 21 juni 1985 nr. 78, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se lov 22 apr 1927 nr. 3 kap. 2.\n2 Jf. § 23.\n3 Se lov 11 okt 1946 nr. 1.\n4 Se lov 7 juni 1935 nr. 2 §§ 1 (2) og 34.\n5 Se lov 7 juni 1935 nr. 2 § 4 nr. 2 og kap. 3.\n6 Se sjøl. kap. 2 og lover 5 juli 2002 nr. 64 kap. 6 og 11 juni 1993 nr. 101 kap. III.\n7 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Rettens avgjørelse, hvorved vergemaal besluttes anordnet eller begjæringen derom avslaaes, kan paaankes til lagmandsret efter de regler, som gjælder for sivile tvister.​2\nRet til at erklære anke har, hvor vergemaal er anordnet, alene den umyndiggjorte selv samt vergen. Er begjæringen om umyndiggjørelse avslaat, tilkommer retten til paaanke den, der har fremsat begjæringen eller senere har sluttet sig til samme.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Foruten i de tilfælde, som nævnes i tvisteloven​2 §§ 29-12, 29-13, 30-3 og 30-4, kan anken avgjøres uten ankeforhandling, hvis den paaankede avgjørelse gaar ut paa anordning av vergemaal, og ankedomstolen enstemmig finder det utvilsomt, at den bør ophæves som urigtig i sit indhold.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 35 (2).\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "(Opphevet ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Blir anken ikke avgjort etter § 16, skjer den videre behandling etter reglene i tvisteloven​1 kapittel 29 og 30.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 19.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Er ved den paaankede avgjørelse vergemaal anordnet, er retten ikke bundet ved ankeerklæringens indhold.\n0 Endret ved lov 14 aug 1918 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Blir en avgjørelse, hvorved vergemaal er besluttet anordnet, ophævet,​1 kan ankedomstolen bestemme, at det anordnede vergemaal som foreløbig​2 fremdeles skal forbli i kraft, indtil saken paany er avgjort.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 23.\n2 Se § 13, § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Blir en avgjørelse, hvorved vergemaal er besluttet anordnet, ophævet​1 av ankedomstolen, uten at vergemaalet i henhold til foregaaende paragraf fremdeles opretholdes som foreløbig, kan avgjørelsen ikke paaberopes som ugyldighetsgrund med hensyn til de av den umyndiggjorte imidlertid avsluttede retshandler. Paa den anden Side har Ophævelsen heller ikke nogen Indflydelse paa Gyldigheden af de af den Umyndiggjortes Værge afsluttede Retshandler. Er der Strid mellem disse og de af den Umyndiggjorte selv afsluttede Retshandler, har de førstnævnte Fortrinet.\nDisse Regler kommer ogsaa til Anvendelse, hvor et som foreløbigt anordnet eller opretholdt Værgemaal senere atter ophæves af Retten.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "I de tilfelle som er nevnt i foregående paragrafer, påligger det retten å dra omsorg for at melding om vedtak om oppheving av verjemålet snarest mulig blir kunngjort og i tilfelle anmerka i Foretaksregisteret​1 slik som bestemt ovafor i § 14. Forskriftene i § 14 blir ogsaa at iagtta, hvor vergemaal besluttes anordnet av ankedomstolen.\n0 Endret ved lover 14 aug 1918 nr. 4, 25 mai 1973 nr. 27, 21 juni 1985 nr. 78, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "For behandling av saker om umyndiggjørelse eller for meddelelse av de i anledning av samme nødvendige utskrifter og attester betales ikke rettsgebyrer.​2 Reisegodtgjørelse til rettens medlemmer og andre utgifter som foranlediges ved sakens behandling, så som godtgjørelse til sakkyndige og vitner, utredes av det offentlige.​3\n0 Endret ved lover 14 aug 1918 nr. 4, 20 juni 1952 nr. 7, 4 des 1964 nr. 2, 13 juni 1980 nr. 35, 17 des 1982 nr. 86, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 37.\n2 Jf. lov 17 des 1982 nr. 86 § 10 nr. 7.\n3 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "For Omkostninger, som nogen har forvoldt ved retsstridigt Forhold eller grov Uagtsomhed, kan Retten tilkjende det Offentlige hel eller delvis Erstatning hos Vedkommende.​1\n0 Endret ved lover 20 juni 1952 nr. 7, 22 mai 1981 nr. 24.\n1 Jf. § 37, tvl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Rettens avgjørelser i henhold til foregaaende paragraf blir i tilfælde av sakens paaanke at prøve i forbindelse med denne.\nEllers kan anke anvendes saavel av den, hvem erstatningspligt er paalagt – for den umyndiggjorte av vergen – som av overøvrigheten paa det offentliges vegne, dog kun paa det grundlag, at erstatningsspørsmaalet er avgjort i strid med loven.\nØvrige avgjørelser kan ankes etter reglene som gjelder for sivile tvister.​2\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 37 og tvl. kap. 20.\n2 Se tvl. sjette del.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Anordnes vergemål, skal vergen med de nedenfor i § 28 bestemte undtagelser snarest mulig besørge boet registrert og vurdert. Registreringsforretningen sendes til overformynderiet.​2\n0 Endret ved lov 22 apr 1927 nr. 3.\n1 Jf. lov 22 apr 1927 nr. 3 kap. 6.\n2 Se lov 22 apr 1927 nr. 3 § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Er den umyndiggjorte gift​1 og vergemålet overdras ektefellen,​2 skal formuen ikke inndras under overformynderiets bestyrelse og tilsyn.​3 Samtykke av overformynderiet etter lov av 22. april 1927 nr. 3 om vergemål for umyndige m.m. §§ 49, 55 og 58 er nødvendig selv om ektefellen er oppnevnt til verge. For øvrig kreves i disse tilfelle ikke medvirkning av overformynderiet til vergens disposisjoner etter nevnte lovs 5. kapittel.\n0 Endret ved lover 22 apr 1927 nr. 3, 20 mai 1927 nr. 2, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. el. kap. 3 og § 95.\n2 Se lov 22 apr 1927 nr. 3 § 7.\n3 Jf. lov 22 apr 1927 nr. 3 § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(Opphevet ved lov 20 mai 1927 nr. 2.)",
      "content": "§ 29.(Opphevet ved lov 20 mai 1927 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(Opphevet ved lov 19 juni 1969 nr. 52.)",
      "content": "§ 30.(Opphevet ved lov 19 juni 1969 nr. 52.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Det anordnede Værgemaal bliver paa Andragende fra den Umyndiggjorte eller hans Værge atter at ophæve af Retten, naar Betingelserne for sammes Anordning ikke længer er tilstede, eller hvor Værgemaalet er anordnet i Henhold til § 1 No. 3, naar Retten antager, at Vedkommende kan gjengives Raadigheden over sine Anliggender.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Andragendet skal angive de Grunde og Beviser, hvortil det støttes, og indgives til tingretten paa det Sted, hvor den Umyndiggjorte har sit Værnething.​1 Bestemmelsen i § 4 sidste Punktum finder herved tilsvarende Anvendelse.\nEr vergemaalet anordnet av saadan grund, som i § 1 nr. 1 omhandles, kan andragendet uten videre forhandling avslaaes, saafremt det ikke er ledsaget av lægeerklæring om hans helbredelse. Det samme gjælder, hvor andragendet alene støttes til oplysninger, som allerede tidligere har været forelagt for retten eller aapenbart er utilstrækkelige til at begrunde vergemaalets ophævelse. Forskriften i § 5 siste ledd kommer til anvendelse så vel i disse tilfelle som når vergemålet begjæres opphevet etter erklæring fra overlegen ved vedkommende sykehus​2 om at den syke er helbredet.\n0 Endret ved lover 14 aug 1918 nr. 4, 28 apr 1961 nr. 2, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se tvl. kap. 4 II.\n2 Sml. § 3 (2). – Jf. lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Hvor nærmere Undersøgelser bliver at anstille, finder de ovenfor i §§ 6-12 givne Regler tilsvarende Anvendelse. Foruden den Umyndiggjorte selv bør ogsaa Værgen afhøres og varsles om Retsmøderne. Ligeledes bør den eller de, efter hvis Begjæring Umyndiggjørelsen er skeet, af Retten underrettes om Andragendet og opfordres til at meddele, hvorvidt de maatte have noget at bemærke i Anledning af samme. Forlanger de at varsles om Retsmøderne, bør saa ske efter Reglerne i § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Rettens avgjørelse, hvorved vergemaalet ophæves eller negtes ophævet, træffes ved dom. Avgjørelsen er gjenstand for anke.​2 Negtes ophævelsen, kan saavel den umyndiggjorte som vergen erklære anke. Ophæves vergemaalet, kan anke erklæres saavel av vergen som av den eller dem, efter hvis begjæring umyndiggjørelsen fandt sted.​3\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 29 og 30.\n3 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Med hensyn til ankesakens behandling og avgjørelse finder forskrifterne i §§ 17-20 tilsvarende anvendelse.\nHvad der i § 16 er bestemt om en avgjørelse, hvorved vergemaal er anordnet, skal ogsaa gjælde avgjørelse, hvorved vergemaalet er ophævet.\n0 Endret ved lov 14 aug 1918 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Naar en avgjørelse hvorved vergemaalet ophæves, er blit retskraftig,​1 skal retten sørge for, at en meddelelse om ophævelsen bekjendtgjøres og anmerkes i Foretaksregisteret​2 overensstemmende med forskrifterne i § 14.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se tvl. § 19-14.\n2 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Forskrifterne i § 24, § 25 første Punktum og § 26 skal ogsaa gjælde med Hensyn til Sager angaaende Ophævelse af Værgemaal og de Afgjørelser, som derunder træffes. Forsaavidt ikke Erstatning for Omkostningerne efter § 25 første Punktum paalægges nogen anden, bliver det Offentliges Udgifter at erstatte af den Umyndiggjorte, saaledes som i § 25 andet Afsnit er bestemt. Er Begjæringen om Værgemaalets Ophævelse fremsat af Værgen, eller bliver en af nogen anden end den Umyndiggjorte begjæret Anke forkastet, kan dog Erstatning helt eller delvis tilkjendes det Offentlige hos den, der har fremsat Begjæringen,​1 saafremt denne findes at have manglet rimelig Grund.\n0 Endret ved lov 20 juni 1952 nr. 7.\n1 Jf. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Denne Lov træder i Kraft 1ste Januar næste Aar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "De som har fylt 18 år, kan settes under vergemål (umyndiggjøres):​1\n1. naar de paa Grund af Aandssvaghed eller Sindssygdom eller, fordi de er forfaldne til Drukkenskab eller ødelæggende Brug af Morfin eller andre Beruselses- eller Bedøvelsesmidler, mangler Evnen til at drage Omsorg for sig eller sit Gods,​2 eller\n2. naar de paa Grund af Blindhed, manglende Taleevne eller anden legemlig Mangel eller Skrøbelighed mangler Evnen til at drage Omsorg for sig eller sit Gods, og de derhos selv samtykker i Værgemaalet, eller dette maa ansees nødvendigt for at beskytte dem mod paaviselig Fare for egennyttige Efterstræbelser fra andres Side, eller\n3. naar de ved Drik, Spil eller Udsvævelser eller iøvrigt ved aabenbart uvittig Adfærd forøder eller spilder sit Gods, saa at Trang opstaar for dem eller deres Familie eller maa forudsees at ville indtræde, om de ei sættes under Værgemaal, eller​3\n4. – – –\nOgså den som har fylt 16 år, kan gjøres umyndig, når de ovenfor omhandlede vilkår foreligger, og det etter omstendighetene finnes nødvendig at vergemålet uavbrutt vedblir.​4\n0 Endret ved lover 22 apr 1927 nr. 3, 5 juni 1964 nr. 28, 7 feb 1969 nr. 6, 8 juni 1979 nr. 38.\n1 Se siste ledd. Jf. lov 22 apr 1927 nr. 3 §§ 90 a til 90 f; lov 26 mars 2010 nr. 9 kap. 4 (ikke ikr.).\n2 Jf. § 32 (2).\n3 Jf. § 31.\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Hvorvidt nogen i henhold til foregaaende paragraf skal sættes under vergemaal, eller hvorvidt saadant vergemaal atter skal ophæves, avgjøres av tingretten.\nDenne skal bestaa av sorenskriveren – eller, hvor der i tingretten er flere dommere, en av disse – som leder samt to av forliksrådsmedlemmene efter rækkefølgen i oppnævnelsen.​1 Er nogen av disse ved forfald eller ugildhet​2 forhindret fra at gjøre tjeneste, indtræder det tredje forliksrådsmedlemmet og derefter varamedlemmene.\nFor tjeneste i retten og for skyss- og kostutgifter i den forbindelse har forliksrådsmedlemmene krav på godtgjørelse av staten etter forskrifter gitt av Kongen.​3 Godtgjørelsen fastsettes av rettens leder. Fastsettingen kan ankes til lagmannsretten etter reglene i rettshjelploven​4 § 27.\nRettens leder er tillike dens skriver.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 des 1982 nr. 86, 29 juni 1990 nr. 47, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 14 des 2001 nr. 98 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1416), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 15 apr 2005 nr. 17 (ikr. 1 jan 2006 iflg. res. 15 apr 2005 nr. 339), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se dl. § 58.\n2 Se dl. kap. 6.\n3 Justisdepartementet iflg. res. 11 feb 1983 nr. 84.\n4 Lov 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Begjæring om umyndiggjørelse kan fremsettes​1 så vel av vedkommende selv, om han er myndig,​2 som av hans ektefelle,​3 slektninger i opp- eller nedstigende linje, søsken eller likeså nær besvogrede, samt, om han er umyndig,​4 av hans verge.​5 Forholdet mellom adoptivforeldre og adoptivbarn​6 og deres slektninger i nedstigende linje regnes like med slektskap.​7 Begjæring om umyndiggjørelse kan også fremsettes av fylkesmannen og av overformynderiet.​8\nNår noen er innlagt i institusjon eller boform med heldøgns omsorg eller pleie, skal institusjonene m.m. melde fra til fylkesmannen eller overformynderiet​8 dersom det anses å være behov for umyndiggjøring eller oppnevning av hjelpeverge.​9 Departementet kan gi nærmere regler om meldeplikten.\n0 Endret ved lover 2 apr 1917 nr. 2, 14 aug 1918 nr. 4, 22 apr 1927 nr. 3, 28 apr 1961 nr. 2, 5 juni 1964 nr. 28, 15 juni 1990 nr. 29, 4 juni 1993 nr. 55.\n1 Jf. § 25. – Jf. § 34 siste punktum.\n2 Se lov 22 apr 1927 nr. 3 § 1; lov 26 mars 2010 nr. 9 § 2 (3) (ikke ikr.).\n3 Jf. el. kap. 3 jf. § 95.\n4 Jf. § 1 (2). – Jf. lov 26 mars 2010 nr. 9 § 2 (3) (ikke ikr.).\n5 Jf. lov 22 apr 1927 nr. 3 kap. 2; lov 26 mars 2010 nr. 9 kap. 3 (ikke ikr.).\n6 Jf. lov 28 feb 1986 nr. 8 § 19.\n7 Jf. lov 28 feb 1986 nr. 8 § 13.\n8 Jf. lov 22 apr 1927 nr. 3 kap. 3; lov 26 mars 2010 nr. 9 kap. 3 (ikke ikr.).\n9 Jf. lov 22 apr 1927 nr. 3 § 90 a. – Sml. § 32 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Begjæringen skal angive de Grunde og Beviser, hvortil den støttes, og indgives til tingretten paa det Sted, hvor den, der begjæres umyndiggjort, har sit Værnething.​2 Er den, som begjæres umyndiggjort, fraflyttet Riget,​3 uden at han dog har tabt sin norske Statsborgerret,​4 kan Begjæringen indgives til tingretten paa det Sted, hvor han her sidst havde Bopæl.​5\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 4 II.\n3 Jf. § 8 (1) sjette punktum.\n4 Se lov 10 juni 2005 nr. 51.\n5 Jf. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Udgaar Begjæringen om Umyndiggjørelse fra Vedkommende selv, kan den uden videre tages tilfølge af Retten, hvor denne ikke av særlige Grunde finder nærmere Undersøgelse fornøden. Det samme gjelder hvis vedkommende er innlagt i psykiatrisk sykehus​1 og det foreligger bevitnelse fra overlegen om at han på grunn av sinnssykdom mangler evnen til å dra omsorg for seg selv eller sitt gods.\nKan de Omstændigheder, hvortil en Begjæring om Umyndiggjørelse støttes, efter Loven ikke give Grund til Anordning af Værgemaal, eller er der til Støtte for samme ikke paaberaabt Beviser, der kan gjøre det antageligt, at saadan Grund foreligger, kan Retten straks afslaa Begjæringen. Det samme gjælder, hvor denne tidligere har været forkastet, og den nye Begjæring ingen nye Oplysninger af Betydning indeholder.\nHvor Omstændighederne giver Grund dertil, kan Retten kræve Sikkerhed stillet for de Omkostninger, som efter § 25 kan blive at paalægge den, der har indgivet Begjæringen, og hvis saadan ikke stilles, afslaa samme.\nI de i denne Paragraf omhandlede Tilfælde kan Afgjørelsen paa Rettens Vegne træffes af Formanden,​2 der dog ufortøvet skal indhente de øvrige Retsmedlemmers Godkjendelse af den fattede Beslutning.​3\n0 Endret ved lov 28 apr 1961 nr. 2.\n1 Jf. lov 2 juli 1999 nr. 62.\n2 Sml. § 2.\n3 Jf. § 32 (2) og lov 17 juli 1925 nr. 11 § 15 (Svalbard).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Forsaavidt Begjæringen ikke i Henhold til den foregaaende Paragraf afgjøres uden Forhandling, har Retten paa Embeds Vegne at undersøge Sagen og optage de fornødne Beviser.​1 Politiet er paa Forlangende pligtigt til at bistaa ved Undersøgelsen.​2\nDe til Sagens Oplysning fornødne forberedende Skridt, saasom Udfærdigelse af Indkaldelser og Meddelelser eller Opnævnelse af Sagkyndige,​3 foretages af Formanden, naar Retten ikke er samlet.\n0 Endret ved lov 14 aug 1918 nr. 4.\n1 Jf. dl. §§ 43 til 45.\n2 Jf. lov 4 aug 1995 nr. 53 § 1.\n3 Se §§ 7, 8 og 12 annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Paa Grund af Sindssygdom eller Aandssvaghed bør Umyndiggjørelse ikke besluttes, forinden sagkyndig Udtalelse om Vedkommendes Tilstand er erhvervet. Ogsaa ellers bør en eller flere Sagkyndiges Udtalelse erhverves, naar de foreliggende Oplysninger giver Grund dertil. Etterlater de sakkyndiges uttalelser tvil om vedkommende er sinnssyk, kan retten beslutte at han skal innlegges i et sykehus til undersøkelse. Erklæres herimod Kjæremaal​1 inden tre Dage, efterat Beslutningen er meddelt Vedkommende, har det opsættende Virkning.\n0 Endret ved lov 28 apr 1961 nr. 2.\n1 Nå anke, jf. tvl. § 29-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Den, hvis Umyndiggjørelse er begjæret, bliver at indkalde til Afhørelse, medmindre saadan efter de om hans Tilstand foreliggende Oplysninger maa antages unyttig eller befrygtes at ville have en skadelig Indflydelse paa ham. Hvor ikke sidstnævnte Grund gjør det utilraadeligt, skal han før Afhørelsen gjøres bekjendt med Begjæringen og de Oplysninger, som foreligger. Til at overvære Afhørelsen kan Retten, hvor den finder Grund dertil, tilkalde en eller flere Sagkyndige. Opholder Vedkommende sig udenfor Retskredsen, kan Afhørelsen efter Rettens Begjæring foretages ved Underretten paa det Sted, hvor han opholder sig. Udebliver han uden lovligt fravær, kan Retten, hvor den finder hans Afhørelse nødvendig til Sagens Oplysning, lade ham afhente ved Politiet​1 enten til samme eller et senere Retsmøde. Opholder han sig udenfor Riget,​2 kan Afhørelse undlades og i Stedet en Gjenpart af Begjæringen med Bilag tilstilles ham i anbefalet Brev med Opfordring til inden en af Retten fastsat Frist at meddele, hvad han maatte have at erindre mod samme, samt at opgive nogen her i Riget bosat Person, til hvem Underretning paa hans Vegne kan gives.​3\nEr den som er begjært umyndiggjort ennå ikke 18 år,​4 skal den omhandlede melding også sendes vergen,​5 med mindre han selv har fremsatt begjæringen.\n0 Endret ved lover 22 apr 1927 nr. 3, 15 juni 1990 nr. 29, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 4 aug 1995 nr. 53.\n2 Jf. § 4 annet punktum.\n3 Jf. dl. § 194.\n4 Jf. § 1 (2).\n5 Jf. lov 22 apr 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Retsmøderne er offentlige, medmindre Retten anderledes bestemmer af Hensyn til Oplysningernes Beskaffenhed eller den Skade, som ved Offentligheden kan forvoldes for den, hvis Umyndiggjørelse er begjæret. Begjærer denne, at Offentligheden skal udelukkes, bør saa altid ske.​1\n0 Endret ved lov 14 aug 1918 nr. 4.\n1 Jf. dl. § 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Om rettsmøtene skal foruten den som er begjært umyndiggjort og i tilfelle hans verge​2 tillike den som har fremsatt begjæringen eller senere har sluttet sig til denne, så vidt mulig gis betimelig meddelelse.​3\nI intet Tilfælde behøver noget Retsmøde at udsættes, fordi nogen af dem ikke har kunnet møde.\n0 Endret ved lov 22 apr 1927 nr. 3.\n1 Se § 11.\n2 Jf. § 1 (2), § 3 (1) første punktum og lov 22 apr 1927 nr. 3 kap. 2.\n3 Se § 11. – Jf. §§ 13 tredje punktum og 33 fjerde punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "De i foregående paragraf omhandlede personer har rett til å være til stede i rettsmøtene​1 og fremføre hva de finner å burde uttale eller andra om til sakens opplysning. De kan herved la seg representere eller bistå av en advokat​2 eller annen av retten godtatt fullmektig.​3\nForanstaaende Bestemmelser er dog ikke til Hinder for, at nogen af de omhandlede Personer af Retten helt eller delvis nægtes Adgang til at være tilstede, saafremt Retten finder det nødvendigt for at opnaa en uforbeholden Forklaring eller Nærværelsen befrygtes at ville have en skadelig Indflydelse paa den, hvis Umyndiggjørelse er begjæret.\n0 Endret ved lov 4 des 1964 nr. 2.\n1 Se § 10 (2).\n2 Jf. dl. § 220.\n3 Jf. § 13 tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den, der har fremsat begjæringen om umyndiggjørelse eller senere sluttet sig til samme, er ikke fritat for eller utelukket fra at føres som vidne. Iøvrig gjælder med hensyn til vidner og sakkyndige samme regler som for sivile tvister.​1\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se tvl. kap. 24 og 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Kan der ikke uden øiensynlig Skade eller Fare for Vedkommendes Velfærd udsættes med at fatte Beslutning om Umyndiggjørelse, indtil Undersøgelsen er tilendebragt, kan Retten eller, om ei heller dennes Beslutning kan oppebies, dens leder foreløbig beslutte Anordning af Værgemaal. Denne Beslutning, der ei kan ankes, forbliver gjældende, indtil Sagen af Retten endelig er afgjort, hvilket bør ske snarest muligt.​2 Hvor saadant foreløbigt Værgemaal er anordnet, skal de i §§ 10 og 11 omhandlede Partsrettigheder ogsaa tilkomme den beskikkede Værge.\n0 Endret ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 14 (3).\n2 Se § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Rettens avgjørelse træffes ved dom.\nBesluttes Værgemaal anordnet, træder Beslutningen i Kraft straks, hvorfor Retten uden Ophold skal drage Omsorg for Beskikkelse af Værge.​1 Retten​2 skal snarest mulig sørge for at melding om umyndiggjørelsen blir kunngjort i Norsk Lysningsblad​3 og i en avis som er alminnelig lest på stedet, og tinglyst eller registrert i:\n1. løsøreregisteret,​4\n2. grunnboken​5 og andre lignende realregistre,​6 for så vidt den umyndiggjorte eier fast eiendom eller andre registrerte eiendeler, og\n3. Foretaksregisteret,​7 hvis den umyndiggjorte er innehaver eller ansvarlig medlem av et foretak som er innført der.\nPaa samme Maade forholdes ogsaa, naar foreløbigt Værgemaal i Henhold til den foregaaende Paragraf er besluttet anordnet.\nUmyndiggjørelse kan ikke gjøres gjeldende overfor noen som i god tro har inngått avtale med den umyndiggjorte om eiendeler som nevnt i annet ledd nr. 2 før den påbudte melding er innført i dagbok eller register.\n0 Endret ved lover 14 aug 1918 nr. 4, 7 juni 1935 nr. 2, 5 juni 1964 nr. 28, 22 mai 1970 nr. 30, 25 mai 1973 nr. 27, 8 juni 1984 nr. 60, 21 juni 1985 nr. 78, 28 apr 2000 nr. 34 (ikr. 1 juli 2000 iflg. res. 28 apr 2000 nr. 366), 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se lov 22 apr 1927 nr. 3 kap. 2.\n2 Jf. § 23.\n3 Se lov 11 okt 1946 nr. 1.\n4 Se lov 7 juni 1935 nr. 2 §§ 1 (2) og 34.\n5 Se lov 7 juni 1935 nr. 2 § 4 nr. 2 og kap. 3.\n6 Se sjøl. kap. 2 og lover 5 juli 2002 nr. 64 kap. 6 og 11 juni 1993 nr. 101 kap. III.\n7 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Rettens avgjørelse, hvorved vergemaal besluttes anordnet eller begjæringen derom avslaaes, kan paaankes til lagmandsret efter de regler, som gjælder for sivile tvister.​2\nRet til at erklære anke har, hvor vergemaal er anordnet, alene den umyndiggjorte selv samt vergen. Er begjæringen om umyndiggjørelse avslaat, tilkommer retten til paaanke den, der har fremsat begjæringen eller senere har sluttet sig til samme.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 29 og 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Foruten i de tilfælde, som nævnes i tvisteloven​2 §§ 29-12, 29-13, 30-3 og 30-4, kan anken avgjøres uten ankeforhandling, hvis den paaankede avgjørelse gaar ut paa anordning av vergemaal, og ankedomstolen enstemmig finder det utvilsomt, at den bør ophæves som urigtig i sit indhold.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 35 (2).\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "(Opphevet ved lov 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.)",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Blir anken ikke avgjort etter § 16, skjer den videre behandling etter reglene i tvisteloven​1 kapittel 29 og 30.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet ved lov 14 aug 1918 nr. 4.)",
      "content": "§ 19.(Opphevet ved lov 14 aug 1918 nr. 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Er ved den paaankede avgjørelse vergemaal anordnet, er retten ikke bundet ved ankeerklæringens indhold.\n0 Endret ved lov 14 aug 1918 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Blir en avgjørelse, hvorved vergemaal er besluttet anordnet, ophævet,​1 kan ankedomstolen bestemme, at det anordnede vergemaal som foreløbig​2 fremdeles skal forbli i kraft, indtil saken paany er avgjort.\n0 Endret ved lover 14 aug 1918 nr. 4, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se § 23.\n2 Se § 13, § 14 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Blir en avgjørelse, hvorved vergemaal er besluttet anordnet, ophævet​1 av ankedomstolen, uten at vergemaalet i henhold til foregaaende paragraf fremdeles opretholdes som foreløbig, kan avgjørelsen ikke paaberopes som ugyldighetsgrund med hensyn til de av den umyndiggjorte imidlertid avsluttede retshandler. Paa den anden Side har Ophævelsen heller ikke nogen Indflydelse paa Gyldigheden af de af den Umyndiggjortes Værge afsluttede Retshandler. Er der Strid mellem disse og de af den Umyndiggjorte selv afsluttede Retshandler, har de førstnævnte Fortrinet.\nDisse Regler kommer ogsaa til Anvendelse, hvor et som foreløbigt anordnet eller opretholdt Værgemaal senere atter ophæves af Retten.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "I de tilfelle som er nevnt i foregående paragrafer, påligger det retten å dra omsorg for at melding om vedtak om oppheving av verjemålet snarest mulig blir kunngjort og i tilfelle anmerka i Foretaksregisteret​1 slik som bestemt ovafor i § 14. Forskriftene i § 14 blir ogsaa at iagtta, hvor vergemaal besluttes anordnet av ankedomstolen.\n0 Endret ved lover 14 aug 1918 nr. 4, 25 mai 1973 nr. 27, 21 juni 1985 nr. 78, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "For behandling av saker om umyndiggjørelse eller for meddelelse av de i anledning av samme nødvendige utskrifter og attester betales ikke rettsgebyrer.​2 Reisegodtgjørelse til rettens medlemmer og andre utgifter som foranlediges ved sakens behandling, så som godtgjørelse til sakkyndige og vitner, utredes av det offentlige.​3\n0 Endret ved lover 14 aug 1918 nr. 4, 20 juni 1952 nr. 7, 4 des 1964 nr. 2, 13 juni 1980 nr. 35, 17 des 1982 nr. 86, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Jf. § 37.\n2 Jf. lov 17 des 1982 nr. 86 § 10 nr. 7.\n3 Jf. § 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "For Omkostninger, som nogen har forvoldt ved retsstridigt Forhold eller grov Uagtsomhed, kan Retten tilkjende det Offentlige hel eller delvis Erstatning hos Vedkommende.​1\n0 Endret ved lover 20 juni 1952 nr. 7, 22 mai 1981 nr. 24.\n1 Jf. § 37, tvl. kap. 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Rettens avgjørelser i henhold til foregaaende paragraf blir i tilfælde av sakens paaanke at prøve i forbindelse med denne.\nEllers kan anke anvendes saavel av den, hvem erstatningspligt er paalagt – for den umyndiggjorte av vergen – som av overøvrigheten paa det offentliges vegne, dog kun paa det grundlag, at erstatningsspørsmaalet er avgjort i strid med loven.\nØvrige avgjørelser kan ankes etter reglene som gjelder for sivile tvister.​2\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. § 37 og tvl. kap. 20.\n2 Se tvl. sjette del.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Anordnes vergemål, skal vergen med de nedenfor i § 28 bestemte undtagelser snarest mulig besørge boet registrert og vurdert. Registreringsforretningen sendes til overformynderiet.​2\n0 Endret ved lov 22 apr 1927 nr. 3.\n1 Jf. lov 22 apr 1927 nr. 3 kap. 6.\n2 Se lov 22 apr 1927 nr. 3 § 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Er den umyndiggjorte gift​1 og vergemålet overdras ektefellen,​2 skal formuen ikke inndras under overformynderiets bestyrelse og tilsyn.​3 Samtykke av overformynderiet etter lov av 22. april 1927 nr. 3 om vergemål for umyndige m.m. §§ 49, 55 og 58 er nødvendig selv om ektefellen er oppnevnt til verge. For øvrig kreves i disse tilfelle ikke medvirkning av overformynderiet til vergens disposisjoner etter nevnte lovs 5. kapittel.\n0 Endret ved lover 22 apr 1927 nr. 3, 20 mai 1927 nr. 2, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. el. kap. 3 og § 95.\n2 Se lov 22 apr 1927 nr. 3 § 7.\n3 Jf. lov 22 apr 1927 nr. 3 § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(Opphevet ved lov 20 mai 1927 nr. 2.)",
      "content": "§ 29.(Opphevet ved lov 20 mai 1927 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(Opphevet ved lov 19 juni 1969 nr. 52.)",
      "content": "§ 30.(Opphevet ved lov 19 juni 1969 nr. 52.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Det anordnede Værgemaal bliver paa Andragende fra den Umyndiggjorte eller hans Værge atter at ophæve af Retten, naar Betingelserne for sammes Anordning ikke længer er tilstede, eller hvor Værgemaalet er anordnet i Henhold til § 1 No. 3, naar Retten antager, at Vedkommende kan gjengives Raadigheden over sine Anliggender.\n0 Endret ved lov 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Andragendet skal angive de Grunde og Beviser, hvortil det støttes, og indgives til tingretten paa det Sted, hvor den Umyndiggjorte har sit Værnething.​1 Bestemmelsen i § 4 sidste Punktum finder herved tilsvarende Anvendelse.\nEr vergemaalet anordnet av saadan grund, som i § 1 nr. 1 omhandles, kan andragendet uten videre forhandling avslaaes, saafremt det ikke er ledsaget av lægeerklæring om hans helbredelse. Det samme gjælder, hvor andragendet alene støttes til oplysninger, som allerede tidligere har været forelagt for retten eller aapenbart er utilstrækkelige til at begrunde vergemaalets ophævelse. Forskriften i § 5 siste ledd kommer til anvendelse så vel i disse tilfelle som når vergemålet begjæres opphevet etter erklæring fra overlegen ved vedkommende sykehus​2 om at den syke er helbredet.\n0 Endret ved lover 14 aug 1918 nr. 4, 28 apr 1961 nr. 2, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se tvl. kap. 4 II.\n2 Sml. § 3 (2). – Jf. lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Hvor nærmere Undersøgelser bliver at anstille, finder de ovenfor i §§ 6-12 givne Regler tilsvarende Anvendelse. Foruden den Umyndiggjorte selv bør ogsaa Værgen afhøres og varsles om Retsmøderne. Ligeledes bør den eller de, efter hvis Begjæring Umyndiggjørelsen er skeet, af Retten underrettes om Andragendet og opfordres til at meddele, hvorvidt de maatte have noget at bemærke i Anledning af samme. Forlanger de at varsles om Retsmøderne, bør saa ske efter Reglerne i § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Rettens avgjørelse, hvorved vergemaalet ophæves eller negtes ophævet, træffes ved dom. Avgjørelsen er gjenstand for anke.​2 Negtes ophævelsen, kan saavel den umyndiggjorte som vergen erklære anke. Ophæves vergemaalet, kan anke erklæres saavel av vergen som av den eller dem, efter hvis begjæring umyndiggjørelsen fandt sted.​3\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jf. lov 13 juni 1980 nr. 35 § 20.\n2 Se tvl. kap. 29 og 30.\n3 Jf. § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Med hensyn til ankesakens behandling og avgjørelse finder forskrifterne i §§ 17-20 tilsvarende anvendelse.\nHvad der i § 16 er bestemt om en avgjørelse, hvorved vergemaal er anordnet, skal ogsaa gjælde avgjørelse, hvorved vergemaalet er ophævet.\n0 Endret ved lov 14 aug 1918 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Naar en avgjørelse hvorved vergemaalet ophæves, er blit retskraftig,​1 skal retten sørge for, at en meddelelse om ophævelsen bekjendtgjøres og anmerkes i Foretaksregisteret​2 overensstemmende med forskrifterne i § 14.\n0 Endret ved lover 14 aug 1918 nr. 4, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).\n1 Se tvl. § 19-14.\n2 Se lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Forskrifterne i § 24, § 25 første Punktum og § 26 skal ogsaa gjælde med Hensyn til Sager angaaende Ophævelse af Værgemaal og de Afgjørelser, som derunder træffes. Forsaavidt ikke Erstatning for Omkostningerne efter § 25 første Punktum paalægges nogen anden, bliver det Offentliges Udgifter at erstatte af den Umyndiggjorte, saaledes som i § 25 andet Afsnit er bestemt. Er Begjæringen om Værgemaalets Ophævelse fremsat af Værgen, eller bliver en af nogen anden end den Umyndiggjorte begjæret Anke forkastet, kan dog Erstatning helt eller delvis tilkjendes det Offentlige hos den, der har fremsat Begjæringen,​1 saafremt denne findes at have manglet rimelig Grund.\n0 Endret ved lov 20 juni 1952 nr. 7.\n1 Jf. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Denne Lov træder i Kraft 1ste Januar næste Aar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    }
  ]
}