{
  "id": "LOV-1899-05-06-1",
  "type": "statute",
  "title": "Lov om Akkordforhandling",
  "short_name": "Akkordloven",
  "status": "in_force",
  "issued_date": "1899-05-06",
  "in_force_date": "1899-05-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1899-05-06-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "En Skyldner, der ønsker under Rettens Beskyttelse at forhandle med sine Fordringshavere om Akkord – derunder indbefattet Betalingsudsættelse -, kan herom indgive Andragende til Skifteretten.\nAndragendet skal være ledsaget af:\n1. En kortfattet Redegjørelse saavel for de Omstændigheder, der har bevirket, at Skyldneren er bleven ude af Stand til at fyldestgjøre sine Gjældsforpligtelser, som for den Maade, hvorpaa disse tænkes afviklede.\n2. En Oversigt over Boets Stilling, indeholdende en Fortegnelse over Skyldnerens Eiendele af alle Slags, Tilgodehavende, Kassebeholdning og Gjæld med Angivelse af Fordringshavernes Navne og Opholdssteder saavelsom af den Sikkerhed, som maatte være stillet.\n3. En Opgave over de Bøger, som har været førte over Skyldnerens Forretninger.\n4. – – – ​2\nHvor Skyldneren ikke er forhindret ved gyldig Forfald, skal han derhos snarest muligt og i ethvert Fald inden den i § 2 bestemte Frist personlig indfinde sig hos Skifteretten for i Tilfælde at meddele de nærmere Oplysninger, som Skifteretten maatte ønske.\n1 Jfr. konkurslov §§ 1 og 6.\n2 Ophevet ved sportellov 4 feb. 1938 § 163.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Andragendet forsynes af Skifteretten med en Paategning om Dagen og Timen, da det er indleveret.​1\nRetten har derefter inden 3 Dage eller om dette ikke kan ske, snarest muligt derefter ved Kjendelse​2 at afgjøre, om Akkordforhandling skal aabnes.​3 Den kan, før Afgjørelsen træffes, forlange sig forelagt Skyldnerens Bøger og indhente de yderligere Oplysninger, som den for samme maatte finde fornødne.\nEfter Omstændighederne kan den derhos kræve Sikkerhed stillet for de med Akkordforhandlingen forbundne Omkostninger, [der ikke dækkes ved det i § 1 omhandlede Forskud].​4\nSaafremt Andragendet ikke tilfredsstiller Forskrifterne i § 1, uden at Manglerne betimelig er blevne berigtigede, eller saafremt Retten efter de fremkomne Oplysninger finder det klart, at Forskrifterne i § 23 vil være til Hinder for, at en Akkord i Tilfelde vil kunne erholde Rettens Stadfæstelse, skal Andragendet afslaaes.​5 I saa Fald skal Underretning om Afslaget og Grundene derfor uopholdelig meddeles​6 de kjendte Kreditorer.​7\n1 Se § 33, konkurslov § 47. Jfr. konkurslov § 7.\n2 Se § 3. Jfr. rettergangsl. § 164.\n3 Jfr. konkurslov § 119.\n4 Se sportellov § 3.\n5 Jfr. §§ 13 og 36.\n6 Se § 40.\n7 Se § 1 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skifterettens kjendelse om aapning av akkordforhandling kan ikke angripes ved kjæremaal eller anke.​2 Avslaaes andragendet, kan kjendelsen inden tre dage​3 efter dens avsigelse paakjæres.​4\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51.\n2 Jfr. rettergangsl. §§ 355 og 396.\n3 Jfr. domstolsl. §§ 148 og 149.\n4 Se §§ 41 og 42 og rettergangsl. kap. 26. Jfr. § 33, 1ste ledds siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Samtidig med, at akkordforhandling besluttes åpnet, eller snarest mulig derefter beskikker skifteretten en akkordkommissær samt til i forening med ham å danne akkordstyret to dertil skikkede og villige menn, som fortrinsvis blir å ta blandt fordringshaverne eller deres representanter. Det bør så vidt mulig has for øie, at den, som opnevnes til akkordkommissær, har betingelsene for tillike å kunne utføre den foreskrevne revisjon (§ 6 nr. 3). I mindre eller lett overskuelige boer, så vel som hvor skyldneren kun søker betalingsutsettelse, kan skifteretten efter omstendighetene også undlate å beskikke noget akkordstyre. De hverv, som efter loven påhviler dette, blir i så fall å utføre av akkordkommissæren alene. Til akkordkommissær eller medlem av akkordstyret må ikke beskikkes nogen, som efter bestemmelsene i konkurslovens § 14, tredje og fjerde ledd, vilde være utelukket fra å være bestyrer i skyldnerens bo.\nKongen kan gi nærmere forskrifter om opnevnelsen.\nPå steder, hvor der finnes grunn til det, kan vedkommende regjeringsdepartement​2 opnevne et utvalg av dertil skikkede menn, blandt hvilke akkordkommissæren skal beskikkes.​3\n1 Endret ved lover 2 juni 1906 nr. 2 og 16 mai 1930 nr. 1.\n2 Justisdepartementet.\n3 Jfr. konkurslov § 14, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forhandlingerne saavel i Akkordstyrets Sammenkomster som i alle de Møder i Boets Anliggender, der ikke afholdes for Skifteretten, ledes af Akkordkommissæren, der lader de fattede Beslutninger og de særskilte Tilførsler, som i noget Møde forekommer, indføre i en Forhandlingsprotokol, som autoriseres af Skifteretten og for hvert Møde underskrives af Styrets Medlemmer. I Akkordstyrets Møder skal dets samtlige Medlemmer deltage, forsaavidt de ikke har lovligt Forfald. Er der kun to Medlemmer tilstede, kan ingen Beslutning fattes uden Enstemmighed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Det paaligger Akkordstyret:\n1. Uden Ophold at udfærdige en Bekjendtgjørelse om Akkordforhandlingens Aabning samt i Forbindelse dermed beramme et Møde til Behandling af Skyldnerens Akkordforslag, hvilket Møde skal afholdes inden otte Uger fra Akkordforhandlingens Aabning, medmindre Skifteretten efter § 12 har tilladt Mødet udsat. Samtidig opfordres Fordringshaverne til at indsende til Akkordkommissæren en specificeret Opgave over sit Tilgodehavende hos Skyldneren.​2 Bekjendtgjørelsen indrykkes i «Kundgjørelsestidenden»​3 samt, om dertil findes Grund, i anden Tidende, hvorhos den opslaaes paa Retsstedet og paa Børsen, om Saadan findes. Likeså sørger akkordstyret for at melding om åpningen av akkordforhandling blir tinglyst i de rettskretser hvor skyldneren eier fast eiendom. Saafremt Skyldnerens Firma er indført i Handelsregistret,​4 skal tillige en Bemærkning om Akkordforhandlingens Aabning foranlediges tilført i Registret.​5\n2. Inden en Uge efter Beskikkelsen at tilstille​6 samtlige kjendte Fordringshavere saadan Meddelelse og Opfordring som i Nr. 1 omhandlet. Fordringshavere, hvorom Akkordstyret først senere faar Kundskab, tilstilles uden Ophold lignende Meddelelse.\n3. At lade Skyldnerens Regnskaber og Forretningsførelse undergive Revision enten af Akkordkommissæren eller, om der findes Grund hertil, af en særlig antagen Revisor.​7 Ved Valget af Revisor skal, forsaavidt dertil er Anledning, tages Hensyn til den særlige Sagkyndighed, som Skyldnerens Forretning gjør ønskelig.\n4. At la skyldnerens eiendele gjennemgaa og værdsætte. Hvor særlig sakkyndighet utfordres, kan i fornødent fald mænd dertil forlanges opnævnt av det utvalg, som omhandles i lov om domstolene​8 § 79. De opnævnte mænds godtgjørelse bestemmes av skifteretten. I gjennemgaaelsen skal akkordkommissæren eller i tilfælde den antagne revisor delta; i sidste fald bør derhos et av akkordstyrets medlemmer delta i saadan utstrækning, at han kan erhverve fuldstændig kjendskap til skyldnerens eiendele.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51, 20 mai 1921 nr. 3, 7 juni 1935 nr. 2 § 41.– Jfr. konkurslov §§ 15-18.\n2 Se lov 18 mai 1979 nr. 18 § 13.\n3 Se lov 11 okt. 1946 nr. 1.\n4 Se lov 17 mai 1890 nr. 6 §§ 8 og 35.\n5 Jfr. lov 17 mai 1890 nr. 6 § 21, siste ledd. Jfr. også lov 7 april 1972 nr. 13 avnitt V (registrering i skipsregistret).\n6 Se § 40.\n7 Jfr. §§ 4, 10 og 38.\n8 Lov 13 aug 1915 nr. 5",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Under akkordforhandlingen vedbliver skyldneren at forestaa sine anliggender og sin forretning, men under akkordstyrets tilsyn.​2 Hvad dette bestemmer, er han forpligtet til at efterkomme, og handler han imod de af akkordstyret givne forskrifter eller uden at indhente dets beslutning i anliggender, der ikke af det er overladt til hans frie bestemmelse, er det berettiget til at overlevere boet til konkursbehandling.​3\nIøvrigt bliver med hensyn til boets forvaltning følgende nærmere regler at iagttage:\n1. Forvaltningen skal fortrinsvis være rettet paa at forberede en afvikling af skyldnerens forpligtelser. Forretningens gang bør ikke afbrydes mere, end hensynet til fordringshavernes tarv og omstændighederne forøvrigt gjør nødvendigt.\n2. Til stiftelse af ny gjæld, til pantsættelser samt til afhændelse eller bortleie af fast eiendom maa akkordstyrets samtykke altid erhverves.\n3. Forfalden gjæld, for hvilken der haves fortrinsret, eller som er sikret ved pant, kan betales; anden gjæld, der er stiftet før akkordforhandlingen, maa derimod ikke betales.\n4. Forfaldne veksler og gjældsbreve, for hvis indfrielse skyldneren er ansvarlig, kan fornyes, saafremt det kan ske uden udlæg for skyldneren. Dog bør det i saa fald udtrykkelig anføres, at underskriften meddeles «til fornyelse», og denne skal ikke give vedkommende fordringshaver eller medforpligtede nogen fortrinligere ret til fyldestgjørelse end den, der tilkom ham efter det oprindelige gjældsbrev.\n5. Akkordstyret skal paase, at alle indkomme midler, som ikke nødvendigvis maa haves i kasse til udgifters bestridelse, tages under dets varetægt og indsættes i en bank.\n6. Akkordstyret bestemmer, hvad der kan anvendes til skyldnerens og hans families underholdning;​4 er skyldneren misfornøiet med akkordstyrets bestemmelse, kan han inden fjorten dage indbringe spørsmaalet for vedkommende regjeringsdepartement​5 til prøvelse.\n1 Endret ved lov 2 juni 1906 nr. 2.\n2 Se § 8 i.f. og konkurslov § 19.\n3 Se konkurslov § 10. Jfr. samme lovs § 47.\n4 Jfr. konkurslov § 36.\n5 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gyldigheten av skyldnerens forføininger er i forhold til tredjemann ikke betinget av at de er foretatt med akkordstyrets samtykke. Dog skal – forsåvidt akkordforhandlingen avbrytes eller avsluttes med at skyldnerens bo blir tatt under konkursbehandling i henhold til nærværende lovs §§ 7 eller 31 eller i henhold til begjæring fremsatt av skyldneren før akkordforhandlingens slutning (jfr. § 33) – gjeld som av skyldneren uten akkordstyrets samtykke er stiftet under akkordforhandlingen, ikke kunne gjøres gjeldende i konkursboet. Likeså skal i samme tilfelle pantsettelser samt avhendelse eller bortleie av fast eiendom, som skyldneren uten akkordstyrets samtykke maatte ha foretatt under akkordforhandlingen, være uten gyldighet overfor konkursboet.​2\nSkyldnerens firmategning​3 bør, så lenge akkordforhandlingen varer, skje med tillegget: «under akkordforhandling».\n1 Endret ved lov 16 mai 1930 nr. 1.\n2 Se konkurslov § 49. Jfr. konkurslov § 47 og lov 7 juni 1935 nr. 2 § 23.\n3 Jfr. § 7 i begynnelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Akkordkommissæren og de øvrige medlemmer af akkordstyret kan af skifteretten afskediges, saafremt de ikke behørig opfylder sine pligter. Det samme gjælder, naar det oplyses, at der er indtraadt omstændigheder, som medfører, at de ikke længer kan​2 eller bør indehave sin stilling. Forinden beslutning om afskedigelse fattes, skal der være givet vedkommende anledning til at udtale sig.\nSkifterettens beslutning om afskedigelse saavelsom dens negtelse af at afskedige akkordstyret eller noget af dets medlemmer kan inden 14 dage efter beslutningens afgivelse indbringes for vedkommende regjeringsdepartement​3 til prøvelse, dog i første fald ikke med opsættende virkning.​4\n1 Endret ved lov 2 juni 1906 nr. 2.\n2 Jfr. § 4.\n3 Justisdepartementet.\n4 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Naar Boets Gjennemgaaelse er saa langt fremskreden, at de dertil fornødne Oplysninger foreligger, skal Akkordstyret udarbeide en udtømmende Oversigt over Boets Stilling samt en Beretning om Skyldnerens Forretningsførsel, ledsaget af Udtalelse fra Revisor om, hvad han maatte have fundet at bemærke. Disse Meddelelser tilstilles​2 hver enkelt Fordringshaver ved Akkordstyrets Foranstaltning senest fjorten Dage før Afholdelsen af det til Akkordforslagets Behandling bestemte Møde. Hvis nogen Fordring helt eller delvis bestrides af Akkordstyret eller af Skyldneren eller forlanges nærmere bevisliggjort, skal dette samtidig meddeles Fordringshaveren.\nSaafremt der efter Akkordstyrets eller efter Revisors Oppfatning foreligger Omstændigheder, som kan give Anledning til Undersøgelse eller Forfølgning fra det Offentliges Side, skal Afskrift af disse Udtalelser snarest muligt tilstilles Paatalemyndigheden.\n1 Jfr. konkursl. §§ 30 og 31.\n2 § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skyldnerens Akkordforslag skal indgives til Akkordstyret saa betimelig, at det af dette kan tilstilles​2 Fordringshaverne samtidig med de i § 10 omhandlede Meddelelser. Akkordstyret forsyner Forslaget med sin Udtalelse saavel om dets Antagelighed i og for sig som om den Betryggelse, der haves for, at Akkorden vil blive opfyldt fra Skyldnerens Side.\n1 Jfr. konkursl. § 61.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når boet er meget vidtløftig, eller når det ellers av særlige grunner må anses påkrevet, kan skifteretten efter ansøkning fra akkordstyret tillate, at møtet til behandling av akordforslaget​2 utsettes inntil 4 uker.\nEfter fornyet ansøkning, hvori der må være redegjort inngående for de grunner, som umuliggjør avholdelse av møtet til fastsatt tid, kan skifteretten tillate, at møtet utsettes ytterligere inntil 4 uker.\nEnhver fordringshaver skal i betimelig tid gis meddelelse​3 om sådanne utsettelser.\n1 Endret ved lov 20 mai 1921 nr. 3.\n2 Se § 6 nr. 1.\n3 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hvis skyldneren intet akkordforslag fremsetter, eller det fremsatte forslags behandling bortfaller på grunn av dets tilbakekallelse eller på grunn av skyldnerens uteblivelse (§ 14), gjøres herom av akkordstyret innberetning til Skifteretten, ledsaget av de foreliggende oplysninger og uttalelser.\nDet samme skal skje hvis akkordstyret finner, at akkorden av nogen i § 23 omhandlet grunn ikke vil kunne erholde stadfestelse.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I det til Akkordforslagets Behandling bestemte Møde skal Skyldneren være tilstede.​1 Fra Forpligtelsen hertil danner alene Sygdom Fritagelsesgrund. Saavel Akkordstyret som Revisor har Adgang til at forlange Skyldnerens Besvarelse af ethvert Spørgsmaal om hans Forretningsførsel og Forhold, om Aarsagerne til hans Formuesforfatning og om hans fremtidige Udsigter. Ligeledes kan Fordringshaverne gjennem Akkordkommissæren forlange Oplysninger af Skyldneren angaaende hans Forretningsførsel og hvad forøvrigt staar i Forbindelse med Akkordforhandlingen.​2 De afgivne Forklaringer nedtegnes i den Udstrækning, hvori det af Akkordkommissæren findes fornødent eller af Skyldneren eller vedkommende Mødende særskilt maatte blive forlangt. Det nedskrevne skal underskrives af Skyldneren efter forud at være oplæst og vedtaget. Enhver Fordringshaver har Adgang til at gjøre sig bekjendt med det Optegnede ved Henvendelse til Akkordkommissæren.\n1 Jfr. § 13 og konkurslov § 62, 2net ledd.\n2 Jfr. konkurslov § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Dersom skyldneren i det til akkordforslagets behandling bestemte møte ønsker å gjøre forandringer i eller tillegg til sitt akkordforslag, kan akkordstyret, så fremt det finner å burde gi samme sin anbefaling, utsette forslagets behandling til et nytt møte, der avholdes senest innen 3 uker eller, hvis der er fjerntboende fordringshavere, senest innen 5 uker. Herom blir fordringshaverne å varsle på den i § 6. nr. 1 og 2 bestemte måte. I dette nye møte kan skyldneren derimot ikke gjøre forandringer i eller tillegg til akkordforslaget.\n1 Endret ved lov 20 mai 1921 nr. 3. – Jfr. konkurslov § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ved Afstemningen over Skyldnerens Akkordforslag skal fremlægges en af Akkordkommissæren og Revisor udfærdiget Fortegnelse over samtlige Fordringer med Angivelse af deres Beskaffenhed og forsynet med Bemærkning om, hvorvidt Fordringerne bestrides af Skyldneren eller af Akkordstyret. Forsaavidt nogen Fordring bliver bestridt af nogen Fordringshaver, skal derom af Akkordkommissæren gjøres Anmærkning paa Fortegnelsen. Det samme gjælder, hvis nogen formener sig urettelig forbigaaet ved Fortegnelsens Udfærdigelse, eller hvis en Fordring formenes opført med for lidet Beløb.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Enhver fordringshaver, som tiltrer skyldnerens akkordforslag, skal derom avgi skriftlig erklæring. Erklæringen kan innsendes til akkordkommissæren innen det til forslagets behandling bestemte møte eller fremleveres i dette.\nVed enhver av en fullmektig avgitt stemme skal skriftlig fullmakt medfølge, medmindre prokura er anmeldt til handelsregistret​2 eller bevislig på annen måte offentliggjort.\nVedtagelse som ikke tilfredsstiller disse forskrifter, godtas dersom skriftlig bekreftelse innkommer til skifteretten senest dagen før det i § 21 omhandlede møte.\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 64.\n2 Se lov 17 mai 1890 nr. 6 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Ved avstemningen over akkordforslaget skal følgende fordringer settes ut av betraktning:​2\n1. Fordringer, som akkorden efter § 30 ikke vil være bindende for, medmindre den fortrinsrett eller panterett, hvorpå dette grunnes, uttrykkelig frafalles. Sådan frafallelse kan skje så vel for fordringens hele beløp som for en del,\n2. Fordringer, der er avhengige av en betingelse, som ennu ikke er inntrådt.\n3. Fordringer, som er overdratt til vedkommende fordringshaver efter inngivelse av andragende om akkordforhandling.​3 Dog gjelder dette ikke fordring, som nogen har overtatt ifølge en ham tidligere påhvilende forpliktelse.\n4. Fordringer, som tilhører skyldnerens ektefelle, hans beslektede i op- og nedstigende linje, søsken eller likeså nær besvogrede. Er skyldneren en korporasjon eller stiftelse, gjelder det samme for fordringer som tilhører nogen der er medlem av styret.\nFordringshavere, hvis tilgodehavende utgjør mindre enn 50 kroner, tas ikke i betraktning ved avstemningen.\nRenter, påløpne efter akkordforhandlingens åpning, medtas ikke ved beregning av fordringenes beløb under avstemningen.​4\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 65.\n2 Jfr. § 29.\n3 Se § 2.\n4 Jfr. konkurslov § 120.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Det fremsatte Akkordforslag ansees som vedtaget:\n1. Hvis det gaar ud paa at betale mindst 50 pCt. af de ikke fortrinsberettigede Fordringshaveres Tilkommende, naar 2/3 – to Tredjedele – af de til Stemme berettigede Fordringshavere​2 har stemt for dets Antagelse og deres samlede Tilgodehavende udgjør 2/3 – to Tredjedele – af disse Fordringshaveres samlede Fordringer.\n2. Hvis det gaar ud paa mindre end 50 pCt., naar det er antaget af 3/4 – tre Fjerdedele – af de til Stemme berettigede Fordringshavere​2 og deres samlede Tilgodehavende udgjør 3/4 – tre Fjerdedele – af disse Fordringshaveres samlede Fordringer.\n1 Jfr. konkurslov § 67.\n2 Se § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hvis ved Afstemningen det til Akkordforslagets Antagelse fornødne Stemmetal er opnaaet alene med Hensyn til Personerne eller alene med Hensyn til Fordringernes Beløb, men ikke i begge Henseender, eller hvis det paa Grund af Tvist eller Uklarhed med Hensyn til nogen Fordring er tvilsomt, hvorvidt Akkordforslaget skal ansees som antaget eller forkastet, kan Akkordstyret i Mødet bestemme, at ny Afstemning skal finde Sted i et senere Møde, der afholdes inden tre Uger, og hvorom Fordringshaverne varsles paa den i § 6 Nr. 1 og 2 bestemte Maade. Forsaavidt ingen modsat Meddelelse fremkommer, ansees de Fordringshavere, der har tiltraadt Akkordforslaget, at vedblive sin Stemmegivning i det nye Møde.​2\n1 Jfr. konkurslov § 68.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Saasnart Afstemningen over Akkordforslaget er tilendebragt, skal Akkordkommissæren indsende til Skifteretten samtlige ved dets Behandling forelagte Dokumenter, den ved Mødet førte Protokol og de muligens indkomne Protester mod Akkorden, ledsaget af Akkordstyrets Udtalelse om, hvorvidt der vides noget at erindre mod Akkordens Stadfæstelse. Er det klart, at det til Akkordforslagets Antagelse fornødne Stemmetal ikke er opnaaet, forholdes der, som i § 31 er bestemt. I modsat Fald berammer Skifteretten til Afholdelse inden tre Uger et Møde til Behandling af Spørgsmaalet om, hvorvidt Akkorden skal stadfæstes eller ikke.​1 Berammelsen bliver at bekjendtgjøre paa den i § 6 Nr. 1 foreskrevne Maade og skal ledsages af en Opfordring til Fordringshaverne om skriftlig at tilstille Skifteretten sine mulige Indsigelser inden to Dage før Mødet.\n1 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Er der Tvist eller Uklarhed, hvorvidt en eller flere Fordringer skal medregnes ved Afstemningen,​2 eller om det Beløb, med hvilket de skal komme i Betragtning, skal Akkordkommissæren samtidig med Akkorddokumenterne tilstille Skifteretten en særskilt Opgave over disse Fordringer, ledsaget af de Oplysninger, som derom haves. Paa Grundlag af disse Oplysninger og de Oplysninger, som efter Skifterettens Forlangende yderligere fremskaffes, træffer denne i det til Bestemmelse om Akkordens Stadfæstelse berammede Møde​3 Afgjørelse om, hvorvidt og i saa Fald for hvilket Beløb disse Fordringer skal tages i Betragtning ved Stemmetallets Beregning. Denne avgjørelse, der alene kan paakjæres i forbindelse med spørsmaalet om akkordens stadfæstelse,​4 foregriber intet med hensyn til vedkommende fordringshavers virkelige ret.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 51.\n2 Jfr. § 18.\n3 Se § 21.\n4 Se § 29. Jfr. konkurslov § 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Akkorden skal av skifteretten nektes stadfestelse:​2\n1. Såfremt de for akkordforhandlingen gitte forskrifter ikke har vært overholdt, medmindre feilen antas å ha vært uten innflytelse på akkordens vedtagelse.\n2. Når det under boets gjennemgåelse efter akkordstyrets erklæring har vist sig umulig å erhverve nogen pålitelig oversikt over dets stilling.\n3. Når akkorden ikke gir alle fordringshavere, som den er bindende for,​3 og som ikke har samtykket i å stå tilbake, like rett både med hensyn til betalingens størrelse i forhold til fordringens beløp og med hensyn til betalingstiden samt sikkerheten.\n4. Når skyldneren ikke efter akkorden skal betale sine uprioriterte fordringshavere minst 25 pct. eller, – om han tidligere har vært under konkurs eller erholdt tvungen eller frivillig akkord (herfra dog undtatt betalingsutsettelse), uten senere å ha betalt sine fordringshavere fullt ut, – minst 50 pct. av deres tilgodehavende, medmindre akkordforslaget er antatt av samtlige de kjente fordringshavere, som efter skifterettens avgjørelse skal komme i betraktning (§ 22), eller skyldnerens uvederheftighet er hitført ved ham utilregnelig uhell.\n5. Når skyldneren i løpet av de siste 2 år før akkordforhandlingens åpning eller under denne er domfelt for sådant straffbart forhold, som omhandles i straffelovens​4 §§ 281-287,​5 eller skifteretten finner det godtgjort, at han i nevnte tidsrum har gjort sig skyldig i sådant forhold.\n6. Nå skyldneren uten gyldig grunn uteblir fra rettsmøtet​6 eller vegrer sig for å meddele skifteretten de til avgjørelsen fornødne oplysninger.\n7. Når det viser sig å foreligge sådanne omstendigheter som i § 24 post 1 og 2 nevnt og som ikke er meddelt til fordringshaverne før avstemnigen over akkordforslaget – såfremt dette forhold antas å ha hatt avgjørende betydning for utfallet av avstemningen.\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 70.\n2 Jfr. § 13, 2net ledd.\n3 Se § 30.\n4 Lov 22 mai 1902 nr. 10.\n5 Nu §§ 281-286, se lov 11 mai 1951 nr. 2, IV.\n6 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Efter Andragende fra Akkordstyret eller fra nogen Fordringshaver, der ikke efter § 18 Nr. 1 er udelukket fra at komme i Betragtning ved Afstemningen, skal Skifteretten endvidere negte Stadfæstelse:\n1. Naar det paavises, at Akkorden er istandbragt ved Begunstigelse af nogen Fordringshaver eller ved Løfte om saadan, være sig fra Skyldnerens Side eller af nogen Tredjemand.​2\n2. Naar det paavises, at Akkorden ikke stemmer med Fordringshavernes fælles Interesse, saasom\nfordi den tilbudne Dividende staar i fremtrædende Misforhold til Skyldnerens Midler, eller\nfordi disse er væsentlig formindskede ved Forføininger eller Retsstiftelser, der i Tilfælde af Konkurs vilde kunne omstødes,​3 eller\nfordi de opstillede Betalingsterminer medfører en Udsættelse med Betalingen, der ikke findes begrundet ved et rimeligt Hensyn til Opretholdelse af Skyldnerens Forretning, eller\nfordi der ikke haves antagelig Betryggelse for Akkordens Opfyldelse.\n1 Jfr. konkurslov § 71.\n2 Jfr. strl. §§ 287 og 373.\n3 Se konkurslov §§ 42-46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Efter Andragende af Fordringshavere, hvis Tilgodehavende udgjør mindst 1/5 – en Femtedel – af Summen af de Fordringer, der ved Afstemningen kommer i Betragtning,​2 kan Skifteretten gjøre sin Stadfæstelse afhængig af, at Skyldneren underkaster sig Tilsyn med Akkordens Opfyldelse af Akkordkommissæren eller en anden dertil skikket, af Skifteretten godtagen Mand. Dette Tilsyn skal gaa ud paa, at Skyldnerens Forretningsførsel anordnes med det Formaal for Øie at gjøre de til Akkordens Opfyldelse fornødne Midler tilgjængelige til rette Tid, og paa at forebygge, at nogen Fordringshaver tilfredsstilles til Forfang for de øvrige. Skyldneren skal i saa Fald være forpligtet til at give den Tilsynshavende uhindret Adgang til at øve det fornødne Tilsyn og til ikke at handle mod hans Tilhold. Efterkommer han ikke denne Forpligtelse, skal den Tilsynshavende være berettiget til at overlevere Boet til Konkursbehandling.​3\nDen Tilsynshavende tilkommer i Mangel af anden Aftale saadan Godtgjørelse, som Skifteretten, efterat Parterne er hørte, ved Kjendelse​4 bestemmer. Forskrifterne i § 38, 2det til 4de Punktum finder herved tilsvarende Anvendelse.​5 Afgaar den Tilsynshavende ved Døden eller bliver han af Skifteretten efter Andragende fritaget for sit Hverv, antager Skifteretten en anden i hans Sted.\n1 Jfr. konkurslov § 72.\n2 Se § 18.\n3 Se konkurslov §§ 10 og 117.\n4 Jfr. rettergangl. § 164.\n5 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Med Hensyn til bestridte Fordringer​2 kan Skifteretten, naar derom af vedkommende Fordringshavere gjøres Paastand, ved Stadfæstelsen bestemme, at det paa Fordringen faldende Udbytte skal indsættes i en Bank.\nNaar Indsættelse besluttes, bestemmer Skifteretten samtidig en Frist, inden hvilken Søgsmaal af vedkommende Fordringshaver skal iretteføres.​3 Naar Dom er falden, skal Beløbet fremdeles forblive henstaaende, indtil Ankefristen er udløbet.​4 Anlægges Søgsmaal ikke inden den fastsatte Frist, kan Beløbet udtages.\n1 Jfr. konkurslov § 73.\n2 Jfr. § 22.\n3 Jfr. rettergangsl. §§ 63 og 66.\n4 Se rettergangsl. § 360.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "I det til Behandling af Spørgsmaalet om Akkordens Stadfæstelse berammede Møde​2 skal saavel Skyldneren​3 som Akkordstyrets Medlemmer være tilstede, medmindre de er hindrede ved Sygdom eller har erholdt Skifterettens Tilladelse til at være fraværende.\nSkifteretten kan i Mødet indhente alle de Oplysninger, som den til sin Afgjørelse maatte finde fornødne, og kan efter Omstændighederne forlange de af andre end Skyldneren afgivne Forklaringer bekræftede med forsikring. Findes det fornødent at indhente Forklaring eller Vidnesbyrd af Personer, der opholder sig udenfor Jurisdiktionen, kan Skifteretten derom rette Begjæring til vedkommende Skifteret, som uden Ophold har at efterkomme Begjæringen.​4\n– – –\nForsaavidt ikke Nødvendigheden af at indhente yderligere Oplysninger medfører Udsættelse, bliver Rettens Afgjørelse at afgive i det i Henhold til § 21 berammede Retsmøde eller senest inden tre Dage derefter. Afgjørelsen afgives i Form af begrundet Kjendelse.​5\n1 Paragrafens 3dje ledd er ophevet ved lov 14 aug. 1918 nr. 4 § 2, dens 4de ledd ved sportellov 4 feb. 1938 § 163, endret ved lov 14 juni 1985 nr 71. – Jfr. konkurslov § 69.\n2 Se § 21.\n3 Jfr. § 23 nr. 6.\n4 Jfr. domstolsl. § 44.\n5 Jfr. rettergangsl. § 164.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skifterettens beslutning om akkordens Stadfestelse kunngjøres på den i § 6 nr. 1 tredje og femte punktum foreskrevne måte, hvorhos den ved akkordkommissærens foranstaltning meddeles​2 samtlige kjente fordringshavere.\nEr skyldnerens firma innført i handelsregistret,​3 skal derhos akkordkommissæren, så snart den i § 29 bestemte frist er utløpet eller, om kjæremål har funnet sted, så snart dette er avgjort, tilstille føreren av registret til anmerkning i samme en meddelelse om akkorden, bilagt med en gjenpart av akkordbetingelsene.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1. – Jfr. konkurslov § 74.\n2 Se § 40.\n3 Se lov 17 mai 1890 nr. 6 §§ 8 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Skifterettens kjendelse om akkordens stadfæstelse kan paakjæres​2 av enhver fordringshaver, der ikke efter § 18 nr. 1 er utelukket fra at komme i betragtning ved avstemningen. Kjæremaal maa, ledsaget av fornøden begrundelse, erklæres inden 14 dage​3 efter akkordens stadfæstelse.​4\nNegtes akkordens stadfæstelse, kan skifterettens kjendelse paakjæres​2 av skyldneren inden tre dage,​3 efterat den er ham meddelt.​4\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51. – Jfr. konkurslov § 75.\n2 Se §§ 41 og 42 og rettergangslov kap. 26.\n3 Jfr. domstolsl. §§ 148 og 149.\n4 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Den stadfestede akkord er bindende for alle fordringshavere, hvis fordringer skriver sig fra tiden før akkordforhandlingens åpning. Dog er akkorden ikke bindende for:\n1. Fordringer, som tilkommer lovbestemt fortrinsrett i konkurs.\n2. Fordringer, som er sikret ved pant, forsåvidt pantet tilstrekker. Herfra undtas dog pant, for hvis vedkommende ikke tinglysning og ved løsøre ei heller besiddelsestagelse har funnet sted før efter akkordforhandlingens åpning, samt ennvidere rettspant, stiftet ved innførsel- eller avsetningsforretning, som er tinglyst senere enn 3 månader før den dag, da begjæringen om akkordforhandling innkom til skifteretten.​2\nMed hensyn til en fordringshavers rett til å avkorte sitt tilgodehavende i sin gjeld til skyldneren finner bestemmelsene i konkurslovens § 119 tilsvarende anvendelse.\nFor forlovere og andre, som hefter tillikemed skyldneren, er akkorden bindende, men den har ingen innflytelse på fordringehavernes rettigheter like overfor disse.\nOm akkordens ugyldighet samt om virkningen av, at akkorden ikke blir opfylt gjelder samme regler som hvor skyldneren under konkurs har erholdt akkord.​3\n1 Endret ved lover 16 mai 1930 nr. 1, 31 mai 1963 nr. 2. – Jfr. konkurslov § 76.\n2 Se § 2 og § 33.\n3 Se konkurslov §§ 78 og 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når skifteretten har mottatt sådan innberetning som i § 13 omhandlet, så vel som når det fremsatte akkordforslag forkastes, eller en vedtatt akkord av skifteretten eller kjæremålsretten nektes stadfestelse, har skifteretten, så snart den bestemte kjæremålsfrist​2 er forløpet, eller, om kjæremål er erklært, når dette er avgjort, ved kjennelse å erklære akkordforhandlingen innstillet og konkurs åpnet.​3\nSkyldneren varsles til rettsmøtet med den i konkurslovens § 8 fastsatte frist. Om anke over kjennelsen gjelder de regler som i konkursloven er fastsatt om anke over kjennelse om konkursåpning.​4\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.\n2 Se § 29.\n3 Jfr. konkurslov § 47.\n4 Se konkurslov § 133.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Så lenge de frister, som efter § 29 gjelder med hensyn til kjæremål mot skifterettens kjennelse om akkordens Stadfestelse eller nektelse av sådan, ikke er forløpet, eller hvis kjæremål har funnet sted, så lenge dette ikke er avgjort, vedblir skyldneren å stå under akkordstyrets tilsyn.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Fra den tid da andragendet om akkordforhandling er inngitt til skifteretten​2 og inntil akkordforhandlingens slutning – den tid, hvori skyldneren efter § 32 vedblir å stå under akkordstyrets tilsyn, heri iberegnet –, kan utlegg ikke tas i skyldnerens gods, likesom tvangssalg kun må finne sted i henhold til panterett, der efter § 30 vil være uberørt av akkorden. Avslåes andragendet om akkordforhandling, gjelder dette, inntil den i § 3 bestemte kjæremålsfrist er forløpet eller, om kjæremål har funnet sted, inntil dette er avgjort.\nI samme tidsrum kan skyldnerens bo ei heller besluttes tatt under konkursbehandling efter begjæring av nogen fordringshaver.​3 Hvor sådan begjæring er inngitt, men ennu ikke er avgjort på den tid, da skyldnerens andragende om akkordforhandling innkommer til skifteretten, blir, uansett forskriftene i konkurslovens § 9, behandlingen av konkursbegjæringen å utsette, inntil andragendet om akkordforhandling er avslått eller akkordforhandlingen sluttet, uten at akkord er opnådd. Det samme gjelder begjæring om utlegg for gjeld, hvorfra dog undtas utlegg eller utpantning for skatter og dermed likestillede fordringer, der tilkommer lovbestemt fortrinsrett. Fornøden underretning skal av skifteretten tilstilles​4 namsmyndigheten​5 på de steder, hvor skyldneren efter det oplyste her eiendeler her i landet.\n1 Endret lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.\n2 Se § 2.\n3 Se derimot §§ 7 og 25.\n4 Se § 40.\n5 Se tvangsfullbl. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "De Regler, som ifølge Lov om Konkurs og Konkursboers Behandling af 6te Juni 1863 §§ 40 og 41, ((Lov om Vexler af 7de Mai 1880 § 30))​1 og Lov om Sjøfarten af 20de Juli 1893 § 166 gjælder for Tilfælde af Konkurs, skal ogsaa gjælde i Tilfælde af Akkordforhandling efter nærværende Lov.​2\nDet samme gjælder de Regler, som for Tilfælde af Konkurs er foreskrevne om Fradragning af Rabat.​3\n1 Se nu lov 27 mai 1932 nr. 2 § 43, 2net ledd.\n2 Jfr. lover 24 mai 1907 nr. 2 §§ 39 og 40 og 30 juni 1916 nr. 1 § 37.\n3 Se konkurslov § 120.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "(Bortfalt ved strl.ikrl. § 3 jfr. strl. §§ 282-289.)",
      "content": "§ 35.(Bortfalt ved strl.ikrl. § 3 jfr. strl. §§ 282-289.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Hvis skyldneren, efterat hans andragende om akkordforhandling er avslått, innen forløpet av et år derefter på ny andrar om akkordforhandling, kan andragendet alene tas til følge av skifteretten, hvor de grunner, der tidligere har vært til hinder for åpning av akkordforhandling, ikke lenger antas å være til stede, eller der er inntrådt forandrede omstendigheter der gjør istandbringelsen av akkord sannsynlig.\n1 Endret ved lov 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(Ophevet ved sportellov § 163.)",
      "content": "§ 37.(Ophevet ved sportellov § 163.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Den godtgjørelse, som tilkommer akkordstyrets medlemmer og i tilfelle den antatte revisor, ansettes av skifteretten, efterat akkordstyret og skyldnern derom er hørt. Har nogen av dem gjort sig skyldig i forsømmelse eller uforstand i utførelsen av sine plikter, skal der ved godtgjørelsens ansettelse dertil tas hensyn, således at efter omstendighetene endog all godtgjørelse kan bestemmes å skulle bortfalle.\nSkifterettens ansettelse kan innen fjorten dager efter beslutningens avgivelse av enhver av partene innbringes for vedkommende regjeringsdepartement​2 til prøvelse.​3 Godtgjørelsen kan inndrives efter de om fullbyrdelse av dommer gjeldende regler.​4\nEr konkurs åpnet i henhold til § 31 kan ansettelsen bringes inn for departementet overensstemmende med reglene i konkurslovens § 32 siste ledd, dog således at fristen regnes fra den første skiftesamling som holdes i konkursboet efterat ansettelsen har funnet sted.\n1 Endret ved lover 2 juni 1906 nr. 2 og 16 mai 1930 nr. 1. – Jfr. § 25.\n2 Justisdepartementet.\n3 Se § 45.\n4 Se tvangsfullbl. § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Omkostningene ved en akkordforhandling og den gjeld, der under samme er stiftet med akkordstyrets samtykke, har, når konkurs åpnes i henhold til nærværende lovs §§ 7 eller 31 eller i henhold til begjæring fremsatt av skyldneren før akkordforhandlingens Slutning (jfr. § 33), samme rett til fortrinsvis dekkelse som skifteomkostningene. Det samme gjelder for omkostningene ved en akkordforhandling når konkurs åpnes innen utløpet av den tid, da en stadfestet akkord skulde være opfylt.\n1 Endret ved lov 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "De i denne Lov foreskrevne Underretninger til Fordringshavere og andre skal besørges paa en saadan Maade, at deres riktige Fremsendelse og Aflevering til Vedkommende lader sig eftervise.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kjæremål efter §§ 3 og 29 går til Høiesteretts kjæremålsutvalg. For øvrig får bestemmelsene i lov om rettergangsmåten for tvistemål av 13 august 1915 første, annen og fjerde del tilsvarende anvendelse, så langt de passer.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 2 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Bestemmelsene i konkursloven §§ 129, 130 første ledd og 134 får tilsvarende anvendelse på de forretninger skifteretten utfører i henhold til nærværende lov.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 2 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Naar nogen i de i §§ 9 eller 38​2 omhandlede tilfælde vil indbringe en av skifteretten fattet beslutning for vedkommende regjeringsdepartement til prøvelse, faar bestemmelserne i lov om rettergangsmaaten for tvistemaal​3 §§ 399 og 401 tilsvarende anvendelse.\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51.\n2 Jfr. § 25.\n3 Lov 13 aug. 1915 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Ved overenskomst med fremmed stat kan det vedtas at akkordforhandling som er åpnet i en av statene, skal kunne hindre åpning av konkurs og akkordforhandling og innskrenke adgangen til tvangsfullbyrdelse i den annen stat, og at stadsfestelse av en akkord skal ha bindende virkning også i den annen stat.\n1 Tilføiet ved lov 19 mai 1933 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "En Skyldner, der ønsker under Rettens Beskyttelse at forhandle med sine Fordringshavere om Akkord – derunder indbefattet Betalingsudsættelse -, kan herom indgive Andragende til Skifteretten.\nAndragendet skal være ledsaget af:\n1. En kortfattet Redegjørelse saavel for de Omstændigheder, der har bevirket, at Skyldneren er bleven ude af Stand til at fyldestgjøre sine Gjældsforpligtelser, som for den Maade, hvorpaa disse tænkes afviklede.\n2. En Oversigt over Boets Stilling, indeholdende en Fortegnelse over Skyldnerens Eiendele af alle Slags, Tilgodehavende, Kassebeholdning og Gjæld med Angivelse af Fordringshavernes Navne og Opholdssteder saavelsom af den Sikkerhed, som maatte være stillet.\n3. En Opgave over de Bøger, som har været førte over Skyldnerens Forretninger.\n4. – – – ​2\nHvor Skyldneren ikke er forhindret ved gyldig Forfald, skal han derhos snarest muligt og i ethvert Fald inden den i § 2 bestemte Frist personlig indfinde sig hos Skifteretten for i Tilfælde at meddele de nærmere Oplysninger, som Skifteretten maatte ønske.\n1 Jfr. konkurslov §§ 1 og 6.\n2 Ophevet ved sportellov 4 feb. 1938 § 163.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Andragendet forsynes af Skifteretten med en Paategning om Dagen og Timen, da det er indleveret.​1\nRetten har derefter inden 3 Dage eller om dette ikke kan ske, snarest muligt derefter ved Kjendelse​2 at afgjøre, om Akkordforhandling skal aabnes.​3 Den kan, før Afgjørelsen træffes, forlange sig forelagt Skyldnerens Bøger og indhente de yderligere Oplysninger, som den for samme maatte finde fornødne.\nEfter Omstændighederne kan den derhos kræve Sikkerhed stillet for de med Akkordforhandlingen forbundne Omkostninger, [der ikke dækkes ved det i § 1 omhandlede Forskud].​4\nSaafremt Andragendet ikke tilfredsstiller Forskrifterne i § 1, uden at Manglerne betimelig er blevne berigtigede, eller saafremt Retten efter de fremkomne Oplysninger finder det klart, at Forskrifterne i § 23 vil være til Hinder for, at en Akkord i Tilfelde vil kunne erholde Rettens Stadfæstelse, skal Andragendet afslaaes.​5 I saa Fald skal Underretning om Afslaget og Grundene derfor uopholdelig meddeles​6 de kjendte Kreditorer.​7\n1 Se § 33, konkurslov § 47. Jfr. konkurslov § 7.\n2 Se § 3. Jfr. rettergangsl. § 164.\n3 Jfr. konkurslov § 119.\n4 Se sportellov § 3.\n5 Jfr. §§ 13 og 36.\n6 Se § 40.\n7 Se § 1 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Skifterettens kjendelse om aapning av akkordforhandling kan ikke angripes ved kjæremaal eller anke.​2 Avslaaes andragendet, kan kjendelsen inden tre dage​3 efter dens avsigelse paakjæres.​4\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51.\n2 Jfr. rettergangsl. §§ 355 og 396.\n3 Jfr. domstolsl. §§ 148 og 149.\n4 Se §§ 41 og 42 og rettergangsl. kap. 26. Jfr. § 33, 1ste ledds siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Samtidig med, at akkordforhandling besluttes åpnet, eller snarest mulig derefter beskikker skifteretten en akkordkommissær samt til i forening med ham å danne akkordstyret to dertil skikkede og villige menn, som fortrinsvis blir å ta blandt fordringshaverne eller deres representanter. Det bør så vidt mulig has for øie, at den, som opnevnes til akkordkommissær, har betingelsene for tillike å kunne utføre den foreskrevne revisjon (§ 6 nr. 3). I mindre eller lett overskuelige boer, så vel som hvor skyldneren kun søker betalingsutsettelse, kan skifteretten efter omstendighetene også undlate å beskikke noget akkordstyre. De hverv, som efter loven påhviler dette, blir i så fall å utføre av akkordkommissæren alene. Til akkordkommissær eller medlem av akkordstyret må ikke beskikkes nogen, som efter bestemmelsene i konkurslovens § 14, tredje og fjerde ledd, vilde være utelukket fra å være bestyrer i skyldnerens bo.\nKongen kan gi nærmere forskrifter om opnevnelsen.\nPå steder, hvor der finnes grunn til det, kan vedkommende regjeringsdepartement​2 opnevne et utvalg av dertil skikkede menn, blandt hvilke akkordkommissæren skal beskikkes.​3\n1 Endret ved lover 2 juni 1906 nr. 2 og 16 mai 1930 nr. 1.\n2 Justisdepartementet.\n3 Jfr. konkurslov § 14, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Forhandlingerne saavel i Akkordstyrets Sammenkomster som i alle de Møder i Boets Anliggender, der ikke afholdes for Skifteretten, ledes af Akkordkommissæren, der lader de fattede Beslutninger og de særskilte Tilførsler, som i noget Møde forekommer, indføre i en Forhandlingsprotokol, som autoriseres af Skifteretten og for hvert Møde underskrives af Styrets Medlemmer. I Akkordstyrets Møder skal dets samtlige Medlemmer deltage, forsaavidt de ikke har lovligt Forfald. Er der kun to Medlemmer tilstede, kan ingen Beslutning fattes uden Enstemmighed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Det paaligger Akkordstyret:\n1. Uden Ophold at udfærdige en Bekjendtgjørelse om Akkordforhandlingens Aabning samt i Forbindelse dermed beramme et Møde til Behandling af Skyldnerens Akkordforslag, hvilket Møde skal afholdes inden otte Uger fra Akkordforhandlingens Aabning, medmindre Skifteretten efter § 12 har tilladt Mødet udsat. Samtidig opfordres Fordringshaverne til at indsende til Akkordkommissæren en specificeret Opgave over sit Tilgodehavende hos Skyldneren.​2 Bekjendtgjørelsen indrykkes i «Kundgjørelsestidenden»​3 samt, om dertil findes Grund, i anden Tidende, hvorhos den opslaaes paa Retsstedet og paa Børsen, om Saadan findes. Likeså sørger akkordstyret for at melding om åpningen av akkordforhandling blir tinglyst i de rettskretser hvor skyldneren eier fast eiendom. Saafremt Skyldnerens Firma er indført i Handelsregistret,​4 skal tillige en Bemærkning om Akkordforhandlingens Aabning foranlediges tilført i Registret.​5\n2. Inden en Uge efter Beskikkelsen at tilstille​6 samtlige kjendte Fordringshavere saadan Meddelelse og Opfordring som i Nr. 1 omhandlet. Fordringshavere, hvorom Akkordstyret først senere faar Kundskab, tilstilles uden Ophold lignende Meddelelse.\n3. At lade Skyldnerens Regnskaber og Forretningsførelse undergive Revision enten af Akkordkommissæren eller, om der findes Grund hertil, af en særlig antagen Revisor.​7 Ved Valget af Revisor skal, forsaavidt dertil er Anledning, tages Hensyn til den særlige Sagkyndighed, som Skyldnerens Forretning gjør ønskelig.\n4. At la skyldnerens eiendele gjennemgaa og værdsætte. Hvor særlig sakkyndighet utfordres, kan i fornødent fald mænd dertil forlanges opnævnt av det utvalg, som omhandles i lov om domstolene​8 § 79. De opnævnte mænds godtgjørelse bestemmes av skifteretten. I gjennemgaaelsen skal akkordkommissæren eller i tilfælde den antagne revisor delta; i sidste fald bør derhos et av akkordstyrets medlemmer delta i saadan utstrækning, at han kan erhverve fuldstændig kjendskap til skyldnerens eiendele.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51, 20 mai 1921 nr. 3, 7 juni 1935 nr. 2 § 41.– Jfr. konkurslov §§ 15-18.\n2 Se lov 18 mai 1979 nr. 18 § 13.\n3 Se lov 11 okt. 1946 nr. 1.\n4 Se lov 17 mai 1890 nr. 6 §§ 8 og 35.\n5 Jfr. lov 17 mai 1890 nr. 6 § 21, siste ledd. Jfr. også lov 7 april 1972 nr. 13 avnitt V (registrering i skipsregistret).\n6 Se § 40.\n7 Jfr. §§ 4, 10 og 38.\n8 Lov 13 aug 1915 nr. 5",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Under akkordforhandlingen vedbliver skyldneren at forestaa sine anliggender og sin forretning, men under akkordstyrets tilsyn.​2 Hvad dette bestemmer, er han forpligtet til at efterkomme, og handler han imod de af akkordstyret givne forskrifter eller uden at indhente dets beslutning i anliggender, der ikke af det er overladt til hans frie bestemmelse, er det berettiget til at overlevere boet til konkursbehandling.​3\nIøvrigt bliver med hensyn til boets forvaltning følgende nærmere regler at iagttage:\n1. Forvaltningen skal fortrinsvis være rettet paa at forberede en afvikling af skyldnerens forpligtelser. Forretningens gang bør ikke afbrydes mere, end hensynet til fordringshavernes tarv og omstændighederne forøvrigt gjør nødvendigt.\n2. Til stiftelse af ny gjæld, til pantsættelser samt til afhændelse eller bortleie af fast eiendom maa akkordstyrets samtykke altid erhverves.\n3. Forfalden gjæld, for hvilken der haves fortrinsret, eller som er sikret ved pant, kan betales; anden gjæld, der er stiftet før akkordforhandlingen, maa derimod ikke betales.\n4. Forfaldne veksler og gjældsbreve, for hvis indfrielse skyldneren er ansvarlig, kan fornyes, saafremt det kan ske uden udlæg for skyldneren. Dog bør det i saa fald udtrykkelig anføres, at underskriften meddeles «til fornyelse», og denne skal ikke give vedkommende fordringshaver eller medforpligtede nogen fortrinligere ret til fyldestgjørelse end den, der tilkom ham efter det oprindelige gjældsbrev.\n5. Akkordstyret skal paase, at alle indkomme midler, som ikke nødvendigvis maa haves i kasse til udgifters bestridelse, tages under dets varetægt og indsættes i en bank.\n6. Akkordstyret bestemmer, hvad der kan anvendes til skyldnerens og hans families underholdning;​4 er skyldneren misfornøiet med akkordstyrets bestemmelse, kan han inden fjorten dage indbringe spørsmaalet for vedkommende regjeringsdepartement​5 til prøvelse.\n1 Endret ved lov 2 juni 1906 nr. 2.\n2 Se § 8 i.f. og konkurslov § 19.\n3 Se konkurslov § 10. Jfr. samme lovs § 47.\n4 Jfr. konkurslov § 36.\n5 Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Gyldigheten av skyldnerens forføininger er i forhold til tredjemann ikke betinget av at de er foretatt med akkordstyrets samtykke. Dog skal – forsåvidt akkordforhandlingen avbrytes eller avsluttes med at skyldnerens bo blir tatt under konkursbehandling i henhold til nærværende lovs §§ 7 eller 31 eller i henhold til begjæring fremsatt av skyldneren før akkordforhandlingens slutning (jfr. § 33) – gjeld som av skyldneren uten akkordstyrets samtykke er stiftet under akkordforhandlingen, ikke kunne gjøres gjeldende i konkursboet. Likeså skal i samme tilfelle pantsettelser samt avhendelse eller bortleie av fast eiendom, som skyldneren uten akkordstyrets samtykke maatte ha foretatt under akkordforhandlingen, være uten gyldighet overfor konkursboet.​2\nSkyldnerens firmategning​3 bør, så lenge akkordforhandlingen varer, skje med tillegget: «under akkordforhandling».\n1 Endret ved lov 16 mai 1930 nr. 1.\n2 Se konkurslov § 49. Jfr. konkurslov § 47 og lov 7 juni 1935 nr. 2 § 23.\n3 Jfr. § 7 i begynnelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Akkordkommissæren og de øvrige medlemmer af akkordstyret kan af skifteretten afskediges, saafremt de ikke behørig opfylder sine pligter. Det samme gjælder, naar det oplyses, at der er indtraadt omstændigheder, som medfører, at de ikke længer kan​2 eller bør indehave sin stilling. Forinden beslutning om afskedigelse fattes, skal der være givet vedkommende anledning til at udtale sig.\nSkifterettens beslutning om afskedigelse saavelsom dens negtelse af at afskedige akkordstyret eller noget af dets medlemmer kan inden 14 dage efter beslutningens afgivelse indbringes for vedkommende regjeringsdepartement​3 til prøvelse, dog i første fald ikke med opsættende virkning.​4\n1 Endret ved lov 2 juni 1906 nr. 2.\n2 Jfr. § 4.\n3 Justisdepartementet.\n4 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Naar Boets Gjennemgaaelse er saa langt fremskreden, at de dertil fornødne Oplysninger foreligger, skal Akkordstyret udarbeide en udtømmende Oversigt over Boets Stilling samt en Beretning om Skyldnerens Forretningsførsel, ledsaget af Udtalelse fra Revisor om, hvad han maatte have fundet at bemærke. Disse Meddelelser tilstilles​2 hver enkelt Fordringshaver ved Akkordstyrets Foranstaltning senest fjorten Dage før Afholdelsen af det til Akkordforslagets Behandling bestemte Møde. Hvis nogen Fordring helt eller delvis bestrides af Akkordstyret eller af Skyldneren eller forlanges nærmere bevisliggjort, skal dette samtidig meddeles Fordringshaveren.\nSaafremt der efter Akkordstyrets eller efter Revisors Oppfatning foreligger Omstændigheder, som kan give Anledning til Undersøgelse eller Forfølgning fra det Offentliges Side, skal Afskrift af disse Udtalelser snarest muligt tilstilles Paatalemyndigheden.\n1 Jfr. konkursl. §§ 30 og 31.\n2 § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Skyldnerens Akkordforslag skal indgives til Akkordstyret saa betimelig, at det af dette kan tilstilles​2 Fordringshaverne samtidig med de i § 10 omhandlede Meddelelser. Akkordstyret forsyner Forslaget med sin Udtalelse saavel om dets Antagelighed i og for sig som om den Betryggelse, der haves for, at Akkorden vil blive opfyldt fra Skyldnerens Side.\n1 Jfr. konkursl. § 61.\n2 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når boet er meget vidtløftig, eller når det ellers av særlige grunner må anses påkrevet, kan skifteretten efter ansøkning fra akkordstyret tillate, at møtet til behandling av akordforslaget​2 utsettes inntil 4 uker.\nEfter fornyet ansøkning, hvori der må være redegjort inngående for de grunner, som umuliggjør avholdelse av møtet til fastsatt tid, kan skifteretten tillate, at møtet utsettes ytterligere inntil 4 uker.\nEnhver fordringshaver skal i betimelig tid gis meddelelse​3 om sådanne utsettelser.\n1 Endret ved lov 20 mai 1921 nr. 3.\n2 Se § 6 nr. 1.\n3 Se § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Hvis skyldneren intet akkordforslag fremsetter, eller det fremsatte forslags behandling bortfaller på grunn av dets tilbakekallelse eller på grunn av skyldnerens uteblivelse (§ 14), gjøres herom av akkordstyret innberetning til Skifteretten, ledsaget av de foreliggende oplysninger og uttalelser.\nDet samme skal skje hvis akkordstyret finner, at akkorden av nogen i § 23 omhandlet grunn ikke vil kunne erholde stadfestelse.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I det til Akkordforslagets Behandling bestemte Møde skal Skyldneren være tilstede.​1 Fra Forpligtelsen hertil danner alene Sygdom Fritagelsesgrund. Saavel Akkordstyret som Revisor har Adgang til at forlange Skyldnerens Besvarelse af ethvert Spørgsmaal om hans Forretningsførsel og Forhold, om Aarsagerne til hans Formuesforfatning og om hans fremtidige Udsigter. Ligeledes kan Fordringshaverne gjennem Akkordkommissæren forlange Oplysninger af Skyldneren angaaende hans Forretningsførsel og hvad forøvrigt staar i Forbindelse med Akkordforhandlingen.​2 De afgivne Forklaringer nedtegnes i den Udstrækning, hvori det af Akkordkommissæren findes fornødent eller af Skyldneren eller vedkommende Mødende særskilt maatte blive forlangt. Det nedskrevne skal underskrives af Skyldneren efter forud at være oplæst og vedtaget. Enhver Fordringshaver har Adgang til at gjøre sig bekjendt med det Optegnede ved Henvendelse til Akkordkommissæren.\n1 Jfr. § 13 og konkurslov § 62, 2net ledd.\n2 Jfr. konkurslov § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Dersom skyldneren i det til akkordforslagets behandling bestemte møte ønsker å gjøre forandringer i eller tillegg til sitt akkordforslag, kan akkordstyret, så fremt det finner å burde gi samme sin anbefaling, utsette forslagets behandling til et nytt møte, der avholdes senest innen 3 uker eller, hvis der er fjerntboende fordringshavere, senest innen 5 uker. Herom blir fordringshaverne å varsle på den i § 6. nr. 1 og 2 bestemte måte. I dette nye møte kan skyldneren derimot ikke gjøre forandringer i eller tillegg til akkordforslaget.\n1 Endret ved lov 20 mai 1921 nr. 3. – Jfr. konkurslov § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Ved Afstemningen over Skyldnerens Akkordforslag skal fremlægges en af Akkordkommissæren og Revisor udfærdiget Fortegnelse over samtlige Fordringer med Angivelse af deres Beskaffenhed og forsynet med Bemærkning om, hvorvidt Fordringerne bestrides af Skyldneren eller af Akkordstyret. Forsaavidt nogen Fordring bliver bestridt af nogen Fordringshaver, skal derom af Akkordkommissæren gjøres Anmærkning paa Fortegnelsen. Det samme gjælder, hvis nogen formener sig urettelig forbigaaet ved Fortegnelsens Udfærdigelse, eller hvis en Fordring formenes opført med for lidet Beløb.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Enhver fordringshaver, som tiltrer skyldnerens akkordforslag, skal derom avgi skriftlig erklæring. Erklæringen kan innsendes til akkordkommissæren innen det til forslagets behandling bestemte møte eller fremleveres i dette.\nVed enhver av en fullmektig avgitt stemme skal skriftlig fullmakt medfølge, medmindre prokura er anmeldt til handelsregistret​2 eller bevislig på annen måte offentliggjort.\nVedtagelse som ikke tilfredsstiller disse forskrifter, godtas dersom skriftlig bekreftelse innkommer til skifteretten senest dagen før det i § 21 omhandlede møte.\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 64.\n2 Se lov 17 mai 1890 nr. 6 § 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Ved avstemningen over akkordforslaget skal følgende fordringer settes ut av betraktning:​2\n1. Fordringer, som akkorden efter § 30 ikke vil være bindende for, medmindre den fortrinsrett eller panterett, hvorpå dette grunnes, uttrykkelig frafalles. Sådan frafallelse kan skje så vel for fordringens hele beløp som for en del,\n2. Fordringer, der er avhengige av en betingelse, som ennu ikke er inntrådt.\n3. Fordringer, som er overdratt til vedkommende fordringshaver efter inngivelse av andragende om akkordforhandling.​3 Dog gjelder dette ikke fordring, som nogen har overtatt ifølge en ham tidligere påhvilende forpliktelse.\n4. Fordringer, som tilhører skyldnerens ektefelle, hans beslektede i op- og nedstigende linje, søsken eller likeså nær besvogrede. Er skyldneren en korporasjon eller stiftelse, gjelder det samme for fordringer som tilhører nogen der er medlem av styret.\nFordringshavere, hvis tilgodehavende utgjør mindre enn 50 kroner, tas ikke i betraktning ved avstemningen.\nRenter, påløpne efter akkordforhandlingens åpning, medtas ikke ved beregning av fordringenes beløb under avstemningen.​4\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 65.\n2 Jfr. § 29.\n3 Se § 2.\n4 Jfr. konkurslov § 120.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Det fremsatte Akkordforslag ansees som vedtaget:\n1. Hvis det gaar ud paa at betale mindst 50 pCt. af de ikke fortrinsberettigede Fordringshaveres Tilkommende, naar 2/3 – to Tredjedele – af de til Stemme berettigede Fordringshavere​2 har stemt for dets Antagelse og deres samlede Tilgodehavende udgjør 2/3 – to Tredjedele – af disse Fordringshaveres samlede Fordringer.\n2. Hvis det gaar ud paa mindre end 50 pCt., naar det er antaget af 3/4 – tre Fjerdedele – af de til Stemme berettigede Fordringshavere​2 og deres samlede Tilgodehavende udgjør 3/4 – tre Fjerdedele – af disse Fordringshaveres samlede Fordringer.\n1 Jfr. konkurslov § 67.\n2 Se § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Hvis ved Afstemningen det til Akkordforslagets Antagelse fornødne Stemmetal er opnaaet alene med Hensyn til Personerne eller alene med Hensyn til Fordringernes Beløb, men ikke i begge Henseender, eller hvis det paa Grund af Tvist eller Uklarhed med Hensyn til nogen Fordring er tvilsomt, hvorvidt Akkordforslaget skal ansees som antaget eller forkastet, kan Akkordstyret i Mødet bestemme, at ny Afstemning skal finde Sted i et senere Møde, der afholdes inden tre Uger, og hvorom Fordringshaverne varsles paa den i § 6 Nr. 1 og 2 bestemte Maade. Forsaavidt ingen modsat Meddelelse fremkommer, ansees de Fordringshavere, der har tiltraadt Akkordforslaget, at vedblive sin Stemmegivning i det nye Møde.​2\n1 Jfr. konkurslov § 68.\n2 Jfr. § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Saasnart Afstemningen over Akkordforslaget er tilendebragt, skal Akkordkommissæren indsende til Skifteretten samtlige ved dets Behandling forelagte Dokumenter, den ved Mødet førte Protokol og de muligens indkomne Protester mod Akkorden, ledsaget af Akkordstyrets Udtalelse om, hvorvidt der vides noget at erindre mod Akkordens Stadfæstelse. Er det klart, at det til Akkordforslagets Antagelse fornødne Stemmetal ikke er opnaaet, forholdes der, som i § 31 er bestemt. I modsat Fald berammer Skifteretten til Afholdelse inden tre Uger et Møde til Behandling af Spørgsmaalet om, hvorvidt Akkorden skal stadfæstes eller ikke.​1 Berammelsen bliver at bekjendtgjøre paa den i § 6 Nr. 1 foreskrevne Maade og skal ledsages af en Opfordring til Fordringshaverne om skriftlig at tilstille Skifteretten sine mulige Indsigelser inden to Dage før Mødet.\n1 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Er der Tvist eller Uklarhed, hvorvidt en eller flere Fordringer skal medregnes ved Afstemningen,​2 eller om det Beløb, med hvilket de skal komme i Betragtning, skal Akkordkommissæren samtidig med Akkorddokumenterne tilstille Skifteretten en særskilt Opgave over disse Fordringer, ledsaget af de Oplysninger, som derom haves. Paa Grundlag af disse Oplysninger og de Oplysninger, som efter Skifterettens Forlangende yderligere fremskaffes, træffer denne i det til Bestemmelse om Akkordens Stadfæstelse berammede Møde​3 Afgjørelse om, hvorvidt og i saa Fald for hvilket Beløb disse Fordringer skal tages i Betragtning ved Stemmetallets Beregning. Denne avgjørelse, der alene kan paakjæres i forbindelse med spørsmaalet om akkordens stadfæstelse,​4 foregriber intet med hensyn til vedkommende fordringshavers virkelige ret.\n1 Endret ved lov 14 aug. 1918 nr. 4 § 51.\n2 Jfr. § 18.\n3 Se § 21.\n4 Se § 29. Jfr. konkurslov § 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Akkorden skal av skifteretten nektes stadfestelse:​2\n1. Såfremt de for akkordforhandlingen gitte forskrifter ikke har vært overholdt, medmindre feilen antas å ha vært uten innflytelse på akkordens vedtagelse.\n2. Når det under boets gjennemgåelse efter akkordstyrets erklæring har vist sig umulig å erhverve nogen pålitelig oversikt over dets stilling.\n3. Når akkorden ikke gir alle fordringshavere, som den er bindende for,​3 og som ikke har samtykket i å stå tilbake, like rett både med hensyn til betalingens størrelse i forhold til fordringens beløp og med hensyn til betalingstiden samt sikkerheten.\n4. Når skyldneren ikke efter akkorden skal betale sine uprioriterte fordringshavere minst 25 pct. eller, – om han tidligere har vært under konkurs eller erholdt tvungen eller frivillig akkord (herfra dog undtatt betalingsutsettelse), uten senere å ha betalt sine fordringshavere fullt ut, – minst 50 pct. av deres tilgodehavende, medmindre akkordforslaget er antatt av samtlige de kjente fordringshavere, som efter skifterettens avgjørelse skal komme i betraktning (§ 22), eller skyldnerens uvederheftighet er hitført ved ham utilregnelig uhell.\n5. Når skyldneren i løpet av de siste 2 år før akkordforhandlingens åpning eller under denne er domfelt for sådant straffbart forhold, som omhandles i straffelovens​4 §§ 281-287,​5 eller skifteretten finner det godtgjort, at han i nevnte tidsrum har gjort sig skyldig i sådant forhold.\n6. Nå skyldneren uten gyldig grunn uteblir fra rettsmøtet​6 eller vegrer sig for å meddele skifteretten de til avgjørelsen fornødne oplysninger.\n7. Når det viser sig å foreligge sådanne omstendigheter som i § 24 post 1 og 2 nevnt og som ikke er meddelt til fordringshaverne før avstemnigen over akkordforslaget – såfremt dette forhold antas å ha hatt avgjørende betydning for utfallet av avstemningen.\n1 Endret ved lov 16 mai 1930 nr. 1. – Jfr. konkurslov § 70.\n2 Jfr. § 13, 2net ledd.\n3 Se § 30.\n4 Lov 22 mai 1902 nr. 10.\n5 Nu §§ 281-286, se lov 11 mai 1951 nr. 2, IV.\n6 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Efter Andragende fra Akkordstyret eller fra nogen Fordringshaver, der ikke efter § 18 Nr. 1 er udelukket fra at komme i Betragtning ved Afstemningen, skal Skifteretten endvidere negte Stadfæstelse:\n1. Naar det paavises, at Akkorden er istandbragt ved Begunstigelse af nogen Fordringshaver eller ved Løfte om saadan, være sig fra Skyldnerens Side eller af nogen Tredjemand.​2\n2. Naar det paavises, at Akkorden ikke stemmer med Fordringshavernes fælles Interesse, saasom\nfordi den tilbudne Dividende staar i fremtrædende Misforhold til Skyldnerens Midler, eller\nfordi disse er væsentlig formindskede ved Forføininger eller Retsstiftelser, der i Tilfælde af Konkurs vilde kunne omstødes,​3 eller\nfordi de opstillede Betalingsterminer medfører en Udsættelse med Betalingen, der ikke findes begrundet ved et rimeligt Hensyn til Opretholdelse af Skyldnerens Forretning, eller\nfordi der ikke haves antagelig Betryggelse for Akkordens Opfyldelse.\n1 Jfr. konkurslov § 71.\n2 Jfr. strl. §§ 287 og 373.\n3 Se konkurslov §§ 42-46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Efter Andragende af Fordringshavere, hvis Tilgodehavende udgjør mindst 1/5 – en Femtedel – af Summen af de Fordringer, der ved Afstemningen kommer i Betragtning,​2 kan Skifteretten gjøre sin Stadfæstelse afhængig af, at Skyldneren underkaster sig Tilsyn med Akkordens Opfyldelse af Akkordkommissæren eller en anden dertil skikket, af Skifteretten godtagen Mand. Dette Tilsyn skal gaa ud paa, at Skyldnerens Forretningsførsel anordnes med det Formaal for Øie at gjøre de til Akkordens Opfyldelse fornødne Midler tilgjængelige til rette Tid, og paa at forebygge, at nogen Fordringshaver tilfredsstilles til Forfang for de øvrige. Skyldneren skal i saa Fald være forpligtet til at give den Tilsynshavende uhindret Adgang til at øve det fornødne Tilsyn og til ikke at handle mod hans Tilhold. Efterkommer han ikke denne Forpligtelse, skal den Tilsynshavende være berettiget til at overlevere Boet til Konkursbehandling.​3\nDen Tilsynshavende tilkommer i Mangel af anden Aftale saadan Godtgjørelse, som Skifteretten, efterat Parterne er hørte, ved Kjendelse​4 bestemmer. Forskrifterne i § 38, 2det til 4de Punktum finder herved tilsvarende Anvendelse.​5 Afgaar den Tilsynshavende ved Døden eller bliver han af Skifteretten efter Andragende fritaget for sit Hverv, antager Skifteretten en anden i hans Sted.\n1 Jfr. konkurslov § 72.\n2 Se § 18.\n3 Se konkurslov §§ 10 og 117.\n4 Jfr. rettergangl. § 164.\n5 Se § 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Med Hensyn til bestridte Fordringer​2 kan Skifteretten, naar derom af vedkommende Fordringshavere gjøres Paastand, ved Stadfæstelsen bestemme, at det paa Fordringen faldende Udbytte skal indsættes i en Bank.\nNaar Indsættelse besluttes, bestemmer Skifteretten samtidig en Frist, inden hvilken Søgsmaal af vedkommende Fordringshaver skal iretteføres.​3 Naar Dom er falden, skal Beløbet fremdeles forblive henstaaende, indtil Ankefristen er udløbet.​4 Anlægges Søgsmaal ikke inden den fastsatte Frist, kan Beløbet udtages.\n1 Jfr. konkurslov § 73.\n2 Jfr. § 22.\n3 Jfr. rettergangsl. §§ 63 og 66.\n4 Se rettergangsl. § 360.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "I det til Behandling af Spørgsmaalet om Akkordens Stadfæstelse berammede Møde​2 skal saavel Skyldneren​3 som Akkordstyrets Medlemmer være tilstede, medmindre de er hindrede ved Sygdom eller har erholdt Skifterettens Tilladelse til at være fraværende.\nSkifteretten kan i Mødet indhente alle de Oplysninger, som den til sin Afgjørelse maatte finde fornødne, og kan efter Omstændighederne forlange de af andre end Skyldneren afgivne Forklaringer bekræftede med forsikring. Findes det fornødent at indhente Forklaring eller Vidnesbyrd af Personer, der opholder sig udenfor Jurisdiktionen, kan Skifteretten derom rette Begjæring til vedkommende Skifteret, som uden Ophold har at efterkomme Begjæringen.​4\n– – –\nForsaavidt ikke Nødvendigheden af at indhente yderligere Oplysninger medfører Udsættelse, bliver Rettens Afgjørelse at afgive i det i Henhold til § 21 berammede Retsmøde eller senest inden tre Dage derefter. Afgjørelsen afgives i Form af begrundet Kjendelse.​5\n1 Paragrafens 3dje ledd er ophevet ved lov 14 aug. 1918 nr. 4 § 2, dens 4de ledd ved sportellov 4 feb. 1938 § 163, endret ved lov 14 juni 1985 nr 71. – Jfr. konkurslov § 69.\n2 Se § 21.\n3 Jfr. § 23 nr. 6.\n4 Jfr. domstolsl. § 44.\n5 Jfr. rettergangsl. § 164.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Skifterettens beslutning om akkordens Stadfestelse kunngjøres på den i § 6 nr. 1 tredje og femte punktum foreskrevne måte, hvorhos den ved akkordkommissærens foranstaltning meddeles​2 samtlige kjente fordringshavere.\nEr skyldnerens firma innført i handelsregistret,​3 skal derhos akkordkommissæren, så snart den i § 29 bestemte frist er utløpet eller, om kjæremål har funnet sted, så snart dette er avgjort, tilstille føreren av registret til anmerkning i samme en meddelelse om akkorden, bilagt med en gjenpart av akkordbetingelsene.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1. – Jfr. konkurslov § 74.\n2 Se § 40.\n3 Se lov 17 mai 1890 nr. 6 §§ 8 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Skifterettens kjendelse om akkordens stadfæstelse kan paakjæres​2 av enhver fordringshaver, der ikke efter § 18 nr. 1 er utelukket fra at komme i betragtning ved avstemningen. Kjæremaal maa, ledsaget av fornøden begrundelse, erklæres inden 14 dage​3 efter akkordens stadfæstelse.​4\nNegtes akkordens stadfæstelse, kan skifterettens kjendelse paakjæres​2 av skyldneren inden tre dage,​3 efterat den er ham meddelt.​4\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51. – Jfr. konkurslov § 75.\n2 Se §§ 41 og 42 og rettergangslov kap. 26.\n3 Jfr. domstolsl. §§ 148 og 149.\n4 Jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Den stadfestede akkord er bindende for alle fordringshavere, hvis fordringer skriver sig fra tiden før akkordforhandlingens åpning. Dog er akkorden ikke bindende for:\n1. Fordringer, som tilkommer lovbestemt fortrinsrett i konkurs.\n2. Fordringer, som er sikret ved pant, forsåvidt pantet tilstrekker. Herfra undtas dog pant, for hvis vedkommende ikke tinglysning og ved løsøre ei heller besiddelsestagelse har funnet sted før efter akkordforhandlingens åpning, samt ennvidere rettspant, stiftet ved innførsel- eller avsetningsforretning, som er tinglyst senere enn 3 månader før den dag, da begjæringen om akkordforhandling innkom til skifteretten.​2\nMed hensyn til en fordringshavers rett til å avkorte sitt tilgodehavende i sin gjeld til skyldneren finner bestemmelsene i konkurslovens § 119 tilsvarende anvendelse.\nFor forlovere og andre, som hefter tillikemed skyldneren, er akkorden bindende, men den har ingen innflytelse på fordringehavernes rettigheter like overfor disse.\nOm akkordens ugyldighet samt om virkningen av, at akkorden ikke blir opfylt gjelder samme regler som hvor skyldneren under konkurs har erholdt akkord.​3\n1 Endret ved lover 16 mai 1930 nr. 1, 31 mai 1963 nr. 2. – Jfr. konkurslov § 76.\n2 Se § 2 og § 33.\n3 Se konkurslov §§ 78 og 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når skifteretten har mottatt sådan innberetning som i § 13 omhandlet, så vel som når det fremsatte akkordforslag forkastes, eller en vedtatt akkord av skifteretten eller kjæremålsretten nektes stadfestelse, har skifteretten, så snart den bestemte kjæremålsfrist​2 er forløpet, eller, om kjæremål er erklært, når dette er avgjort, ved kjennelse å erklære akkordforhandlingen innstillet og konkurs åpnet.​3\nSkyldneren varsles til rettsmøtet med den i konkurslovens § 8 fastsatte frist. Om anke over kjennelsen gjelder de regler som i konkursloven er fastsatt om anke over kjennelse om konkursåpning.​4\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.\n2 Se § 29.\n3 Jfr. konkurslov § 47.\n4 Se konkurslov § 133.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Så lenge de frister, som efter § 29 gjelder med hensyn til kjæremål mot skifterettens kjennelse om akkordens Stadfestelse eller nektelse av sådan, ikke er forløpet, eller hvis kjæremål har funnet sted, så lenge dette ikke er avgjort, vedblir skyldneren å stå under akkordstyrets tilsyn.\n1 Endret ved lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Fra den tid da andragendet om akkordforhandling er inngitt til skifteretten​2 og inntil akkordforhandlingens slutning – den tid, hvori skyldneren efter § 32 vedblir å stå under akkordstyrets tilsyn, heri iberegnet –, kan utlegg ikke tas i skyldnerens gods, likesom tvangssalg kun må finne sted i henhold til panterett, der efter § 30 vil være uberørt av akkorden. Avslåes andragendet om akkordforhandling, gjelder dette, inntil den i § 3 bestemte kjæremålsfrist er forløpet eller, om kjæremål har funnet sted, inntil dette er avgjort.\nI samme tidsrum kan skyldnerens bo ei heller besluttes tatt under konkursbehandling efter begjæring av nogen fordringshaver.​3 Hvor sådan begjæring er inngitt, men ennu ikke er avgjort på den tid, da skyldnerens andragende om akkordforhandling innkommer til skifteretten, blir, uansett forskriftene i konkurslovens § 9, behandlingen av konkursbegjæringen å utsette, inntil andragendet om akkordforhandling er avslått eller akkordforhandlingen sluttet, uten at akkord er opnådd. Det samme gjelder begjæring om utlegg for gjeld, hvorfra dog undtas utlegg eller utpantning for skatter og dermed likestillede fordringer, der tilkommer lovbestemt fortrinsrett. Fornøden underretning skal av skifteretten tilstilles​4 namsmyndigheten​5 på de steder, hvor skyldneren efter det oplyste her eiendeler her i landet.\n1 Endret lover 14 aug. 1918 nr. 4 § 51 og 16 mai 1930 nr. 1.\n2 Se § 2.\n3 Se derimot §§ 7 og 25.\n4 Se § 40.\n5 Se tvangsfullbl. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "De Regler, som ifølge Lov om Konkurs og Konkursboers Behandling af 6te Juni 1863 §§ 40 og 41, ((Lov om Vexler af 7de Mai 1880 § 30))​1 og Lov om Sjøfarten af 20de Juli 1893 § 166 gjælder for Tilfælde af Konkurs, skal ogsaa gjælde i Tilfælde af Akkordforhandling efter nærværende Lov.​2\nDet samme gjælder de Regler, som for Tilfælde af Konkurs er foreskrevne om Fradragning af Rabat.​3\n1 Se nu lov 27 mai 1932 nr. 2 § 43, 2net ledd.\n2 Jfr. lover 24 mai 1907 nr. 2 §§ 39 og 40 og 30 juni 1916 nr. 1 § 37.\n3 Se konkurslov § 120.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "(Bortfalt ved strl.ikrl. § 3 jfr. strl. §§ 282-289.)",
      "content": "§ 35.(Bortfalt ved strl.ikrl. § 3 jfr. strl. §§ 282-289.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Hvis skyldneren, efterat hans andragende om akkordforhandling er avslått, innen forløpet av et år derefter på ny andrar om akkordforhandling, kan andragendet alene tas til følge av skifteretten, hvor de grunner, der tidligere har vært til hinder for åpning av akkordforhandling, ikke lenger antas å være til stede, eller der er inntrådt forandrede omstendigheter der gjør istandbringelsen av akkord sannsynlig.\n1 Endret ved lov 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "(Ophevet ved sportellov § 163.)",
      "content": "§ 37.(Ophevet ved sportellov § 163.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Den godtgjørelse, som tilkommer akkordstyrets medlemmer og i tilfelle den antatte revisor, ansettes av skifteretten, efterat akkordstyret og skyldnern derom er hørt. Har nogen av dem gjort sig skyldig i forsømmelse eller uforstand i utførelsen av sine plikter, skal der ved godtgjørelsens ansettelse dertil tas hensyn, således at efter omstendighetene endog all godtgjørelse kan bestemmes å skulle bortfalle.\nSkifterettens ansettelse kan innen fjorten dager efter beslutningens avgivelse av enhver av partene innbringes for vedkommende regjeringsdepartement​2 til prøvelse.​3 Godtgjørelsen kan inndrives efter de om fullbyrdelse av dommer gjeldende regler.​4\nEr konkurs åpnet i henhold til § 31 kan ansettelsen bringes inn for departementet overensstemmende med reglene i konkurslovens § 32 siste ledd, dog således at fristen regnes fra den første skiftesamling som holdes i konkursboet efterat ansettelsen har funnet sted.\n1 Endret ved lover 2 juni 1906 nr. 2 og 16 mai 1930 nr. 1. – Jfr. § 25.\n2 Justisdepartementet.\n3 Se § 45.\n4 Se tvangsfullbl. § 3 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Omkostningene ved en akkordforhandling og den gjeld, der under samme er stiftet med akkordstyrets samtykke, har, når konkurs åpnes i henhold til nærværende lovs §§ 7 eller 31 eller i henhold til begjæring fremsatt av skyldneren før akkordforhandlingens Slutning (jfr. § 33), samme rett til fortrinsvis dekkelse som skifteomkostningene. Det samme gjelder for omkostningene ved en akkordforhandling når konkurs åpnes innen utløpet av den tid, da en stadfestet akkord skulde være opfylt.\n1 Endret ved lov 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "De i denne Lov foreskrevne Underretninger til Fordringshavere og andre skal besørges paa en saadan Maade, at deres riktige Fremsendelse og Aflevering til Vedkommende lader sig eftervise.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Kjæremål efter §§ 3 og 29 går til Høiesteretts kjæremålsutvalg. For øvrig får bestemmelsene i lov om rettergangsmåten for tvistemål av 13 august 1915 første, annen og fjerde del tilsvarende anvendelse, så langt de passer.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 2 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Bestemmelsene i konkursloven §§ 129, 130 første ledd og 134 får tilsvarende anvendelse på de forretninger skifteretten utfører i henhold til nærværende lov.\n1 Endret ved lover 2 juni 1906 nr. 2, 14 aug. 1918 nr. 4 § 2 og 16 mai 1930 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Naar nogen i de i §§ 9 eller 38​2 omhandlede tilfælde vil indbringe en av skifteretten fattet beslutning for vedkommende regjeringsdepartement til prøvelse, faar bestemmelserne i lov om rettergangsmaaten for tvistemaal​3 §§ 399 og 401 tilsvarende anvendelse.\n1 Endret ved lover 2 juni 1906 nr. 2 og 14 aug. 1918 nr. 4 § 51.\n2 Jfr. § 25.\n3 Lov 13 aug. 1915 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Ved overenskomst med fremmed stat kan det vedtas at akkordforhandling som er åpnet i en av statene, skal kunne hindre åpning av konkurs og akkordforhandling og innskrenke adgangen til tvangsfullbyrdelse i den annen stat, og at stadsfestelse av en akkord skal ha bindende virkning også i den annen stat.\n1 Tilføiet ved lov 19 mai 1933 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    }
  ]
}