{
  "id": "LOV-1933-06-24-8",
  "type": "statute",
  "title": "Lov om havnevesenet",
  "short_name": "Havneloven",
  "status": "in_force",
  "issued_date": "1933-06-24",
  "in_force_date": "1933-06-24",
  "url": "https://lovdata.no/dokument/NLO/lov/1933-06-24-8",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkefelt.",
      "content": "Denne lov gjelder for alle norske havner og farvann og de i forbindelse med dem stående vassdrag så langt de er farbare med fartøi fra sjøen.\nKongen kan gjøre lovens bestemmelser gjeldende for elv og innsjø i de utstrekning dette måtte vise sig påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Havnedistrikter, deres grenser og opmåling.",
      "content": "Det havneområde som er underlagt et havnestyre, benevnes havnedistrikt.\nForandring i grensene for kjøpstædenes og ladestedenes havnedistrikter skjer ved lov. Grensene for havnedistrikter utenom byene fastsettes av vedkommende regjeringsdepartement.​1\nMed hensyn til havnedistrikts grensers avmerkning på karter og disse karters opbevaring treffer vedkommende regjeringsdepartement de fornødne bestemmelser.\nAnser departementet det påkrevet at det på statens bekostning optas kart over et havnedistrikt, blir saken å forelegge Stortinget med forslag om bevilgning av det til kartets optagelse nødvendige beløp.\nHvis grensene for et havnedistrikt forandres og nytt kart utferdiges, skal de eldre grenser nøiaktig avmerkes på kartet.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Havner og farvanns forvaltning.",
      "content": "Overopsynet med havner og farvann tilligger vedkommende regjeringsdepartement​1 og utøves gjennem havnedirektøren. Forsåvidt fyrbelysning og sjømerker angår, utøves det gjennem fyrdirektøren, dog således at havnedirektøren får adgang til å uttale sig på forhånd om saker som vedkommer havnene.\nFor ethvert havnedistrikt skal det være et havnestyre. Ladestedet Svelvik henhører dog som hittil under kjøpstaden Drammens havnevesen og havnestyre, som ved behandling av saker vedkommende ladestedets havn tiltredes av en i Svelvik bosatt sjøkyndig mann, som med varamann velges av bystyret.\nVedkommende regjeringsdepartement kan oprette havnedistrikter (§ 2) for havner utenom byene, når det finnes påkrevet for å føre tilsyn med arbeider eller for å påse god orden i havnen, og kan likeledes opheve dem hvis forholdene har forandret sig. I begge tilfelle skal herredstyrets erklæring være innhentet på forhånd.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Sammensetning av havnestyret i by.",
      "content": "Havnestyret skal i kjøpstæder og ladesteder med eget kommunestyre bestå av:\na. Borgermesteren. Hvor der er ansatt flere borgermestre bestemmer bystyret hvilken av disse skal inntre i havnestyret. Bystyret kan likeledes bestemme, at en annen kommunal administrasjonschef skal inntre i havnestyret i stedet for borgermesteren. I byer hvor det ikke er ansatt borgermester eller annen kommunal administrasjonschef som kan være medlem av havnestyret, kan vedkommende regjeringsdepartement, efterat bystyrets erklæring er innhentet, beskikke en annen i byen bosatt mann til medlem av havnestyret.\nb. Politimesteren. Vedkommende regjeringsdepartement kan frita politimesteren for å være medlem av havnestyret og beskikke en stedfortreder for ham.\nc. Et medlem med varamann valgt av formannskapet innen dets midte.\nd. To sjøkyndige menn der velges av bystyret, som også velger samme antall sjøkyndige varamenn. Ved beslutning av bystyret kan antallet av de valgte medlemmer og varamenn økes til 4; i dette tilfelle er det dog ikke nødvendig at flere enn to av medlemmene og to av varamennene er sjøkyndige. I et sjøkyndig medlems forfall skal fortrinsvis innkalles en sjøkyndig varamann i hans sted.\ne. Omfatter havnedistriktet større eller mindre deler av landkommuner, kan disse – forsåvidt vedkommende herredstyre fatter beslutning derom – forlange sig representert i havnestyret med inntil to medlemmer med varamenn, dog således at det ikke kan være mer enn ett medlem fra et og samme herred. Valg av dette medlem med varamann foretas av vedkommende herredstyre. Er der minst tre herreder som ønsker sig representert, velger disse tilsammen to medlemmer samt varamann for hver av disse. Valget foregår i dette tilfelle i fellesskap av herredenes samlede formannskaper. De dermed forbundne utgifter bæres av herredene selv.\nf. I de byer hvor der er oprettet et av det offentlige godkjent handelskammer, kan vedkommende regjeringsdepartement, efter at bystyrets uttalelse er innhentet, treffe bestemmelse om at handelskammeret kan velge ett medlem av havnestyret med varamann. I de byer hvor handelskammer ikke er oprettet, kan stedets handelsstandsforening inntre i dettes sted og på samme betingelser som ovenfor anført.\nHvis handelskammer eller handelsstandsforening gis anledning til å velge et medlem av havnestyret som foran nevnt, kan vedkommende regjeringsdepartement,​1 efter at bystyrets uttalelse er innhentet, opnevne et medlem av havnestyret med varamann som representant for byens industri- eller fiskerivirksomhet. Departementet avgjør i det enkelte tilfelle om vedkommende skal representere industri- eller fiskerivirksomheten. Byens industri- eller fiskerivirksomheter skal efter offentlig bekjentgjørelse gis anledning til å foreslå før departementet efter innstilling fra havnedirektøren foretar opnevnelse.\ng. I byer hvor den fast ansatte underordnede havnebetjening utgjør minst 5 mann, kan disse la sig representere i havnestyret med en blandt og av den samlede betjening valgt mann med varamann, som deltar i havnestyrets forhandlinger, dog uten stemmerett.\n1 Kystdirektoratet iflg. Fiskeridepartementets forskrift 21 april 1982 nr. 769.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Sammensetning av havnestyre utenom by.",
      "content": "Havnestyrer utenom byene og i ladesteder som ikke har eget kommunestyre, skal bestå av:\na. En av vedkommende regjeringsdepartement​1 opnevnt mann med varamann.\nb. To av vedkommende herredstyre valgte menn med varamenn som alle skal være sjøkyndige.\nHerredstyret kan fatte beslutning om at antallet av valgte medlemmer og varamenn økes til fire, i hvilket tilfelle det ikke er nødvendig at flere enn to medlemmer og to varamenn er sjøkyndige. I et sjøkyndig medlems forfall skal fortrinsvis innkalles en sjøkyndig varamann i hans sted.\nc. En representant med varamann for stedets industri- eller fiskerivirksomhet hvis vedkommende regjeringsdepartement​1 bestemmer det, efter at herredstyrets uttalelse er innhentet.\nDepartementet avgjør i det enkelte tilfelle om vedkommende skal representere industri- eller fiskerivirksomheten. Stedets industri- eller fiskerivirksomheter skal efter offentlig bekjentgjørelse gis anledning til å foreslå før departementet efter innstilling fra havnedirektøren foretar opnevnelse.\nEr det i et herred flere steder som har eget havnestyre, og hvor havneavgifter opkreves, kan herredstyret beslutte at et fellesutvalg skal oprettes for herredets havnestyrer, bestående av formennene i de enkelte havnestyrer samt et medlem av formannskapet valgt innen dets midte. Beslutningen må godkjennes av vedkommende regjeringsdepartement, som også utferdiger instruks for fellesutvalget efter forslag av havnedirektøren.\n1 Kystdirektoratet iflg. Fiskeridepartementets forskrift 21 april 1982 nr. 762.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Havner og farvann som bestyres av overlosene.",
      "content": "Samtlige havner og farvann som ikke henhører under noget havnestyre, står under tilsyn og bestyrelse av den for distriktet ansatte overlos.​1\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Regler om havnestyrets medlemmer og forhandlinger.",
      "content": "Havnestyret velger selv sin formann og varaformann. Borgermesteren (den kommunale administrasjonschef) og politimesteren er pliktige til å motta gjenvalg. For øvrig gjelder de samme regler som for formannskapets ordfører bestemt.​2\nFor de av formannskap, by- og herredstyre samt handelskammer valgte medlemmers funksjonstid, uttredelse og gjenvalg gjelder de regler som er fastsatt i kommunallovgivningen for by- og herredstyrets medlemmer.​2\nFormannen sammenkaller havnestyret når han finner det påkrevet, når minst halvdelen av medlemmene foreslår det, eller når havnedirektøren forlanger det.\nHavnestyret er beslutningsdyktig når minst halvdelen av de stemmeberettigede medlemmer er til stede, hvoriblandt formannen eller varaformannen og minst ett sjøkyndig medlem.\nBestemmelsene i kommunallovgivningen om by- og herredstyrenes forhandlinger, hvoriblandt reglene om medlemmenes ugildhet,​3 gjøres også gjeldende for havnestyret med de forandringer som er nødvendige av hensyn til havnestyrets spesielle sammensetning og opgave. Havnestyrets vedtak kan bare påklages når det er særskilt bestemt.\nHvis en representant for en landkommune i et byhavnestyre på sitt herreds vegne føler sig brøstholden ved nogen beslutning som er fattet av havnestyret, og som spesielt vedkommer det strøk som fra herredet er innlemmet i havneområdet, kan han forlange at saken skal forelegges vedkommende regjeringsdepartement til avgjørelse.\nVedkommende regjeringsdepartement avgjør i det enkelte tilfelle hvorvidt nogen som er underordnet havnestyret eller er regnskapspliktig overfor dette, kan være stemmeberettiget medlem av havnestyret. Denne bestemmelse skal ikke være til hinder for at et medlem av havnestyre utenom by skal kunne fungere som havnestyrets kasserer eller regnskapsfører.\nVed oprettelse av havnestyre utenom byene skal havnedirektøren utferdige instruks for havnestyrets virksomhet, efter at herredstyret har hatt anledning til å uttale sig.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se lov 12 nov. 1954 nr. 1, kap. 1.\n3 Se s.l. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Havnestyrets virksomhet.",
      "content": "Det påligger havnestyret:\na. Å dra omsorg for at havnen og dens innretninger holdes i forsvarlig stand, å avgi de fornødne bestemmelser om ballastskytning, og å påse at intet foretas som kan være til skade for havnen eller til hinder for ferdselen, samt, med den innskrenkning som er en følge av §§ 9 og 18, bestemme hvilke arbeider som skal utføres for å forbedre havnen eller lette ferdselen.\nb. Å gi regler for god orden i havnen, utferdige instrukser for havnevesenets tjenestemenn og føre tilsyn med at de opfyller sine plikter, samt påse at bestemmelsene i denne lov og gjeldende reglementer overholdes. De nevnte regler og instruks for havnefogden må godkjennes av havnedirektøren.\nc. Å våke over havnevesenets økonomi, føre tilsyn med at dets midler anvendes riktig, og påse at regnskapet, enten det avlegges av havnefogden eller en særskilt tjenestemann, i betimelig tid oversendes borgermesteren eller, hvor sådan ikke er ansatt, til den som by- eller herredstyret måtte bestemme i hans sted, for at det kan bli revidert og decidert som for kommuneregnskaper bestemt.​1\nd. Å ansette havnevesenets tjenestemenn hvor ikke annet er bestemt ved lov.\ne. Å meddele bevilling til å drive ferje-, fløttmanns- og rutetrafikk innen havnedistriktet. Ved meddelelse av sådan bevilling, som gis for en bestemt begrenset tid, kan havnestyret opstille regler og betingelser, således om største tillatt fart, ruter og takster samt årlig avgift.\nf. Å sørge for at de for havnen gjeldende reglementer og avgiftsregulativer blir trykt i et tilstrekkelig antall eksemplarer og bekjentgjort ved opslag, utdeling og på annen hensiktsmessig måte.\ng. Å gi private tillatelse til å utføre arbeider i eller ved havnen i henhold til § 19.\nh. Å fremkomme med forslag til 1) budgett i henhold til § 9, 2) havneavgifter i henhold til denne lovs 4. kapitel, 3) regler for bruk av ild og lys samt lossing, lastning og lagring av ilds- og eksplosjonsfarlige varer i henhold til § 23.\ni. Å gi regler for losing innen havnen i henhold til § 17, isbrytning i henhold til § 56 og påbud om anvendelse av innskrenket fart innen havnen i henhold til § 52, hvis dette er påkrevet.\nj. Å tilstille havnedirektøren utskrift av forhandlingsprotokollen snarest efter hvert avholdt møte, avskrift av havnekassens årlige budgettforslag, regnskaper og status, minst 3 eksemplarer av samtlige trykte reglementer, avgiftsregulativer etc., samt avskrift av de efter § 15 foretatte befaringsforretninger, tegninger av de byggverk som aktes utført i havnen, alt til den tid og i det omfang som av vedkommende regjeringsdepartement bestemmes.\n1 Se lov 12 nov. 1954 nr. 1 § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Havnekassens budgett.",
      "content": "Havnestyret skal hvert år, senest 3 måneder før utgangen av det løpende regnskapsår, avgi til borgermesteren – eller, hvor sådan ikke er ansatt, til formannskapet – forslag til havnekassens budgett for det følgende regnskapsår med fornødne forklaringer.​1\nI budgettet opføres alle havnekassens inntekter og utgifter, deriblandt mulig underskudd fra forrige regnskapsår. Blandt utgiftene opføres et beløp til dekning av tilfeldige og uforutsette utgifter. Beløpet disponeres av havnestyret, som ved regnskapsårets slutt avgir innberetning til by- eller herredstyret om beløpets anvendelse.\nBudgettet blir av formannskapet å forlegge by- eller herredstyret til behandling efter følgende regler:\n1. Må havnekassens budgett opgjøres med underskudd, blir dette i tilfelle å utrede av by- eller herredskassen. By- eller herredstyret kan ta forbehold om at det av by- eller herredskassen ydede beløp skal tilbakebetales hvis havnekassens stilling senere gjør dette mulig.\n2. By- eller herredstyret kan ikke bevilge av havnekassens midler til andre formål enn av havnestyret foreslått før saken først er behandlet av havnestyret. Kan havnestyret ikke anbefale bevilgningen gitt, og by- eller herredstyret allikevel fatter beslutning herom, avgjør vedkommende regjeringsdepartement saken. Det samme gjelder dersom by- eller herredstyret beslutter nogen bevilgning gitt med høiere beløp enn havnestyret kan anbefale (se dog punkt 3 b).\n3. By- eller herredstyret kan bevilge mindre beløp enn av havnestyret foreslått og, uten hinder av bestemmelsen i punkt 2, bestemme:\na. at havnekassens gjeld skal avbetales med et større beløp enn av havnestyret opført og\nb. at administrasjonsutgifter som lønninger m.v. skal forhøies eller nedsettes, dog med den begrensning som fremgår av § 11.\n4. Må lån optas for havnekassens regning, blir saken å behandle efter de for kommunelån gjeldende regler og lånene å garantere av kommunen.​2\n5. Havnekassens midler må bare benyttes til havnens beste, til arbeider for å forbedre havnen og lette ferdselen.\nBlir det i årets løp nødvendig å utføre andre arbeider enn de i budgettet opførte, skal havnestyret forelegge saken for by- eller herredstyret til bevilgning av utgiftene. Kan disse dekkes uten vesentlig overskridelse av budgettet, er formannskapets tillatelse tilstrekkelig.\nTvist som måtte opstå mellem havnestyret og by- eller herredstyret i anledning av bestemmelsene i denne paragraf, blir å avgjøre av vedkommende regjeringsdepartement, som, hvor det finner tilfellet tvilsomt, kan forelegge saken for Kongen til avgjørelse.\n1 Jfr. lov 12 nov. 1954 nr. 1 § 20.\n2 Se samme lovs §§ 1 og 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Havnefogders ansettelse.",
      "content": "For ethvert byhavnedistrikt ansettes av vedkommende regjeringsdepartement en havnefoged, efterat innstilling er innhentet fra havnestyret, bystyret og havnedirektøren.\nFor havnedistrikt utenom byene kan vedkommende herredstyre beslutte at det skal oprettes havnefogedstilling, når trafikkens art og størrelse gjør dette påkrevet. Beslutningen må godkjennes av vedkommende regjeringsdepartement, som også i tilfelle ansetter havnefogden, efterat havnestyrets, herredstyrets og havnedirektørens innstilling er innhentet.\nEr det i et og samme herred flere havnedistrikter, kan disse underlegges en havnefoged. I så tilfelle avgis den forannevnte innstilling om ansettelse av det i § 5 nevnte fellesutvalg istedenfor av havnestyret.\nFor de havner og farvann som ikke tilhører noget havnedistrikt, er losoldermennene​1 forpliktet til å forrette som havnefogder, hver innen sitt distrikt. Til losoldermennenes assistanse kan i de enkelte havner av havnedirektøren ansettes havnebetjenter, efterat erklæring er innhentet fra losoldermann og overlos. Disse havnebetjenter har losoldermannen til sin nærmeste foresatte. Deres stilling er ulønnet, medmindre annet bestemmes av vedkommende regjeringsdepartement.\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Havnefogdens lønn og pensjon.",
      "content": "Havnefogden lønnes enten med en fast årlig lønn av havnekassen eller med de i § 32 omhandlede havnepenger. Lønnen fastsettes av vedkommende regjeringsdepartement, efterat havnestyrets og by- eller herredstyrets uttalelse er innhentet.\nLønnen kan også bestå i en mindre, fast lønn, hvortil i tilfelle kommer procenter av havnekassens inntekter. Forandringer i lønnen kan ikke foretas uten vedkommende regjeringsdepartements samtykke.\nHavnefogden, og i tilfelle hans enke og barn, skal sikres pensjon efter regler som er foreslått av havnestyret og by- eller herredstyret, og godkjent av vedkommende regjeringsdepartement. Reglene kan inneholde bestemmelse om aldersgrense.\nKongen kan gjøre undtagelse fra bestemmelsen om pensjoneringsplikt hvor havnefogden ved denne lovs ikrafttreden, eller ved sin ansettelse, har fylt 50 år, eller hvor forholdene for øvrig tilsier det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Havnefogdens plikter.",
      "content": "Det påligger havnefogden i tilfelle med den begrensning som fremgår av bestemmelsene i §§ 13 og 14, å lede havnens daglige drift og forvaltning efter den instruks som utferdiges av havnestyret​1 og herunder påse at gjeldende lov og reglement overholdes.\nHan deltar i havnestyrets møter – dog uten stemmerett – og har selv eller gjennem sine underordnede tjenestemenn, om det forlanges, å iverksette havnestyrets beslutninger. Han kan forlange sin opfatning av en sak som angår hans spesielle gjøremål, tilført protokollen, hvis han ikke er enig i havnestyrets beslutning.\nEfter innhentede uttalelser fra havnestyre og bystyre kan Kongen bestemme, at det for større byhavner ansettes en øverste administrasjonschef for havnens anliggender på samme måte som foran for havnefogden bestemt. I disse havner ansettes det i så tilfelle ikke havnefoged efter denne lov. For administrasjonschefens virksomhet og rettigheter gjelder de i denne lov for havnefogden fastsatte bestemmelser hvis intet annet fastsettes ved den med havnedirektørens approbasjon utferdigede instruks. Ansettes det administrasjonschef i en havn, hvor det tidligere er ansatt havnefoged, kan vedkommende regjeringsdepartement efter forslag fra havnestyret utferdige de bestemmelser som anses påkrevet inntil der inntrer ledighet i havnefogedstillingen.\n1 Se § 8 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "Havnefogden som leder av havnevesenets regnskapsvesen og arbeider.",
      "content": "Efter at havnestyrets uttalelse er innhentet, kan bystyret eller herredstyret beslutte å frita havnefogden for å føre havnevesenets regnskap og bestyre de arbeider som utføres for havnevesenets regning samt å henlegge disse gjøremål under andre tjenestemenn som ikke behøver å være havnefogdens underordnede. Beslutningen må stadfestes av vedkommende regjeringsdepartement for å bli gyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "Havneingeniør.",
      "content": "Efter forslag av havnestyret kan by- eller herredstyret, hvor det finnes påkrevet av hensyn til de tekniske arbeider i havnen, beslutte ledelsen av disse arbeider henlagt under en særskilt havneingeniør og fastsette dennes lønn. Havneingeniøren ansettes av havnestyret og deltar i havnestyrets møter, dog uten stemmerett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Havnebefaring.",
      "content": "Minst én gang årlig skal der avholdes havnebefaring for å undersøke om der er foregått nogen opgrunning eller forandring som kan være til hinder for ferdselen, om private og offentlige brygger, (kaier), byggverk, anlegg, merker og fortøiningsinnretninger er i forsvarlig og uforandret stand og om der uten tillatelse efter §§ 19 og 20 er opført noget byggverk eller anlegg.\nI befaringen deltar havnefogden, losoldermannen,​1 hvis ikke denne tillike er havnefoged, en eller to loser samt lederen av det tekniske arbeide i havnen.\nOm befaringen innsendes snarest mulig til havnestyret en rapport, hvori anføres resultatet av de foretatte undersøkelser ledsaget av mulige forslag til avhjelp av påviste mangler. Til rapporten, som underskrives av samtlige ovennevnte befaringsdeltagere, kan hver enkelt deltager gjøre de tilføielser han finner påkrevet.\nFor den (de) i befaringen deltagende los (loser) fastsetter havnestyret en passende godtgjørelse av havnekassen, som også for øvrig dekker de med befaringen forbundne utgifter til båt, redskap o.l.\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "title": "Losoldermannens plikter som havnefoged i havner utenom byene.",
      "content": "Losoldermannen har i sin egenskap av havnefoged for havner og farvann som ikke er underlagt noget havnestyre, å iaktta bestemmelsene i denne lov samt å rette sig efter de reglementer og instrukser som utferdiges av overlosen med havnedirektørens godkjennelse.\nLosoldermannen skal i forening med to loser, på de tider og i det omfang som bestemmes av overlosen med havnedirektørens godkjennelse, foreta befaring og gjøre innberetning herom. Kongen avgir bestemmelse om hvilken godtgjørelse av statskassen losoldermannen og losene skal erholde under disse befaringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "title": "Havnelosing.",
      "content": "Havnestyret kan, ved beslutning som for å bli gyldig må vedtas av bystyret (herredstyret) og stadfestes av vedkommende regjeringsdepartement, bestemme at fartøi av minst 70 tonnasjeenheter/registertonn brutto innen havnen skal benytte havnelos i det omfang og på den måte som bestemmes i beslutningen.\nI beslutningen skal takst for benyttelse av losen fastsettes. Rutegående fartøier med fast los ombord, fritas for benyttelsen av havnelos, såfremt ikke særlige omstendigheter taler derimot.\nHavneloser antas og avskjediges av havnestyret efter forslag av havnefogden.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Departementets samtykke til visse anlegg. Havnedistrikter med felles innseiling.",
      "content": "Når noget arbeide aktes utført som kan medføre:\na. forandring av elveløp eller strømforhold,\nb. sådan innskrenkning i farvannet at det kan bli til hinder for ferdselen,\nc. hindringer for de foranstaltninger som er iverksatt eller vites å være påtenkt til landets forsvar,\nHvor flere havnedistrikter har felles innseiling, eller innseilingen til et havnedistrikt må foregå gjennem et annet, kan Kongen​2 fastsette de nærmere regler for det felles fartsløps benyttelse, bestemme hvilke arbeider skal utføres i fartsløpet for å lette og sikre seilasen, samt hvorledes utgiftene hermed skal fordeles mellem de interesserte havnekasser eller dekkes ved spesielle avgifter. Slike avgifter kan kreves opp til staten, de interesserte havnekasser eller samarbeidsorganer for disse havnekassene. Vedkommende havne- og bystyrers (herredstyrers) uttalelse skal innhentes før beslutningen fattes. I eller ved et sådant fartsløp må ikke foretas noget arbeide eller anlegg uten vedkommende departements samtykke.\n1 Endret ved lov 23 juni 1978 nr. 68.\n2 Fiskeridept. iflg. res. 16 des. 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:18 a",
      "chapter": "2",
      "section": "18 a",
      "content": "Kongen​2 kan gi forskrifter om at opplag av fartøi ikke kan skje uten tillatelse, herunder hvordan opplaget skal skje.\nVed vurdering av om tillatelse skal gis, skal det bl.a. tas hensyn til om opplaget vil bli til hinder for den almindelige ferdsel, for utøvelse av fiske eller medføre miljømessige ulemper.\nDet kan settes vilkår for den enkelte tillatelse.\n1 Tilføyd ved lov 23 mai 1975 nr. 16.\n2 Fiskeridept. iflg. res. 23 mai 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Anlegg i byhavner.",
      "content": "I byhavner må ingen opføre noget byggverk, utføre noget anlegg, foreta nogen opfylling eller utdypning eller gjøre nogen forandring med eldre byggverk eller anlegg uten dertil å ha erhvervet tillatelse av havnestyret, som har å avgjøre om det påtenkte arbeide vil være til skade for havnen eller ferdselen på eller ved denne eller til hinder for den fremtidige utbygning av havnen efter de av Stortinget eller havne- og bystyre vedtatte planer. Til enhver tillatelse kan havnestyret knytte betingelse om at anlegget skal være utført innen en nærmere fastsatt frist og skal fjernes når det forlanges, eller at havnevesenet skal kunne overta det for bygningsverdien efter skjønn,​1 hvis byggverket vil være til hinder for iverksettelsen av vedtatte planer for havnens utbygning eller utnyttelse. Hvis byggverket er bestemt til eller står åpent for almindelig ferdsel, kan havnestyret gi bestemmelser om materialdimensjoner, byggemåte og fornødne sikkerhetsforanstaltninger. Er arbeidet av den beskaffenhet som er omhandlet i § 18, må vedkommende regjeringsdepartements samtykke innhentes.\nAndragende til havnestyret om sådan tillatelse skal inneholde beskrivelse av arbeidet, ledsaget av fullstendige tegninger, og innsendes i 2 eksemplarer, av hvilke det ene blir beroende hos havnestyret. Havnefogden og eventuelt havneingeniøren skal avgi uttalelse om andragendet. Sådan uttalelse skal også foreligge når det gjelder havnestyrets egne arbeider i havnen.\nHvis nogen har foretatt arbeide som ovenfor anført uten å ha erhvervet den fornødne tillatelse, straffes han med bøter​2 og er dertil på forlangende pliktig til å bortta det opførte.\nDen som har fått sitt byggeandragende avslått og mener sig forurettet ved havnestyrets eller departementets avgjørelse, kan forlange saken forelagt Kongen. Det samme gjelder om der til en tillatelse er knyttet betingelser som vedkommende ikke finner å kunne vedta.\nEier av sådant byggverk eller anlegg som foran nevnt er pliktig til å holde det forsvarlig vedlike og efterkomme havnestyrets pålegg herom. Undlatelse herav straffes med bøter.​2 Politiet skal derhos efter havnestyrets anmodning nedlegge forbud mot byggverkets eller anleggets benyttelse, inntil det forlangte vedlikeholdsarbeide er tilfredsstillende utført. Eieren er ansvarlig for enhver skade der måtte opstå som følge av mangelfull utførelse eller utilfredsstillende vedlikehold.\nHavnestyret har rett til å bortta underbygning som har henligget ubenyttet i 5 år, og som finnes å være til skade for havnen eller ferdselen, hvis ikke eieren innen en av havnestyret fastsatt frist selv har fjernet den. Havnestyret har fortrinsrett til dekning av de med borttagelsen forbundne utgifter i det som underbygningen innbringer ved salg.\nHavnestyrets myndighetsområde opover land omfatter alle anlegg, byggverk og grunnarealer som tilhører vedkommende havnevesen eller forvaltes av dette samt alle offentlige og private anlegg og byggverk som grenser umiddelbart til havnen. For ubebygget sjøgrunn dannes grensen for havnestyrets myndighetsområde opover land, hvor intet annet er bestemt, av høieste ordinære springhøivanns-linje. Myndighetsområdet kan efter forslag av havne- og bystyre med Kongens godkjennelse utvides til også å omfatte arealer og byggverk ovenfor nevnte høivannslinje.\n1 Se lov 1 juni 1917 nr. 1.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Anlegg i havner utenom byene.",
      "content": "Bestemmelsene i § 19 gjelder også i havnedistrikter utenom byene, og for øvrig i havner og trange og grunne farvann hvor det er almindelig ferdsel, med følgende forandringer:\nTillatelse til anleggets utførelse gis av havnedirektøren, som herunder, foruten å ta hensyn til de i § 19 nevnte forhold, også skal påse at arbeidet ikke vil bli til hinder for en fremtidig utbygning av havnen efter de planer som måtte være utarbeidet eller påtenkt av Statens havnevesen eller kommunalt havnevesen. Hvis det kan være mulighet for at arbeidet vil bli til hinder for utbygningen av havnen, kan havnedirektøren til tillatelsen knytte betingelse om at anlegget i så fall skal fjernes. Andragende om byggetillatelse med beskrivelse og tegninger av anlegget innsendes gjennem havnestyret, eller, hvor sådant ikke er oprettet, gjennem losoldermannen og overlosen til havnedirektøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Ballast.",
      "content": "Ballast må ikke kastes ut i havner eller grunne og trange farvann utenom de dertil bestemte steder. For øvrig er det tillatt å kaste ballast når dybden er 40 meter eller derover. Ballast som oplegges på land, må henlegges således at den ikke kan gli eller skylles ut i sjøen.\nDet påligger loser og havneloser å anmelde enhver ulovlig ballastskytning eller utkastning av avfall eller urenslighet (§ 24), når de blir vitende herom.\nUlovlig utkasting av ballast straffes med bøter,​1 som fastsettes vesentlig efter fartøiets størrelse.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Havnemyndighetenes pålegg og havnereglementer.",
      "content": "På havnen og havnen tilhørende grunnarealer og anlegg har enhver å rette sig efter havnemyndighetenes pålegg og de gjeldende reglementer. Særlig blir å iaktta at man så vidt mulig undgår å komme i veien for noget fartøi ved dets ankomst eller avgang, eller ved fortøining og forhaling i havnen. Dersom et pålegg ikke efterkommes, har vedkommende havnemyndighet efter forutgående advarsel rett til å kaste løs eller efter omstendighetene kappe varp, spring, landtau eller lignende, når det er nødvendig for å forebygge uorden eller skade.​1\nDen som i de forannevnte tilfelle handler mot nogen havnemyndighets pålegg eller de gjeldende reglementer, straffes med bøter,​2 og er ansvarlig for den derved forvoldte skade.\n1 Jfr. lov 25 juni 1937 nr. 20 § 5.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Vedtekter for bruk av ild og lys samt regler for ilds- og eksplosjonsfarlige varers behandling og om meldeplikt.",
      "content": "Efter forslag av havnestyret skal bystyret (herredstyret) innen et år efter denne lovs ikrafttreden gi almindelige vedtekter for bruk av ild og lys i havnen samt regler for lastning, lossing og lagring av ilds- og eksplosjonsfarlige varer. Havnestyret tiltredes under behandlingen av disse saker av lederen for stedets brandvesen, hvis sådant er oprettet. Vedtektene og reglene, og senere forandringer i disse, må stadfestes av vedkommende regjeringsdepartement for å bli gyldige. De skal kunngjøres ved trykte plakater og på annen hensiktsmessig måte.\nOgså på steder hvor havnestyre ikke er oprettet, kan herredstyret efter forslag av overlosen gi vedtekter og regler som foran nevnt. Også disse vedtekter og regler må stadfestes av vedkommende regjeringsdepartement.\nVedtekter som er gitt i henhold til eldre lovbestemmelser blir gjeldende inntil nye er stadfestet av vedkommende regjeringsdepartement.\nVedkommende regjeringsdepartement kan fastsette regler om meldeplikt for fører av fartøy når fartøyet skal anløpe eller passere et havnedistrikt med ilds- og eksplosjonsfarlige varer om bord.\nOvertredelse av de i henhold til denne paragraf gitte vedtekter og regler straffes med bøter, hvor ikke strengere straff kan anvendes efter den almindelige straffelov.\n1 Endret ved lov 21 mai 1971 nr. 47 § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Forurensning av havner og farvann.",
      "content": "Avfall og urenslighet må ikke utkastes i havner og trange eller grunne farvann som benyttes til almindelig ferdsel, eller henlegges på isen eller stranden så nær flodmål at det kan befryktes å bli ført ut i sjøen. Forbudet gjelder også vassdrag som står i forbindelse med en havn, når det utkastede av strømmen kan bli ført ut i denne. Havnemyndighetene kan nedlegge forbud mot utpumpning av olje i havnen, likesom kloakker eller andre avløpsrenner kun må ledes ut i et havnedistrikt efter konferanse med havnestyret, som kan opstille de nærmere betingelser. Fra foranstående bestemmelser kan havnemyndighetene tillate sådanne undtagelser som ikke kan medføre skadelige følger for havnen.\nOvertredelse av bestemmelsene i denne paragraf eller av de i henhold til samme utferdigede forbud straffes med bøter.​2\n1 Endret ved lov 13 mars 1981 nr. 6 (ikraft 1 okt. 1983 iflg. res. 8 juli 1983 nr. 1245). – Se lov 13 mars 1981 nr. 6. – Jfr. lov 16 juni 1939 nr. 7 § 8.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Fortøiningsinnretningers, fyrs og merkers bestyrelse.",
      "content": "Fortøiningsinnretninger, fyrbelysning og merker bestyres og tilses, på de steder hvor det er havnestyre, av dette. Utenfor disse steder påligger bestyrelse og tilsyn de tjenestemenn som Kongen bestemmer, og losoldermenn, havnebetjenter og loser er pliktige til å være dem behjelpelige hermed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Fortøiningsavgift.",
      "content": "Avgifter for bruken av fortøiningsinnretninger erlegges i henhold til bestemmelsene i denne lovs § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Fyrbelysning og merker.",
      "content": "Fyrbelysning og merker for å betegne grunner eller veilede i farvannet anbringes og vedlikeholdes, på steder hvor det er havnestyre, av dette for havnekassens regning, med iakttagelse av de regler som vedkommende regjeringsdepartement har gitt i denne anledning. Utenfor disse steder anordner departementet, eller den det dertil bemyndiger, hvorledes fyrbelysning og merker skal anbringes og innrettes.\nI farvann som benyttes til almindelig ferdsel, må hverken fyrbelysning eller merker anbringes uten havnestyrets eller departementets tillatelse. Overtredelse av denne bestemmelse straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Forandring av merker og fortøiningsinnretninger.",
      "content": "I merke – ballastmerke derunder innbefattet – må båt eller annet ikke fastgjøres. Heller ikke må offentlig fortøiningsinnretning borttas, flyttes eller forandres uten samtykke av den myndighet som innretningen i henhold til § 25 – jevnfør § 3 – hører inn under. Overtredelse av disse bestemmelser straffes med bøter,​1 hvorhos den skyldige, i det tilfelle som forrige punktum omhandler, er pliktig til å gjenoprette det tidligere forhold efter vedkommende myndighets nærmere bestemmelse. Skjer skade, kommer lovgivningens almindelige straffebestemmelser​2 og de almindelige erstatningsregler til anvendelse.\n1 Se strl. § 27.\n2 Se strl. §§ 291, 292 og 391.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Betydningen av visse i loven nevnte betegnelser.",
      "content": "Hvor ikke annet uttrykkelig er bestemt, menes ordet tonn i denne lov og de i henhold til de utstedte avgiftsregulativer tonnasjeenheter/registertonn brutto.\nTonnasjen av fartøier som ikke er målt, bestemmes av havnefogden efter skjønn.\nSom lossing eller lastning efter nærværende lov anses det ikke når varer avleveres eller innlastes i mindre mengder enn 2 vekttonn.\nHvor ordet fartøi er anvendt i denne lov, omfatter det også båt, pram, lekter og farkoster av enhver slags. Opstår det tvil om hvad det skal forståes med fartøi, avgjøres dette med bindende virkning av vedkommende regjeringsdepartement.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Havnepenger.",
      "content": "Med de unntak som nevnt nedenfor, skal alle fartøyer, som anløper en byhavn, betale havnepenger etter satser som fastsettes av Kongen.​2 Havnepengene tilfaller havnefogden når denne ikke er fastlønt, og ellers havnekassen.\nAvgiften erlegges bare én gang for ankomst og avgang tilsammen.\nFartøi som anløper en havn oftere enn én gang i løpet av 7 dager, erlegger der kun én gang havnepenger for dette tidsrum.\nFartøi som går i regelmessig rute eller anløper havnen kun for kull-, olje- eller vannforsyning samt proviantering, eller kun for å ta ombord eller ilandsette passasjerer, erlegger havnepenger kun med en fjerdedel av forannevnte satser. Dersom fartøiet på et sted losser eller laster så mange fra utlandet ankomne eller til utlandet bestemte varer at de bestuer minst 300 kubikkmeter, skal den omstendighet at det går i regelmessig rute ikke frita det for å erlegge fulle havnepenger. Hvorvidt et fartøi går i regelmessig rute avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nTurist- og lystfartøier som med betalende selskaper eller passasjerer eller i leiet tjeneste anløper norsk havn, skal erlegge fulle havnepenger. Om et fartøi skal betraktes som turistfartøi (lystfartøi) eller ikke, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFartøi over 50 tonnasjeenheter/registertonn brutto som ligger i en havn uavbrutt i over 30 døgn, skal for hver påbegynt ny periode av 60 døgn betale havnepenger med en fjerdedel av de forannevnte satser.\nPå steder hvor havnefogden har fast lønn (§ 11) og havnepengene inngår i havnekassen, kan vedkommende regjeringsdepartement efter beslutning av havnestyret og bystyret bestemme at havnepengene nedsettes eller helt bortfaller.\n1 Endret ved lover 12 feb. 1971 nr. 30, 16 des. 1983 nr. 72.\n2 Fastsatt ved res. 29. okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Fritagelse for havnepenger.",
      "content": "Fritatt for å erlegge havnepenger efter § 32 er:\na. De i § 34 nevnte fartøier.\nb. Fartøier under 11,5 meter største lengde.\nc. Fartøi som anløper havnen kun for ordre, for å ta ombord eller landsette los, på grunn av motvind, storm, skade eller nødstilstand når opholdet ikke varer over 2 døgn og fartøiet herunder ikke laster eller losser eller tar ombord skibsfornødenheter eller passasjerer.\nd. Fartøi som anløper havnen for reparasjon, eftersyn eller besiktigelse ved derværende verksted, fartøi på prøve- eller besiktigelsestur, bergnings- og isbryterfartøier når det av deres innredning og utrustning tydelig fremgår hvilket formål de er bestemt til, lystfartøier når de ikke fører betalende selskaper eller passasjerer eller går i leiet tjeneste.\ne. Krigsfartøier, så vel utenlandske som norske, samt fartøier tilhørende den norske eller fremmed stat når de ikke anvendes til befordring av gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Spesiell havneavgift.",
      "content": "I kjøpstæder og ladesteder kan bystyret, efter forslag av havnestyret og med vedkommende regjeringsdepartements stadfestelse, fatte beslutning om en avgift til havnekassen av følgende fartøier, som ikke betaler avgift efter § 32:\na. Fartøier som henligger i havnen og som benyttes til bosted, lagring av varer, handels- eller industrivirksomhet (flytedokker undtatt) eller lignende. Avgiften kan fastsettes pr. måned eller år og beregnes pr. stykke eller efter bruttotonnasje.\nb. Fartøier som hovedsakelig benyttes innen havnedistriktet og omliggende farvann. Avgiften pr. år for disse fartøier fastsettes under hensyntagen til deres størrelse og anvendelse.\nc. Ro-, motor- og seilbåter, som hovedsakelig anvendes til lystseilas, kan pålegges en avgift pr. år når vedkommende havnevesen har eller har hatt utgifter til anlegg av havn eller fortøiningsinnretninger for disse fartøier eller bekoster det nødvendige opsyn. Avgiften fastsettes pr. fartøi, og dens størrelse skal avhenge av havnevesenets utgifter, båtplassens beliggenhet og fartøiets størrelse.\nd. Fartøyer som anvendes til ervervsmessig fiske kan pålegges en avgift som ikke må overstige de beløp pr. måned eller pr. år som fastsettes av Kongen.​2 Årsavgift blir å anvende for fartøyer som er hjemmehørende innen havnedistriktet, og månedsavgift for andre fiskefartøyer som benytter havnen i mere enn 3 dager.\ne. Luftfartøier som starter eller går ned innen havnedistriktet, kan pålegges avgift til havnekassen når lufttrafikken påfører denne utgifter til havneopsyn, anlegg av spesiell art eller hindrer havnens sedvanlige bruk.\n1 Endret ved lov 12 feb. 1971 nr. 30.\n2 Se res. 29 okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Bryggeavgift.",
      "content": "Takst for benyttelse av brygge med eller uten vareskur fastsettes av vedkommende regjeringsdepartement hvis bryggen tilhører staten, men av by- eller herredstyre med departementets stadfestelse hvis den tilhører en kommune eller er opført for havnevesenets regning. Er det havnestyre på stedet, skal dette fremkomme med forslag til takster i sistnevnte tilfelle.\nKontrakt om hel eller delvis bortleie av en kommunes eller et havnevesens bryggeanlegg for årsavgift, således at de på stedet ellers gjeldende bryggeavgifter ikke erlegges ved benyttelsen av den bortleiede brygge, må for å bli gyldig stadfestes av vedkommende regjeringsdepartement. Det samme gjelder fornyelse av sådan kontrakt.\nFartøier tilhørende staten, og som ikke anvendes til befordring av gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter, er fritatt for å erlegge bryggeavgift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Tonnasjeavgift.",
      "content": "Etter forslag fra havnestyret kan bystyret fatte beslutning om at fartøy som losser eller laster i havnen, skal svare en avgift til stedets havnekasse. Avgiften må ikke overstige følgende beløp:\n1. Av fartøy som alene losser eller laster varer som er kommet fra eller bestemt til utlandet, de beløp som fastsettes av Kongen pr. m​3 trelast og pr. vekttonn av alle andre varer.\n2. Av fartøy som alene losser eller laster varer som er ankommet fra eller bestemt til innenriks sted, de beløp som fastsettes av Kongen pr. tonnasjeenheter/registertonn brutto. Produkter fra havet, eller fra ubebodde strekninger i polaregnene, blir, hvis de innføres direkte derfra, å anse som varer der er ankommet fra innenriks sted.\nAvgiften erlegges i intet fall mer enn en gang for lossing og en gang for lasting i hver måned. For fartøy som er under 40 bruttotonns drektighet, bortfaller denne avgift, og bystyret kan beslutte at denne fritagelse utstrekkes til fartøy av inntil 70 bruttotonns drektighet. For fartøy som går i regelmessig rute, nedsettes den til en fjerdedel. Hvorvidt et fartøy går i regelmessig rute avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\n3. Av fartøy som losser eller laster både varer som er ankommet fra eller bestemt til utlandet, og varer som er ankommet fra eller bestemt til innenriks sted, svares særskilt for hver reise alene avgift enten etter nr. 1 eller nr. 2 og i hvert tilfelle etter den regel som for lossing og lasting til sammen gir det største avgiftsbeløp.\n4. Av turist- og lystfartøyer som anløper havnen med betalende selskaper eller passasjerer eller i leiet tjeneste det beløp som fastsettes av Kongen pr. tonnasjeenheter/registertonn brutto. Denne avgift erlegges selv om der ikke losses eller lastes i havnen. Om et fartøy skal betraktes som turistfartøy (lystfartøy) eller ikke, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFritatt for den i nærværende paragraf bestemte avgift er:\n1. Krigsfartøier, så vel utenlandske som norske.\n2. Fartøier i så vel den norske som fremmed stats tjeneste hvis de ikke fører gods eller passasjerer mot godtgjørelse eller anvendes av statens forretningsmessige virksomheter.\nAngående avgiftens bereging fastsetter vedkommende regjeringsdepartement de fornødne reglementariske forskrifter; de nærmere regler for dens opkrevning og erleggelse som finnes nødvendige, bestemmes av bystyret efter forslag av havnestyret.\nDe i henhold til nærværende paragraf fattede beslutninger må, for å bli gyldige, stadfestes av vedkommende regjeringsdepartement.\nEfter andragende fra bystyret kan det pålegges vedkommende tolloppebørselsbetjent å opkreve avgiften i det omfang og mot den godtgjørelse som vedkommende regjeringsdepartement bestemmer. Tolloppebørselsbetjenten har å avgi regnskap til havnestyret, og er underkastet samme forpliktelser og ansvar som gjelder for hans øvrige oppebørsler.\n1 Endret ved lover 24 juni 1958 nr. 13, 12 des. 1958 nr. 23, 12 feb. 1971 nr. 30, 16 des. 1983 nr. 72. – Se res. 29 okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Vareavgift.",
      "content": "Efter forslag av havnestyret, hvor sådant er oprettet, kan by- eller herredstyret fatte beslutning om at der skal erlegges avgift av varer som bringes ombord eller i land over kommunens eller havnevesenets brygger. Beslutningen må stadfestes av vedkommende regjeringsdepartement, som også kan fastsette tilsvarende avgift for varer som føres over staten tilhørende brygge, efter forslag fra den myndighet bryggen hører inn under.\nPå samme måte kan avgift pålegges varer som overføres fra et fartøi til et annet uten å passere bryggen, hvis et av fartøiene ligger ved denne. Avgiften må i så fall ikke opkreves med mer enn tredjedelen av hvad det er bestemt for varer som føres over bryggen.\nFritatt for vareavgift er:\na. passasjerenes bagasje,\nb. proviant, kull, olje og andre skibsfornødenheter som innlates til fartøiets eget behov,\nc. ballast,\nd. postforsendelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "title": "Trafikkavgift.",
      "content": "Etter forslag av havnestyret kan bystyret fatte beslutning om at det til havnekassen skal erlegges en trafikkavgift av varer som innføres over havnen fra utlandet og av postforsendelser uansett hvorledes de er innført. Beslutningen må stadfestes av vedkommende regjeringsdepartement. Avgiften oppkreves av tollvesenet, som plikter å avlegge regnskap til havnestyret.\nSkulde det vise sig at forannevnte trafikkavgift på varer som innføres over havnen fra utlandet, sammen med avgiftene efter §§ 32, 34, 35, 36 og 37, ikke er tilstrekkelig til dekning av havnekassens nødvendige utgifter, kan vedkommende regjeringsdepartement – efter begrunnet forslag fra havnestyret, vedtatt av bystyret – bestemme at der også skal erlegges trafikkavgift til havnekassen av varer som utføres over havnen til utlandet. Angående avgiftens opkrevning gjelder hvad foran er bestemt for trafikkavgift av varer som innføres over havnen fra utlandet.\nHvis intet annet er bestemt, skal trafikkavgift for inngående erlegges ved varens fortolling (herunder i tollfri utlevering), eller tollekspedisjon til godkjent lager for ufortollede varer, og for utgående ved deres utførsel. Tollvesenet kan tilstå kreditt for avgiften på samme betingelser og etter samme regler som gjelder for tollavgifter.​2\nVarer som er ankommet fra utlandet og sendes på tollpass til annet innenriks sted, uten her i riket å ha vært innlagt på godkjent lager for ufortollede varer, belastes med trafikkavgift for inngående på det sted hvor de fortolles (herunder: utleveres tollfritt) eller tollekspederes til godkjent lager for ufortollede varer, og avgiften tilfaller stedets havnekasse. Er det ikke havnekasse på stedet, oppkreves avgiften ikke. Trafikkavgift for utgående oppkreves til inntekt for innlastningsstedets havnekasse. Varer som på gjennomgangsdokument sendes mellom utenlandske steder i transitt over norsk havn, er fritatt for trafikkavgift hvis ikke annet bestemmes.\nFritatt for trafikkavgift er:\na. Passasjerenes bagasje.\nb. Postforsendelser, hvis departementet så bestemmer.\nc. Varer som er bedervet og derfor tilintetgjøres under tollvesenets kontroll.\nd. Skibsfornødenheter som kull, olje, proviant og lign. til fartøiets eget bruk.\ne. Varer som, på grunn av lastens forskyvning, omstuing eller lignende grunner, foreløbig losses for siden igjen å innlastes i samme skib.\n1 Endret ved lover 15 juni 1934 nr. 2, 10 juni 1966 nr. 5 § 84, 22 des. 1978 nr. 93 (etter lovens II skal Trafikkavgiftsfondets resterende kapital overføres til Norges Kommunalbanks Kursrisikofond).\n2 Se tollov 19 juni 1966 nr. 5 §§ 34 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "title": "Spesiell vareavgift.",
      "content": "Er ikke de i foranstående paragrafer i dette kapitel nevnte avgifter tilstrekkelige til dekning av havnekassens beregnede nødvendige utgifter, kan der undtagelsesvis pålegges avgift til havnekassen av varer som losses eller lastes innen havnedistriktet over privat brygge, eller når brygge overhodet ikke benyttes. Begrunnet andragende herom innsendes av havnestyret gjennem bystyret, som ledsager det med sin uttalelse. Kongen avgjør i det enkelte tilfelle om der foreligger særegne omstendigheter som berettiger til sådan avgift. Avgiftssatsene, som skal avpasses efter den betydning havneanleggene har for de enkelte bryggeeiere eller trafikanter, må stadfestes av vedkommende regjeringsdepartement for å bli gyldige.\nFritatt for vareavgift efter denne paragraf er varer som bare transporteres innen havneområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "title": "Fortøiningsavgift.",
      "content": "For enhver fortøiningsinnretning som er forsynt med behørig hjemmelsbrev, eller anbragt ved offentlig foranstaltning, skal der for bruken erlegges betaling efter følgende maksimumssatser, såfremt der ikke er nogen særskilt for tilfellet gjeldende bestemmelse:\na. For hver gang et fartøy fortøyer i en fortøyningsinnretning, erlegges betaling etter satser som fastsettes av Kongen,​2 og som tillater fartøyet å benytte fortøyningsinnretningen i inntil 2 måneder, dog uten avbrytelse.\nb. Når fortøiningsinnretningen kun benyttes til varpning eller til å anlegge et spring for å bringe fartøiet under seil eller for å manøvrere innen havnen til kai eller lignende: en tredjedel av ovenanførte betaling.\nc. Når fartøiet henligger over 2 måneder: for hver 3 måneder eller del derav i hvilke innretningen derefter benyttes, likeså meget som for de 2 første måneder fastsatt.\nd. De under punkt a nevnte avgiftssatser kan forhøies inntil det dobbelte, nedsettes eller helt sløifes eller også erstattes med bestemte avgifter pr. måned eller år, efter forslag av havnestyret, vedtatt av by- eller herredstyret og stadfestet av vedkommende regjeringsdepartement. For fartøier som anvendes i erhvervsmessig fiske, skal der alltid fastsettes en bestemt avgift pr. måned eller år som foran nevnt. Samme bestemmelse gjelder også fartøier som er nevnt i § 33, litr. b. Departementet kan også bestemme at betaling for bruken av fortøiningsinnretninger som tilhører staten, skal bortfalle.\nFartøi som har feste i trær, stener eller andre naturlige fortøiningssteder, skal, når disse er nærmere enn 170 meter fra en med behørig hjemmelsbrev stadfestet fortøiningsinnretning, erlegge den under punkt a bestemte avgift like så fullt som om fartøiet var gjort fast i fortøiningsinnretningen. Finnes der flere kunstige fortøiningsinnretninger innenfor en avstand av 170 meter fra et benyttet naturlig festested, kommer avgiften til like deling mellem eierne av innretningene.\nLoven av 9 august 1839 angående skibsavgifter i Langesundsfjorden,​3 så vel som de for enkelte steder før 1894 for øvrig vedtatte takster for bruk av fortøiningsinnretninger, blir fremdeles gjeldende.\nFritatt for å erlegge fortøiningsavgift er:\na. Krigsfartøier, så vel norske som utenlandske.\nb. Fartøi i den norske eller fremmed stats tjeneste når det ikke anvendes til å føre gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter.\nc. Fartøi som erlegger avgift i henhold til § 35 (bryggepenger).\nSå snart et fartøi er fortøiet ved en festighet, er føreren forpliktet til å erlegge den bestemte betaling. Skjer dette ikke, og det heller ikke stilles antagelig sikkerhet, er eieren av fortøiningsinnretningen, eller den som handler på eierens vegne, berettiget til å kaste løs fortøiningen.\n1 Endret ved lov 12 feb. 1971 nr. 30.\n2 Se res. 29 okt. 1976 og 30 nov. 1979.\n3 Opph. ved lov 15 feb. 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "title": "Isavgift.",
      "content": "Hvor det finnes nødvendig å treffe særskilte foranstaltninger til forebyggelse eller fjernelse av ishindringer i en havn med innløp, kan det ved beslutning av havnestyret, som må vedtas av by- eller herredstyret og stadfestes av vedkommende regjeringsdepartement, bestemmes en avgift av fartøier som i tidsrummet mellem 1 desember og 31 mars befarer vedkommende farvann, eller av de varer de medfører. Avgiften kan legges enten på fartøi eller på varene eller på begge, og for varenes vedkommende med forskjellige satser efter deres beskaffenhet.\nEr flere havnedistrikter interessert i foranstaltningen mot ishindringer, kan vedkommende regjeringsdepartement efterat de interesserte by- eller herredstyrer er hørt, gi de nærmere bestemmelser som måtte foranlediges ved fellesarbeidet i dette øiemed samt om avgiftenes art og størrelse.\n1 Endret ved lov 16 april 1982 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "Havnelosavgift.",
      "content": "Takst for benyttelse av havnelos fastsettes således som i § 17 bestemt.\nPå samme måte fastsettes takst for benyttelse av kanaler og sluser som står i forbindelse med sjøen, hvis ikke særlige bestemmelser for tilfellet foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "Avgifter i havnedistrikt utenom byene.",
      "content": "De i §§ 32, 34, 36, 38 og 39 omhandlede avgifter kan, efter forslag fra havnestyret, stadfestes av vedkommende regjeringsdepartement for å bli gyldig.\nDe ved nevnte avgifter i disse havnedistrikter innkomne beløp skal anvendes til opsyn, samt til sådanne arbeider og forholdsregler i herredets havner som foreslåes av havnedirektøren eller bifalles av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Avgifter i havner hvori ikke er havnestyre.",
      "content": "Vedkommende regjeringsdepartement kan bestemme at de i § 32 omhandlede havnepenger også skal kunne opkreves i havner hvor havnestyre ikke er oprettet, når det er påkrevet av hensyn til tilsynet med havnen. Det således innkomne beløp anvendes til avlønning av havnebetjent på stedet. Er sådan ikke ansatt, tilfaller havnepengene losoldermannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "Fartøier som ankrer utenom et havnedistrikt.",
      "content": "Når et fartøi som ligger utenfor et havnedistrikts grenser, losser eller laster varer, tar ombord eller landsetter passasjerer innen havnedistriktet ved hjelp av andre farkoster, kan avgifter i henhold til denne lov opkreves av disse farkoster og varer med det samme avgiftsbeløp som det vilde ha vært adgang til å opkreve om fartøiet hadde ligget innen havnedistriktsgrensene.\nDet samme gjelder turist- og lystfartøier som ligger utenfor havnedistriktsgrensen, men landsetter sine passasjerer innenfor denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "title": "Melding til havnemyndighetene.",
      "content": "Fører av fartøi som ifølge denne lov har noget å erlegge til havnekassen eller havnefogden, skal under straff av bøter​1 snarest mulig, og senest innen 24 timer efter fartøiets ankomst, melde sig hos havnefogden eller, hvor sådan ikke er ansatt, hos havnestyrets representant. For dampskib i regelmessig rute kan en havnemyndighetene tilstillet bekjentgjørelse om ruten tre istedenfor anmeldelse.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "title": "Undlatelse av å betale avgift, bøter eller erstatning.",
      "content": "Intet fartøi må klareres på tollboden førenn føreren godtgjør at han har erlagt hvad der av fartøiet skal betales til havnekasse eller havnefoged. Likeledes skal tollklarering på forlangende av nogen havnemyndighet nektes det fartøi på hvilket hefter bøter eller skadeserstatning til havnevesen, kommune, staten eller private for overtredelse av havnelovgivningen, inntil føreren har betalt eller stillet sådan sikkerhet som av politimesteren finnes fyldestgjørende.\nEr fartøiet ikke tollklarering undergitt, kan vedkommende havnemyndighet, når føreren enten nekter eller på annen måte søker å unddra sig for avgift, bøter eller erstatning som ovenfor nevnt, stanse fartøiet med de midler som finnes tjenlige, inntil betaling er erlagt eller antagelig sikkerhet stillet.\nTil veiledning ved bestemmelsen av størrelsen av den sikkerhet som skal stilles for erstatningskrav, har vedkommende havnemyndighet å avgi erklæring.\nHvor det stilles sikkerhet ifølge foranstående bestemmelser har føreren å opgi en på stedet bosatt mann for hvem innkallelse og stevning kan forkynnes med samme varsel og med samme virkning som om føreren der var bosatt og til stede.​1\nAvgår fartøi uten at avgift, bøter eller erstatning som påhviler det er betalt, eller uten at det er stillet antagelig sikkerhet for samme, skal på nogen havnemyndighets forlangende tollklarering eller avgang nektes det på annet sted som det senere måtte anløpe, inntil føreren betaler eller stiller sikkerhet. Den skyldige straffes dertil med bøter.​2\nAvgifter efter denne lov eller efter avgiftsregulativ som er fastsatt i henhold til loven, kan, når de ikke er betalt i rette tid, inndrives ved utpantning.​3\nHvis ikke strengere straffebestemmelser kommer til anvendelse, straffes med bøter​2 enhver som:\n1. ikke efterkommer de av vedkommende regjeringsdepartement stadfestede bestemmelser om beregning og opkrevning av havneavgifter, eller\n2. søker å unddra sig de i henhold til denne lov fastsatte avgifter, eller medvirker hertil.\n1 Jfr. domstolsl. §§ 192, 194 og 195.\n2 Se strl. § 27.\n3 Se tvangsfbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "title": "Nedsettelse eller fritagelse for samt gyldigheten av havneavgift.",
      "content": "Nedsettelse i eller fritagelse fra de i henhold til denne lov fastsatte avgifter må ikke av nogen havnemyndighet ensidig innrømmes nogen enkelt trafikant eller fartøiseier eller gruppe av sådanne uten vedkommende regjeringsdepartements samtykke.\nDen som har erlagt avgifter som omhandles i denne lov, og hvis gyldighet er avhengig av vedkommende regjeringsdepartements stadfestelse, kan kreve avgiftsbeløpet tilbakebetalt hvis den fornødne stadfestelse ikke forelå på den tid avgiften blev betalt.\nIngen er pliktig til å erlegge til havnekassen andre avgifter i nogen havn enn sådanne som er fastsatt i henhold til denne lov. Dog skal det være tillatt å opkreve avgift for bruken av spesielle havneinnretninger som f.eks. kraner, jernbanespor, siloer eller lignende, leie av tomter, oplagsplasser, kontor- og pakkhusrum, reklameplasser o.s.v. samt andre avgifter som ikke er havneavgifter. Vedkommende regjeringsdepartement avgjør i tvilstilfelle om en avgift, leie eller godtgjørelse til havnekassen skal betraktes som en havneavgift eller ikke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "title": "Havneavgifters stadfestelse.",
      "content": "Med hensyn til havneavgifters stadfestelse av vedkommende regjeringsdepartement bestemmes følgende:\n1. Etter departementets nærmere bestemmelse inndeles landet i 5 avgiftsdistrikter, og avgiftene stadfestes for et distrikt hvert år. De gjelder 5 år fra 1. januar i kalenderåret etter at de er stadfestet med mindre departementet i forbindelse med stadfestingen eller senere finner at det av særlige grunner er påkrevd å fastsette en annen termin.\n2. Forslag til avgifter hvis gyldighet er avhengig av stadfestelse, skal innsendes samtidig og omfatte samtlige de avgifter som ønskes oppkrevet i avgiftsperioden (kommende 5 år).\nForslagene skal være innsendt fra samtlige steder innen avgiftsdistriktet innen 1. oktober året før en ny avgiftsperiode begynner for vedkommende distrikt. Forslaget innsendes til havnedirektøren, og skal være ledsaget av opplysninger og forklaringer etter departementets nærmere bestemmelse.\n3. Når det anses påkrevet, kan en avgift også tillates ophevet eller forandret i løpet av avgiftsperioden. Den stadfestes da kun med gyldighet til avgiftsperiodens utløp for det distrikt som stedet tilhører.\n4. Vedkommende regjeringsdepartement kan bestemme:\na. At teksten i enkelte eller samtlige avgiftsregulativer i sine hovedtrekk skal være ensartet for hele landet, således at vesentlig bare selve avgiftssatsene og nødvendige stedlige bestemmelser blir forskjellige. Dette gjelder også regler om opkrevning og beregning av avgifter.\nb. At havnekassens regnskaper skal føres på en for samtlige havner ensartet måte, fastsatt av departementet.\nc. At mottagere og avsendere av gods; dampskibsekspeditører, fartøisførere og andre som direkte eller indirekte formidler trafikk fra, til eller innen havnedistriktet, er forpliktet til å gi havnemyndighetene opgave over godsets art, mengde, avsendelses- eller bestemmelsessted, passasjerantall m.v. efter departementets nærmere bestemmelse.\n1 Endret ved lov 2. juni 1960 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "title": "Ansvar for avgifter, bøter og erstatning.",
      "content": "Fører av fartøi er med hensyn til bøter og skadeserstatning efter denne lov ansvarlig for sine folks handlinger, medmindre forseelsen bevises å være begått mot hans uttrykkelige ordre.​1\nLikeså hefter fartøiet med redskaper for avgifter, bøter og erstatning som føreren efter denne lov er ansvarlig for.\n1 Jfr. strl.ikrl. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "title": "Fiskeriopsynets virksomhet i havnen.",
      "content": "I havner hvor det i fisketiden settes opsyn skal dette, med hensyn til sitt arbeide med oprettholdelse av orden og god skikk i havnen, iaktta de bestemmelser som inneholdes i denne lov og de for de enkelte steder gjeldende reglementer, samt de pålegg som i henhold til loven gis av havnefoged, havnebetjent eller havnestyre.\nI havner hvor det ikke er ansatt havnebetjent eller oprettet havnestyre, fastsetter opsynet selv de under fisket fornødne ordensregler, idet herunder tas hensyn til regler eller instrukser som måtte være fastsatt av overlosen med havnedirektørens godkjennelse i henhold til denne lovs § 16, samt til losoldermannens pålegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "title": "Påbud om innskrenket fart.",
      "content": "For ikke å forårsake skade ved bølgeslag eller på annen måte skal fartøier i trange farvann og fjorder utvise forsiktighet og, hvis påkrevet, gå med en efter fartøiets størrelse og farvannets beskaffenhet avpasset fart.\nVedkommende regjeringsdepartement kan bestemme at fartøier i trange farvann skal innskrenke sin fart.\nLignende bestemmelse kan gis av havnestyret for vedkommende havnedistrikt.\nHvorvidt et farvann skal regnes for trangt, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFartøiet er ansvarlig for skade som måtte være opstått ved overtredelse av foranstående bestemmelser, hvorhos overtredelse av et av vedkommende regjeringsdepartement eller et havnestyre utstedt påbud straffes med bøter.​1\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "title": "Skjermning av lys.",
      "content": "Hvor det anses nødvendig til forebyggelse av sjøskade, kan vedkommende regjeringsdepartement påby at der, på den måte og i den tid som departementet bestemmer, skal skjermes mot farvannet for lys fra vindu eller annen åpning, kai- eller veibelysning, bål og lignende. Anses det påkrevet å treffe sådan forføining straks, kan havnefoged, losoldermann eller havnebetjent gi påbud derom, som blir å efterkomme inntil departementets avgjørelse foreligger.\nOvertredelse av noget i denne paragraf omhandlet påbud straffes med bøter.​1\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "title": "(Opphevet ved lov 23 okt. 1959.)",
      "content": "§ 54.(Opphevet ved lov 23 okt. 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "title": "Fjernelse av vrak eller sunkne gjenstander.",
      "content": "Dersom skip, tømmer eller andre gjenstander synker, strander, forlates eller henlegges slik at de kan bli til skade for havn eller farvann eller til hinder for den alminnelige ferdsel og eieren ikke fjerner det innen en frist fastsatt av departementet eller i havnedistrikt av havnestyret, kan vedkommende myndighet besørge det fjernet for eierens regning. I tilfelle hvor eieren eller hans oppholdssted er ukjent, eller gjenstanden må fjernes straks av hensyn til ferdselen, kan myndighetene iverksette fjerningen uten at eieren gis noen frist.\nFor sine utgifter med fjerningen har myndighetene panterett i det som berges eller fjernes med fortrinnsrett foran alle andre fordringer, for skips vedkommende etter reglene for sjøpanterett i ellevte kapittel i lov 20 juli 1893 om sjøfarten. Oppnås ikke derved full dekning av utgiftene, er eieren ansvarlig for restbeløpet, for eieren av et skip er dog dette ansvar begrenset etter reglene i sjøfartslovens tiende kapittel.\nMed eieren forstås i denne paragraf den som var eier da vedkommende skip eller gjenstand sank, strandet eller ble forlatt eller henlagt.\n1 Endret ved lover 12 juni 1964 nr. 4, avsnitt IV, 7 april 1972 nr. 13 avsnitt K. – Jfr. lover 16 des. 1960 nr. 1 § 168, 13 mai 1981 nr. 6 § 38 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "title": "Isbrytning.​1",
      "content": "Isbrytning (råkskjæring) kan innen et havnedistrikt bare iverksettes efter innhentet tillatelse av havnestyret, som i tillatelsen kan sette betingelser om opmerkning, overganger og lignende.\nI havner og farvann for øvrig er isbrytning tillatt hvis ikke almindelig brukte vinterveier derved avbrytes. Hvis vintervei avbrytes, skal havnedirektørens tillatelse til isbrytinngen innhentes, og til tillatelsen kan da knyttes lignende betingelser som for isbrytning i havnedistrikter.\nNår isbrytning i elver og innsjøer avbryter almindelig brukt vintervei, skal tillatelse til isbrytningen innhentes hos fylkesmannen, som fastsetter de fornødne betingelser.\nDen som mener sig forurettet av den myndighet som har avgjørelsen i noget av disse tilfelle, kan forlange saken innbragt for vedkommende regjeringsdepartement.\nDen som iverksetter isbrytning (råkskjæring) i strid med disse bestemmelser, eller overtrer de regler som er fastsatt i henhold til dem, straffes med bøter.​2\n1 Jfr. lov 15 mars 1940 nr. 3 § 13.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "title": "Ikrafttredelse. Lover som opheves.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra dette tidspunkt opheves: – – –\nLikeså trer andre lovbud ut av kraft, som strider mot nogen bestemmelse i denne lov.\nForskrifter – derunder pålegg om havneavgifter – som er utferdiget av nogen myndighet i henhold til tidligere havnelovgivning, og som er gjeldende ved denne lovs ikrafttreden, vedblir å gjelde inntil annen bestemmelse blir truffet efter denne lov, – for havneavgifters vedkommende dog ikke lenger enn 1 år efter at denne lov er trådt i kraft.\nKongen kan fastsette de overgangsbestemmelser som finnes påkrevet i forbindelse med lovens ikrafttreden.\n1 Fra 1 juli 1934 ifølge. res. 12 janr. 1934.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkefelt.",
      "content": "Denne lov gjelder for alle norske havner og farvann og de i forbindelse med dem stående vassdrag så langt de er farbare med fartøi fra sjøen.\nKongen kan gjøre lovens bestemmelser gjeldende for elv og innsjø i de utstrekning dette måtte vise sig påkrevet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Havnedistrikter, deres grenser og opmåling.",
      "content": "Det havneområde som er underlagt et havnestyre, benevnes havnedistrikt.\nForandring i grensene for kjøpstædenes og ladestedenes havnedistrikter skjer ved lov. Grensene for havnedistrikter utenom byene fastsettes av vedkommende regjeringsdepartement.​1\nMed hensyn til havnedistrikts grensers avmerkning på karter og disse karters opbevaring treffer vedkommende regjeringsdepartement de fornødne bestemmelser.\nAnser departementet det påkrevet at det på statens bekostning optas kart over et havnedistrikt, blir saken å forelegge Stortinget med forslag om bevilgning av det til kartets optagelse nødvendige beløp.\nHvis grensene for et havnedistrikt forandres og nytt kart utferdiges, skal de eldre grenser nøiaktig avmerkes på kartet.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Havner og farvanns forvaltning.",
      "content": "Overopsynet med havner og farvann tilligger vedkommende regjeringsdepartement​1 og utøves gjennem havnedirektøren. Forsåvidt fyrbelysning og sjømerker angår, utøves det gjennem fyrdirektøren, dog således at havnedirektøren får adgang til å uttale sig på forhånd om saker som vedkommer havnene.\nFor ethvert havnedistrikt skal det være et havnestyre. Ladestedet Svelvik henhører dog som hittil under kjøpstaden Drammens havnevesen og havnestyre, som ved behandling av saker vedkommende ladestedets havn tiltredes av en i Svelvik bosatt sjøkyndig mann, som med varamann velges av bystyret.\nVedkommende regjeringsdepartement kan oprette havnedistrikter (§ 2) for havner utenom byene, når det finnes påkrevet for å føre tilsyn med arbeider eller for å påse god orden i havnen, og kan likeledes opheve dem hvis forholdene har forandret sig. I begge tilfelle skal herredstyrets erklæring være innhentet på forhånd.\n1 Fiskeridepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Sammensetning av havnestyret i by.",
      "content": "Havnestyret skal i kjøpstæder og ladesteder med eget kommunestyre bestå av:\na. Borgermesteren. Hvor der er ansatt flere borgermestre bestemmer bystyret hvilken av disse skal inntre i havnestyret. Bystyret kan likeledes bestemme, at en annen kommunal administrasjonschef skal inntre i havnestyret i stedet for borgermesteren. I byer hvor det ikke er ansatt borgermester eller annen kommunal administrasjonschef som kan være medlem av havnestyret, kan vedkommende regjeringsdepartement, efterat bystyrets erklæring er innhentet, beskikke en annen i byen bosatt mann til medlem av havnestyret.\nb. Politimesteren. Vedkommende regjeringsdepartement kan frita politimesteren for å være medlem av havnestyret og beskikke en stedfortreder for ham.\nc. Et medlem med varamann valgt av formannskapet innen dets midte.\nd. To sjøkyndige menn der velges av bystyret, som også velger samme antall sjøkyndige varamenn. Ved beslutning av bystyret kan antallet av de valgte medlemmer og varamenn økes til 4; i dette tilfelle er det dog ikke nødvendig at flere enn to av medlemmene og to av varamennene er sjøkyndige. I et sjøkyndig medlems forfall skal fortrinsvis innkalles en sjøkyndig varamann i hans sted.\ne. Omfatter havnedistriktet større eller mindre deler av landkommuner, kan disse – forsåvidt vedkommende herredstyre fatter beslutning derom – forlange sig representert i havnestyret med inntil to medlemmer med varamenn, dog således at det ikke kan være mer enn ett medlem fra et og samme herred. Valg av dette medlem med varamann foretas av vedkommende herredstyre. Er der minst tre herreder som ønsker sig representert, velger disse tilsammen to medlemmer samt varamann for hver av disse. Valget foregår i dette tilfelle i fellesskap av herredenes samlede formannskaper. De dermed forbundne utgifter bæres av herredene selv.\nf. I de byer hvor der er oprettet et av det offentlige godkjent handelskammer, kan vedkommende regjeringsdepartement, efter at bystyrets uttalelse er innhentet, treffe bestemmelse om at handelskammeret kan velge ett medlem av havnestyret med varamann. I de byer hvor handelskammer ikke er oprettet, kan stedets handelsstandsforening inntre i dettes sted og på samme betingelser som ovenfor anført.\nHvis handelskammer eller handelsstandsforening gis anledning til å velge et medlem av havnestyret som foran nevnt, kan vedkommende regjeringsdepartement,​1 efter at bystyrets uttalelse er innhentet, opnevne et medlem av havnestyret med varamann som representant for byens industri- eller fiskerivirksomhet. Departementet avgjør i det enkelte tilfelle om vedkommende skal representere industri- eller fiskerivirksomheten. Byens industri- eller fiskerivirksomheter skal efter offentlig bekjentgjørelse gis anledning til å foreslå før departementet efter innstilling fra havnedirektøren foretar opnevnelse.\ng. I byer hvor den fast ansatte underordnede havnebetjening utgjør minst 5 mann, kan disse la sig representere i havnestyret med en blandt og av den samlede betjening valgt mann med varamann, som deltar i havnestyrets forhandlinger, dog uten stemmerett.\n1 Kystdirektoratet iflg. Fiskeridepartementets forskrift 21 april 1982 nr. 769.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Sammensetning av havnestyre utenom by.",
      "content": "Havnestyrer utenom byene og i ladesteder som ikke har eget kommunestyre, skal bestå av:\na. En av vedkommende regjeringsdepartement​1 opnevnt mann med varamann.\nb. To av vedkommende herredstyre valgte menn med varamenn som alle skal være sjøkyndige.\nHerredstyret kan fatte beslutning om at antallet av valgte medlemmer og varamenn økes til fire, i hvilket tilfelle det ikke er nødvendig at flere enn to medlemmer og to varamenn er sjøkyndige. I et sjøkyndig medlems forfall skal fortrinsvis innkalles en sjøkyndig varamann i hans sted.\nc. En representant med varamann for stedets industri- eller fiskerivirksomhet hvis vedkommende regjeringsdepartement​1 bestemmer det, efter at herredstyrets uttalelse er innhentet.\nDepartementet avgjør i det enkelte tilfelle om vedkommende skal representere industri- eller fiskerivirksomheten. Stedets industri- eller fiskerivirksomheter skal efter offentlig bekjentgjørelse gis anledning til å foreslå før departementet efter innstilling fra havnedirektøren foretar opnevnelse.\nEr det i et herred flere steder som har eget havnestyre, og hvor havneavgifter opkreves, kan herredstyret beslutte at et fellesutvalg skal oprettes for herredets havnestyrer, bestående av formennene i de enkelte havnestyrer samt et medlem av formannskapet valgt innen dets midte. Beslutningen må godkjennes av vedkommende regjeringsdepartement, som også utferdiger instruks for fellesutvalget efter forslag av havnedirektøren.\n1 Kystdirektoratet iflg. Fiskeridepartementets forskrift 21 april 1982 nr. 762.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Havner og farvann som bestyres av overlosene.",
      "content": "Samtlige havner og farvann som ikke henhører under noget havnestyre, står under tilsyn og bestyrelse av den for distriktet ansatte overlos.​1\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Regler om havnestyrets medlemmer og forhandlinger.",
      "content": "Havnestyret velger selv sin formann og varaformann. Borgermesteren (den kommunale administrasjonschef) og politimesteren er pliktige til å motta gjenvalg. For øvrig gjelder de samme regler som for formannskapets ordfører bestemt.​2\nFor de av formannskap, by- og herredstyre samt handelskammer valgte medlemmers funksjonstid, uttredelse og gjenvalg gjelder de regler som er fastsatt i kommunallovgivningen for by- og herredstyrets medlemmer.​2\nFormannen sammenkaller havnestyret når han finner det påkrevet, når minst halvdelen av medlemmene foreslår det, eller når havnedirektøren forlanger det.\nHavnestyret er beslutningsdyktig når minst halvdelen av de stemmeberettigede medlemmer er til stede, hvoriblandt formannen eller varaformannen og minst ett sjøkyndig medlem.\nBestemmelsene i kommunallovgivningen om by- og herredstyrenes forhandlinger, hvoriblandt reglene om medlemmenes ugildhet,​3 gjøres også gjeldende for havnestyret med de forandringer som er nødvendige av hensyn til havnestyrets spesielle sammensetning og opgave. Havnestyrets vedtak kan bare påklages når det er særskilt bestemt.\nHvis en representant for en landkommune i et byhavnestyre på sitt herreds vegne føler sig brøstholden ved nogen beslutning som er fattet av havnestyret, og som spesielt vedkommer det strøk som fra herredet er innlemmet i havneområdet, kan han forlange at saken skal forelegges vedkommende regjeringsdepartement til avgjørelse.\nVedkommende regjeringsdepartement avgjør i det enkelte tilfelle hvorvidt nogen som er underordnet havnestyret eller er regnskapspliktig overfor dette, kan være stemmeberettiget medlem av havnestyret. Denne bestemmelse skal ikke være til hinder for at et medlem av havnestyre utenom by skal kunne fungere som havnestyrets kasserer eller regnskapsfører.\nVed oprettelse av havnestyre utenom byene skal havnedirektøren utferdige instruks for havnestyrets virksomhet, efter at herredstyret har hatt anledning til å uttale sig.\n1 Endret ved lov 19 juni 1969 nr. 54.\n2 Se lov 12 nov. 1954 nr. 1, kap. 1.\n3 Se s.l. § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Havnestyrets virksomhet.",
      "content": "Det påligger havnestyret:\na. Å dra omsorg for at havnen og dens innretninger holdes i forsvarlig stand, å avgi de fornødne bestemmelser om ballastskytning, og å påse at intet foretas som kan være til skade for havnen eller til hinder for ferdselen, samt, med den innskrenkning som er en følge av §§ 9 og 18, bestemme hvilke arbeider som skal utføres for å forbedre havnen eller lette ferdselen.\nb. Å gi regler for god orden i havnen, utferdige instrukser for havnevesenets tjenestemenn og føre tilsyn med at de opfyller sine plikter, samt påse at bestemmelsene i denne lov og gjeldende reglementer overholdes. De nevnte regler og instruks for havnefogden må godkjennes av havnedirektøren.\nc. Å våke over havnevesenets økonomi, føre tilsyn med at dets midler anvendes riktig, og påse at regnskapet, enten det avlegges av havnefogden eller en særskilt tjenestemann, i betimelig tid oversendes borgermesteren eller, hvor sådan ikke er ansatt, til den som by- eller herredstyret måtte bestemme i hans sted, for at det kan bli revidert og decidert som for kommuneregnskaper bestemt.​1\nd. Å ansette havnevesenets tjenestemenn hvor ikke annet er bestemt ved lov.\ne. Å meddele bevilling til å drive ferje-, fløttmanns- og rutetrafikk innen havnedistriktet. Ved meddelelse av sådan bevilling, som gis for en bestemt begrenset tid, kan havnestyret opstille regler og betingelser, således om største tillatt fart, ruter og takster samt årlig avgift.\nf. Å sørge for at de for havnen gjeldende reglementer og avgiftsregulativer blir trykt i et tilstrekkelig antall eksemplarer og bekjentgjort ved opslag, utdeling og på annen hensiktsmessig måte.\ng. Å gi private tillatelse til å utføre arbeider i eller ved havnen i henhold til § 19.\nh. Å fremkomme med forslag til 1) budgett i henhold til § 9, 2) havneavgifter i henhold til denne lovs 4. kapitel, 3) regler for bruk av ild og lys samt lossing, lastning og lagring av ilds- og eksplosjonsfarlige varer i henhold til § 23.\ni. Å gi regler for losing innen havnen i henhold til § 17, isbrytning i henhold til § 56 og påbud om anvendelse av innskrenket fart innen havnen i henhold til § 52, hvis dette er påkrevet.\nj. Å tilstille havnedirektøren utskrift av forhandlingsprotokollen snarest efter hvert avholdt møte, avskrift av havnekassens årlige budgettforslag, regnskaper og status, minst 3 eksemplarer av samtlige trykte reglementer, avgiftsregulativer etc., samt avskrift av de efter § 15 foretatte befaringsforretninger, tegninger av de byggverk som aktes utført i havnen, alt til den tid og i det omfang som av vedkommende regjeringsdepartement bestemmes.\n1 Se lov 12 nov. 1954 nr. 1 § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "title": "Havnekassens budgett.",
      "content": "Havnestyret skal hvert år, senest 3 måneder før utgangen av det løpende regnskapsår, avgi til borgermesteren – eller, hvor sådan ikke er ansatt, til formannskapet – forslag til havnekassens budgett for det følgende regnskapsår med fornødne forklaringer.​1\nI budgettet opføres alle havnekassens inntekter og utgifter, deriblandt mulig underskudd fra forrige regnskapsår. Blandt utgiftene opføres et beløp til dekning av tilfeldige og uforutsette utgifter. Beløpet disponeres av havnestyret, som ved regnskapsårets slutt avgir innberetning til by- eller herredstyret om beløpets anvendelse.\nBudgettet blir av formannskapet å forlegge by- eller herredstyret til behandling efter følgende regler:\n1. Må havnekassens budgett opgjøres med underskudd, blir dette i tilfelle å utrede av by- eller herredskassen. By- eller herredstyret kan ta forbehold om at det av by- eller herredskassen ydede beløp skal tilbakebetales hvis havnekassens stilling senere gjør dette mulig.\n2. By- eller herredstyret kan ikke bevilge av havnekassens midler til andre formål enn av havnestyret foreslått før saken først er behandlet av havnestyret. Kan havnestyret ikke anbefale bevilgningen gitt, og by- eller herredstyret allikevel fatter beslutning herom, avgjør vedkommende regjeringsdepartement saken. Det samme gjelder dersom by- eller herredstyret beslutter nogen bevilgning gitt med høiere beløp enn havnestyret kan anbefale (se dog punkt 3 b).\n3. By- eller herredstyret kan bevilge mindre beløp enn av havnestyret foreslått og, uten hinder av bestemmelsen i punkt 2, bestemme:\na. at havnekassens gjeld skal avbetales med et større beløp enn av havnestyret opført og\nb. at administrasjonsutgifter som lønninger m.v. skal forhøies eller nedsettes, dog med den begrensning som fremgår av § 11.\n4. Må lån optas for havnekassens regning, blir saken å behandle efter de for kommunelån gjeldende regler og lånene å garantere av kommunen.​2\n5. Havnekassens midler må bare benyttes til havnens beste, til arbeider for å forbedre havnen og lette ferdselen.\nBlir det i årets løp nødvendig å utføre andre arbeider enn de i budgettet opførte, skal havnestyret forelegge saken for by- eller herredstyret til bevilgning av utgiftene. Kan disse dekkes uten vesentlig overskridelse av budgettet, er formannskapets tillatelse tilstrekkelig.\nTvist som måtte opstå mellem havnestyret og by- eller herredstyret i anledning av bestemmelsene i denne paragraf, blir å avgjøre av vedkommende regjeringsdepartement, som, hvor det finner tilfellet tvilsomt, kan forelegge saken for Kongen til avgjørelse.\n1 Jfr. lov 12 nov. 1954 nr. 1 § 20.\n2 Se samme lovs §§ 1 og 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "Havnefogders ansettelse.",
      "content": "For ethvert byhavnedistrikt ansettes av vedkommende regjeringsdepartement en havnefoged, efterat innstilling er innhentet fra havnestyret, bystyret og havnedirektøren.\nFor havnedistrikt utenom byene kan vedkommende herredstyre beslutte at det skal oprettes havnefogedstilling, når trafikkens art og størrelse gjør dette påkrevet. Beslutningen må godkjennes av vedkommende regjeringsdepartement, som også i tilfelle ansetter havnefogden, efterat havnestyrets, herredstyrets og havnedirektørens innstilling er innhentet.\nEr det i et og samme herred flere havnedistrikter, kan disse underlegges en havnefoged. I så tilfelle avgis den forannevnte innstilling om ansettelse av det i § 5 nevnte fellesutvalg istedenfor av havnestyret.\nFor de havner og farvann som ikke tilhører noget havnedistrikt, er losoldermennene​1 forpliktet til å forrette som havnefogder, hver innen sitt distrikt. Til losoldermennenes assistanse kan i de enkelte havner av havnedirektøren ansettes havnebetjenter, efterat erklæring er innhentet fra losoldermann og overlos. Disse havnebetjenter har losoldermannen til sin nærmeste foresatte. Deres stilling er ulønnet, medmindre annet bestemmes av vedkommende regjeringsdepartement.\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "title": "Havnefogdens lønn og pensjon.",
      "content": "Havnefogden lønnes enten med en fast årlig lønn av havnekassen eller med de i § 32 omhandlede havnepenger. Lønnen fastsettes av vedkommende regjeringsdepartement, efterat havnestyrets og by- eller herredstyrets uttalelse er innhentet.\nLønnen kan også bestå i en mindre, fast lønn, hvortil i tilfelle kommer procenter av havnekassens inntekter. Forandringer i lønnen kan ikke foretas uten vedkommende regjeringsdepartements samtykke.\nHavnefogden, og i tilfelle hans enke og barn, skal sikres pensjon efter regler som er foreslått av havnestyret og by- eller herredstyret, og godkjent av vedkommende regjeringsdepartement. Reglene kan inneholde bestemmelse om aldersgrense.\nKongen kan gjøre undtagelse fra bestemmelsen om pensjoneringsplikt hvor havnefogden ved denne lovs ikrafttreden, eller ved sin ansettelse, har fylt 50 år, eller hvor forholdene for øvrig tilsier det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "title": "Havnefogdens plikter.",
      "content": "Det påligger havnefogden i tilfelle med den begrensning som fremgår av bestemmelsene i §§ 13 og 14, å lede havnens daglige drift og forvaltning efter den instruks som utferdiges av havnestyret​1 og herunder påse at gjeldende lov og reglement overholdes.\nHan deltar i havnestyrets møter – dog uten stemmerett – og har selv eller gjennem sine underordnede tjenestemenn, om det forlanges, å iverksette havnestyrets beslutninger. Han kan forlange sin opfatning av en sak som angår hans spesielle gjøremål, tilført protokollen, hvis han ikke er enig i havnestyrets beslutning.\nEfter innhentede uttalelser fra havnestyre og bystyre kan Kongen bestemme, at det for større byhavner ansettes en øverste administrasjonschef for havnens anliggender på samme måte som foran for havnefogden bestemt. I disse havner ansettes det i så tilfelle ikke havnefoged efter denne lov. For administrasjonschefens virksomhet og rettigheter gjelder de i denne lov for havnefogden fastsatte bestemmelser hvis intet annet fastsettes ved den med havnedirektørens approbasjon utferdigede instruks. Ansettes det administrasjonschef i en havn, hvor det tidligere er ansatt havnefoged, kan vedkommende regjeringsdepartement efter forslag fra havnestyret utferdige de bestemmelser som anses påkrevet inntil der inntrer ledighet i havnefogedstillingen.\n1 Se § 8 b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "title": "Havnefogden som leder av havnevesenets regnskapsvesen og arbeider.",
      "content": "Efter at havnestyrets uttalelse er innhentet, kan bystyret eller herredstyret beslutte å frita havnefogden for å føre havnevesenets regnskap og bestyre de arbeider som utføres for havnevesenets regning samt å henlegge disse gjøremål under andre tjenestemenn som ikke behøver å være havnefogdens underordnede. Beslutningen må stadfestes av vedkommende regjeringsdepartement for å bli gyldig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "title": "Havneingeniør.",
      "content": "Efter forslag av havnestyret kan by- eller herredstyret, hvor det finnes påkrevet av hensyn til de tekniske arbeider i havnen, beslutte ledelsen av disse arbeider henlagt under en særskilt havneingeniør og fastsette dennes lønn. Havneingeniøren ansettes av havnestyret og deltar i havnestyrets møter, dog uten stemmerett.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "1:15",
      "chapter": "1",
      "section": "15",
      "title": "Havnebefaring.",
      "content": "Minst én gang årlig skal der avholdes havnebefaring for å undersøke om der er foregått nogen opgrunning eller forandring som kan være til hinder for ferdselen, om private og offentlige brygger, (kaier), byggverk, anlegg, merker og fortøiningsinnretninger er i forsvarlig og uforandret stand og om der uten tillatelse efter §§ 19 og 20 er opført noget byggverk eller anlegg.\nI befaringen deltar havnefogden, losoldermannen,​1 hvis ikke denne tillike er havnefoged, en eller to loser samt lederen av det tekniske arbeide i havnen.\nOm befaringen innsendes snarest mulig til havnestyret en rapport, hvori anføres resultatet av de foretatte undersøkelser ledsaget av mulige forslag til avhjelp av påviste mangler. Til rapporten, som underskrives av samtlige ovennevnte befaringsdeltagere, kan hver enkelt deltager gjøre de tilføielser han finner påkrevet.\nFor den (de) i befaringen deltagende los (loser) fastsetter havnestyret en passende godtgjørelse av havnekassen, som også for øvrig dekker de med befaringen forbundne utgifter til båt, redskap o.l.\n1 Se nu lov 9 april 1948 nr. 2 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "1:16",
      "chapter": "1",
      "section": "16",
      "title": "Losoldermannens plikter som havnefoged i havner utenom byene.",
      "content": "Losoldermannen har i sin egenskap av havnefoged for havner og farvann som ikke er underlagt noget havnestyre, å iaktta bestemmelsene i denne lov samt å rette sig efter de reglementer og instrukser som utferdiges av overlosen med havnedirektørens godkjennelse.\nLosoldermannen skal i forening med to loser, på de tider og i det omfang som bestemmes av overlosen med havnedirektørens godkjennelse, foreta befaring og gjøre innberetning herom. Kongen avgir bestemmelse om hvilken godtgjørelse av statskassen losoldermannen og losene skal erholde under disse befaringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "title": "Havnelosing.",
      "content": "Havnestyret kan, ved beslutning som for å bli gyldig må vedtas av bystyret (herredstyret) og stadfestes av vedkommende regjeringsdepartement, bestemme at fartøi av minst 70 tonnasjeenheter/registertonn brutto innen havnen skal benytte havnelos i det omfang og på den måte som bestemmes i beslutningen.\nI beslutningen skal takst for benyttelse av losen fastsettes. Rutegående fartøier med fast los ombord, fritas for benyttelsen av havnelos, såfremt ikke særlige omstendigheter taler derimot.\nHavneloser antas og avskjediges av havnestyret efter forslag av havnefogden.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Departementets samtykke til visse anlegg. Havnedistrikter med felles innseiling.",
      "content": "Når noget arbeide aktes utført som kan medføre:\na. forandring av elveløp eller strømforhold,\nb. sådan innskrenkning i farvannet at det kan bli til hinder for ferdselen,\nc. hindringer for de foranstaltninger som er iverksatt eller vites å være påtenkt til landets forsvar,\nHvor flere havnedistrikter har felles innseiling, eller innseilingen til et havnedistrikt må foregå gjennem et annet, kan Kongen​2 fastsette de nærmere regler for det felles fartsløps benyttelse, bestemme hvilke arbeider skal utføres i fartsløpet for å lette og sikre seilasen, samt hvorledes utgiftene hermed skal fordeles mellem de interesserte havnekasser eller dekkes ved spesielle avgifter. Slike avgifter kan kreves opp til staten, de interesserte havnekasser eller samarbeidsorganer for disse havnekassene. Vedkommende havne- og bystyrers (herredstyrers) uttalelse skal innhentes før beslutningen fattes. I eller ved et sådant fartsløp må ikke foretas noget arbeide eller anlegg uten vedkommende departements samtykke.\n1 Endret ved lov 23 juni 1978 nr. 68.\n2 Fiskeridept. iflg. res. 16 des. 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:18 a",
      "chapter": "2",
      "section": "18 a",
      "content": "Kongen​2 kan gi forskrifter om at opplag av fartøi ikke kan skje uten tillatelse, herunder hvordan opplaget skal skje.\nVed vurdering av om tillatelse skal gis, skal det bl.a. tas hensyn til om opplaget vil bli til hinder for den almindelige ferdsel, for utøvelse av fiske eller medføre miljømessige ulemper.\nDet kan settes vilkår for den enkelte tillatelse.\n1 Tilføyd ved lov 23 mai 1975 nr. 16.\n2 Fiskeridept. iflg. res. 23 mai 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18a",
        "source_heading": "§ 18 a."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Anlegg i byhavner.",
      "content": "I byhavner må ingen opføre noget byggverk, utføre noget anlegg, foreta nogen opfylling eller utdypning eller gjøre nogen forandring med eldre byggverk eller anlegg uten dertil å ha erhvervet tillatelse av havnestyret, som har å avgjøre om det påtenkte arbeide vil være til skade for havnen eller ferdselen på eller ved denne eller til hinder for den fremtidige utbygning av havnen efter de av Stortinget eller havne- og bystyre vedtatte planer. Til enhver tillatelse kan havnestyret knytte betingelse om at anlegget skal være utført innen en nærmere fastsatt frist og skal fjernes når det forlanges, eller at havnevesenet skal kunne overta det for bygningsverdien efter skjønn,​1 hvis byggverket vil være til hinder for iverksettelsen av vedtatte planer for havnens utbygning eller utnyttelse. Hvis byggverket er bestemt til eller står åpent for almindelig ferdsel, kan havnestyret gi bestemmelser om materialdimensjoner, byggemåte og fornødne sikkerhetsforanstaltninger. Er arbeidet av den beskaffenhet som er omhandlet i § 18, må vedkommende regjeringsdepartements samtykke innhentes.\nAndragende til havnestyret om sådan tillatelse skal inneholde beskrivelse av arbeidet, ledsaget av fullstendige tegninger, og innsendes i 2 eksemplarer, av hvilke det ene blir beroende hos havnestyret. Havnefogden og eventuelt havneingeniøren skal avgi uttalelse om andragendet. Sådan uttalelse skal også foreligge når det gjelder havnestyrets egne arbeider i havnen.\nHvis nogen har foretatt arbeide som ovenfor anført uten å ha erhvervet den fornødne tillatelse, straffes han med bøter​2 og er dertil på forlangende pliktig til å bortta det opførte.\nDen som har fått sitt byggeandragende avslått og mener sig forurettet ved havnestyrets eller departementets avgjørelse, kan forlange saken forelagt Kongen. Det samme gjelder om der til en tillatelse er knyttet betingelser som vedkommende ikke finner å kunne vedta.\nEier av sådant byggverk eller anlegg som foran nevnt er pliktig til å holde det forsvarlig vedlike og efterkomme havnestyrets pålegg herom. Undlatelse herav straffes med bøter.​2 Politiet skal derhos efter havnestyrets anmodning nedlegge forbud mot byggverkets eller anleggets benyttelse, inntil det forlangte vedlikeholdsarbeide er tilfredsstillende utført. Eieren er ansvarlig for enhver skade der måtte opstå som følge av mangelfull utførelse eller utilfredsstillende vedlikehold.\nHavnestyret har rett til å bortta underbygning som har henligget ubenyttet i 5 år, og som finnes å være til skade for havnen eller ferdselen, hvis ikke eieren innen en av havnestyret fastsatt frist selv har fjernet den. Havnestyret har fortrinsrett til dekning av de med borttagelsen forbundne utgifter i det som underbygningen innbringer ved salg.\nHavnestyrets myndighetsområde opover land omfatter alle anlegg, byggverk og grunnarealer som tilhører vedkommende havnevesen eller forvaltes av dette samt alle offentlige og private anlegg og byggverk som grenser umiddelbart til havnen. For ubebygget sjøgrunn dannes grensen for havnestyrets myndighetsområde opover land, hvor intet annet er bestemt, av høieste ordinære springhøivanns-linje. Myndighetsområdet kan efter forslag av havne- og bystyre med Kongens godkjennelse utvides til også å omfatte arealer og byggverk ovenfor nevnte høivannslinje.\n1 Se lov 1 juni 1917 nr. 1.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Anlegg i havner utenom byene.",
      "content": "Bestemmelsene i § 19 gjelder også i havnedistrikter utenom byene, og for øvrig i havner og trange og grunne farvann hvor det er almindelig ferdsel, med følgende forandringer:\nTillatelse til anleggets utførelse gis av havnedirektøren, som herunder, foruten å ta hensyn til de i § 19 nevnte forhold, også skal påse at arbeidet ikke vil bli til hinder for en fremtidig utbygning av havnen efter de planer som måtte være utarbeidet eller påtenkt av Statens havnevesen eller kommunalt havnevesen. Hvis det kan være mulighet for at arbeidet vil bli til hinder for utbygningen av havnen, kan havnedirektøren til tillatelsen knytte betingelse om at anlegget i så fall skal fjernes. Andragende om byggetillatelse med beskrivelse og tegninger av anlegget innsendes gjennem havnestyret, eller, hvor sådant ikke er oprettet, gjennem losoldermannen og overlosen til havnedirektøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Ballast.",
      "content": "Ballast må ikke kastes ut i havner eller grunne og trange farvann utenom de dertil bestemte steder. For øvrig er det tillatt å kaste ballast når dybden er 40 meter eller derover. Ballast som oplegges på land, må henlegges således at den ikke kan gli eller skylles ut i sjøen.\nDet påligger loser og havneloser å anmelde enhver ulovlig ballastskytning eller utkastning av avfall eller urenslighet (§ 24), når de blir vitende herom.\nUlovlig utkasting av ballast straffes med bøter,​1 som fastsettes vesentlig efter fartøiets størrelse.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Havnemyndighetenes pålegg og havnereglementer.",
      "content": "På havnen og havnen tilhørende grunnarealer og anlegg har enhver å rette sig efter havnemyndighetenes pålegg og de gjeldende reglementer. Særlig blir å iaktta at man så vidt mulig undgår å komme i veien for noget fartøi ved dets ankomst eller avgang, eller ved fortøining og forhaling i havnen. Dersom et pålegg ikke efterkommes, har vedkommende havnemyndighet efter forutgående advarsel rett til å kaste løs eller efter omstendighetene kappe varp, spring, landtau eller lignende, når det er nødvendig for å forebygge uorden eller skade.​1\nDen som i de forannevnte tilfelle handler mot nogen havnemyndighets pålegg eller de gjeldende reglementer, straffes med bøter,​2 og er ansvarlig for den derved forvoldte skade.\n1 Jfr. lov 25 juni 1937 nr. 20 § 5.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Vedtekter for bruk av ild og lys samt regler for ilds- og eksplosjonsfarlige varers behandling og om meldeplikt.",
      "content": "Efter forslag av havnestyret skal bystyret (herredstyret) innen et år efter denne lovs ikrafttreden gi almindelige vedtekter for bruk av ild og lys i havnen samt regler for lastning, lossing og lagring av ilds- og eksplosjonsfarlige varer. Havnestyret tiltredes under behandlingen av disse saker av lederen for stedets brandvesen, hvis sådant er oprettet. Vedtektene og reglene, og senere forandringer i disse, må stadfestes av vedkommende regjeringsdepartement for å bli gyldige. De skal kunngjøres ved trykte plakater og på annen hensiktsmessig måte.\nOgså på steder hvor havnestyre ikke er oprettet, kan herredstyret efter forslag av overlosen gi vedtekter og regler som foran nevnt. Også disse vedtekter og regler må stadfestes av vedkommende regjeringsdepartement.\nVedtekter som er gitt i henhold til eldre lovbestemmelser blir gjeldende inntil nye er stadfestet av vedkommende regjeringsdepartement.\nVedkommende regjeringsdepartement kan fastsette regler om meldeplikt for fører av fartøy når fartøyet skal anløpe eller passere et havnedistrikt med ilds- og eksplosjonsfarlige varer om bord.\nOvertredelse av de i henhold til denne paragraf gitte vedtekter og regler straffes med bøter, hvor ikke strengere straff kan anvendes efter den almindelige straffelov.\n1 Endret ved lov 21 mai 1971 nr. 47 § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Forurensning av havner og farvann.",
      "content": "Avfall og urenslighet må ikke utkastes i havner og trange eller grunne farvann som benyttes til almindelig ferdsel, eller henlegges på isen eller stranden så nær flodmål at det kan befryktes å bli ført ut i sjøen. Forbudet gjelder også vassdrag som står i forbindelse med en havn, når det utkastede av strømmen kan bli ført ut i denne. Havnemyndighetene kan nedlegge forbud mot utpumpning av olje i havnen, likesom kloakker eller andre avløpsrenner kun må ledes ut i et havnedistrikt efter konferanse med havnestyret, som kan opstille de nærmere betingelser. Fra foranstående bestemmelser kan havnemyndighetene tillate sådanne undtagelser som ikke kan medføre skadelige følger for havnen.\nOvertredelse av bestemmelsene i denne paragraf eller av de i henhold til samme utferdigede forbud straffes med bøter.​2\n1 Endret ved lov 13 mars 1981 nr. 6 (ikraft 1 okt. 1983 iflg. res. 8 juli 1983 nr. 1245). – Se lov 13 mars 1981 nr. 6. – Jfr. lov 16 juni 1939 nr. 7 § 8.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Fortøiningsinnretningers, fyrs og merkers bestyrelse.",
      "content": "Fortøiningsinnretninger, fyrbelysning og merker bestyres og tilses, på de steder hvor det er havnestyre, av dette. Utenfor disse steder påligger bestyrelse og tilsyn de tjenestemenn som Kongen bestemmer, og losoldermenn, havnebetjenter og loser er pliktige til å være dem behjelpelige hermed.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 23 okt. 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Fortøiningsavgift.",
      "content": "Avgifter for bruken av fortøiningsinnretninger erlegges i henhold til bestemmelsene i denne lovs § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Fyrbelysning og merker.",
      "content": "Fyrbelysning og merker for å betegne grunner eller veilede i farvannet anbringes og vedlikeholdes, på steder hvor det er havnestyre, av dette for havnekassens regning, med iakttagelse av de regler som vedkommende regjeringsdepartement har gitt i denne anledning. Utenfor disse steder anordner departementet, eller den det dertil bemyndiger, hvorledes fyrbelysning og merker skal anbringes og innrettes.\nI farvann som benyttes til almindelig ferdsel, må hverken fyrbelysning eller merker anbringes uten havnestyrets eller departementets tillatelse. Overtredelse av denne bestemmelse straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Forandring av merker og fortøiningsinnretninger.",
      "content": "I merke – ballastmerke derunder innbefattet – må båt eller annet ikke fastgjøres. Heller ikke må offentlig fortøiningsinnretning borttas, flyttes eller forandres uten samtykke av den myndighet som innretningen i henhold til § 25 – jevnfør § 3 – hører inn under. Overtredelse av disse bestemmelser straffes med bøter,​1 hvorhos den skyldige, i det tilfelle som forrige punktum omhandler, er pliktig til å gjenoprette det tidligere forhold efter vedkommende myndighets nærmere bestemmelse. Skjer skade, kommer lovgivningens almindelige straffebestemmelser​2 og de almindelige erstatningsregler til anvendelse.\n1 Se strl. § 27.\n2 Se strl. §§ 291, 292 og 391.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Betydningen av visse i loven nevnte betegnelser.",
      "content": "Hvor ikke annet uttrykkelig er bestemt, menes ordet tonn i denne lov og de i henhold til de utstedte avgiftsregulativer tonnasjeenheter/registertonn brutto.\nTonnasjen av fartøier som ikke er målt, bestemmes av havnefogden efter skjønn.\nSom lossing eller lastning efter nærværende lov anses det ikke når varer avleveres eller innlastes i mindre mengder enn 2 vekttonn.\nHvor ordet fartøi er anvendt i denne lov, omfatter det også båt, pram, lekter og farkoster av enhver slags. Opstår det tvil om hvad det skal forståes med fartøi, avgjøres dette med bindende virkning av vedkommende regjeringsdepartement.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Havnepenger.",
      "content": "Med de unntak som nevnt nedenfor, skal alle fartøyer, som anløper en byhavn, betale havnepenger etter satser som fastsettes av Kongen.​2 Havnepengene tilfaller havnefogden når denne ikke er fastlønt, og ellers havnekassen.\nAvgiften erlegges bare én gang for ankomst og avgang tilsammen.\nFartøi som anløper en havn oftere enn én gang i løpet av 7 dager, erlegger der kun én gang havnepenger for dette tidsrum.\nFartøi som går i regelmessig rute eller anløper havnen kun for kull-, olje- eller vannforsyning samt proviantering, eller kun for å ta ombord eller ilandsette passasjerer, erlegger havnepenger kun med en fjerdedel av forannevnte satser. Dersom fartøiet på et sted losser eller laster så mange fra utlandet ankomne eller til utlandet bestemte varer at de bestuer minst 300 kubikkmeter, skal den omstendighet at det går i regelmessig rute ikke frita det for å erlegge fulle havnepenger. Hvorvidt et fartøi går i regelmessig rute avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nTurist- og lystfartøier som med betalende selskaper eller passasjerer eller i leiet tjeneste anløper norsk havn, skal erlegge fulle havnepenger. Om et fartøi skal betraktes som turistfartøi (lystfartøi) eller ikke, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFartøi over 50 tonnasjeenheter/registertonn brutto som ligger i en havn uavbrutt i over 30 døgn, skal for hver påbegynt ny periode av 60 døgn betale havnepenger med en fjerdedel av de forannevnte satser.\nPå steder hvor havnefogden har fast lønn (§ 11) og havnepengene inngår i havnekassen, kan vedkommende regjeringsdepartement efter beslutning av havnestyret og bystyret bestemme at havnepengene nedsettes eller helt bortfaller.\n1 Endret ved lover 12 feb. 1971 nr. 30, 16 des. 1983 nr. 72.\n2 Fastsatt ved res. 29. okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Fritagelse for havnepenger.",
      "content": "Fritatt for å erlegge havnepenger efter § 32 er:\na. De i § 34 nevnte fartøier.\nb. Fartøier under 11,5 meter største lengde.\nc. Fartøi som anløper havnen kun for ordre, for å ta ombord eller landsette los, på grunn av motvind, storm, skade eller nødstilstand når opholdet ikke varer over 2 døgn og fartøiet herunder ikke laster eller losser eller tar ombord skibsfornødenheter eller passasjerer.\nd. Fartøi som anløper havnen for reparasjon, eftersyn eller besiktigelse ved derværende verksted, fartøi på prøve- eller besiktigelsestur, bergnings- og isbryterfartøier når det av deres innredning og utrustning tydelig fremgår hvilket formål de er bestemt til, lystfartøier når de ikke fører betalende selskaper eller passasjerer eller går i leiet tjeneste.\ne. Krigsfartøier, så vel utenlandske som norske, samt fartøier tilhørende den norske eller fremmed stat når de ikke anvendes til befordring av gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter.\n1 Endret ved lov 16 des. 1983 nr. 72.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Spesiell havneavgift.",
      "content": "I kjøpstæder og ladesteder kan bystyret, efter forslag av havnestyret og med vedkommende regjeringsdepartements stadfestelse, fatte beslutning om en avgift til havnekassen av følgende fartøier, som ikke betaler avgift efter § 32:\na. Fartøier som henligger i havnen og som benyttes til bosted, lagring av varer, handels- eller industrivirksomhet (flytedokker undtatt) eller lignende. Avgiften kan fastsettes pr. måned eller år og beregnes pr. stykke eller efter bruttotonnasje.\nb. Fartøier som hovedsakelig benyttes innen havnedistriktet og omliggende farvann. Avgiften pr. år for disse fartøier fastsettes under hensyntagen til deres størrelse og anvendelse.\nc. Ro-, motor- og seilbåter, som hovedsakelig anvendes til lystseilas, kan pålegges en avgift pr. år når vedkommende havnevesen har eller har hatt utgifter til anlegg av havn eller fortøiningsinnretninger for disse fartøier eller bekoster det nødvendige opsyn. Avgiften fastsettes pr. fartøi, og dens størrelse skal avhenge av havnevesenets utgifter, båtplassens beliggenhet og fartøiets størrelse.\nd. Fartøyer som anvendes til ervervsmessig fiske kan pålegges en avgift som ikke må overstige de beløp pr. måned eller pr. år som fastsettes av Kongen.​2 Årsavgift blir å anvende for fartøyer som er hjemmehørende innen havnedistriktet, og månedsavgift for andre fiskefartøyer som benytter havnen i mere enn 3 dager.\ne. Luftfartøier som starter eller går ned innen havnedistriktet, kan pålegges avgift til havnekassen når lufttrafikken påfører denne utgifter til havneopsyn, anlegg av spesiell art eller hindrer havnens sedvanlige bruk.\n1 Endret ved lov 12 feb. 1971 nr. 30.\n2 Se res. 29 okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Bryggeavgift.",
      "content": "Takst for benyttelse av brygge med eller uten vareskur fastsettes av vedkommende regjeringsdepartement hvis bryggen tilhører staten, men av by- eller herredstyre med departementets stadfestelse hvis den tilhører en kommune eller er opført for havnevesenets regning. Er det havnestyre på stedet, skal dette fremkomme med forslag til takster i sistnevnte tilfelle.\nKontrakt om hel eller delvis bortleie av en kommunes eller et havnevesens bryggeanlegg for årsavgift, således at de på stedet ellers gjeldende bryggeavgifter ikke erlegges ved benyttelsen av den bortleiede brygge, må for å bli gyldig stadfestes av vedkommende regjeringsdepartement. Det samme gjelder fornyelse av sådan kontrakt.\nFartøier tilhørende staten, og som ikke anvendes til befordring av gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter, er fritatt for å erlegge bryggeavgift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Tonnasjeavgift.",
      "content": "Etter forslag fra havnestyret kan bystyret fatte beslutning om at fartøy som losser eller laster i havnen, skal svare en avgift til stedets havnekasse. Avgiften må ikke overstige følgende beløp:\n1. Av fartøy som alene losser eller laster varer som er kommet fra eller bestemt til utlandet, de beløp som fastsettes av Kongen pr. m​3 trelast og pr. vekttonn av alle andre varer.\n2. Av fartøy som alene losser eller laster varer som er ankommet fra eller bestemt til innenriks sted, de beløp som fastsettes av Kongen pr. tonnasjeenheter/registertonn brutto. Produkter fra havet, eller fra ubebodde strekninger i polaregnene, blir, hvis de innføres direkte derfra, å anse som varer der er ankommet fra innenriks sted.\nAvgiften erlegges i intet fall mer enn en gang for lossing og en gang for lasting i hver måned. For fartøy som er under 40 bruttotonns drektighet, bortfaller denne avgift, og bystyret kan beslutte at denne fritagelse utstrekkes til fartøy av inntil 70 bruttotonns drektighet. For fartøy som går i regelmessig rute, nedsettes den til en fjerdedel. Hvorvidt et fartøy går i regelmessig rute avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\n3. Av fartøy som losser eller laster både varer som er ankommet fra eller bestemt til utlandet, og varer som er ankommet fra eller bestemt til innenriks sted, svares særskilt for hver reise alene avgift enten etter nr. 1 eller nr. 2 og i hvert tilfelle etter den regel som for lossing og lasting til sammen gir det største avgiftsbeløp.\n4. Av turist- og lystfartøyer som anløper havnen med betalende selskaper eller passasjerer eller i leiet tjeneste det beløp som fastsettes av Kongen pr. tonnasjeenheter/registertonn brutto. Denne avgift erlegges selv om der ikke losses eller lastes i havnen. Om et fartøy skal betraktes som turistfartøy (lystfartøy) eller ikke, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFritatt for den i nærværende paragraf bestemte avgift er:\n1. Krigsfartøier, så vel utenlandske som norske.\n2. Fartøier i så vel den norske som fremmed stats tjeneste hvis de ikke fører gods eller passasjerer mot godtgjørelse eller anvendes av statens forretningsmessige virksomheter.\nAngående avgiftens bereging fastsetter vedkommende regjeringsdepartement de fornødne reglementariske forskrifter; de nærmere regler for dens opkrevning og erleggelse som finnes nødvendige, bestemmes av bystyret efter forslag av havnestyret.\nDe i henhold til nærværende paragraf fattede beslutninger må, for å bli gyldige, stadfestes av vedkommende regjeringsdepartement.\nEfter andragende fra bystyret kan det pålegges vedkommende tolloppebørselsbetjent å opkreve avgiften i det omfang og mot den godtgjørelse som vedkommende regjeringsdepartement bestemmer. Tolloppebørselsbetjenten har å avgi regnskap til havnestyret, og er underkastet samme forpliktelser og ansvar som gjelder for hans øvrige oppebørsler.\n1 Endret ved lover 24 juni 1958 nr. 13, 12 des. 1958 nr. 23, 12 feb. 1971 nr. 30, 16 des. 1983 nr. 72. – Se res. 29 okt. 1976 og 30 nov. 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Vareavgift.",
      "content": "Efter forslag av havnestyret, hvor sådant er oprettet, kan by- eller herredstyret fatte beslutning om at der skal erlegges avgift av varer som bringes ombord eller i land over kommunens eller havnevesenets brygger. Beslutningen må stadfestes av vedkommende regjeringsdepartement, som også kan fastsette tilsvarende avgift for varer som føres over staten tilhørende brygge, efter forslag fra den myndighet bryggen hører inn under.\nPå samme måte kan avgift pålegges varer som overføres fra et fartøi til et annet uten å passere bryggen, hvis et av fartøiene ligger ved denne. Avgiften må i så fall ikke opkreves med mer enn tredjedelen av hvad det er bestemt for varer som føres over bryggen.\nFritatt for vareavgift er:\na. passasjerenes bagasje,\nb. proviant, kull, olje og andre skibsfornødenheter som innlates til fartøiets eget behov,\nc. ballast,\nd. postforsendelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "title": "Trafikkavgift.",
      "content": "Etter forslag av havnestyret kan bystyret fatte beslutning om at det til havnekassen skal erlegges en trafikkavgift av varer som innføres over havnen fra utlandet og av postforsendelser uansett hvorledes de er innført. Beslutningen må stadfestes av vedkommende regjeringsdepartement. Avgiften oppkreves av tollvesenet, som plikter å avlegge regnskap til havnestyret.\nSkulde det vise sig at forannevnte trafikkavgift på varer som innføres over havnen fra utlandet, sammen med avgiftene efter §§ 32, 34, 35, 36 og 37, ikke er tilstrekkelig til dekning av havnekassens nødvendige utgifter, kan vedkommende regjeringsdepartement – efter begrunnet forslag fra havnestyret, vedtatt av bystyret – bestemme at der også skal erlegges trafikkavgift til havnekassen av varer som utføres over havnen til utlandet. Angående avgiftens opkrevning gjelder hvad foran er bestemt for trafikkavgift av varer som innføres over havnen fra utlandet.\nHvis intet annet er bestemt, skal trafikkavgift for inngående erlegges ved varens fortolling (herunder i tollfri utlevering), eller tollekspedisjon til godkjent lager for ufortollede varer, og for utgående ved deres utførsel. Tollvesenet kan tilstå kreditt for avgiften på samme betingelser og etter samme regler som gjelder for tollavgifter.​2\nVarer som er ankommet fra utlandet og sendes på tollpass til annet innenriks sted, uten her i riket å ha vært innlagt på godkjent lager for ufortollede varer, belastes med trafikkavgift for inngående på det sted hvor de fortolles (herunder: utleveres tollfritt) eller tollekspederes til godkjent lager for ufortollede varer, og avgiften tilfaller stedets havnekasse. Er det ikke havnekasse på stedet, oppkreves avgiften ikke. Trafikkavgift for utgående oppkreves til inntekt for innlastningsstedets havnekasse. Varer som på gjennomgangsdokument sendes mellom utenlandske steder i transitt over norsk havn, er fritatt for trafikkavgift hvis ikke annet bestemmes.\nFritatt for trafikkavgift er:\na. Passasjerenes bagasje.\nb. Postforsendelser, hvis departementet så bestemmer.\nc. Varer som er bedervet og derfor tilintetgjøres under tollvesenets kontroll.\nd. Skibsfornødenheter som kull, olje, proviant og lign. til fartøiets eget bruk.\ne. Varer som, på grunn av lastens forskyvning, omstuing eller lignende grunner, foreløbig losses for siden igjen å innlastes i samme skib.\n1 Endret ved lover 15 juni 1934 nr. 2, 10 juni 1966 nr. 5 § 84, 22 des. 1978 nr. 93 (etter lovens II skal Trafikkavgiftsfondets resterende kapital overføres til Norges Kommunalbanks Kursrisikofond).\n2 Se tollov 19 juni 1966 nr. 5 §§ 34 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "title": "Spesiell vareavgift.",
      "content": "Er ikke de i foranstående paragrafer i dette kapitel nevnte avgifter tilstrekkelige til dekning av havnekassens beregnede nødvendige utgifter, kan der undtagelsesvis pålegges avgift til havnekassen av varer som losses eller lastes innen havnedistriktet over privat brygge, eller når brygge overhodet ikke benyttes. Begrunnet andragende herom innsendes av havnestyret gjennem bystyret, som ledsager det med sin uttalelse. Kongen avgjør i det enkelte tilfelle om der foreligger særegne omstendigheter som berettiger til sådan avgift. Avgiftssatsene, som skal avpasses efter den betydning havneanleggene har for de enkelte bryggeeiere eller trafikanter, må stadfestes av vedkommende regjeringsdepartement for å bli gyldige.\nFritatt for vareavgift efter denne paragraf er varer som bare transporteres innen havneområdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "title": "Fortøiningsavgift.",
      "content": "For enhver fortøiningsinnretning som er forsynt med behørig hjemmelsbrev, eller anbragt ved offentlig foranstaltning, skal der for bruken erlegges betaling efter følgende maksimumssatser, såfremt der ikke er nogen særskilt for tilfellet gjeldende bestemmelse:\na. For hver gang et fartøy fortøyer i en fortøyningsinnretning, erlegges betaling etter satser som fastsettes av Kongen,​2 og som tillater fartøyet å benytte fortøyningsinnretningen i inntil 2 måneder, dog uten avbrytelse.\nb. Når fortøiningsinnretningen kun benyttes til varpning eller til å anlegge et spring for å bringe fartøiet under seil eller for å manøvrere innen havnen til kai eller lignende: en tredjedel av ovenanførte betaling.\nc. Når fartøiet henligger over 2 måneder: for hver 3 måneder eller del derav i hvilke innretningen derefter benyttes, likeså meget som for de 2 første måneder fastsatt.\nd. De under punkt a nevnte avgiftssatser kan forhøies inntil det dobbelte, nedsettes eller helt sløifes eller også erstattes med bestemte avgifter pr. måned eller år, efter forslag av havnestyret, vedtatt av by- eller herredstyret og stadfestet av vedkommende regjeringsdepartement. For fartøier som anvendes i erhvervsmessig fiske, skal der alltid fastsettes en bestemt avgift pr. måned eller år som foran nevnt. Samme bestemmelse gjelder også fartøier som er nevnt i § 33, litr. b. Departementet kan også bestemme at betaling for bruken av fortøiningsinnretninger som tilhører staten, skal bortfalle.\nFartøi som har feste i trær, stener eller andre naturlige fortøiningssteder, skal, når disse er nærmere enn 170 meter fra en med behørig hjemmelsbrev stadfestet fortøiningsinnretning, erlegge den under punkt a bestemte avgift like så fullt som om fartøiet var gjort fast i fortøiningsinnretningen. Finnes der flere kunstige fortøiningsinnretninger innenfor en avstand av 170 meter fra et benyttet naturlig festested, kommer avgiften til like deling mellem eierne av innretningene.\nLoven av 9 august 1839 angående skibsavgifter i Langesundsfjorden,​3 så vel som de for enkelte steder før 1894 for øvrig vedtatte takster for bruk av fortøiningsinnretninger, blir fremdeles gjeldende.\nFritatt for å erlegge fortøiningsavgift er:\na. Krigsfartøier, så vel norske som utenlandske.\nb. Fartøi i den norske eller fremmed stats tjeneste når det ikke anvendes til å føre gods eller passasjerer mot godtgjørelse eller drives av statens forretningsmessige virksomheter.\nc. Fartøi som erlegger avgift i henhold til § 35 (bryggepenger).\nSå snart et fartøi er fortøiet ved en festighet, er føreren forpliktet til å erlegge den bestemte betaling. Skjer dette ikke, og det heller ikke stilles antagelig sikkerhet, er eieren av fortøiningsinnretningen, eller den som handler på eierens vegne, berettiget til å kaste løs fortøiningen.\n1 Endret ved lov 12 feb. 1971 nr. 30.\n2 Se res. 29 okt. 1976 og 30 nov. 1979.\n3 Opph. ved lov 15 feb. 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "title": "Isavgift.",
      "content": "Hvor det finnes nødvendig å treffe særskilte foranstaltninger til forebyggelse eller fjernelse av ishindringer i en havn med innløp, kan det ved beslutning av havnestyret, som må vedtas av by- eller herredstyret og stadfestes av vedkommende regjeringsdepartement, bestemmes en avgift av fartøier som i tidsrummet mellem 1 desember og 31 mars befarer vedkommende farvann, eller av de varer de medfører. Avgiften kan legges enten på fartøi eller på varene eller på begge, og for varenes vedkommende med forskjellige satser efter deres beskaffenhet.\nEr flere havnedistrikter interessert i foranstaltningen mot ishindringer, kan vedkommende regjeringsdepartement efterat de interesserte by- eller herredstyrer er hørt, gi de nærmere bestemmelser som måtte foranlediges ved fellesarbeidet i dette øiemed samt om avgiftenes art og størrelse.\n1 Endret ved lov 16 april 1982 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "Havnelosavgift.",
      "content": "Takst for benyttelse av havnelos fastsettes således som i § 17 bestemt.\nPå samme måte fastsettes takst for benyttelse av kanaler og sluser som står i forbindelse med sjøen, hvis ikke særlige bestemmelser for tilfellet foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "Avgifter i havnedistrikt utenom byene.",
      "content": "De i §§ 32, 34, 36, 38 og 39 omhandlede avgifter kan, efter forslag fra havnestyret, stadfestes av vedkommende regjeringsdepartement for å bli gyldig.\nDe ved nevnte avgifter i disse havnedistrikter innkomne beløp skal anvendes til opsyn, samt til sådanne arbeider og forholdsregler i herredets havner som foreslåes av havnedirektøren eller bifalles av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "Avgifter i havner hvori ikke er havnestyre.",
      "content": "Vedkommende regjeringsdepartement kan bestemme at de i § 32 omhandlede havnepenger også skal kunne opkreves i havner hvor havnestyre ikke er oprettet, når det er påkrevet av hensyn til tilsynet med havnen. Det således innkomne beløp anvendes til avlønning av havnebetjent på stedet. Er sådan ikke ansatt, tilfaller havnepengene losoldermannen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "title": "Fartøier som ankrer utenom et havnedistrikt.",
      "content": "Når et fartøi som ligger utenfor et havnedistrikts grenser, losser eller laster varer, tar ombord eller landsetter passasjerer innen havnedistriktet ved hjelp av andre farkoster, kan avgifter i henhold til denne lov opkreves av disse farkoster og varer med det samme avgiftsbeløp som det vilde ha vært adgang til å opkreve om fartøiet hadde ligget innen havnedistriktsgrensene.\nDet samme gjelder turist- og lystfartøier som ligger utenfor havnedistriktsgrensen, men landsetter sine passasjerer innenfor denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "title": "Melding til havnemyndighetene.",
      "content": "Fører av fartøi som ifølge denne lov har noget å erlegge til havnekassen eller havnefogden, skal under straff av bøter​1 snarest mulig, og senest innen 24 timer efter fartøiets ankomst, melde sig hos havnefogden eller, hvor sådan ikke er ansatt, hos havnestyrets representant. For dampskib i regelmessig rute kan en havnemyndighetene tilstillet bekjentgjørelse om ruten tre istedenfor anmeldelse.\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "title": "Undlatelse av å betale avgift, bøter eller erstatning.",
      "content": "Intet fartøi må klareres på tollboden førenn føreren godtgjør at han har erlagt hvad der av fartøiet skal betales til havnekasse eller havnefoged. Likeledes skal tollklarering på forlangende av nogen havnemyndighet nektes det fartøi på hvilket hefter bøter eller skadeserstatning til havnevesen, kommune, staten eller private for overtredelse av havnelovgivningen, inntil føreren har betalt eller stillet sådan sikkerhet som av politimesteren finnes fyldestgjørende.\nEr fartøiet ikke tollklarering undergitt, kan vedkommende havnemyndighet, når føreren enten nekter eller på annen måte søker å unddra sig for avgift, bøter eller erstatning som ovenfor nevnt, stanse fartøiet med de midler som finnes tjenlige, inntil betaling er erlagt eller antagelig sikkerhet stillet.\nTil veiledning ved bestemmelsen av størrelsen av den sikkerhet som skal stilles for erstatningskrav, har vedkommende havnemyndighet å avgi erklæring.\nHvor det stilles sikkerhet ifølge foranstående bestemmelser har føreren å opgi en på stedet bosatt mann for hvem innkallelse og stevning kan forkynnes med samme varsel og med samme virkning som om føreren der var bosatt og til stede.​1\nAvgår fartøi uten at avgift, bøter eller erstatning som påhviler det er betalt, eller uten at det er stillet antagelig sikkerhet for samme, skal på nogen havnemyndighets forlangende tollklarering eller avgang nektes det på annet sted som det senere måtte anløpe, inntil føreren betaler eller stiller sikkerhet. Den skyldige straffes dertil med bøter.​2\nAvgifter efter denne lov eller efter avgiftsregulativ som er fastsatt i henhold til loven, kan, når de ikke er betalt i rette tid, inndrives ved utpantning.​3\nHvis ikke strengere straffebestemmelser kommer til anvendelse, straffes med bøter​2 enhver som:\n1. ikke efterkommer de av vedkommende regjeringsdepartement stadfestede bestemmelser om beregning og opkrevning av havneavgifter, eller\n2. søker å unddra sig de i henhold til denne lov fastsatte avgifter, eller medvirker hertil.\n1 Jfr. domstolsl. §§ 192, 194 og 195.\n2 Se strl. § 27.\n3 Se tvangsfbl. kap. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:48",
      "chapter": "4",
      "section": "48",
      "title": "Nedsettelse eller fritagelse for samt gyldigheten av havneavgift.",
      "content": "Nedsettelse i eller fritagelse fra de i henhold til denne lov fastsatte avgifter må ikke av nogen havnemyndighet ensidig innrømmes nogen enkelt trafikant eller fartøiseier eller gruppe av sådanne uten vedkommende regjeringsdepartements samtykke.\nDen som har erlagt avgifter som omhandles i denne lov, og hvis gyldighet er avhengig av vedkommende regjeringsdepartements stadfestelse, kan kreve avgiftsbeløpet tilbakebetalt hvis den fornødne stadfestelse ikke forelå på den tid avgiften blev betalt.\nIngen er pliktig til å erlegge til havnekassen andre avgifter i nogen havn enn sådanne som er fastsatt i henhold til denne lov. Dog skal det være tillatt å opkreve avgift for bruken av spesielle havneinnretninger som f.eks. kraner, jernbanespor, siloer eller lignende, leie av tomter, oplagsplasser, kontor- og pakkhusrum, reklameplasser o.s.v. samt andre avgifter som ikke er havneavgifter. Vedkommende regjeringsdepartement avgjør i tvilstilfelle om en avgift, leie eller godtgjørelse til havnekassen skal betraktes som en havneavgift eller ikke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "4:49",
      "chapter": "4",
      "section": "49",
      "title": "Havneavgifters stadfestelse.",
      "content": "Med hensyn til havneavgifters stadfestelse av vedkommende regjeringsdepartement bestemmes følgende:\n1. Etter departementets nærmere bestemmelse inndeles landet i 5 avgiftsdistrikter, og avgiftene stadfestes for et distrikt hvert år. De gjelder 5 år fra 1. januar i kalenderåret etter at de er stadfestet med mindre departementet i forbindelse med stadfestingen eller senere finner at det av særlige grunner er påkrevd å fastsette en annen termin.\n2. Forslag til avgifter hvis gyldighet er avhengig av stadfestelse, skal innsendes samtidig og omfatte samtlige de avgifter som ønskes oppkrevet i avgiftsperioden (kommende 5 år).\nForslagene skal være innsendt fra samtlige steder innen avgiftsdistriktet innen 1. oktober året før en ny avgiftsperiode begynner for vedkommende distrikt. Forslaget innsendes til havnedirektøren, og skal være ledsaget av opplysninger og forklaringer etter departementets nærmere bestemmelse.\n3. Når det anses påkrevet, kan en avgift også tillates ophevet eller forandret i løpet av avgiftsperioden. Den stadfestes da kun med gyldighet til avgiftsperiodens utløp for det distrikt som stedet tilhører.\n4. Vedkommende regjeringsdepartement kan bestemme:\na. At teksten i enkelte eller samtlige avgiftsregulativer i sine hovedtrekk skal være ensartet for hele landet, således at vesentlig bare selve avgiftssatsene og nødvendige stedlige bestemmelser blir forskjellige. Dette gjelder også regler om opkrevning og beregning av avgifter.\nb. At havnekassens regnskaper skal føres på en for samtlige havner ensartet måte, fastsatt av departementet.\nc. At mottagere og avsendere av gods; dampskibsekspeditører, fartøisførere og andre som direkte eller indirekte formidler trafikk fra, til eller innen havnedistriktet, er forpliktet til å gi havnemyndighetene opgave over godsets art, mengde, avsendelses- eller bestemmelsessted, passasjerantall m.v. efter departementets nærmere bestemmelse.\n1 Endret ved lov 2. juni 1960 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "title": "Ansvar for avgifter, bøter og erstatning.",
      "content": "Fører av fartøi er med hensyn til bøter og skadeserstatning efter denne lov ansvarlig for sine folks handlinger, medmindre forseelsen bevises å være begått mot hans uttrykkelige ordre.​1\nLikeså hefter fartøiet med redskaper for avgifter, bøter og erstatning som føreren efter denne lov er ansvarlig for.\n1 Jfr. strl.ikrl. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "title": "Fiskeriopsynets virksomhet i havnen.",
      "content": "I havner hvor det i fisketiden settes opsyn skal dette, med hensyn til sitt arbeide med oprettholdelse av orden og god skikk i havnen, iaktta de bestemmelser som inneholdes i denne lov og de for de enkelte steder gjeldende reglementer, samt de pålegg som i henhold til loven gis av havnefoged, havnebetjent eller havnestyre.\nI havner hvor det ikke er ansatt havnebetjent eller oprettet havnestyre, fastsetter opsynet selv de under fisket fornødne ordensregler, idet herunder tas hensyn til regler eller instrukser som måtte være fastsatt av overlosen med havnedirektørens godkjennelse i henhold til denne lovs § 16, samt til losoldermannens pålegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "title": "Påbud om innskrenket fart.",
      "content": "For ikke å forårsake skade ved bølgeslag eller på annen måte skal fartøier i trange farvann og fjorder utvise forsiktighet og, hvis påkrevet, gå med en efter fartøiets størrelse og farvannets beskaffenhet avpasset fart.\nVedkommende regjeringsdepartement kan bestemme at fartøier i trange farvann skal innskrenke sin fart.\nLignende bestemmelse kan gis av havnestyret for vedkommende havnedistrikt.\nHvorvidt et farvann skal regnes for trangt, avgjøres i tvisttilfelle av vedkommende regjeringsdepartement.\nFartøiet er ansvarlig for skade som måtte være opstått ved overtredelse av foranstående bestemmelser, hvorhos overtredelse av et av vedkommende regjeringsdepartement eller et havnestyre utstedt påbud straffes med bøter.​1\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "title": "Skjermning av lys.",
      "content": "Hvor det anses nødvendig til forebyggelse av sjøskade, kan vedkommende regjeringsdepartement påby at der, på den måte og i den tid som departementet bestemmer, skal skjermes mot farvannet for lys fra vindu eller annen åpning, kai- eller veibelysning, bål og lignende. Anses det påkrevet å treffe sådan forføining straks, kan havnefoged, losoldermann eller havnebetjent gi påbud derom, som blir å efterkomme inntil departementets avgjørelse foreligger.\nOvertredelse av noget i denne paragraf omhandlet påbud straffes med bøter.​1\n1 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "title": "(Opphevet ved lov 23 okt. 1959.)",
      "content": "§ 54.(Opphevet ved lov 23 okt. 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "title": "Fjernelse av vrak eller sunkne gjenstander.",
      "content": "Dersom skip, tømmer eller andre gjenstander synker, strander, forlates eller henlegges slik at de kan bli til skade for havn eller farvann eller til hinder for den alminnelige ferdsel og eieren ikke fjerner det innen en frist fastsatt av departementet eller i havnedistrikt av havnestyret, kan vedkommende myndighet besørge det fjernet for eierens regning. I tilfelle hvor eieren eller hans oppholdssted er ukjent, eller gjenstanden må fjernes straks av hensyn til ferdselen, kan myndighetene iverksette fjerningen uten at eieren gis noen frist.\nFor sine utgifter med fjerningen har myndighetene panterett i det som berges eller fjernes med fortrinnsrett foran alle andre fordringer, for skips vedkommende etter reglene for sjøpanterett i ellevte kapittel i lov 20 juli 1893 om sjøfarten. Oppnås ikke derved full dekning av utgiftene, er eieren ansvarlig for restbeløpet, for eieren av et skip er dog dette ansvar begrenset etter reglene i sjøfartslovens tiende kapittel.\nMed eieren forstås i denne paragraf den som var eier da vedkommende skip eller gjenstand sank, strandet eller ble forlatt eller henlagt.\n1 Endret ved lover 12 juni 1964 nr. 4, avsnitt IV, 7 april 1972 nr. 13 avsnitt K. – Jfr. lover 16 des. 1960 nr. 1 § 168, 13 mai 1981 nr. 6 § 38 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "title": "Isbrytning.​1",
      "content": "Isbrytning (råkskjæring) kan innen et havnedistrikt bare iverksettes efter innhentet tillatelse av havnestyret, som i tillatelsen kan sette betingelser om opmerkning, overganger og lignende.\nI havner og farvann for øvrig er isbrytning tillatt hvis ikke almindelig brukte vinterveier derved avbrytes. Hvis vintervei avbrytes, skal havnedirektørens tillatelse til isbrytinngen innhentes, og til tillatelsen kan da knyttes lignende betingelser som for isbrytning i havnedistrikter.\nNår isbrytning i elver og innsjøer avbryter almindelig brukt vintervei, skal tillatelse til isbrytningen innhentes hos fylkesmannen, som fastsetter de fornødne betingelser.\nDen som mener sig forurettet av den myndighet som har avgjørelsen i noget av disse tilfelle, kan forlange saken innbragt for vedkommende regjeringsdepartement.\nDen som iverksetter isbrytning (råkskjæring) i strid med disse bestemmelser, eller overtrer de regler som er fastsatt i henhold til dem, straffes med bøter.​2\n1 Jfr. lov 15 mars 1940 nr. 3 § 13.\n2 Se strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "title": "Ikrafttredelse. Lover som opheves.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra dette tidspunkt opheves: – – –\nLikeså trer andre lovbud ut av kraft, som strider mot nogen bestemmelse i denne lov.\nForskrifter – derunder pålegg om havneavgifter – som er utferdiget av nogen myndighet i henhold til tidligere havnelovgivning, og som er gjeldende ved denne lovs ikrafttreden, vedblir å gjelde inntil annen bestemmelse blir truffet efter denne lov, – for havneavgifters vedkommende dog ikke lenger enn 1 år efter at denne lov er trådt i kraft.\nKongen kan fastsette de overgangsbestemmelser som finnes påkrevet i forbindelse med lovens ikrafttreden.\n1 Fra 1 juli 1934 ifølge. res. 12 janr. 1934.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    }
  ]
}