{
  "id": "LOV-1996-11-22-66",
  "type": "statute",
  "title": "Lov om statens jernbanetrafikkselskap.",
  "short_name": "Lov om statens jernbanetrafikkselskap",
  "status": "in_force",
  "issued_date": "1996-11-22",
  "in_force_date": "1996-11-22",
  "url": "https://lovdata.no/dokument/NLO/lov/1996-11-22-66",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde m.v.",
      "content": "Loven gjelder for statens jernbanetrafikkselskap.​1\nMed «selskapet» menes i loven her statens jernbanetrafikkselskap.\n1 Jfr. § 65 og § 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eierforhold",
      "content": "Selskapet eies av staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Innskuddskapital",
      "content": "Selskapet skal ha en innskuddskapital​1 som er fastsatt i vedtektene.\n1 Jfr. § 72 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Krav til egenkapitalen​1",
      "content": "Selskapet skal til enhver tid ha en egenkapital som er forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Handleplikt ved tap av egenkapital​1",
      "content": "Hvis det må antas at egenkapitalen er lavere enn forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet, skal styret straks behandle saken. Styret skal be om at det innkalles til generalforsamling innen rimelig tid, og gi generalforsamlingen​2 en redegjørelse for selskapets økonomiske stilling og foreslå tiltak som vil gi selskapet en forsvarlig egenkapital. Det samme gjelder hvis det må antas at selskapets egenkapital er blitt mindre enn halvparten av innskuddskapitalen.​3 Generalforsamlingen skal i så fall innkalles innen seks måneder.\nHvis styret ikke finner grunnlag for å foreslå tiltak som nevnt i første ledd, eller slike tiltak ikke lar seg gjennomføre, skal det foreslå selskapet oppløst.​4\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-5.\n2 Jfr. kap. 4.\n3 Jfr. § 3.\n4 Jfr. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3b."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Rettsevne",
      "content": "Selskapet har selv rettigheter og forpliktelser,​1 er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter.\n1 Jfr. § 75 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Statens ansvar overfor kreditorene",
      "content": "Staten hefter ikke overfor kreditorene for selskapets forpliktelser. Staten plikter ikke å gjøre innskudd i selskapet eller i tilfelle dets konkursbo ut over det som følger av stiftelsesdokumentet eller senere vedtak om å forhøye innskuddskapitalen.​1\n1 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Vedtekter",
      "content": "Selskapet skal ha vedtekter som fastsettes av generalforsamlingen.​1 Vedtektene skal minst angi:\n1. selskapets firma,​2\n2. den kommune i riket hvor selskapet har sitt forretningskontor,\n3. selskapets virksomhet,​3\n4. innskuddskapitalens størrelse,\n5. antallet eller laveste og høyeste antall styremedlemmer,\n6. antall medlemmer av bedriftsforsamlingen,​4 med mindre det er inngått avtale om ikke å ha bedriftsforsamling, jf. § 27,\n7. hvilke saker som skal behandles på den ordinære generalforsamling.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. kap. 4.\n2 Jfr. asl. § 2-2 nr. 3.\n3 Jfr. lov 21 juni 1985 nr. 79.\n4 Jfr. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Konsern",
      "content": "Morselskap utgjør sammen med et datterselskap​1 eller datterselskaper et konsern.​2\nSelskapet er et morselskap hvis det på grunn av avtale eller som eier av aksjer eller selskapsandeler har bestemmende innflytelse over et annet selskap. Selskapet skal alltid anses for å ha bestemmende innflytelse hvis det:\n1. eier så mange aksjer eller andeler i et annet selskap at de representerer flertallet av stemmene i det andre selskapet, eller\n2. har rett til å velge eller avsette et flertall av medlemmene i det andre selskapets styre.\nEt selskap som står i et forhold som nevnt i annet ledd til selskapet anses som datterselskap.\nVed beregningen av stemmerettigheter og rettigheter til å velge eller avsette styremedlemmer skal rettigheter som selskapet og selskapets datterselskaper innehar, regnes med. Det samme gjelder rettigheter som innehas av noen som handler i eget navn, men for selskapets eller et datterselskaps regning.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 19.\n2 Jfr. asl. § 1-3, lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Styret​1",
      "content": "Selskapet skal ha et styre med minst fem medlemmer.\nStyret velges av generalforsamlingen med det unntak som følger av § 9.\nStyret skal ha en leder og en nestleder som velges av generalforsamlingen.\n1 Jfr. § 67 og § 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tilsattes styrerepresentasjon",
      "content": "Inntil en tredel, men minst to av styrets medlemmer, velges av og blant de som har et tilsettingsforhold. Er det avtalt at selskapet ikke skal ha bedriftsforsamling, jf. § 27 første ledd annet punktum, skal de som har et tilsettingsforhold velge ett styremedlem med varamedlem eller to observatører med varamedlemmer i tillegg til den representasjon som følger av forrige punktum.\nTilhører selskapet et konsern,​1 kan Kongen etter søknad fra konsernet eller fra fagforeninger som omfatter to tredeler av de tilsatte i konsernet eller fra et flertall av de tilsatte i konsernet, bestemme at valg etter første ledd skal foretas av og blant de som har et tilsettingsforhold i konsernet eller deler av konsernet.\nKongen kan gi utfyllende forskrift​2 til første og annet ledd, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelsen av tvister om valget og om bortfall av verv som medlem eller observatør.\nBestemmelsene i §§ 10 første ledd og 11 annet ledd gjelder ikke for styremedlemmer som er valgt etter første eller annet ledd.\nLovens bestemmelser om styremedlemmer gjelder for observatører og varamedlemmer valgt etter første og annet ledd så langt de passer. Fjerde ledd gjelder tilsvarende for slike observatører og varamedlemmer.\n1 Jfr. § 7.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Tjenestetid​1",
      "content": "Styremedlem tjenestegjør i to år. Kortere tjenestetid kan fastsettes ved suppleringsvalg. Tjenestetiden opphører ved avslutningen av den ordinære generalforsamling i det år tjenestetiden utløper.\nEt styremedlem blir stående inntil nytt styremedlem er valgt, selv om tjenestetiden er utløpt.\n1 Jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tilbaketreden og avsetting før tjenestetiden utløper​1",
      "content": "Et styremedlem har rett til å tre tilbake før tjenestetiden er ute dersom særlig grunn foreligger.​2 Styret skal ha rimelig forhåndsvarsel om tilbaketredenen.\nEt styremedlem kan avsettes av generalforsamlingen.​3\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 9 fjerde ledd.\n2 Jfr. asl. § 6-7 første ledd.\n3 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Daglig leder​1",
      "content": "Selskapet skal ha en daglig leder som tilsettes av styret.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 20, § 67 og § 70, asl. § 6-2.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Bosteds- og botidskrav​1",
      "content": "Daglig leder​2 og minst halvdelen av styrets medlemmer skal være bosatt her i riket. Dette gjelder ikke statsborgere i stater som er part i EØS-avtalen når de er bosatt i en slik stat.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-11.\n2 Se § 25 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Varamedlemmer",
      "content": "Generalforsamlingen​1 avgjør om det skal velges varamedlemmer for styremedlemmer valgt av generalforsamlingen. Lovens bestemmelser om styremedlemmer gjelder tilsvarende for disse varamedlemmene så langt de passer.\n1 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Mangler ved valg av styremedlem eller tilsetting av daglig leder​1",
      "content": "Etter at valg av styremedlem eller tilsetting av daglig leder er registrert i Foretaksregisteret,​2 kan mangler ved valget eller tilsettingen ikke påberopes overfor en tredjeperson, med mindre selskapet godtgjør at tredjepersonen kjente til mangelen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-34.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Godtgjørelse",
      "content": "Godtgjørelse til medlemmer av og observatører i styret fastsettes av generalforsamlingen.​1\nGodtgjørelse til daglig leder fastsettes av styret.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Forvaltningen av selskapet​1",
      "content": "Forvaltningen av selskapet hører under styret. Styret skal sørge for forsvarlig organisering av virksomheten.\nStyret skal fastsette planer og budsjetter for selskapets virksomhet. Styret kan også fastsette retningslinjer for virksomheten.​2\nStyret skal holde seg orientert om selskapets økonomiske stilling, og plikter å påse at dets virksomhet, regnskap​3 og formuesforvaltning er gjenstand for betryggende kontroll.\nStyret iverksetter de undersøkelser det finner nødvendig for å kunne utføre sine oppgaver. Styret skal iverksette slike undersøkelser dersom dette kreves av ett eller flere av styremedlemmene.\nHvis det er avtalt at selskapet ikke skal ha bedriftsforsamling,​4 har styret den myndighet som følger av § 29 tredje ledd første punktum. Styrets vedtak i slike saker kan overprøves av Kongen om vesentlige samfunnsmessige hensyn tilsier det.\n0 Endret ved lover 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-12.\n2 Jfr. asal. § 6-12 annet ledd.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "title": "Styrets tilsynsansvar​1",
      "content": "Styret skal føre tilsyn med den daglige ledelse​2 og selskapets virksomhet for øvrig.\nStyret kan fastsette instruks for den daglige ledelse.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-13.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Avtaler mellom selskapet og staten​1",
      "content": "Styret skal sørge for at avtaler med staten nedtegnes skriftlig.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-13 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Datterselskaps forhold til selskapet",
      "content": "Har selskapet datterselskap,​1 plikter styret i datterselskapet å gi styret i selskapet opplysninger som er nødvendig for å kunne vurdere konsernets stilling og resultatet av konsernets virksomhet.\nSelskapets styre skal underrette styret i datterselskap om forhold som kan ha betydning for konsernet som helhet. Selskapets styre skal også før endelig beslutning treffes, underrette datterselskaps styre om beslutninger som kan ha betydning for datterselskapet.\nUtenlandsk selskap regnes ikke som datterselskap ved anvendelsen av bestemmelsen i første og annet ledd.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Daglig ledelse​1",
      "content": "Daglig leder står for den daglige ledelsen av selskapets virksomhet, og skal følge de retningslinjer og pålegg styret har gitt.\nDen daglige ledelse omfatter ikke saker som etter selskapets forhold er av uvanlig art eller stor betydning. Slike saker kan daglig leder bare avgjøre om styret i det enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for selskapets virksomhet. Styret skal i så fall snarest mulig underrettes om saken.\nDaglig leder skal sørge for at selskapets regnskap​2 er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på betryggende måte.\n0 Endret ved lover 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-14.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "title": "Daglig leders plikter overfor styret​1",
      "content": "Daglig leder skal minst hver måned, i møte eller skriftlig, gi styret underretning om selskapets virksomhet, stilling og resultatutvikling.\nStyret kan til enhver tid kreve at daglig leder gir styret en nærmere redegjørelse om bestemte saker. Slik redegjørelse kan også kreves av det enkelte styremedlem.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20a."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Godtgjørelse fra andre enn selskapet​1",
      "content": "Et styremedlem, daglig leder eller noen tilsatt i selskapet​2 må ikke i anledning av sitt arbeid for selskapet ta imot godtgjørelse fra andre enn selskapet. Dette gjelder også godtgjørelse som en medkontrahent eller hans eller hennes representant har betinget seg hos selskapet.\nGodtgjørelse som styremedlem eller daglig leder ikke kan motta, kan heller ikke mottas av deres nærstående.\nGodtgjørelse som er avtalt eller mottatt i strid med forbudet i første eller annet ledd, tilfaller selskapet. Det samme gjelder avkastning av og eiendeler som er kommet i stedet for godtgjørelsen.\nParagrafen her er ikke til hinder for at styremedlem som ikke deltar i den daglige ledelse, kan opptre som mellommann overfor selskapet mot vanlig mellommannsgodtgjørelse dersom\n1. styremedlemmet ikke også representerer selskapet, og\n2. forretningen inngår i mellommannsvirksomhet som styremedlemmet driver som næring.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-17.\n2 Se § 30 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Inhabilitet",
      "content": "Styremedlem, observatør eller daglig leder​1 må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som har slik særlig betydning for egen del eller noen nærstående at vedkommende må anses for å ha en framtredende personlig eller økonomisk særinteresse i saken. Styremedlem, observatør eller daglig leder​1 må heller ikke delta i en sak om lån eller annen kreditt til seg selv eller om sikkerhetsstillelse for egen gjeld.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Se § 25 femte ledd, § 30 første ledd siste punktum.\n2 Jfr. asl. § 6-27 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Styrets saksbehandling​1",
      "content": "Styret skal behandle saker i møte, med mindre styrets leder finner at saken kan forelegges skriftlig eller behandles på annen betryggende måte. Årsregnskap og årsberetning​2 skal behandles i møte.\nStyrets leder skal sørge for at styremedlemmene så vidt mulig kan delta i en samlet behandling av saker som behandles uten møte. Styremedlemmene og daglig leder kan kreve møtebehandling.\nStyrebehandlingen ledes av styrelederen. Deltar verken styrelederen eller nestlederen, velger​3 styret en leder for styrebehandlingen.\nDaglig leder har rett og plikt til å delta i styrets behandling av saker og til å uttale seg, med mindre annet er bestemt av styret i den enkelte sak.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-19.\n2 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n3 Jfr. § 24 femte ledd tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:23 a",
      "chapter": "2",
      "section": "23 a",
      "title": "Krav om styrebehandling m.v.​1",
      "content": "Styrelederen skal sørge for behandling av aktuelle saker som hører inn under styret.\nStyremedlemmene og daglig leder kan kreve at styret behandler bestemte saker.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "2:23 b",
      "chapter": "2",
      "section": "23 b",
      "title": "Forberedelsen av saker​1",
      "content": "Daglig leder forbereder saker som skal behandles av styret i samråd med styrets leder.\nEn sak skal forberedes og fremlegges slik at styret har et tilfredsstillende behandlingsgrunnlag.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23b."
      }
    },
    {
      "provision_ref": "2:23 c",
      "chapter": "2",
      "section": "23 c",
      "title": "Varsel om styrebehandling​1",
      "content": "Styrebehandling varsles på hensiktsmessig måte og med nødvendig frist.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23c",
        "source_heading": "§ 23c."
      }
    },
    {
      "provision_ref": "2:23 d",
      "chapter": "2",
      "section": "23 d",
      "title": "Styreinstruks​1",
      "content": "Styret skal fastsette en styreinstruks som gir nærmere regler om styrets arbeid og saksbehandling.\nInstruksen skal blant annet inneholde regler om hvilke saker som skal styrebehandles og daglig leders arbeidsoppgaver og plikter overfor styret. Instruksen skal også inneholde regler for innkalling og møtebehandling.\nKongen kan gi forskrift​2 om styreinstruks.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-23.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23d",
        "source_heading": "§ 23d."
      }
    },
    {
      "provision_ref": "2:23 e",
      "chapter": "2",
      "section": "23 e",
      "title": "Styreprotokoll​1",
      "content": "Det skal føres protokoll over styrebehandlingen. Den skal minst angi tid og sted, deltakerne, behandlingsmåten og styrets beslutninger. Det skal fremgå at saksbehandlingen oppfyller kravene i § 24.\nEr styrets beslutning ikke enstemmig, skal det angis hvem som har stemt for og imot. Styremedlem og daglig leder som ikke er enig i en beslutning, kan kreve sin oppfatning innført i protokollen.\nProtokollen skal underskrives av alle de medlemmer som har deltatt i styrebehandlingen. Har styret minst fem medlemmer, og er beslutning truffet i møte, kan styret velge to til å underskrive. I så fall skal utskrift sendes samtlige styremedlemmer med frist for merknader, som i tilfelle kan kreves inntatt i protokollen.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23e",
        "source_heading": "§ 23e."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Vedtaksførhet og flertallskrav​1",
      "content": "Styret kan treffe beslutning når mer enn halvdelen av medlemmene​2 er til stede eller deltar i styrebehandlingen, om ikke strengere krav er fastsatt i vedtektene.\nStyret kan likevel ikke treffe beslutning uten at alle styremedlemmene og observatører så vidt mulig er gitt anledning til å delta i behandlingen av saken.\nHar et styremedlem eller en observatør forfall og det finnes varamedlem, skal varamedlemmet innkalles.\nEn beslutning av styret krever at flertallet av de styremedlemmer som deltar i behandlingen av en sak, har stemt for. Ved stemmelikhet gjelder det som møtelederen​3 har stemt for. De som har stemt for et forslag som innebærer en endring, må likevel alltid utgjøre mer enn en tredel av samtlige styremedlemmer.\nVed valg og tilsettinger er den valgt eller tilsatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmetallet likt ved valg av møteleder,​3 avgjøres valget ved loddtrekning. I andre tilfeller av stemmelikhet gjelder det som møtelederen har stemt for.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-24, § 6-25 og § 6-26.\n2 Jfr. § 8.\n3 Jfr. § 23 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Selskapets representasjon utad m.v.​1",
      "content": "Styret representerer selskapet utad og tegner dets firma.\nStyret kan gi styremedlem, daglig leder eller navngitte tilsatte rett til å tegne selskapets firma.\nVedtektene​2 kan begrense styrets myndighet etter annet ledd og også direkte gi bestemmelser om fullmakt som der nevnt.\nRett til å tegne selskapets firma kan når som helst kalles tilbake. Vedtektsfestet fullmakt kan tilbakekalles av styret når generalforsamlingens beslutning ikke kan avventes uten skade for selskapet.\nDet som gjelder for daglig leder etter §§ 13 og 22, gjelder tilsvarende for firmategner som ikke er styremedlem eller daglig leder.\nDaglig leder kan alltid representere selskapet utad i forhold som faller inn under daglig leders myndighet etter § 20.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-30 til § 6-32, lov 21 juni 1985 nr. 80.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Overskridelse av myndighet​1",
      "content": "Har noen som representerer selskapet utad etter § 25 ved disposisjon på selskapets vegne gått ut over sin myndighet, er disposisjonen ikke bindende for selskapet når selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at myndigheten ble overskredet, og det ville stride mot redelighet å gjøre disposisjonen gjeldende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Bedriftsforsamlingen​1",
      "content": "Selskapet skal ha en bedriftsforsamling på minst 12 medlemmer. Det kan inngås avtale mellom selskapet og fagforeninger som omfatter to tredeler av de tilsatte eller et flertall av de tilsatte om at selskapet ikke skal ha bedriftsforsamling, jf. §§ 9 første ledd og 17 tredje ledd. Kongen kan gi nærmere regler om avtalens inngåelse og innhold.\nTo tredeler av bedriftsforsamlingens medlemmer med varamedlemmer velges av generalforsamlingen.​2\nEn tredel av medlemmene med varamedlemmer velges av og blant de som har et tilsettingsforhold. Fagforeninger som omfatter to tredeler av de tilsatte eller et flertall av de tilsatte kan beslutte at det i tillegg skal velges observatører og varamedlemmer. Antall observatører kan utgjøre inntil en halvpart av de tilsattes medlemmer i bedriftsforsamlingen.\nTilhører selskapet et konsern,​3 kan Kongen etter søknad fra konsernet eller fra fagforeninger som omfatter to tredeler av de tilsatte i konsernet, eller fra et flertall av de tilsatte i konsernet, bestemme at valg etter tredje ledd skal foretas av og blant de som har et tilsettingsforhold i konsernet eller deler av konsernet.\nKongen kan gi utfyllende forskrift til annet og tredje ledd, herunder om vilkår for stemmerett og valgbarhet, valgmåten, om avgjørelser av tvister om valget og om bortfall av verv som medlem av eller observatør i bedriftsforsamlingen.\n1 Jfr. § 67 og § 70.\n2 Jfr. kap. 4.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Tjenestetid m.v.​1",
      "content": "Om tjenestetid og opphør av verv som medlem av bedriftsforsamlingen gjelder §§ 10 og 11 tilsvarende, likevel slik at § 10 første ledd om tjenestetidens lengde, og § 11 annet ledd om avsetting av et styremedlem ikke gjelder for et medlem som er valgt av de som har et tilsettingsforhold i medhold av § 27 tredje ledd.\nMedlemmer av og observatører i styret​2 og daglig leder kan ikke være medlem eller observatør til bedriftsforsamlingen. Om ikke Kongen gjør unntak i det enkelte tilfellet, skal minst halvdelen av bedriftsforsamlingens medlemmer være bosatt i riket. Bestemmelsen i annet punktum gjelder ikke for statsborgere i stater som er part i EØS-avtalen når de er bosatt i en slik stat. Lovens bestemmelser om bedriftsforsamlingens medlemmer får så langt de passer anvendelse på observatører og varamedlemmer.\nBedriftsforsamlingen velger selv en leder blant sine medlemmer.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-36.\n2 Jfr. § 8 og § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Bedriftsforsamlingens oppgaver​1",
      "content": "Bedriftsforsamlingen skal føre tilsyn med styrets og daglig leders forvaltning av selskapet. Hvert av medlemmene og observatørene kan på møte i bedriftsforsamlingen kreve opplysninger om selskapets drift i den utstrekning de finner det nødvendig. Bedriftsforsamlingen kan selv eller ved utvalg iverksette undersøkelser.\nBedriftsforsamlingen skal gi uttalelse til generalforsamlingen om styrets forslag til resultatregnskap og balanse, eventuelt også konsernresultatregnskap og konsernbalanse, bør godkjennes, og om styrets forslag om anvendelse av overskudd eller dekning av tap.​2 Styrets forslag samt revisjonsberetning​3 skal sendes bedriftsforsamlingens medlemmer senest en uke før saken skal behandles.\nEtter forslag fra styret treffer bedriftsforsamlingen avgjørelse i saker som gjelder (a) investeringer av betydelig omfang i forhold til selskapets ressurser eller (b) rasjonalisering eller omlegging av driften som vil medføre større endring eller omdisponering av arbeidsstyrken.​4 Vedtektene​5 kan dessuten bestemme at det til visse arter forretninger som ikke hører til den daglige ledelse, skal kreves samtykke av bedriftsforsamlingen. Kongen kan gi forskrifter​6 om den nærmere avgrensning av bedriftsforsamlingens myndighet etter første punktum og om saksbehandlingen i bedriftsforsamlingen. Bedriftsforsamlingens vedtak i saker som nevnt i første punktum kan overprøves av Kongen om vesentlige samfunnsmessige hensyn tilsier det.\nBedriftsforsamlingen kan vedta anbefalinger til styret om en hvilken som helst sak.\nAndre beføyelser kan ikke legges til bedriftsforsamlingen, med mindre loven særskilt gir hjemmel for det.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-37.\n2 Jfr. § 38.\n3 Jfr. § 39.\n4 Se § 17 femte ledd.\n5 Jfr. § 6.\n6 Jfr. lov 10 feb 1967 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Saksbehandlingsregler m.v.​1",
      "content": "Bedriftsforsamlingens leder skal innkalle til møte så ofte som nødvendig, og dessuten når minst en seksdel av medlemmene eller styret krever det. Om ikke bedriftsforsamlingen for det enkelte tilfellet bestemmer noe annet, har styremedlem, observatør og daglig leder rett til å være til stede og til å uttale seg på møter i bedriftsforsamlingen. Styrets leder og daglig leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Om møteledelse og protokollasjon i bedriftsforsamlingen gjelder § 23 tredje ledd og § 23e tilsvarende. Om vedtaksførhet og avstemninger gjelder § 24 tilsvarende. Bestemmelsene i § 22 om inhabilitet gjelder også for medlemmene av og observatørene i bedriftsforsamlingen.\nGodtgjørelsen fastsettes av generalforsamlingen. Om forbud mot å motta godtgjørelse fra andre enn selskapet, gjelder § 21 første og tredje ledd tilsvarende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Generalforsamlingen​1",
      "content": "Gjennom generalforsamlingen utøver staten som eier den øverste myndighet i selskapet. Vedtak av bedriftsforsamlingen etter § 29 tredje ledd første punktum eller av styret etter § 17 tredje ledd kan ikke overprøves av generalforsamlingen, jf. likevel §§ 17 tredje ledd annet punktum og 29 tredje ledd siste punktum.\nStyrelederen,​2 daglig leder og lederen for bedriftsforsamlingen skal være til stede på generalforsamlingen. Ved gyldig forfall skal det utpekes en stedfortreder. Andre styremedlemmer og andre medlemmer av bedriftsforsamlingen kan være til stede på generalforsamlingen. Styremedlemmene, daglig leder og medlemmene av bedriftsforsamlingen har rett til å uttale seg på generalforsamlingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 5-5.\n2 Jfr. § 8 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Ordinær generalforsamling",
      "content": "Ordinær generalforsamling avholdes innen seks måneder etter utgangen av hvert regnskapsår.\nPå den ordinære generalforsamling skal følgende spørsmål behandles og avgjøres:\n1. godkjennelse av årsregnskapet og årsberetningen,​1 herunder utdeling av utbytte,​2\n2. andre saker som etter lov eller vedtekter hører under generalforsamlingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n2 Jfr. asl. § 5-5 annet ledd nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Ekstraordinær generalforsamling​1",
      "content": "Ekstraordinær generalforsamling holdes når departementet, styret eller minst to medlemmer av bedriftsforsamlingen finner det nødvendig. Ekstraordinær generalforsamling skal også innkalles innen to uker når det til behandling av et bestemt angitt emne skriftlig kreves av revisor.\n1 Jfr. asl. § 5-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Innkalling til generalforsamling​1",
      "content": "Departementet forestår innkallingen til så vel ordinær som ekstraordinær generalforsamling. Innkalling til generalforsamling foretas senest en uke før generalforsamling, om ikke kortere varsel i et særlig tilfelle blir påtrengende nødvendig.\nTil generalforsamlingen innkalles daglig leder, medlem av styret og bedriftsforsamlingen samt den revisor​2 som reviderer årsregnskapet​3 for så vidt de saker som skal behandles er av en slik art at hans eller hennes nærvær kan anses ønskelig. Revisor skal ellers innkalles når Riksrevisjonen​4 krever det.\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 36.\n2 Jfr. § 39.\n3 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n4 Jfr. § 66 og lov 18 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Innkallingens innhold",
      "content": "Innkallingen skal bestemt angi de saker som skal behandles på generalforsamlingen. Forslag om å endre vedtektene​1 skal gjengis i innkallingen.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 6.\n2 Jfr. asl. § 5-10 tredje ledd annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Generalforsamlingens beslutninger",
      "content": "Saker som ikke er meddelt dem som har krav på innkalling etter reglene i § 34, kan bare avgjøres av generalforsamlingen når de møtende medlemmer av styret og bedriftsforsamlingen enstemmig samtykker i det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Møteledelse og protokollasjon",
      "content": "Bedriftsforsamlingens leder åpner generalforsamlingen og leder møtet fram til møteleder er utpekt. Er det avtalt at selskapet ikke skal ha bedriftsforsamling, jf. § 27 første ledd, åpner styrelederen møtene i generalforsamlingen.\nMøtelederen skal sørge for at det føres protokoll for generalforsamlingen. I protokollen skal generalforsamlingens beslutninger inntas. Er daglig leder, et medlem av styret eller bedriftsforsamlingen uenig i den beslutningen som fattes, skal vedkommende kreve sin dissens innført i protokollen.\nProtokollen skal undertegnes av møtelederen og minst en annen person som utpekes av generalforsamlingen blant de tilstedeværende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Regnskapsplikt",
      "content": "Selskapet har regnskapsplikt etter regnskapsloven.​1\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Revisor​1",
      "content": "Selskapet skal ha revisor som velges av generalforsamlingen. Bedriftsforsamlingen skal framsette forslag.\nRevisors godtgjørelse skal godkjennes av generalforsamlingen.\nOm revisjonen og selskapets revisor gjelder for øvrig bestemmelsene i revisorloven.​2\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 66.\n2 Lov 15 jan 1999 nr. 2. – Jfr. §§ 67 og 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Gransking",
      "content": "Generalforsamlingen kan beslutte gransking av selskapet eller av nærmere angitte forhold vedrørende forvaltningen av det eller av regnskapene.\nDen som på vegne av generalforsamlingen forestår granskingen,​1 har rett til å foreta de undersøkelser i selskapet som finnes nødvendig og kan kreve nødvendig bistand av selskapet i denne forbindelse. Den som forestår granskingen, kan av styret, daglig leder og enhver annen tilsatt eller tillitsvalgt i selskapet, kreve enhver opplysning om selskapets forhold som granskingen gjør nødvendig. Har selskapet datterselskap,​2 gjelder retten til å foreta undersøkelser og kreve opplysninger etter første og annet punktum i leddet her også overfor datterselskap. Den som på vegne av generalforsamlingen foretar granskningen, har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven​3 § 6-1.​4\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 67.\n2 Jfr. § 7.\n3 Lov 15 jan 1999 nr. 2.\n4 Jfr. strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Hva kan utdeles som utbytte​1",
      "content": "Som utbytte kan bare deles ut årsresultat etter det godkjente resultatregnskapet for siste regnskapsår​2 og annen egenkapital etter fradrag for\n1. udekket underskudd;\n2. balanseført forskning og utvikling, goodwill og netto utsatt skattefordel;\n3. den samlede pålydende verdi av kreditt og sikkerhetsstillelse etter § 47 som etter disse bestemmelsene skal ligge innenfor rammen av fri egenkapital;\n4. den del av årsoverskuddet som etter lov eller vedtekter skal avsettes til et bundet fond eller ikke kan utdeles som utbytte.\nSelskapet kan ikke utdele utbytte dersom egenkapitalen etter balansen er mindre enn ti prosent av balansesummen, uten å følge fremgangsmåten fastsatt i §§ 56 og 57.\nEgenkapital som kan utdeles som utbytte etter første og annet ledd uten å følge fremgangsmåten i §§ 56 og 57, regnes som selskapets frie egenkapital.\nDet kan ikke i noe tilfelle besluttes utdelt mer enn forenlig med forsiktig og god forretningsskikk, under tilbørlig hensyn til tap som måtte være inntruffet etter balansedagen, eller som må forventes å ville inntreffe.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000, etter endringslovens IV skal det i inngående balanse 1 jan 2000 overføres til overkursfondet et beløp lik summen av overkursavsetninger, jf tidligere annet ledd bokstav c. Gjenværende reservefond anses som annen egenkapital).\n1 Jfr. asl. § 8-1.\n2 Jfr. lov 17 juli 1998 nr. 56 § 1-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Konsernbidrag​1",
      "content": "Selskapet kan utdele konsernbidrag til annet konsernselskap, jf. lov 20. juli 1991 nr. 65​2 om særregler for beskatning av selskaper og selskapsdeltakere kapittel 1.\nBestemmelsene i kapittelet her gjelder tilsvarende for utdeling av konsernbidrag. Summen av utbytte og konsernbidrag kan i et enkelt år ikke overstige grensen etter § 41.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-5.\n1 Loven er opphevet, se nå lov 26 mars 1999 nr. 14.\n2 Loven er opphevet, se nå lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Utdeling til staten​1",
      "content": "Utdeling fra selskapet kan bare skje etter reglene om utbytte, kapitalnedsetting​2 og tilbakebetaling etter oppløsning.​3 Som utdeling regnes enhver overføring av verdier som direkte eller indirekte kommer staten som eier av selskapet til gode. Verdien skal beregnes etter virkelig verdi på dagen for overføringen.\n0 Endret ved lover 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-6.\n2 Jfr. § 54.\n3 Jfr. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Beslutning om utbytte​1",
      "content": "Beslutning om utdeling av utbytte fattes av generalforsamlingen etter at styret har lagt fram forslag om utdeling eller annen anvendelse av overskuddet.\nGeneralforsamlingen er ikke bundet av styrets eller bedriftsforsamlingens forslag om utdeling av utbytte.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-2 og § 20-4 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Ulovlig utdeling",
      "content": "Er utdeling av selskapets midler til staten skjedd i strid med bestemmelsene i loven her, skal det mottatte tilbakeføres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Lån m.m.​1",
      "content": "Selskapet kan bare gi kreditt til eller stille sikkerhet til fordel for staten som eier innenfor rammen av de midler som selskapet kan benytte til utdeling av utbytte.\nForbudet i første ledd gjelder ikke kreditt med vanlig løpetid i forbindelse med forretningsavtaler.\nDe begrensninger som gjelder i selskapets adgang til å gi kreditt til eller stille sikkerhet til fordel for staten, gjelder tilsvarende i forhold til et styremedlem, daglig leder eller et medlem av bedriftsforsamlingen i selskapet eller i annet selskap i samme konsern, eller noen av disses nærstående.\nFørste ledd er ikke til hinder for at selskapet gir kreditt til eller stiller sikkerhet til fordel for en tilsatt eller noen av den tilsattes nærstående når\n1. den tilsatte er valgt som de tilsattes representant i styret eller bedriftsforsamlingen etter regler i loven her eller i vedtektsbestemmelsene, og\n2. skyldneren er tilsatt i hovedstilling i selskapet eller i et annet selskap i samme konsern, og\n3. kreditten ytes i samsvar med det som er vanlig ved finansiell bistand til tilsatte.\nHar selskapet gitt kreditt eller for øvrig handlet i strid med reglene over, er disposisjonen ugyldig. Midler som er overført fra selskapet, eller et beløp tilsvarende verdien av midlene, skal straks føres tilbake til selskapet.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-7 til § 8-9, § 8-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "Kreditt til erverv av aksjer m.v.​1",
      "content": "Selskapet kan ikke stille midler til rådighet eller yte lån eller stille sikkerhet i forbindelse med erverv av aksjer eller andeler i et annet selskap i samme konsern. Likestilt med aksjer og andeler er rett til å erverve aksjer eller andeler.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Forhøyelse av innskuddskapitalen ved nyinnbetaling",
      "content": "Generalforsamlingen kan etter forslag fra styret beslutte å forhøye statens innskuddskapital​1 ved innbetaling av ny kapital.\nGeneralforsamlingens beslutning om å forhøye innskuddskapitalen skal angi:\n1. det beløp innskuddskapitalen skal økes med,\n2. det beløp som skal innbetales,\n3. hva som skal skytes inn hvis innskuddet skal gjøres opp i annet enn penger,\n4. eventuelle andre særlige vilkår for innskuddet,\n5. tidspunktet for oppgjør av innskuddet.\n1 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:49 a",
      "chapter": "7",
      "section": "49 a",
      "title": "Overkursfond​1",
      "content": "Selskapet skal ha et overkursfond. Til overkursfondet avsettes overkurs ved innskudd av innskuddskapital etter fradrag for kostnader ved kapitalforhøyelsen.\nOverkursfondet kan bare anvendes til:\n1. dekning av utgifter ved kapitalforhøyelse;\n2. dekning av underskudd som ikke kan dekkes av posten annen egenkapital etter regnskapsloven​2 § 6-2 C II nr. 2;\n3. forhøyelse av innskuddskapitalen uten nyinnbetaling, hvis ikke selskapet har udekket underskudd;\n4. andre formål, når selskapet går frem etter reglene om nedsetting av innskuddskapital.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-2, jfr. § 10-12 annet ledd.\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49a."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Innskudd i annet enn penger",
      "content": "Innskuddet kan bare gjøres opp i annet enn penger eller på særlige vilkår når dette er fastsatt i generalforsamlingens beslutning. Eiendeler som selskapet mottar som oppgjør på innbetaling av innskuddskapitalen kan ikke mottas til høyere verdi enn den virkelige verdi. Som innskudd kan ikke brukes eiendeler som ikke kan føres opp som eiendel i balansen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Revisorbekreftelse",
      "content": "Skal selskapet overta andre verdier enn penger som oppgjør for innskudd, skal revisor​1 bekrefte at innskuddet ikke er verdsatt høyere enn tillatt etter § 50 annet punktum. Bekreftelsen skal vedlegges protokollen for generalforsamlingen.​2\n1 Jfr. § 39.\n2 Jfr. § 37 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Forhøyelse av innskuddskapitalen uten nyinnbetaling",
      "content": "Generalforsamlingen kan etter forslag fra styret beslutte å øke statens innskuddskapital ved overføring fra overkursfond​1 og fra fri egenkapital til innskuddskapital. Generalforsamlingens beslutning skal angi hvor mye innskuddskapitalen skal forhøyes med.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 10-20 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Registrering i Foretaksregisteret​1",
      "content": "Beslutning om forhøyelse av innskuddskapitalen skal meldes til Foretaksregisteret​2 innen tre måneder etter at beslutning er truffet. Skal innskuddskapitalen forhøyes ved nyinnbetaling, må innskuddet være innbetalt eller overført til selskapet senest samtidig med at forhøyelsen meldes. Er forhøyelsen ikke meldt innen fristen, bortfaller forhøyelsen.\nForhøyelsen er gjennomført når den er registrert i Foretaksregisteret.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 10-19.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Generalforsamlingens beslutning om nedsetting av innskuddskapitalen",
      "content": "Generalforsamlingen kan beslutte å sette ned statens innskuddskapital når det beløp nedsettingen gjelder (nedsettingsbeløpet) skal brukes til:\n1. dekning av tap som ikke kan dekkes på annen måte,\n2. tilbakebetaling til staten,\n3. avsetning til fond som skal brukes etter generalforsamlingens beslutning.\nGeneralforsamlingsvedtaket skal angi nedsettingsbeløpet og hva beløpet skal brukes til. Skal det i forbindelse med nedsetting utbetales et høyere beløp enn nedsettingsbeløpet, skal også dette høyere beløpet angis.\nBeslutning som nevnt i første ledd nr. 2 og 3 kan bare treffes etter forslag fra styret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Krav til fri egenkapital m.v.​1",
      "content": "Nedsetting av innskuddskapitalen med tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsetning til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3) må ikke gjelde større beløp enn at det etter nedsettingen er full dekning for den gjenværende innskuddskapital og bunden egenkapital for øvrig.\nVed beregningen av beløpet skal balansen for siste regnskapsår legges til grunn. I den frie egenkapitalen skal det gjøres fradrag for tap inntruffet etter balansedagen og tap som må forventes å inntreffe.\n1 Jfr. asl. § 12-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Melding til Foretaksregisteret​1",
      "content": "Generalforsamlingens beslutning om å nedsette innskuddskapitalen skal meldes til Foretaksregisteret​2 senest to måneder etter generalforsamlingens beslutning. Er nedsettingen ikke meldt innen fristen, bortfaller nedsettingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 12-4.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Forholdet til kreditorene​1",
      "content": "Skal nedsettingsbeløpet brukes til tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsettes til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3), skal Foretaksregisteret​2 straks etter at melding som nevnt i § 56 er registrert, kunngjøre innholdet av beslutningen og varsle selskapets kreditorer om at de må melde fra til selskapet innen to måneder fra siste kunngjøring dersom de vil gjøre innsigelser mot at nedsettingen settes i kraft. Kunngjøringen skal rykkes inn to ganger med minst én ukes mellomrom i Norsk lysingsblad​3 og i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen utløpet av fristen i første ledd innsigelser mot kapitalnedsettingen, kan den ikke settes i kraft før kreditor har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av skifteretten.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 12-6.\n2 Jfr. lov 21 juni 1985 nr. 78.\n3 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Ikrafttredelse av kapitalnedsettingen",
      "content": "Skal hele nedsettingsbeløpet brukes til dekning av tap (§ 54 første ledd nr. 1) trer nedsettingen i kraft når melding etter § 56 er registrert i Foretaksregisteret.​1\nSkal nedsettingsbeløpet brukes til tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsettes til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3), trer nedsettingen i kraft når særskilt melding til Foretaksregisteret​1 etter § 59 er registrert. Utbetaling til staten etter § 54 første ledd nr. 2 kan først finne sted etter at kapitalnedsettingen er trådt i kraft.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Melding om ikrafttredelse av kapitalnedsettingen",
      "content": "Når fristen for innsigelser etter § 57 første ledd er utløpt, og forholdet til kreditorer som har reist innsigelser er avklart etter § 57 annet ledd, kan beslutningen om nedsetting av innskuddskapitalen settes i kraft ved at en erklæring om det blir registrert i Foretaksregisteret.​1 Med erklæringen skal foruten andre nødvendige legitimasjoner, følge en erklæring underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for ikraftsettingen. Utbetaling til staten kan først finne sted når kapitalnedsettingen er trådt i kraft.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "title": "Fortrinnsrett til ny stilling i staten og ventelønn",
      "content": "Blir arbeidstaker i selskapet sagt opp fordi:\na. stillingen blir inndratt eller arbeidet er falt bort,\nb. vedkommende på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nc. vedkommende ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen,\nFortrinnsretten gjelder bare når arbeidstaker har de nødvendige faglige og personlige egenskaper for stillingen. Kan manglende kvalifikasjoner rettes ved hensiktsmessig tilleggsutdanning, kan vedkommende tilsettes på vilkår av at tilleggsutdanningen tas innen en fastsatt frist.\nKongen fastsetter ved forskrift​2 nærmere regler om fortrinnsrett. Det kan fastsettes at fortrinnsretten ikke skal gjelde den som blir sagt opp fra nærmere bestemte stillinger, og at den heller ikke skal gjelde ved tilsetting i nærmere bestemte stillinger. Kongen fastsetter likeledes i hvilken utstrekning bestemmelsen i lov av 4. mars 1983 nr. 3 om statens tjenestemenn m.m. § 5 nr. 4 skal gis anvendelse.\nArbeidstaker som får varsel om oppsigelse, skal gjøres kjent med sine rettigheter etter arbeidsmiljøloven og tjenestemannsloven. Det kan da samtidig pålegges vedkommende innen en fastsatt frist å melde fra om fortrinnsretten ønskes gjort gjeldende. Får arbeidstaker tilbud om ny, passende stilling i staten og det ikke er akseptert innen 14 dager, faller fortrinnsretten endelig bort.\nArbeidstaker i selskapet som er sagt opp uten at det foreligger annet passende arbeid i selskapet eller datterselskap til selskapet, og det antas å være vanskelig å skaffe annet høvelig arbeid, kan gis ventelønn av staten om det ikke foreligger krav på pensjon. Ventelønn skal fastsettes for høyst tre år om gangen. Ventelønn gis ikke til fast tilsatt arbeidstaker med mindre enn to års tilsettingstid, eller midlertidig tilsatt med mindre enn fire års tilsettingstid. Kongen kan ved forskrift​2 fastsette nærmere regler om ventelønn etter denne paragrafen.\nReglene i denne paragrafen begrenser ikke arbeidstakers rettigheter til ny stilling i selskapet eller datterselskap til selskapet etter arbeidsmiljøloven §§ 13, 60 nr. 2 og 67.\nVed tvist om fortrinnsrett og ventelønn etter denne paragrafen får arbeidsmiljøloven § 67 nr. 6 tilsvarende anvendelse.\nBestemmelsen her gjøres gjeldende for arbeidstakere som på ikrafttredelsestidspunktet er ansatt i et av særlovselskapene, ved overføring til nytt selskap i forbindelse med eventuelle utskillelser av deler av særlovselskapenes virksomhet. Denne bestemmelsen gjelder frem til 1. januar 2005.\n0 Endret ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664). Oppheves ved lov 15 juni 2001 nr. 85 med virkning fra 1 jan 2005.\n1 Jfr. § 7.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Oppløsning av selskapet",
      "content": "Oppløsning av selskapet vedtas ved lov. Kongen oppnevner avviklingsstyre og gir nærmere regler om avviklingen av selskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "title": "Riksrevisjonens kontroll​1",
      "content": "I selskapet og i heleid datterselskap til selskapet har Riksrevisjonen​2 rett til å kreve de opplysninger den finner påkrevet for sin kontroll, så vel fra selskapets daglige leder som fra styret og den revisor​3 som reviderer årsregnskapet. Den kan i den utstrekning som finnes nødvendig selv foreta undersøkelser i selskapet. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av statens interesser i selskapet, og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\nRiksrevisjonen skal varsles og har rett til å være til stede på generalforsamlingen og møter i bedriftsforsamlingen i selskapet og dets heleide datterselskaper.\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 13 juni 1997 nr. 57 (i kraft 24 sep 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 20-6.\n2 Jfr. lov 19 feb 1918.\n3 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "12:67",
      "chapter": "12",
      "section": "67",
      "title": "Erstatningsansvar​1",
      "content": "Selskapet kan kreve at styremedlemmer, medlemmer av bedriftsforsamlingen, daglig leder eller granskere​2 erstatter tap som de forsettlig eller uaktsomt har voldt det under utførelsen av sin oppgave.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-1.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "title": "Lemping av erstatningsansvar​1",
      "content": "Erstatningsansvar etter § 67 kan lempes etter lov om skadeserstatning​2 § 5-2.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-2.\n2 Lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "12:69",
      "chapter": "12",
      "section": "69",
      "title": "Selskapets beslutning​1",
      "content": "Generalforsamlingen avgjør om erstatningskrav på selskapets vegne mot dem som er nevnt i § 67, skal fremmes. Selv om generalforsamlingen tidligere har besluttet ansvarsfrihet eller ikke å reise søksmål, kan selskapet gjøre gjeldende erstatningsansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende eller riktige opplysninger om overfor generalforsamlingen da beslutningen ble truffet. Er det åpnet gjeldsforhandling eller konkurs, gjelder reglene i konkursloven.​2\nFørste ledd gjelder tilsvarende for inngåelse av forhåndsavtale mellom selskapet og noen som er nevnt i § 67 som regulerer eller begrenser deres erstatningsansvar.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-3 og § 17-5.\n2 Lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "12:70",
      "chapter": "12",
      "section": "70",
      "title": "Overtredelse av loven med forskrifter​1",
      "content": "Medlem av styret eller bedriftsforsamlingen, daglig leder, firmategner og revisor som forsettlig eller uaktsomt overtrer bestemmelse gitt i eller i medhold av loven her, straffes med bøter​2 eller under skjerpende forhold med fengsel​3 i inntil ett år.​4 Medvirkning straffes på samme måte.\nLedende tilsatt som er tildelt myndighet til å treffe beslutning på selskapets vegne innenfor avgrensede saksområder, og som forsettlig eller uaktsomt overtrer bestemmelse gitt i eller i medhold av loven her under utøvelsen av sin myndighet, straffes med bøter​2 eller under skjerpende forhold med fengsel​3 i inntil ett år.​4\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-1.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se § 70b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "12:70 a",
      "chapter": "12",
      "section": "70 a",
      "title": "Grov uforstand​1",
      "content": "Medlem av styret, daglig leder og revisor som viser grov uforstand under utførelsen av sitt verv for selskapet, straffes med bøter​2 eller under skjerpende forhold fengsel​3 i inntil ett år.​4 Det samme gjelder en ledende tilsatt som er tildelt myndighet til å treffe beslutning på selskapets vegne innenfor avgrensede saksområder, og som viser grov uforstand under utøvelsen av sin myndighet. Medvirkning straffes på samme måte.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-2.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se § 70b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70a",
        "source_heading": "§ 70a."
      }
    },
    {
      "provision_ref": "12:70 b",
      "chapter": "12",
      "section": "70 b",
      "title": "Prosessuelle bestemmelser​1",
      "content": "Overtredelse av bestemmelser gitt i eller i medhold av denne lov er forseelse. Foreldelsesfristen for adgang til å reise straffesak er fem år.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-1 tredje ledd og § 19-2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70b",
        "source_heading": "§ 70b."
      }
    },
    {
      "provision_ref": "13:71",
      "chapter": "13",
      "section": "71",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer.\n1 Fra 22 nov 1996 iflg. res. 22 nov 1996 nr. 1073.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "13:72",
      "chapter": "13",
      "section": "72",
      "title": "Omdanning av forvaltningsbedriften NSBs trafikkdel til selskap etter loven her",
      "content": "Forvaltningsbedriften NSBs trafikkdel omdannes til selskap etter loven her (statens jernbanetrafikkselskap)​1 ved at eiendeler, rettigheter og forpliktelser som er knyttet til forvaltningsbedriften NSBs trafikkdel som en helhet skytes inn som innskuddskapital,​2 eventuelt med tillegg av overkurs i selskapet. Innskuddet kan foretas ved stiftelsen av selskapet, jf. § 74 eller ved en senere beslutning om forhøyelse av statens innskuddskapital, jf. §§ 49-51.\nKongen avgjør i tvilstilfelle om en eiendel, rettighet eller forpliktelse som er knyttet til forvaltningsbedriften NSB ved omdanningen skal tilordnes trafikkdelen. Ved omdanningen skal en eiendel, rettighet eller forpliktelse som har tilknytning til både trafikkdelen og infrastrukturdelen av NSB deles. Delingen avgjøres i tvilstilfelle av Kongen.\n1 Jfr. § 1.\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "13:73",
      "chapter": "13",
      "section": "73",
      "title": "Overføring av eiendeler, rettigheter og forpliktelser m.v.",
      "content": "Offentlige rettigheter, konsesjoner, tillatelser m.v. som gjelder for forvaltningsbedriften NSBs trafikkdel blir fra omdanningstidspunktet overført til selskapet. § 72 annet ledd gjelder tilsvarende.\nOverføring til selskapet av forpliktelser knyttet til forvaltningsbedriften NSBs trafikkdel har frigjørende virkning for staten. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.\nOmregistrering i grunnbok og andre registre i forbindelse med omorganiseringen skjer ved navneendring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "13:74",
      "chapter": "13",
      "section": "74",
      "title": "Stiftelse av selskapet",
      "content": "Selskapet stiftes ved at det avholdes en konstituerende generalforsamling som treffer vedtak om stiftelse av selskapet. Konstituerende generalforsamling skal dessuten treffe vedtak om:\n1. selskapets vedtekter,​1\n2. selskapets styre, herunder hvem som skal være styrets leder og nestleder,\n3. selskapets revisor,\n4. det beløp som staten skal innbetale,\n5. tidspunktet for oppgjør av statens innskuddsforpliktelse,​2 herunder beløp som skal innbetales ut over innskuddsforpliktelsen,\n6. andre særlige vilkår som gjelder for innskuddet.\nHvis beslutning om overføring av forvaltningsbedriften NSBs trafikkdels virksomhet skal treffes ved stiftelsen, skal konstituerende generalforsamling også treffe vedtak om dette. §§ 50 og 51 gjelder i så fall tilsvarende.\n1 Jfr. § 6.\n2 Jfr. § 72 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "13:75",
      "chapter": "13",
      "section": "75",
      "title": "Registrering i Foretaksregisteret",
      "content": "Selskapet skal registreres i Foretaksregisteret.​1\nSelskapet skal meldes til Foretaksregisteret innen tre måneder etter at konstituerende generalforsamling er avholdt. Før selskapet kan meldes til Foretaksregisteret, skal statens innskudd, herunder eventuell overkurs, være ytet fullt ut. Revisor skal bekrefte at selskapet har mottatt innskuddet.\nNår selskapet er registrert i Foretaksregisteret, kan selskapet som sådan erverve rettigheter og pådra seg andre forpliktelser enn de som følger av stiftelsen, jf. § 4.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde m.v.",
      "content": "Loven gjelder for statens jernbanetrafikkselskap.​1\nMed «selskapet» menes i loven her statens jernbanetrafikkselskap.\n1 Jfr. § 65 og § 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Eierforhold",
      "content": "Selskapet eies av staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Innskuddskapital",
      "content": "Selskapet skal ha en innskuddskapital​1 som er fastsatt i vedtektene.\n1 Jfr. § 72 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:3 a",
      "chapter": "1",
      "section": "3 a",
      "title": "Krav til egenkapitalen​1",
      "content": "Selskapet skal til enhver tid ha en egenkapital som er forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3a",
        "source_heading": "§ 3a."
      }
    },
    {
      "provision_ref": "1:3 b",
      "chapter": "1",
      "section": "3 b",
      "title": "Handleplikt ved tap av egenkapital​1",
      "content": "Hvis det må antas at egenkapitalen er lavere enn forsvarlig ut fra risikoen ved og omfanget av virksomheten i selskapet, skal styret straks behandle saken. Styret skal be om at det innkalles til generalforsamling innen rimelig tid, og gi generalforsamlingen​2 en redegjørelse for selskapets økonomiske stilling og foreslå tiltak som vil gi selskapet en forsvarlig egenkapital. Det samme gjelder hvis det må antas at selskapets egenkapital er blitt mindre enn halvparten av innskuddskapitalen.​3 Generalforsamlingen skal i så fall innkalles innen seks måneder.\nHvis styret ikke finner grunnlag for å foreslå tiltak som nevnt i første ledd, eller slike tiltak ikke lar seg gjennomføre, skal det foreslå selskapet oppløst.​4\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-5.\n2 Jfr. kap. 4.\n3 Jfr. § 3.\n4 Jfr. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3b",
        "source_heading": "§ 3b."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Rettsevne",
      "content": "Selskapet har selv rettigheter og forpliktelser,​1 er part i avtaler med private og offentlige myndigheter og har partsstilling overfor domstol og andre myndigheter.\n1 Jfr. § 75 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Statens ansvar overfor kreditorene",
      "content": "Staten hefter ikke overfor kreditorene for selskapets forpliktelser. Staten plikter ikke å gjøre innskudd i selskapet eller i tilfelle dets konkursbo ut over det som følger av stiftelsesdokumentet eller senere vedtak om å forhøye innskuddskapitalen.​1\n1 Jfr. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Vedtekter",
      "content": "Selskapet skal ha vedtekter som fastsettes av generalforsamlingen.​1 Vedtektene skal minst angi:\n1. selskapets firma,​2\n2. den kommune i riket hvor selskapet har sitt forretningskontor,\n3. selskapets virksomhet,​3\n4. innskuddskapitalens størrelse,\n5. antallet eller laveste og høyeste antall styremedlemmer,\n6. antall medlemmer av bedriftsforsamlingen,​4 med mindre det er inngått avtale om ikke å ha bedriftsforsamling, jf. § 27,\n7. hvilke saker som skal behandles på den ordinære generalforsamling.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. kap. 4.\n2 Jfr. asl. § 2-2 nr. 3.\n3 Jfr. lov 21 juni 1985 nr. 79.\n4 Jfr. kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Konsern",
      "content": "Morselskap utgjør sammen med et datterselskap​1 eller datterselskaper et konsern.​2\nSelskapet er et morselskap hvis det på grunn av avtale eller som eier av aksjer eller selskapsandeler har bestemmende innflytelse over et annet selskap. Selskapet skal alltid anses for å ha bestemmende innflytelse hvis det:\n1. eier så mange aksjer eller andeler i et annet selskap at de representerer flertallet av stemmene i det andre selskapet, eller\n2. har rett til å velge eller avsette et flertall av medlemmene i det andre selskapets styre.\nEt selskap som står i et forhold som nevnt i annet ledd til selskapet anses som datterselskap.\nVed beregningen av stemmerettigheter og rettigheter til å velge eller avsette styremedlemmer skal rettigheter som selskapet og selskapets datterselskaper innehar, regnes med. Det samme gjelder rettigheter som innehas av noen som handler i eget navn, men for selskapets eller et datterselskaps regning.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 19.\n2 Jfr. asl. § 1-3, lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Styret​1",
      "content": "Selskapet skal ha et styre med minst fem medlemmer.\nStyret velges av generalforsamlingen med det unntak som følger av § 9.\nStyret skal ha en leder og en nestleder som velges av generalforsamlingen.\n1 Jfr. § 67 og § 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Tilsattes styrerepresentasjon",
      "content": "Inntil en tredel, men minst to av styrets medlemmer, velges av og blant de som har et tilsettingsforhold. Er det avtalt at selskapet ikke skal ha bedriftsforsamling, jf. § 27 første ledd annet punktum, skal de som har et tilsettingsforhold velge ett styremedlem med varamedlem eller to observatører med varamedlemmer i tillegg til den representasjon som følger av forrige punktum.\nTilhører selskapet et konsern,​1 kan Kongen etter søknad fra konsernet eller fra fagforeninger som omfatter to tredeler av de tilsatte i konsernet eller fra et flertall av de tilsatte i konsernet, bestemme at valg etter første ledd skal foretas av og blant de som har et tilsettingsforhold i konsernet eller deler av konsernet.\nKongen kan gi utfyllende forskrift​2 til første og annet ledd, herunder om vilkår for stemmerett og valgbarhet, om valgmåten, om avgjørelsen av tvister om valget og om bortfall av verv som medlem eller observatør.\nBestemmelsene i §§ 10 første ledd og 11 annet ledd gjelder ikke for styremedlemmer som er valgt etter første eller annet ledd.\nLovens bestemmelser om styremedlemmer gjelder for observatører og varamedlemmer valgt etter første og annet ledd så langt de passer. Fjerde ledd gjelder tilsvarende for slike observatører og varamedlemmer.\n1 Jfr. § 7.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Tjenestetid​1",
      "content": "Styremedlem tjenestegjør i to år. Kortere tjenestetid kan fastsettes ved suppleringsvalg. Tjenestetiden opphører ved avslutningen av den ordinære generalforsamling i det år tjenestetiden utløper.\nEt styremedlem blir stående inntil nytt styremedlem er valgt, selv om tjenestetiden er utløpt.\n1 Jfr. § 9 fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Tilbaketreden og avsetting før tjenestetiden utløper​1",
      "content": "Et styremedlem har rett til å tre tilbake før tjenestetiden er ute dersom særlig grunn foreligger.​2 Styret skal ha rimelig forhåndsvarsel om tilbaketredenen.\nEt styremedlem kan avsettes av generalforsamlingen.​3\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 9 fjerde ledd.\n2 Jfr. asl. § 6-7 første ledd.\n3 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Daglig leder​1",
      "content": "Selskapet skal ha en daglig leder som tilsettes av styret.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 20, § 67 og § 70, asl. § 6-2.\n2 Jfr. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Bosteds- og botidskrav​1",
      "content": "Daglig leder​2 og minst halvdelen av styrets medlemmer skal være bosatt her i riket. Dette gjelder ikke statsborgere i stater som er part i EØS-avtalen når de er bosatt i en slik stat.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-11.\n2 Se § 25 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Varamedlemmer",
      "content": "Generalforsamlingen​1 avgjør om det skal velges varamedlemmer for styremedlemmer valgt av generalforsamlingen. Lovens bestemmelser om styremedlemmer gjelder tilsvarende for disse varamedlemmene så langt de passer.\n1 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Mangler ved valg av styremedlem eller tilsetting av daglig leder​1",
      "content": "Etter at valg av styremedlem eller tilsetting av daglig leder er registrert i Foretaksregisteret,​2 kan mangler ved valget eller tilsettingen ikke påberopes overfor en tredjeperson, med mindre selskapet godtgjør at tredjepersonen kjente til mangelen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-34.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Godtgjørelse",
      "content": "Godtgjørelse til medlemmer av og observatører i styret fastsettes av generalforsamlingen.​1\nGodtgjørelse til daglig leder fastsettes av styret.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Forvaltningen av selskapet​1",
      "content": "Forvaltningen av selskapet hører under styret. Styret skal sørge for forsvarlig organisering av virksomheten.\nStyret skal fastsette planer og budsjetter for selskapets virksomhet. Styret kan også fastsette retningslinjer for virksomheten.​2\nStyret skal holde seg orientert om selskapets økonomiske stilling, og plikter å påse at dets virksomhet, regnskap​3 og formuesforvaltning er gjenstand for betryggende kontroll.\nStyret iverksetter de undersøkelser det finner nødvendig for å kunne utføre sine oppgaver. Styret skal iverksette slike undersøkelser dersom dette kreves av ett eller flere av styremedlemmene.\nHvis det er avtalt at selskapet ikke skal ha bedriftsforsamling,​4 har styret den myndighet som følger av § 29 tredje ledd første punktum. Styrets vedtak i slike saker kan overprøves av Kongen om vesentlige samfunnsmessige hensyn tilsier det.\n0 Endret ved lover 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-12.\n2 Jfr. asal. § 6-12 annet ledd.\n3 Jfr. lov 17 juli 1998 nr. 56.\n4 Jfr. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:17 a",
      "chapter": "2",
      "section": "17 a",
      "title": "Styrets tilsynsansvar​1",
      "content": "Styret skal føre tilsyn med den daglige ledelse​2 og selskapets virksomhet for øvrig.\nStyret kan fastsette instruks for den daglige ledelse.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-13.\n2 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "Avtaler mellom selskapet og staten​1",
      "content": "Styret skal sørge for at avtaler med staten nedtegnes skriftlig.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-13 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "Datterselskaps forhold til selskapet",
      "content": "Har selskapet datterselskap,​1 plikter styret i datterselskapet å gi styret i selskapet opplysninger som er nødvendig for å kunne vurdere konsernets stilling og resultatet av konsernets virksomhet.\nSelskapets styre skal underrette styret i datterselskap om forhold som kan ha betydning for konsernet som helhet. Selskapets styre skal også før endelig beslutning treffes, underrette datterselskaps styre om beslutninger som kan ha betydning for datterselskapet.\nUtenlandsk selskap regnes ikke som datterselskap ved anvendelsen av bestemmelsen i første og annet ledd.\n1 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "title": "Daglig ledelse​1",
      "content": "Daglig leder står for den daglige ledelsen av selskapets virksomhet, og skal følge de retningslinjer og pålegg styret har gitt.\nDen daglige ledelse omfatter ikke saker som etter selskapets forhold er av uvanlig art eller stor betydning. Slike saker kan daglig leder bare avgjøre om styret i det enkelte tilfelle har gitt ham myndighet til det, eller styrets beslutning ikke kan avventes uten vesentlig ulempe for selskapets virksomhet. Styret skal i så fall snarest mulig underrettes om saken.\nDaglig leder skal sørge for at selskapets regnskap​2 er i samsvar med lov og forskrifter og at formuesforvaltningen er ordnet på betryggende måte.\n0 Endret ved lover 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-14.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:20 a",
      "chapter": "2",
      "section": "20 a",
      "title": "Daglig leders plikter overfor styret​1",
      "content": "Daglig leder skal minst hver måned, i møte eller skriftlig, gi styret underretning om selskapets virksomhet, stilling og resultatutvikling.\nStyret kan til enhver tid kreve at daglig leder gir styret en nærmere redegjørelse om bestemte saker. Slik redegjørelse kan også kreves av det enkelte styremedlem.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20a."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "title": "Godtgjørelse fra andre enn selskapet​1",
      "content": "Et styremedlem, daglig leder eller noen tilsatt i selskapet​2 må ikke i anledning av sitt arbeid for selskapet ta imot godtgjørelse fra andre enn selskapet. Dette gjelder også godtgjørelse som en medkontrahent eller hans eller hennes representant har betinget seg hos selskapet.\nGodtgjørelse som styremedlem eller daglig leder ikke kan motta, kan heller ikke mottas av deres nærstående.\nGodtgjørelse som er avtalt eller mottatt i strid med forbudet i første eller annet ledd, tilfaller selskapet. Det samme gjelder avkastning av og eiendeler som er kommet i stedet for godtgjørelsen.\nParagrafen her er ikke til hinder for at styremedlem som ikke deltar i den daglige ledelse, kan opptre som mellommann overfor selskapet mot vanlig mellommannsgodtgjørelse dersom\n1. styremedlemmet ikke også representerer selskapet, og\n2. forretningen inngår i mellommannsvirksomhet som styremedlemmet driver som næring.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-17.\n2 Se § 30 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "title": "Inhabilitet",
      "content": "Styremedlem, observatør eller daglig leder​1 må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som har slik særlig betydning for egen del eller noen nærstående at vedkommende må anses for å ha en framtredende personlig eller økonomisk særinteresse i saken. Styremedlem, observatør eller daglig leder​1 må heller ikke delta i en sak om lån eller annen kreditt til seg selv eller om sikkerhetsstillelse for egen gjeld.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Se § 25 femte ledd, § 30 første ledd siste punktum.\n2 Jfr. asl. § 6-27 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "title": "Styrets saksbehandling​1",
      "content": "Styret skal behandle saker i møte, med mindre styrets leder finner at saken kan forelegges skriftlig eller behandles på annen betryggende måte. Årsregnskap og årsberetning​2 skal behandles i møte.\nStyrets leder skal sørge for at styremedlemmene så vidt mulig kan delta i en samlet behandling av saker som behandles uten møte. Styremedlemmene og daglig leder kan kreve møtebehandling.\nStyrebehandlingen ledes av styrelederen. Deltar verken styrelederen eller nestlederen, velger​3 styret en leder for styrebehandlingen.\nDaglig leder har rett og plikt til å delta i styrets behandling av saker og til å uttale seg, med mindre annet er bestemt av styret i den enkelte sak.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-19.\n2 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n3 Jfr. § 24 femte ledd tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:23 a",
      "chapter": "2",
      "section": "23 a",
      "title": "Krav om styrebehandling m.v.​1",
      "content": "Styrelederen skal sørge for behandling av aktuelle saker som hører inn under styret.\nStyremedlemmene og daglig leder kan kreve at styret behandler bestemte saker.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "2:23 b",
      "chapter": "2",
      "section": "23 b",
      "title": "Forberedelsen av saker​1",
      "content": "Daglig leder forbereder saker som skal behandles av styret i samråd med styrets leder.\nEn sak skal forberedes og fremlegges slik at styret har et tilfredsstillende behandlingsgrunnlag.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23b."
      }
    },
    {
      "provision_ref": "2:23 c",
      "chapter": "2",
      "section": "23 c",
      "title": "Varsel om styrebehandling​1",
      "content": "Styrebehandling varsles på hensiktsmessig måte og med nødvendig frist.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23c",
        "source_heading": "§ 23c."
      }
    },
    {
      "provision_ref": "2:23 d",
      "chapter": "2",
      "section": "23 d",
      "title": "Styreinstruks​1",
      "content": "Styret skal fastsette en styreinstruks som gir nærmere regler om styrets arbeid og saksbehandling.\nInstruksen skal blant annet inneholde regler om hvilke saker som skal styrebehandles og daglig leders arbeidsoppgaver og plikter overfor styret. Instruksen skal også inneholde regler for innkalling og møtebehandling.\nKongen kan gi forskrift​2 om styreinstruks.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-23.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23d",
        "source_heading": "§ 23d."
      }
    },
    {
      "provision_ref": "2:23 e",
      "chapter": "2",
      "section": "23 e",
      "title": "Styreprotokoll​1",
      "content": "Det skal føres protokoll over styrebehandlingen. Den skal minst angi tid og sted, deltakerne, behandlingsmåten og styrets beslutninger. Det skal fremgå at saksbehandlingen oppfyller kravene i § 24.\nEr styrets beslutning ikke enstemmig, skal det angis hvem som har stemt for og imot. Styremedlem og daglig leder som ikke er enig i en beslutning, kan kreve sin oppfatning innført i protokollen.\nProtokollen skal underskrives av alle de medlemmer som har deltatt i styrebehandlingen. Har styret minst fem medlemmer, og er beslutning truffet i møte, kan styret velge to til å underskrive. I så fall skal utskrift sendes samtlige styremedlemmer med frist for merknader, som i tilfelle kan kreves inntatt i protokollen.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23e",
        "source_heading": "§ 23e."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "title": "Vedtaksførhet og flertallskrav​1",
      "content": "Styret kan treffe beslutning når mer enn halvdelen av medlemmene​2 er til stede eller deltar i styrebehandlingen, om ikke strengere krav er fastsatt i vedtektene.\nStyret kan likevel ikke treffe beslutning uten at alle styremedlemmene og observatører så vidt mulig er gitt anledning til å delta i behandlingen av saken.\nHar et styremedlem eller en observatør forfall og det finnes varamedlem, skal varamedlemmet innkalles.\nEn beslutning av styret krever at flertallet av de styremedlemmer som deltar i behandlingen av en sak, har stemt for. Ved stemmelikhet gjelder det som møtelederen​3 har stemt for. De som har stemt for et forslag som innebærer en endring, må likevel alltid utgjøre mer enn en tredel av samtlige styremedlemmer.\nVed valg og tilsettinger er den valgt eller tilsatt som får flest stemmer. Styret kan på forhånd bestemme at det skal holdes ny avstemning dersom ingen får flertall av de avgitte stemmer. Står stemmetallet likt ved valg av møteleder,​3 avgjøres valget ved loddtrekning. I andre tilfeller av stemmelikhet gjelder det som møtelederen har stemt for.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-24, § 6-25 og § 6-26.\n2 Jfr. § 8.\n3 Jfr. § 23 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "title": "Selskapets representasjon utad m.v.​1",
      "content": "Styret representerer selskapet utad og tegner dets firma.\nStyret kan gi styremedlem, daglig leder eller navngitte tilsatte rett til å tegne selskapets firma.\nVedtektene​2 kan begrense styrets myndighet etter annet ledd og også direkte gi bestemmelser om fullmakt som der nevnt.\nRett til å tegne selskapets firma kan når som helst kalles tilbake. Vedtektsfestet fullmakt kan tilbakekalles av styret når generalforsamlingens beslutning ikke kan avventes uten skade for selskapet.\nDet som gjelder for daglig leder etter §§ 13 og 22, gjelder tilsvarende for firmategner som ikke er styremedlem eller daglig leder.\nDaglig leder kan alltid representere selskapet utad i forhold som faller inn under daglig leders myndighet etter § 20.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-30 til § 6-32, lov 21 juni 1985 nr. 80.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "2:26",
      "chapter": "2",
      "section": "26",
      "title": "Overskridelse av myndighet​1",
      "content": "Har noen som representerer selskapet utad etter § 25 ved disposisjon på selskapets vegne gått ut over sin myndighet, er disposisjonen ikke bindende for selskapet når selskapet godtgjør at medkontrahenten forsto eller burde ha forstått at myndigheten ble overskredet, og det ville stride mot redelighet å gjøre disposisjonen gjeldende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 6-33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Bedriftsforsamlingen​1",
      "content": "Selskapet skal ha en bedriftsforsamling på minst 12 medlemmer. Det kan inngås avtale mellom selskapet og fagforeninger som omfatter to tredeler av de tilsatte eller et flertall av de tilsatte om at selskapet ikke skal ha bedriftsforsamling, jf. §§ 9 første ledd og 17 tredje ledd. Kongen kan gi nærmere regler om avtalens inngåelse og innhold.\nTo tredeler av bedriftsforsamlingens medlemmer med varamedlemmer velges av generalforsamlingen.​2\nEn tredel av medlemmene med varamedlemmer velges av og blant de som har et tilsettingsforhold. Fagforeninger som omfatter to tredeler av de tilsatte eller et flertall av de tilsatte kan beslutte at det i tillegg skal velges observatører og varamedlemmer. Antall observatører kan utgjøre inntil en halvpart av de tilsattes medlemmer i bedriftsforsamlingen.\nTilhører selskapet et konsern,​3 kan Kongen etter søknad fra konsernet eller fra fagforeninger som omfatter to tredeler av de tilsatte i konsernet, eller fra et flertall av de tilsatte i konsernet, bestemme at valg etter tredje ledd skal foretas av og blant de som har et tilsettingsforhold i konsernet eller deler av konsernet.\nKongen kan gi utfyllende forskrift til annet og tredje ledd, herunder om vilkår for stemmerett og valgbarhet, valgmåten, om avgjørelser av tvister om valget og om bortfall av verv som medlem av eller observatør i bedriftsforsamlingen.\n1 Jfr. § 67 og § 70.\n2 Jfr. kap. 4.\n3 Jfr. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Tjenestetid m.v.​1",
      "content": "Om tjenestetid og opphør av verv som medlem av bedriftsforsamlingen gjelder §§ 10 og 11 tilsvarende, likevel slik at § 10 første ledd om tjenestetidens lengde, og § 11 annet ledd om avsetting av et styremedlem ikke gjelder for et medlem som er valgt av de som har et tilsettingsforhold i medhold av § 27 tredje ledd.\nMedlemmer av og observatører i styret​2 og daglig leder kan ikke være medlem eller observatør til bedriftsforsamlingen. Om ikke Kongen gjør unntak i det enkelte tilfellet, skal minst halvdelen av bedriftsforsamlingens medlemmer være bosatt i riket. Bestemmelsen i annet punktum gjelder ikke for statsborgere i stater som er part i EØS-avtalen når de er bosatt i en slik stat. Lovens bestemmelser om bedriftsforsamlingens medlemmer får så langt de passer anvendelse på observatører og varamedlemmer.\nBedriftsforsamlingen velger selv en leder blant sine medlemmer.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-36.\n2 Jfr. § 8 og § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Bedriftsforsamlingens oppgaver​1",
      "content": "Bedriftsforsamlingen skal føre tilsyn med styrets og daglig leders forvaltning av selskapet. Hvert av medlemmene og observatørene kan på møte i bedriftsforsamlingen kreve opplysninger om selskapets drift i den utstrekning de finner det nødvendig. Bedriftsforsamlingen kan selv eller ved utvalg iverksette undersøkelser.\nBedriftsforsamlingen skal gi uttalelse til generalforsamlingen om styrets forslag til resultatregnskap og balanse, eventuelt også konsernresultatregnskap og konsernbalanse, bør godkjennes, og om styrets forslag om anvendelse av overskudd eller dekning av tap.​2 Styrets forslag samt revisjonsberetning​3 skal sendes bedriftsforsamlingens medlemmer senest en uke før saken skal behandles.\nEtter forslag fra styret treffer bedriftsforsamlingen avgjørelse i saker som gjelder (a) investeringer av betydelig omfang i forhold til selskapets ressurser eller (b) rasjonalisering eller omlegging av driften som vil medføre større endring eller omdisponering av arbeidsstyrken.​4 Vedtektene​5 kan dessuten bestemme at det til visse arter forretninger som ikke hører til den daglige ledelse, skal kreves samtykke av bedriftsforsamlingen. Kongen kan gi forskrifter​6 om den nærmere avgrensning av bedriftsforsamlingens myndighet etter første punktum og om saksbehandlingen i bedriftsforsamlingen. Bedriftsforsamlingens vedtak i saker som nevnt i første punktum kan overprøves av Kongen om vesentlige samfunnsmessige hensyn tilsier det.\nBedriftsforsamlingen kan vedta anbefalinger til styret om en hvilken som helst sak.\nAndre beføyelser kan ikke legges til bedriftsforsamlingen, med mindre loven særskilt gir hjemmel for det.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-37.\n2 Jfr. § 38.\n3 Jfr. § 39.\n4 Se § 17 femte ledd.\n5 Jfr. § 6.\n6 Jfr. lov 10 feb 1967 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Saksbehandlingsregler m.v.​1",
      "content": "Bedriftsforsamlingens leder skal innkalle til møte så ofte som nødvendig, og dessuten når minst en seksdel av medlemmene eller styret krever det. Om ikke bedriftsforsamlingen for det enkelte tilfellet bestemmer noe annet, har styremedlem, observatør og daglig leder rett til å være til stede og til å uttale seg på møter i bedriftsforsamlingen. Styrets leder og daglig leder har plikt til å være til stede med mindre dette er åpenbart unødvendig eller det foreligger gyldig forfall. I sistnevnte tilfelle skal det utpekes en stedfortreder. Om møteledelse og protokollasjon i bedriftsforsamlingen gjelder § 23 tredje ledd og § 23e tilsvarende. Om vedtaksførhet og avstemninger gjelder § 24 tilsvarende. Bestemmelsene i § 22 om inhabilitet gjelder også for medlemmene av og observatørene i bedriftsforsamlingen.\nGodtgjørelsen fastsettes av generalforsamlingen. Om forbud mot å motta godtgjørelse fra andre enn selskapet, gjelder § 21 første og tredje ledd tilsvarende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 6-38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Generalforsamlingen​1",
      "content": "Gjennom generalforsamlingen utøver staten som eier den øverste myndighet i selskapet. Vedtak av bedriftsforsamlingen etter § 29 tredje ledd første punktum eller av styret etter § 17 tredje ledd kan ikke overprøves av generalforsamlingen, jf. likevel §§ 17 tredje ledd annet punktum og 29 tredje ledd siste punktum.\nStyrelederen,​2 daglig leder og lederen for bedriftsforsamlingen skal være til stede på generalforsamlingen. Ved gyldig forfall skal det utpekes en stedfortreder. Andre styremedlemmer og andre medlemmer av bedriftsforsamlingen kan være til stede på generalforsamlingen. Styremedlemmene, daglig leder og medlemmene av bedriftsforsamlingen har rett til å uttale seg på generalforsamlingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asal. § 5-5.\n2 Jfr. § 8 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Ordinær generalforsamling",
      "content": "Ordinær generalforsamling avholdes innen seks måneder etter utgangen av hvert regnskapsår.\nPå den ordinære generalforsamling skal følgende spørsmål behandles og avgjøres:\n1. godkjennelse av årsregnskapet og årsberetningen,​1 herunder utdeling av utbytte,​2\n2. andre saker som etter lov eller vedtekter hører under generalforsamlingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n2 Jfr. asl. § 5-5 annet ledd nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Ekstraordinær generalforsamling​1",
      "content": "Ekstraordinær generalforsamling holdes når departementet, styret eller minst to medlemmer av bedriftsforsamlingen finner det nødvendig. Ekstraordinær generalforsamling skal også innkalles innen to uker når det til behandling av et bestemt angitt emne skriftlig kreves av revisor.\n1 Jfr. asl. § 5-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Innkalling til generalforsamling​1",
      "content": "Departementet forestår innkallingen til så vel ordinær som ekstraordinær generalforsamling. Innkalling til generalforsamling foretas senest en uke før generalforsamling, om ikke kortere varsel i et særlig tilfelle blir påtrengende nødvendig.\nTil generalforsamlingen innkalles daglig leder, medlem av styret og bedriftsforsamlingen samt den revisor​2 som reviderer årsregnskapet​3 for så vidt de saker som skal behandles er av en slik art at hans eller hennes nærvær kan anses ønskelig. Revisor skal ellers innkalles når Riksrevisjonen​4 krever det.\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 36.\n2 Jfr. § 39.\n3 Jfr. lov 17 juli 1998 nr. 56 kap. 3.\n4 Jfr. § 66 og lov 18 feb 1918.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Innkallingens innhold",
      "content": "Innkallingen skal bestemt angi de saker som skal behandles på generalforsamlingen. Forslag om å endre vedtektene​1 skal gjengis i innkallingen.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 6.\n2 Jfr. asl. § 5-10 tredje ledd annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Generalforsamlingens beslutninger",
      "content": "Saker som ikke er meddelt dem som har krav på innkalling etter reglene i § 34, kan bare avgjøres av generalforsamlingen når de møtende medlemmer av styret og bedriftsforsamlingen enstemmig samtykker i det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Møteledelse og protokollasjon",
      "content": "Bedriftsforsamlingens leder åpner generalforsamlingen og leder møtet fram til møteleder er utpekt. Er det avtalt at selskapet ikke skal ha bedriftsforsamling, jf. § 27 første ledd, åpner styrelederen møtene i generalforsamlingen.\nMøtelederen skal sørge for at det føres protokoll for generalforsamlingen. I protokollen skal generalforsamlingens beslutninger inntas. Er daglig leder, et medlem av styret eller bedriftsforsamlingen uenig i den beslutningen som fattes, skal vedkommende kreve sin dissens innført i protokollen.\nProtokollen skal undertegnes av møtelederen og minst en annen person som utpekes av generalforsamlingen blant de tilstedeværende.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Regnskapsplikt",
      "content": "Selskapet har regnskapsplikt etter regnskapsloven.​1\n0 Endret ved lov 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Revisor​1",
      "content": "Selskapet skal ha revisor som velges av generalforsamlingen. Bedriftsforsamlingen skal framsette forslag.\nRevisors godtgjørelse skal godkjennes av generalforsamlingen.\nOm revisjonen og selskapets revisor gjelder for øvrig bestemmelsene i revisorloven.​2\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 66.\n2 Lov 15 jan 1999 nr. 2. – Jfr. §§ 67 og 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Gransking",
      "content": "Generalforsamlingen kan beslutte gransking av selskapet eller av nærmere angitte forhold vedrørende forvaltningen av det eller av regnskapene.\nDen som på vegne av generalforsamlingen forestår granskingen,​1 har rett til å foreta de undersøkelser i selskapet som finnes nødvendig og kan kreve nødvendig bistand av selskapet i denne forbindelse. Den som forestår granskingen, kan av styret, daglig leder og enhver annen tilsatt eller tillitsvalgt i selskapet, kreve enhver opplysning om selskapets forhold som granskingen gjør nødvendig. Har selskapet datterselskap,​2 gjelder retten til å foreta undersøkelser og kreve opplysninger etter første og annet punktum i leddet her også overfor datterselskap. Den som på vegne av generalforsamlingen foretar granskningen, har taushetsplikt etter samme regler som gjelder for revisorer, jf. revisorloven​3 § 6-1.​4\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. § 67.\n2 Jfr. § 7.\n3 Lov 15 jan 1999 nr. 2.\n4 Jfr. strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Hva kan utdeles som utbytte​1",
      "content": "Som utbytte kan bare deles ut årsresultat etter det godkjente resultatregnskapet for siste regnskapsår​2 og annen egenkapital etter fradrag for\n1. udekket underskudd;\n2. balanseført forskning og utvikling, goodwill og netto utsatt skattefordel;\n3. den samlede pålydende verdi av kreditt og sikkerhetsstillelse etter § 47 som etter disse bestemmelsene skal ligge innenfor rammen av fri egenkapital;\n4. den del av årsoverskuddet som etter lov eller vedtekter skal avsettes til et bundet fond eller ikke kan utdeles som utbytte.\nSelskapet kan ikke utdele utbytte dersom egenkapitalen etter balansen er mindre enn ti prosent av balansesummen, uten å følge fremgangsmåten fastsatt i §§ 56 og 57.\nEgenkapital som kan utdeles som utbytte etter første og annet ledd uten å følge fremgangsmåten i §§ 56 og 57, regnes som selskapets frie egenkapital.\nDet kan ikke i noe tilfelle besluttes utdelt mer enn forenlig med forsiktig og god forretningsskikk, under tilbørlig hensyn til tap som måtte være inntruffet etter balansedagen, eller som må forventes å ville inntreffe.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000, etter endringslovens IV skal det i inngående balanse 1 jan 2000 overføres til overkursfondet et beløp lik summen av overkursavsetninger, jf tidligere annet ledd bokstav c. Gjenværende reservefond anses som annen egenkapital).\n1 Jfr. asl. § 8-1.\n2 Jfr. lov 17 juli 1998 nr. 56 § 1-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Konsernbidrag​1",
      "content": "Selskapet kan utdele konsernbidrag til annet konsernselskap, jf. lov 20. juli 1991 nr. 65​2 om særregler for beskatning av selskaper og selskapsdeltakere kapittel 1.\nBestemmelsene i kapittelet her gjelder tilsvarende for utdeling av konsernbidrag. Summen av utbytte og konsernbidrag kan i et enkelt år ikke overstige grensen etter § 41.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-5.\n1 Loven er opphevet, se nå lov 26 mars 1999 nr. 14.\n2 Loven er opphevet, se nå lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Utdeling til staten​1",
      "content": "Utdeling fra selskapet kan bare skje etter reglene om utbytte, kapitalnedsetting​2 og tilbakebetaling etter oppløsning.​3 Som utdeling regnes enhver overføring av verdier som direkte eller indirekte kommer staten som eier av selskapet til gode. Verdien skal beregnes etter virkelig verdi på dagen for overføringen.\n0 Endret ved lover 26 mars 1999 nr. 14 (i kraft 1 jan 2000), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-6.\n2 Jfr. § 54.\n3 Jfr. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Beslutning om utbytte​1",
      "content": "Beslutning om utdeling av utbytte fattes av generalforsamlingen etter at styret har lagt fram forslag om utdeling eller annen anvendelse av overskuddet.\nGeneralforsamlingen er ikke bundet av styrets eller bedriftsforsamlingens forslag om utdeling av utbytte.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-2 og § 20-4 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Ulovlig utdeling",
      "content": "Er utdeling av selskapets midler til staten skjedd i strid med bestemmelsene i loven her, skal det mottatte tilbakeføres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Lån m.m.​1",
      "content": "Selskapet kan bare gi kreditt til eller stille sikkerhet til fordel for staten som eier innenfor rammen av de midler som selskapet kan benytte til utdeling av utbytte.\nForbudet i første ledd gjelder ikke kreditt med vanlig løpetid i forbindelse med forretningsavtaler.\nDe begrensninger som gjelder i selskapets adgang til å gi kreditt til eller stille sikkerhet til fordel for staten, gjelder tilsvarende i forhold til et styremedlem, daglig leder eller et medlem av bedriftsforsamlingen i selskapet eller i annet selskap i samme konsern, eller noen av disses nærstående.\nFørste ledd er ikke til hinder for at selskapet gir kreditt til eller stiller sikkerhet til fordel for en tilsatt eller noen av den tilsattes nærstående når\n1. den tilsatte er valgt som de tilsattes representant i styret eller bedriftsforsamlingen etter regler i loven her eller i vedtektsbestemmelsene, og\n2. skyldneren er tilsatt i hovedstilling i selskapet eller i et annet selskap i samme konsern, og\n3. kreditten ytes i samsvar med det som er vanlig ved finansiell bistand til tilsatte.\nHar selskapet gitt kreditt eller for øvrig handlet i strid med reglene over, er disposisjonen ugyldig. Midler som er overført fra selskapet, eller et beløp tilsvarende verdien av midlene, skal straks føres tilbake til selskapet.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-7 til § 8-9, § 8-11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "Kreditt til erverv av aksjer m.v.​1",
      "content": "Selskapet kan ikke stille midler til rådighet eller yte lån eller stille sikkerhet i forbindelse med erverv av aksjer eller andeler i et annet selskap i samme konsern. Likestilt med aksjer og andeler er rett til å erverve aksjer eller andeler.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 8-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Forhøyelse av innskuddskapitalen ved nyinnbetaling",
      "content": "Generalforsamlingen kan etter forslag fra styret beslutte å forhøye statens innskuddskapital​1 ved innbetaling av ny kapital.\nGeneralforsamlingens beslutning om å forhøye innskuddskapitalen skal angi:\n1. det beløp innskuddskapitalen skal økes med,\n2. det beløp som skal innbetales,\n3. hva som skal skytes inn hvis innskuddet skal gjøres opp i annet enn penger,\n4. eventuelle andre særlige vilkår for innskuddet,\n5. tidspunktet for oppgjør av innskuddet.\n1 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:49 a",
      "chapter": "7",
      "section": "49 a",
      "title": "Overkursfond​1",
      "content": "Selskapet skal ha et overkursfond. Til overkursfondet avsettes overkurs ved innskudd av innskuddskapital etter fradrag for kostnader ved kapitalforhøyelsen.\nOverkursfondet kan bare anvendes til:\n1. dekning av utgifter ved kapitalforhøyelse;\n2. dekning av underskudd som ikke kan dekkes av posten annen egenkapital etter regnskapsloven​2 § 6-2 C II nr. 2;\n3. forhøyelse av innskuddskapitalen uten nyinnbetaling, hvis ikke selskapet har udekket underskudd;\n4. andre formål, når selskapet går frem etter reglene om nedsetting av innskuddskapital.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 3-2, jfr. § 10-12 annet ledd.\n2 Lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49a."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Innskudd i annet enn penger",
      "content": "Innskuddet kan bare gjøres opp i annet enn penger eller på særlige vilkår når dette er fastsatt i generalforsamlingens beslutning. Eiendeler som selskapet mottar som oppgjør på innbetaling av innskuddskapitalen kan ikke mottas til høyere verdi enn den virkelige verdi. Som innskudd kan ikke brukes eiendeler som ikke kan føres opp som eiendel i balansen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Revisorbekreftelse",
      "content": "Skal selskapet overta andre verdier enn penger som oppgjør for innskudd, skal revisor​1 bekrefte at innskuddet ikke er verdsatt høyere enn tillatt etter § 50 annet punktum. Bekreftelsen skal vedlegges protokollen for generalforsamlingen.​2\n1 Jfr. § 39.\n2 Jfr. § 37 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Forhøyelse av innskuddskapitalen uten nyinnbetaling",
      "content": "Generalforsamlingen kan etter forslag fra styret beslutte å øke statens innskuddskapital ved overføring fra overkursfond​1 og fra fri egenkapital til innskuddskapital. Generalforsamlingens beslutning skal angi hvor mye innskuddskapitalen skal forhøyes med.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 10-20 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Registrering i Foretaksregisteret​1",
      "content": "Beslutning om forhøyelse av innskuddskapitalen skal meldes til Foretaksregisteret​2 innen tre måneder etter at beslutning er truffet. Skal innskuddskapitalen forhøyes ved nyinnbetaling, må innskuddet være innbetalt eller overført til selskapet senest samtidig med at forhøyelsen meldes. Er forhøyelsen ikke meldt innen fristen, bortfaller forhøyelsen.\nForhøyelsen er gjennomført når den er registrert i Foretaksregisteret.​2\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 10-19.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Generalforsamlingens beslutning om nedsetting av innskuddskapitalen",
      "content": "Generalforsamlingen kan beslutte å sette ned statens innskuddskapital når det beløp nedsettingen gjelder (nedsettingsbeløpet) skal brukes til:\n1. dekning av tap som ikke kan dekkes på annen måte,\n2. tilbakebetaling til staten,\n3. avsetning til fond som skal brukes etter generalforsamlingens beslutning.\nGeneralforsamlingsvedtaket skal angi nedsettingsbeløpet og hva beløpet skal brukes til. Skal det i forbindelse med nedsetting utbetales et høyere beløp enn nedsettingsbeløpet, skal også dette høyere beløpet angis.\nBeslutning som nevnt i første ledd nr. 2 og 3 kan bare treffes etter forslag fra styret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "title": "Krav til fri egenkapital m.v.​1",
      "content": "Nedsetting av innskuddskapitalen med tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsetning til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3) må ikke gjelde større beløp enn at det etter nedsettingen er full dekning for den gjenværende innskuddskapital og bunden egenkapital for øvrig.\nVed beregningen av beløpet skal balansen for siste regnskapsår legges til grunn. I den frie egenkapitalen skal det gjøres fradrag for tap inntruffet etter balansedagen og tap som må forventes å inntreffe.\n1 Jfr. asl. § 12-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Melding til Foretaksregisteret​1",
      "content": "Generalforsamlingens beslutning om å nedsette innskuddskapitalen skal meldes til Foretaksregisteret​2 senest to måneder etter generalforsamlingens beslutning. Er nedsettingen ikke meldt innen fristen, bortfaller nedsettingen.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 12-4.\n2 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Forholdet til kreditorene​1",
      "content": "Skal nedsettingsbeløpet brukes til tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsettes til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3), skal Foretaksregisteret​2 straks etter at melding som nevnt i § 56 er registrert, kunngjøre innholdet av beslutningen og varsle selskapets kreditorer om at de må melde fra til selskapet innen to måneder fra siste kunngjøring dersom de vil gjøre innsigelser mot at nedsettingen settes i kraft. Kunngjøringen skal rykkes inn to ganger med minst én ukes mellomrom i Norsk lysingsblad​3 og i en avis som er alminnelig lest på stedet.\nGjør noen kreditor innen utløpet av fristen i første ledd innsigelser mot kapitalnedsettingen, kan den ikke settes i kraft før kreditor har fått betaling. Er fordringen omtvistet eller ikke forfalt, kan det kreves betryggende sikkerhet dersom fordringen ikke fra før er betryggende sikret. Hvorvidt sikkerheten skal anses betryggende, kan kreves avgjort av skifteretten.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 12-6.\n2 Jfr. lov 21 juni 1985 nr. 78.\n3 Jfr. lov 11 okt 1946 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Ikrafttredelse av kapitalnedsettingen",
      "content": "Skal hele nedsettingsbeløpet brukes til dekning av tap (§ 54 første ledd nr. 1) trer nedsettingen i kraft når melding etter § 56 er registrert i Foretaksregisteret.​1\nSkal nedsettingsbeløpet brukes til tilbakebetaling til staten (§ 54 første ledd nr. 2) eller avsettes til fond som skal brukes etter generalforsamlingens beslutning (§ 54 første ledd nr. 3), trer nedsettingen i kraft når særskilt melding til Foretaksregisteret​1 etter § 59 er registrert. Utbetaling til staten etter § 54 første ledd nr. 2 kan først finne sted etter at kapitalnedsettingen er trådt i kraft.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Melding om ikrafttredelse av kapitalnedsettingen",
      "content": "Når fristen for innsigelser etter § 57 første ledd er utløpt, og forholdet til kreditorer som har reist innsigelser er avklart etter § 57 annet ledd, kan beslutningen om nedsetting av innskuddskapitalen settes i kraft ved at en erklæring om det blir registrert i Foretaksregisteret.​1 Med erklæringen skal foruten andre nødvendige legitimasjoner, følge en erklæring underskrevet av styret og revisor om at forholdet til kreditorene ikke er til hinder for ikraftsettingen. Utbetaling til staten kan først finne sted når kapitalnedsettingen er trådt i kraft.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "title": "Fortrinnsrett til ny stilling i staten og ventelønn",
      "content": "Blir arbeidstaker i selskapet sagt opp fordi:\na. stillingen blir inndratt eller arbeidet er falt bort,\nb. vedkommende på grunn av sykdom er varig uskikket til forsvarlig å utføre sin tjeneste, eller\nc. vedkommende ikke lenger har de kvalifikasjoner som er nødvendig eller foreskrevet for stillingen,\nFortrinnsretten gjelder bare når arbeidstaker har de nødvendige faglige og personlige egenskaper for stillingen. Kan manglende kvalifikasjoner rettes ved hensiktsmessig tilleggsutdanning, kan vedkommende tilsettes på vilkår av at tilleggsutdanningen tas innen en fastsatt frist.\nKongen fastsetter ved forskrift​2 nærmere regler om fortrinnsrett. Det kan fastsettes at fortrinnsretten ikke skal gjelde den som blir sagt opp fra nærmere bestemte stillinger, og at den heller ikke skal gjelde ved tilsetting i nærmere bestemte stillinger. Kongen fastsetter likeledes i hvilken utstrekning bestemmelsen i lov av 4. mars 1983 nr. 3 om statens tjenestemenn m.m. § 5 nr. 4 skal gis anvendelse.\nArbeidstaker som får varsel om oppsigelse, skal gjøres kjent med sine rettigheter etter arbeidsmiljøloven og tjenestemannsloven. Det kan da samtidig pålegges vedkommende innen en fastsatt frist å melde fra om fortrinnsretten ønskes gjort gjeldende. Får arbeidstaker tilbud om ny, passende stilling i staten og det ikke er akseptert innen 14 dager, faller fortrinnsretten endelig bort.\nArbeidstaker i selskapet som er sagt opp uten at det foreligger annet passende arbeid i selskapet eller datterselskap til selskapet, og det antas å være vanskelig å skaffe annet høvelig arbeid, kan gis ventelønn av staten om det ikke foreligger krav på pensjon. Ventelønn skal fastsettes for høyst tre år om gangen. Ventelønn gis ikke til fast tilsatt arbeidstaker med mindre enn to års tilsettingstid, eller midlertidig tilsatt med mindre enn fire års tilsettingstid. Kongen kan ved forskrift​2 fastsette nærmere regler om ventelønn etter denne paragrafen.\nReglene i denne paragrafen begrenser ikke arbeidstakers rettigheter til ny stilling i selskapet eller datterselskap til selskapet etter arbeidsmiljøloven §§ 13, 60 nr. 2 og 67.\nVed tvist om fortrinnsrett og ventelønn etter denne paragrafen får arbeidsmiljøloven § 67 nr. 6 tilsvarende anvendelse.\nBestemmelsen her gjøres gjeldende for arbeidstakere som på ikrafttredelsestidspunktet er ansatt i et av særlovselskapene, ved overføring til nytt selskap i forbindelse med eventuelle utskillelser av deler av særlovselskapenes virksomhet. Denne bestemmelsen gjelder frem til 1. januar 2005.\n0 Endret ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664). Oppheves ved lov 15 juni 2001 nr. 85 med virkning fra 1 jan 2005.\n1 Jfr. § 7.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 juni 2001 nr. 85 (i kraft 1 juli 2001 iflg. res. 15 juni 2001 nr. 664).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Oppløsning av selskapet",
      "content": "Oppløsning av selskapet vedtas ved lov. Kongen oppnevner avviklingsstyre og gir nærmere regler om avviklingen av selskapet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "11:66",
      "chapter": "11",
      "section": "66",
      "title": "Riksrevisjonens kontroll​1",
      "content": "I selskapet og i heleid datterselskap til selskapet har Riksrevisjonen​2 rett til å kreve de opplysninger den finner påkrevet for sin kontroll, så vel fra selskapets daglige leder som fra styret og den revisor​3 som reviderer årsregnskapet. Den kan i den utstrekning som finnes nødvendig selv foreta undersøkelser i selskapet. For øvrig kan Stortinget fastsette regler om Riksrevisjonens kontroll med forvaltningen av statens interesser i selskapet, og herunder fastsette hvilke dokumenter m.m. som skal sendes Riksrevisjonen.\nRiksrevisjonen skal varsles og har rett til å være til stede på generalforsamlingen og møter i bedriftsforsamlingen i selskapet og dets heleide datterselskaper.\n0 Endret ved lover 15 jan 1999 nr. 2 (i kraft 1 aug 1999), 13 juni 1997 nr. 57 (i kraft 24 sep 1999), 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 20-6.\n2 Jfr. lov 19 feb 1918.\n3 Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "12:67",
      "chapter": "12",
      "section": "67",
      "title": "Erstatningsansvar​1",
      "content": "Selskapet kan kreve at styremedlemmer, medlemmer av bedriftsforsamlingen, daglig leder eller granskere​2 erstatter tap som de forsettlig eller uaktsomt har voldt det under utførelsen av sin oppgave.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-1.\n2 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "12:68",
      "chapter": "12",
      "section": "68",
      "title": "Lemping av erstatningsansvar​1",
      "content": "Erstatningsansvar etter § 67 kan lempes etter lov om skadeserstatning​2 § 5-2.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-2.\n2 Lov 13 juni 1969 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "12:69",
      "chapter": "12",
      "section": "69",
      "title": "Selskapets beslutning​1",
      "content": "Generalforsamlingen avgjør om erstatningskrav på selskapets vegne mot dem som er nevnt i § 67, skal fremmes. Selv om generalforsamlingen tidligere har besluttet ansvarsfrihet eller ikke å reise søksmål, kan selskapet gjøre gjeldende erstatningsansvar i anledning av forhold som det på vesentlige punkter ikke var gitt uttømmende eller riktige opplysninger om overfor generalforsamlingen da beslutningen ble truffet. Er det åpnet gjeldsforhandling eller konkurs, gjelder reglene i konkursloven.​2\nFørste ledd gjelder tilsvarende for inngåelse av forhåndsavtale mellom selskapet og noen som er nevnt i § 67 som regulerer eller begrenser deres erstatningsansvar.\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 17-3 og § 17-5.\n2 Lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "12:70",
      "chapter": "12",
      "section": "70",
      "title": "Overtredelse av loven med forskrifter​1",
      "content": "Medlem av styret eller bedriftsforsamlingen, daglig leder, firmategner og revisor som forsettlig eller uaktsomt overtrer bestemmelse gitt i eller i medhold av loven her, straffes med bøter​2 eller under skjerpende forhold med fengsel​3 i inntil ett år.​4 Medvirkning straffes på samme måte.\nLedende tilsatt som er tildelt myndighet til å treffe beslutning på selskapets vegne innenfor avgrensede saksområder, og som forsettlig eller uaktsomt overtrer bestemmelse gitt i eller i medhold av loven her under utøvelsen av sin myndighet, straffes med bøter​2 eller under skjerpende forhold med fengsel​3 i inntil ett år.​4\n0 Endret ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-1.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se § 70b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "12:70 a",
      "chapter": "12",
      "section": "70 a",
      "title": "Grov uforstand​1",
      "content": "Medlem av styret, daglig leder og revisor som viser grov uforstand under utførelsen av sitt verv for selskapet, straffes med bøter​2 eller under skjerpende forhold fengsel​3 i inntil ett år.​4 Det samme gjelder en ledende tilsatt som er tildelt myndighet til å treffe beslutning på selskapets vegne innenfor avgrensede saksområder, og som viser grov uforstand under utøvelsen av sin myndighet. Medvirkning straffes på samme måte.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-2.\n2 Jfr. strl. § 27.\n3 Jfr. strl. § 26 a.\n4 Se § 70b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70a",
        "source_heading": "§ 70a."
      }
    },
    {
      "provision_ref": "12:70 b",
      "chapter": "12",
      "section": "70 b",
      "title": "Prosessuelle bestemmelser​1",
      "content": "Overtredelse av bestemmelser gitt i eller i medhold av denne lov er forseelse. Foreldelsesfristen for adgang til å reise straffesak er fem år.\n0 Tilføyd ved lov 16 juni 2000 nr. 41 (i kraft 1 juli 2000).\n1 Jfr. asl. § 19-1 tredje ledd og § 19-2 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70b",
        "source_heading": "§ 70b."
      }
    },
    {
      "provision_ref": "13:71",
      "chapter": "13",
      "section": "71",
      "title": "Ikrafttredelse",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer.\n1 Fra 22 nov 1996 iflg. res. 22 nov 1996 nr. 1073.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "13:72",
      "chapter": "13",
      "section": "72",
      "title": "Omdanning av forvaltningsbedriften NSBs trafikkdel til selskap etter loven her",
      "content": "Forvaltningsbedriften NSBs trafikkdel omdannes til selskap etter loven her (statens jernbanetrafikkselskap)​1 ved at eiendeler, rettigheter og forpliktelser som er knyttet til forvaltningsbedriften NSBs trafikkdel som en helhet skytes inn som innskuddskapital,​2 eventuelt med tillegg av overkurs i selskapet. Innskuddet kan foretas ved stiftelsen av selskapet, jf. § 74 eller ved en senere beslutning om forhøyelse av statens innskuddskapital, jf. §§ 49-51.\nKongen avgjør i tvilstilfelle om en eiendel, rettighet eller forpliktelse som er knyttet til forvaltningsbedriften NSB ved omdanningen skal tilordnes trafikkdelen. Ved omdanningen skal en eiendel, rettighet eller forpliktelse som har tilknytning til både trafikkdelen og infrastrukturdelen av NSB deles. Delingen avgjøres i tvilstilfelle av Kongen.\n1 Jfr. § 1.\n2 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "13:73",
      "chapter": "13",
      "section": "73",
      "title": "Overføring av eiendeler, rettigheter og forpliktelser m.v.",
      "content": "Offentlige rettigheter, konsesjoner, tillatelser m.v. som gjelder for forvaltningsbedriften NSBs trafikkdel blir fra omdanningstidspunktet overført til selskapet. § 72 annet ledd gjelder tilsvarende.\nOverføring til selskapet av forpliktelser knyttet til forvaltningsbedriften NSBs trafikkdel har frigjørende virkning for staten. Fordringshavere og andre rettighetshavere kan ikke motsette seg overføringen eller gjøre gjeldende at overføringen utgjør en bortfallsgrunn for rettsforholdet.\nOmregistrering i grunnbok og andre registre i forbindelse med omorganiseringen skjer ved navneendring.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "13:74",
      "chapter": "13",
      "section": "74",
      "title": "Stiftelse av selskapet",
      "content": "Selskapet stiftes ved at det avholdes en konstituerende generalforsamling som treffer vedtak om stiftelse av selskapet. Konstituerende generalforsamling skal dessuten treffe vedtak om:\n1. selskapets vedtekter,​1\n2. selskapets styre, herunder hvem som skal være styrets leder og nestleder,\n3. selskapets revisor,\n4. det beløp som staten skal innbetale,\n5. tidspunktet for oppgjør av statens innskuddsforpliktelse,​2 herunder beløp som skal innbetales ut over innskuddsforpliktelsen,\n6. andre særlige vilkår som gjelder for innskuddet.\nHvis beslutning om overføring av forvaltningsbedriften NSBs trafikkdels virksomhet skal treffes ved stiftelsen, skal konstituerende generalforsamling også treffe vedtak om dette. §§ 50 og 51 gjelder i så fall tilsvarende.\n1 Jfr. § 6.\n2 Jfr. § 72 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "13:75",
      "chapter": "13",
      "section": "75",
      "title": "Registrering i Foretaksregisteret",
      "content": "Selskapet skal registreres i Foretaksregisteret.​1\nSelskapet skal meldes til Foretaksregisteret innen tre måneder etter at konstituerende generalforsamling er avholdt. Før selskapet kan meldes til Foretaksregisteret, skal statens innskudd, herunder eventuell overkurs, være ytet fullt ut. Revisor skal bekrefte at selskapet har mottatt innskuddet.\nNår selskapet er registrert i Foretaksregisteret, kan selskapet som sådan erverve rettigheter og pådra seg andre forpliktelser enn de som følger av stiftelsen, jf. § 4.\n1 Jfr. lov 21 juni 1985 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    }
  ]
}