{
  "id": "LOV-1912-06-21-1",
  "type": "statute",
  "title": "Lov om veivæsenet.",
  "short_name": "Veiloven",
  "status": "in_force",
  "issued_date": "1912-06-21",
  "in_force_date": "1913-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1912-06-21-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ved offentlige veier paa landet forstaaes veier, som staar til almenhetens bruk og vedlikeholdes ved foranstaltning av stat, amt eller herred samt er offentlig tilsyn undergit.\nDisse veier er to slags:\n1. Hovedveier, nemlig:\na. vigtigere veier, som forbinder riket med naborike eller amter indbyrdes og\nb. viktigere gjennemgangsveier som vedlikeholdes for motorvognavgifter (veiavgiftene) med eller uten distriktsbidrag – riksveier,\nc. veier, som inden et amt befordrer gjennemgangsfærdsel mellem to eller flere herreder eller tjener en væsentlig del av et herred som eneste eller vigtigste adkomst til by eller andet knutepunkt for færdsel.\n2. Bygdeveier, hvortil regnes alle andre offentlige veier.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Undersøkelse av nye hovedveianlæg iverksættes av den centralmyndighet, hvorunder veivæsenet or henlagt, eller av amtsveistyret efter indhentet samtykke av centralmyndigheten.\nAnlæg av nye eller omlægning av ældre hovedveier med broer skal i almindelighet utføres for statskassens regning med eller uten distriktsbidrag efter beslutning for hvert enkelt tilfælde av vedkommende bevilgende myndigheter, hvem planer og overslag forelægges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Undersøkelse og planlæggelse av nye eller omlægning av ældre bygdeveier iverksættes av amtmanden efter vedkommende herredsstyres anmodning. Bygning av saadanne veier med broer blir efter beslutning av vedkommende herredsstyre, med eller uten bidrag av stat eller amt, at utføre efter amtmandens foranstaltning. Planer og overslag forelægges herredsstyret og i tilfælde amtstinget og Stortinget.\nBestemmelserne i nærværende paragraf skal ikke være til hinder for, at statsbidrag til bygdeveier under særlige forhold bevilges paa saadan maate, at bevilgningen ikke knyttes til bestemte anlæg, men blir at fordele mellem bygdeveianlæg inden vedkommende amt efter amtstingets nærmere bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ved anlæg av nye eller omlægning av ældre bygdeveier kan herredsstyret bestemme, at utgiftene i den utstrækning, hvori de bæres av vedkommende herred, helt eller delvis skal bestrides ved kjøring eller andet naturalarbeide av brukere av matrikulert jord efter deres eiendommes matrikelskyld.\nHerredsstyret kan frita bruk av 25 øres skyld og derunder samt avsidesliggende gaarder for at yde naturalarbeide.\nForsaavidt omhandlede arbeider ikke er optat paa herredsbudgettet, kan herredsstyret, bestemme, at der skal ydes et bidrag avpasset efter værdien av det arbeide, som i tilfælde vilde falde paa disse bruk.\nBeslutningen skal indeholde bestemmelse om arbeidets fordeling mellem vedkommende brukere samt om forholdet mellem mands- og hestedagsverk og trænger for at være gyldig godkjendelse av amtsveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Naar der fra mindst to tredjedele av de interesserte eiere og brukere av matrikulert jord eller anden fast eiendom til herredsstyret fremkommer forslag om oparbeidelse av offentlig bygdevei helt eller delvis ved bidrag fra de interesserte eiere og brukere av penger eller arbeide, og herredsstyret beslutter veien optat som bygdevei, skal det, forsaavidt mindst halvdelen av det forutsatte bidrag er vedtat, ved skjøn avgjøres, hvorledes det manglende bidrag skal fordeles mellem de interesserte.\nIngen kan paalægges et større bidrag, end der svarer til den nytte, som skjønnet antar, han vil ha av anlægget med fradrag av hans frivillige bidrag. Naar dette iagttages, kan ved ansættelse av det tvungne bidrag ogsaa tages hensyn til vedkommendes økonomiske evne.\nHvilke eiere eller brukere av matrikulert jord eller anden fast eiendom er interessert i anlægget, avgjøres i tilfælde av tvist ved skjøn.\nUtgiftene ved omhandlede skjønn bæres, forsåvidt underskjønn angår, av herredet.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ældre hovedveier kan nedlægges som saadanne efter beslutning av vedkommende amtsting med stadfæstelse av Kongen.\nÆldre bygdeveier kan nedlægges som saadanne efter beslutning av vedkommende herredsstyre med amtsveistyrets stadfæstelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Finder amtsveistyret, efterat herredsstyret har uttalt sig, at en vei, som nedlægges, helt eller delvis er paakrævet som fremkomstvei, blir veien eller en nærmere bestemt del av denne at utlægge til almindelig bruk for de interesserte efter herredsstyrets nærmere bestemmelse.\nHvis dette ikke sker, kommer, forsaavidt ny vei anlægges, værdien av den gamle veigrund til avdrag i erstatningen for grundavstaaelse til det nye veianlæg over samme eiendom efter et ved overenskomst eller skjøn bestemt beløp.\nNedlagt vei, som ikke utlægges til almindelig bruk, og som heller ikke kommer til avdrag i anledning av nyt veianlæg, bør herredsstyret – uten eller mot vederlag – overdra til den eller de eiendomme, som støter til veien. Eieren av disse eiendomme kan forlange veigrunden avstaat mot godtgjørelse, bestemt ved skjøn.\n– – –\nGaar vei, som nedlægges, gjennem flere amter, og der opstaar tvist om anvendelsen av nærværende paragrafs første led, avgjøres tvisten av vedkommende regjeringsdepartement.\nBestemmelser efter nærværende paragraf træffes av vedkommende regjeringsdepartement, forsaavidt angaar veier, som baade er anlagt, og som vedlikeholdes utelukkende eller væsentlig for statens regning.\n0 Paragrafens 4de ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Bygdevei eller privat vei kan efter at være godkjendt av amtmanden optages som hovedvei, naar beslutning herom fattes av amtstinget med stadfæstelse av Kongen.\nPrivat vei eller nedlagt hovedvei kan optages som bygdevei, naar herredsstyret herom fatter beslutning, og denne stadfæstes av amtmanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "I de amter, hvor de offentlige veier ved nærværende lovs ikrafttræden ikke er inddelt i hoved- og bygdeveier, skal saadan inddeling efter de i § 1 nævnte regler foretages inden en av Kongen fastsat frist.\nInddelingen foretages av amtstinget efter forslag av vedkommende herredsstyrer og amtsveistyret og trænger for at være gyldig stadfæstelse av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Den nugjældende inddeling av offentlige veier blir fremdeles i kraft, med mindre ændring heri sker med hjemmel av bestemmelser i nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den centralmyndighet, hvorunder veivæsenet er henlagt, har:\na. å utøve styret vedkommende veier som både er anlagt og som vedlikeholdes utelukkende eller vesentligst for statens regning, og styret vedkommende veier,\nb. at godkjende planlæggelsen av hovedveier med broer, at gi amtmanden bemyndigelse til disse arbeiders iverksættelse samt at føre tilsyn og kontrol med deres utførelse.\nInnen hvert fylke styres vegvesenet både for så vidt angår bygging og vedlikehold av et fvlkesvegstyre bestående av fylkesmannen som formann og to av fylkestinget valgte menn, som – med varamenn – tjenstgjør 4 år ad gangen.\nAmtsveistyret er beslutningsdygtig, naar formanden og et medlem er tilstede og disse er enige.\nVeisaker, hvis avgjørelse er henlagt til amtmanden, kan forelægges amtsveistyret til avgjørelse, naar amtmanden finder dette ønskelig.\nI saker, hvis avgjørelse henhører under amtsveistyret eller amtmanden, skal amtsingeniøren gives anledning til at uttale sig.\nDen direkte ledelse og utførelse av alle arbeider av teknisk art blir at overdra til amtsingeniøren efter amtsveistyrets nærmere bestemmelse. Meningsforskjel i denne anledning avgjøres av vedkommende regjeringsdepartement.\nDe av amtstinget valgte medlemmer av amtsveistyret erholder skyss- og kostgodtgjørelse som for formandskapsordførere bestemt. Utgiftene herved utredes av amtskommunen.\nNår der i forbindelse med fentlig vei anlegges brygge, kan det av den myndighet som utøver styret for vedkommende vei, stilles nærmere betingelser for bryggens anvendelse. Beslutningen herom kan, når den treffes av annen myndighet enn departementet, innankes for dette.\n0 Endret ved lover 24 juni 1931 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Veivesenets overingeniører i fylkene ansettes av vedkommende i regjeringsdepartement efter innstilling av fylkesveistyret. Deres lønn, kontorholdsgodtgjørelse og reiseutgifter utredes av staten.\nInstruks for amtsingeniøren utfærdiges av departementet efter forslag av amtsveistyret.\n0 Endret ved lov 13 mars 1935 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I hvert fylke ansettes underordnede veiingeniører i den utstrekning, hvori bevilgning has. Deres lønn og reiseutgifter samt mulig kontorholdsgodtgjørelse utredes av staten. De ansettes av vedkommende regjeringsdepartement efter innstilling av fylkesveistyret, som også utferdiger instruks for dem.\n0 Endret ved lov 13 mars 1935 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kongen bestemmer, fra hvilken tid de i §§ 12, 13 og 14 givne regler om veivæsenets styre skal gjennemføres i de amter, hvor ved lovens ikrafttræden en anden ordning haves.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Under amtsveistyrets kontrol skal herredets lensmand føre tilsyn med de offentlige veiers og broers vedlikehold.\nAmtsveistyret kan dog efter indhentet uttalelse fra vedkommende herredsstyre ved ledighet i lensmandsbestilling, eller hvor der maatte være tat fornødent forbehold ved ansættelse av lensmand, bestemme, at veitilsynet skal utføres av andre dertil skikkede mænd.\nAmtsveistyret utfærdiger instruks for lensmændene og de særskilt beskikkede veitilsynsmænd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Lensmænd, som ansættes, efterat nærværende lov er traadt i kraft, eller i tilfælde de særskilt beskikkede veitilsynsmænd tilkommer for sit arbeide og for reiser i veivæsenets anliggender en fast aarlig godtgjørelse, som utredes av staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hvor veivedlikeholdet utføres ved arbeide in natura, skal amtmanden efter forslag av herredsstyret for hver rode opnævne en rodemester, som vælges blandt eiere eller brukere av matrikulert jord inden roden og har at tjenstgjøre i dette ombud i tre aar, hvorefter vedkommende i likesaa lang tid kan negte at motta opnævnelse.\nRodemesteren er pligtig til at rette sig efter den instruks, som utfærdiges av amtsveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Veivæsenets ingeniører og tilsynsmænd maa inden sit virkeomraade hverken direkte eller indirekte overta eller ha del i leveranser eller kontrakter vedkommende det offentlige veivæsen. De kan heller ikke opnævnes til rodemestre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Offentlige veier og broer bygges og utstyres saaledes, som efter færdselen og forholdene i hvert enkelt tilfælde findes paakrævet.\nNormal-regler for veiundersøkelser, bygning og utstyr – herunder indbefattet broers bæreevne – bør for hovedveier utfærdiges av den centralmyndighet, hvorunder veivæsenet henhører, og for bygdeveier av vedkommende amtmand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Enhver er pligtig til at finde sig i, at offentlig vei utstikkes over hans eiendom, og at der paa samme sker grundundersøkelser samt undersøkelser efter veibygnings- og vedlikeholdsmaterialer.\nMerker, som av veivæsenet opsættes ved utstikningen av bevilgede veier, maa ikke uten tilladelse av amtmanden fjernes.\nVoldes skade for eier eller bruker, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Til anlegg, omlegging eller utvidelse av offentlig vei eller bro med tilhørende fortau, båtbrygger (båtkaier), oplags- og holdeplasser, parkeringsplasser, garasjer, staller, verksteder, arbeiderbarakker og veivokterboliger er enhver pliktig til å avstå fornøden grunn og veibyggingsmaterialer med fornøden vei til disses fremdrift. Dessuten kan kreves avstått grunn og rettigheter for en hensiktsmessig regulering av grenser og bruksforhold eller for overdragelse til andre som blir berørt av anlegget. Også ellers kan grunn med Kongens samtykke kreves avstått når særlige forhold gjør det ønskelig.\nFor avstaaelsen tilkommer eieren erstatning efter overenskomst eller – hvis saadan ikke kan opnaaes – – skjøn. Dette skal være avholdt, før grunden benyttes eller materialerne borttages.\nVedkommende departement eller den det gir fullmakt kan i særlige tilfelle bestemme at fornøden grunn, vegbyggingsmaterialer m.v. som nevnt i første punktum, kan overtas uten at erstatning er fastsatt på forhånd.\nEkspropriasjonsskjønn må i tilfelle forlanges senest 14 dager etter at overtakelse har funnet sted. Staten innestår for at erstatningen blir betalt.\nI udyrket mark eller skog kan materialer som nevnt i første punktum alltid tas uten at mulig erstatning på forhånd er bestemt.\nVed avståelse etter denne paragraf er saksøkte pliktig til å ta mot grunn eller rettighet som vederlag for det avståtte, såframt skjønnet finner denne ordning rimelig.\nNår det gjelder vanskelige spørsmål vedkommende grenser, ordning av bruksrettigheter m.v., kan skjønnet tilkalle vedkommende utskiftningsformann til veiledning.\n0 Endret ved lover 24 juni 1938 nr. 24, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Findes hus eller andre faststaaende indretninger i den utstukne og vedtagne veilinje, og denne ikke uten væsentlig ulempe antages at kunne lægges anderledes, skal eieren være pligtig til at avstaa eller flytte disse mot erstatning efter overenskomst eller – hvis saadan ikke kan opnaaes – ved skjøn.\nNaar utgiftene indgaar under grundavstaaelsen, skal saadan avstaaelse eller flytning ikke kunne bestemmes, før samtykke er erhvervet fra den kommune, som bærer de væsentligste utgifter ved grundavstaaelsen.\nSamtykket kan ved hovedveianlæg dog meddeles av vedkommende regjeringsdepartement, naar det er avgjort, at utgiftene ved avstaaelsen eller flytningen skal bæres av anlægget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Herredsstyret kan med samtykke av vedkommende amtsveistyre kræve avstaat grund, materialer m.v. til fortsættelse av et bygdeveianlæg i et eller flere andre herreder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ved anlæg av hoved- eller bygdevei, som skal føres fra landdistrikt ind i en kjøpstad eller ladested (med eget kommunestyre), skal amtmanden med samtykke av vedkommende bystyre kunne kræve avstaat grund, hus, materialer m.v. inden byens grænser. Negtes saadant samtykke, kan saken indbringes til avgjørelse av Kongen.\nSaavel i saadanne tilfælde, som naar offentlig vei skal føres ind i strøk paa landets grund, som er undergit den almindelige bygningslovgivning eller som byggebelte er henført under en bys regulering, skal anlægget følge den vedtagne reguleringsplan, medmindre dispensation opnaaes.\nForsaavidt der for strøket endnu ikke er vedtat reguleringsplan, skal veiens retning bestemmes efter forhandling mellem amtmanden og de stedlige myndigheter, hvorunder reguleringssaker er henlagt. Opnaaes ved saadan forhandling ikke enighet, avgjøres tvisten av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ved anlæg av offentlige veier med tilbehør skal erhverves saa meget grund, som efter forholdene i hvert enkelt tilfælde ansees paakrævet.\nHvad der er erhvervet, saavel selve veibanen som grøfter, skraaninger og i tilfælde utenforliggende strækning, blir veivæsenets eiendom.\nAlle bestemmelser vedkommende saadan eiendom blir under hensyntagen til gjældende sedvane at træffe av amtsveistyret – for de i § 12 a nævnte veier av vedkommende regjeringsdepartement.\nVed nedlæggelse av offentlig vei blir, forsaavidt angaar de i § 12 a nævnte veier, staten og for andre veiers vedkommende herredskommunen at betragte som eier av grunden, medmindre der angaaende denne er truffet bestemmelse med hjemmel av § 8, første, jfr. sidste led.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Departementet eller fylkesveistyret kan utferdige forbud gjeldende for inntil 3 år av gangen mot at det uten henholdsvis departementets eller fylkesveistyrets tillatelse opføres bygninger i offentlig veilinje som er utstukket i marken. For mulig erstatningskrav gjelder reglene i § 29, annet ledd.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Godtgjørelse for grund m.v. tilfalder i almindelighet grundeieren. Hvis nogen anden har bruksret til eiendommen, og eieren ved mindelig overenskomst – mot eller uten vederlag – avstaar grund m.v. til veianlæg, kan brukeren ved skjøn kræve fastsat den erstatning, han i tilfælde maatte tilkomme av grundeieren enten aarlig eller engang for alle. Ved tvungen avstaaelse av grund m.v. bestemmer paa samme maate skjønnet, hvor stor del av erstatningen brukeren tilkommer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Godtgjørelse for jordskade utenfor veilinjen og for anden skade, som det paaligger enten vedkommende kommuner eller anlæg at erstatte, maa kræves erlagt inden et aar, efterat skaden er skedd, da ret til skadeserstatning ellers bortfalder.\nOpnaaes ikke mindelig overenskomst om erstatningens størrelse, bestemmes denne ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "På hovedveier skal opsettes kilometermerker, veivisere og varselskilter i den utstrekning fylkesveistyret – for de i § 12 a nevnte veier vedkommende regjeringsdepartement – finner det nødvendig. Om opsetning av veivisere og varselskilter på bygdeveier treffes bestemmelse av fylkesveistyret.\nHvor offentlig vei forbinder to fylker, skal der opsettes grensemerke som angir fylkenes navn. Hvorvidt og i hvilken utstrekning der på offentlige veier skal opsettes grensemerker mellem herredene, bestemmes for de i § 12 a nevnte veier av vedkommende regjeringsdepartement og for øvrig av fylkesveistyret.\nOmkostningene vedkommende de i nærværende paragraf omhandlede forføininger utredes for så vidt nye veier angår av de til anlegget bevilgede midler. For øvrig utredes omkostningene hvor det gjelder de i § 12 a nevnte veier som en utgift vedkommende disses vedlikehold, ved andre hovedveier av fylkeskommunen og ved bygdeveier av vedkommende herredskommuner.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når en bro eller et veianlegg eller en bestemt del av dette er fullført, berammer fylkesmannen en mottagelsesforretning, som ledes av fylkesmannen eller av den han dertil bemyndiger. Ved forretningen bør overingeniøren for veivesenet og – forsåvidt anlegget skal overgå til vedlikehold av distriktet eller som riksvei – representanter for vedkommende herred være til stede for å uttale sig om anlegget, før dette mottas til vedlikehold.\nTvist angående et anleggs overtagelse av distriktet kan med endelig virkning forlanges avgjort ved voldgift av tre menn, hvorav herredstyret opnevner én, fylkesveistyret én og vedkommende departement én. Voldgiftsretten bestemmer hvem der skal utrede de med voldgiften forbundne utgifter.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Paa offentlige veier kan ingen grinder opsættes, hvor saadanne ikke hittil har været anbragt, uten at amtsveistyret har git sit samtykke hertil, efterat vedkommende herredsstyre har hat anledning til at uttale sig. En given tilladelse til anbringelse av grind kan, efterat herredsstyrets uttalelse er indhentet., av amtsveistyret til enhver tid tilbakekaldes med to aars varsel.\nEn bestemmelse, hvorved samtykke til anbringelse av grinder negtes eller given tilladelse tilbakekaldes, kan av herredsstyret forlanges indbragt for vedkommende regjeringsdepartement til endelig avgjørelse.\nFylkesveistyret kan, når fornødne midler er bevilget, forlange fjernet eldre grinder mot erstatning, hvis størrelse – i mangel av mindelig overenskomst – bestemmes ved skjønn.\nHvorledes grinder skal være indrettet, bestemmes av amtsveistyret. Ulovlige grinder kan av dette besørges fjernet paa eierens bekostning.\nFor de i § 12 a nevnte veier treffes de i nærværende paragrafs første, tredje og fjerde ledd omhandlede bestemmelser av vedkommende regjeringsdepartement.\n0 Endret ved lov 24 juni 1931 nr. 21 – Jfr. lov 16 mai 1860 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Spørsmaal om opførelse og vedlikehold av gjærder ved offentlige veier blir i almindelighet at ordne i forbindelse med grundavstaaelsen, efterat vedkommende herredsstyre har hat anledning til at uttale sig.\nHvor fylkesveistyret eller – for de i § 12 a nevnte veier – departementet ikke ved veiens bygging eller senere bestemmer at det skal være gjerde, avgjøres spørsmålet om gjerdeplikten ved skjønn. Opnåes ikke overenskomst om erstatningens størrelse, fastsettes den i alle tilfelle ved skjønn.\nHvor saadan erstatning skal erlægges, kan den ikke kræves utbetalt, før gjærdene er opført.\nUndlater vedkommende eier eller bruker av grunnen å opføre gjerde for hvilket erstatning er bestemt, innen en av veivesenet fastsatt frist, kan det besørges opført på hans bekostning. Bestemmelse herom må treffes innen seks måneder efter fristens utløp. Efter denne tid kan intet krav på erstatning for gjerdehold reises av eier eller bruker, hvis veivesenet ikke senere forlanger gjerde opført.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Er det bestemt at gjerder skal opføres ved offentlig vei, skal de opsettes i grenselinjen og på den til veien hørende grunn og må ikke uten samtykke av fylkesveistyret eller – for de i § 12 a nevnte veier – av departementet stå nærmere kanten av veien, eller i tilfelle fortau, enn 2,5 meter.\nHvorledes gjerder skal være innrettet, bestemmes av fylkesveistyret. Ulovlig opførte gjerder kan av veivesenet besørges nedrevet, eller flyttet på eierens bekostning.\nSåfremt fornødne midler er bevilget eller stillet til rådighet, kan eldre gjerder, som ikke opfyller de fastatte regler, av veivesenet kreves forandret mot erstatning, hvis størrelse – i mangel av mindelig overenskomst – bestemmes ved skjønn.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Gjærder skal vedlikeholdes forsvarlig og saaledes, at de ikke paa nogen tid av aaret er til ulempe for veien eller veifarende eller hindrer færdselen. Amtmanden kan i tilfælde besørge gjærdet utbedret eller fjernet paa eierens bekostning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Ingen bygning eller del av samme (herunder tilbygg på eldre bygning) må opføres nærmere kanten av offentlig vei, fortau, holdeplass eller oplagsplass enn 7,5 meter. Dog kan fylkesveistyret så vel i enkelte tilfelle som for hele veier eller veistrekninger under særlige omstendigheter tillate at avstanden innskrenkes til 3,5 meter. Til opførelse av bygning m.v. enda nærmere kreves samtykke av vedkommende regjeringsdepartement?\nI kryss (møte) i plan mellem offentlige veier eller mellem sådan vei og annen vei som er åpen for almindelig ferdsel, jernbane eller sporvei må bygning ikke opføres innenfor et område som begrenses av rette linjer mellem punkter beliggende i veienes (jernbanens, sporveiens) midtlinjer og 40 meter fra disses skjæringspunkt.\nFylkesveistyret kan – for fylkesveienes vedkommende med departementets samtykke – utvide eller nedsette de i foregående ledd fastsatte krav om bygningers avstand fra veikryss, så vel i enkelte tilfelle som for hele veier eller veistrekninger.\nNedrives eller opbrenner eldre bygninger som helt eller delvis ligger i kortere avstand fra veikanten enn fastsatt i denne paragraf, kan de opføres på samme, tomt innen 5 år. Fylkesveistyret kan under særlige forhold forlenge fristen. For gjenopførelse finner sted, må det gis underretning til overingeniøren for fylkets veivesen. Fylkesveistyret kan forby gjenopførelse for et tidstrum av inntil 1/2 år. Med departementets samtykke kan forbudet gjøres gjeldende for lengere tid. Foran nevnte 5 års frist ophører å løpe i den tid forbudet gjelder.\nSåfremt fornødne midler er bevilget, kan fylkesveistyret mot erstatning, som i mangel av mindelig overenskomst fastsettes ved skjønn, kreve at eldre bygninger flyttes i den avstand fra vei som er fastsatt i denne paragraf.\nDet samme gjelder ved gjenopførelse innen 5 års fristens utløp av nedrevne eller brente bygninger.\nOpføres bygning eller del av samme nærmere veien enn tillatt, kan den besørges nedrevet på eierens bekostning, når han selv ikke fjerner den innen en av fylkesveistyret satt frist.\nFor de i § 12 a nevnte veier treffes de i denne paragraf omhandlede bestemmelser i alle tilfelle av vedkommende regjeringsdepartement.\n0 Endret ved lover 24 juni 1931 nr. 21, 24 juni 1938 nr. 24. – Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Etter beslutning av vedkommende kommune som veg-(gate)– vedlikehold påhviler, kan fylkesmannen – i byene bygningsrådet eller reguleringsrådet hvor sådant er opprettet – for å lette vedlikeholdet bestemme at trær i en bestemt avstand fra en vegs (gates) eiendomsgrenser skal fjernes – herfra dog unntatt allé-, pryd- og frukttrær.\nHvor hensynet til trafikksikkerheten krever det, kan på samme måte bestemmes at trær, herunder også allé-, pryd- og frukttrær, hekker, material- og vareopplag, reklameskilter m.v. skal fjernes. Når vedkommende eiendom ligger nær vegkryss (gatekryss) eller kurve og de nevnte hensyn krever det, kan det likeledes bestemmes at eiendommen skal ryddes eller holdes ryddet på nærmere fastsatt måte. Dog kan bygning eller del av bygning ikke fjernes eller nektes oppført. Heller ikke kan større sammenhengende skogareal enn 1 dekar snaues uten samtykke fra vedkommende fylkesskogmester. Innhegning langs veg (gate) kan forandres slik at oversikten i kryss eller kurve sikres. Like med vegkryss (gatekryss) regnes i denne paragraf kryss mellom veg- og jernbane eller sporveg.\nBestemmelsene som er truffet av bygningsråd eller reguleringsråd kan påankes etter de regler som gjelder for anke i henhold til bygningsloven. Anken som må fremsettes innen 2 uker etter at vedkommende ble kjent med bestemmelsen har oppsettende virkning. Vedtak av fylkesskogmesteren kan påankes etter reglene i § 7 i lov om skogvern av 12 februar 1932.\nFor de i § 12 a nevnte veger kan vedkommende departement eller den det gir fullmakt, treffe bestemmelser i samsvar med første og annet ledd. Bestemmelsene som er truffet av underordnet myndighet, kan med oppsettende virkning ankes inn for departementet innen 2 uker etter at vedkommende ble kjent med bestemmelsen.\nNødvendige arbeider som følge av bestemmelser etter de foregående ledd utføres av det offentlige eller etter overenskomst av vedkommende eier eller bruker. For skade og ulempe som voldes og for det bånd som blir lagt på eiendommen, svares erstatning som i mangel av minnelig overenskomst fastsettes ved skjønn. Erstatningen utredes av den kommune som veg(gate)-vedlikeholdet påhviler.\nFor de i § 12 a nevnte veger utredes erstatningen av staten. Skjønn etter denne paragraf avgis i byene etter reglene i lov om bygningsvesenet av 22 februar 1924 kap. VI.\n0 Endret ved lover 24 juni 1931 nr. 21, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Vand, som skal ledes bort fra en vei, kan gives avløp over tilstøtende eiendomme. Voldes herved skade, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Fabrikker for tilvirkning av sprængstoffe, saasom krudt, dynamit og lignende, maa ikke opføres nærmere offentlig vei end 630 meter, regnet fra veikanten, medmindre tilladelse hertil i særlige tilfælde meddeles av amtsveistyret efter vedkommende herredsstyres anbefaling.\nØnskes et industrielt anlegg opført nærmere offentlig vei enn 10 meter, regnet fra veikanten, må herom inngis andragende til fylkesveistyret, som treffer avgjørelse i saken. Bilreperasjonsverksteder og meierier regnes i denne henseende alltid som industrielle anlegg.\nEfter uttalelse fra vedkommende amtsting kan amtsveistyret utfærdige regler for anbringelse ved offentlig vei av lokomobiler, eksplosionsmotorer og lignende indretninger.\nOplag av eksplosive eller ildsfarlige stoffe maa ikke anbringes saa nær offentlig vei, at derved voldes fare for veien eller færdselen paa denne. Finder amtsingeniøren, at ut saadant oplag er anbragt for nær veien, kan han paabyde, at oplaget begrænses til en bestemt mængde eller helt fjernes. Amtsingeniørens bestemmelse herom kan indbringes for amtsveistyret til endelig avgjørelse.\n0 Endret ved lov 24 juni 1938 nr. 24. – Jfr. lov 3 mai 1871 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Løipestrenger, taubaner, elektriske og andre kraftledninger, private telegraf- og telefonledninger, is-, tømmer- og vannrenner, private broer, skinneganger, vareramper, tette gjerder, murer og lignende skal ikke kunne anbringes over, under, langs eller umiddelbart ved offentlig vei uten tillatelse av fylkesveistyret, som i tilfelle fastsetter de nærmere regler for anbringelsen. Heller ikke må større oplag, avfall eller, andre generende eller skjemmende gjenstander uten fylkesveistyrets tillatelse umiddelbart ved offentlig vei. Uten at sådan tillatelse er innhentet, må det ikke anbringes reklameskilter og lignende innretninger på veiens eiendomsområde eller innenfor en avstand av 25 meter fra dette – herfra dog undtatt almindelige skilter på forretningslokaler hvormed vedkommende forretningsdrivende reklamerer for sine varer eller for sin bedrift, forsåvidt skiltene er anbragt direkte på egen husvegg, og veivesenet, finner at de ikke kan forveksles med veiskilter eller varselskilter. Er slike skilter tidligere uten tillatelse opsatt nærmere vei enn foran nevnt, kan fylkesveistyret forlange at de innen 1 år blir fjernet. For de i § 12 a nevnte veier treffes de her omhandlede bestemmelser av vedkommende regjeringsdepartement.\nEn av fylkesveistyret i henhold til nærværende paragraf truffet bestemmelse kan innbringes for vedkommende regjeringsdepartement til endelig avgjørelse.\n0 Endret ved lover 24 juni 1931 nr. 21, 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Opføres eller anbringes nogen innretning av det i de to foregående §§ omhandlede slags uten tillatelse hvor sådan er nødvendig, kan det ulovlige borttas på – vedkommendes bekostning, forsåvidt denne ikke selv sørger for fjernelsen innen en av vedkommende myndighet satt frist.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Amtsveistyret fatter beslutning om offentlige færgeindretningers oprettelse eller nedlæggelse og utfærdiger nærmere regler for deres drift m.v., efterat erklæring og i tilfælde bevilgning er erhvervet fra vedkommende amtsting, forsaavidt færgeindretningen paa den ene eller begge bredder staar i forbindelse med hovedvei, og ellers fra vedkommende herredsstyre.\nAmtsveistyret ansætter og avskediger færgemændene. Ansættelsen sker efter indstilling av herredsstyret.\nFor ferjeinnretninger som besluttes innlemmet i nogen av de i § 12 a nevnte veier, treffes bestemmelser efter nærværende paragraf av vedkommende regjeringsdepartement.\n0 Endret ved lov 21 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Forskriftene i foregaaende paragraf gjælder ogsaa for offentlige løipestrenger eller taugbaner, som anbringes istedenfor færgeindretning eller bro, likesom de gives tilsvarende anvendelse paa offentlige gangbroer (staaltraadbroer o. l.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Fornøden grund m.v. til de i dette kapitel nævnte indretninger saavelsom til hus for færge- eller opsynsmand kan, hvis mindelig overenskomst ikke træffes, kræves avstaat ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Vedlikeholdet av militærveger, mellomriksveger og veger over høgfjell som er anlagt utelukkende eller vesentligst for statens regning, påhviler staten i den utstrekning som det etter avtale med distriktet måtte bli bestemt. Det samme kan også vedtas for så vidt angår veger som forbinder to fylker.\nVedlikeholdet av de øvrige offentlige veger – utenom riksveger – påhviler helt vedkommende distrikt, således at hovedveger vedlikeholdes av fylkeskommunen og bygdeveger av herredskommunen. Riksveger vedlikeholdes for motorvognutgifter (jfr. § 1), i tilfelle med distriktsbidrag etter nærmere bestemmelse av Stortinget.\nDog kan fylkestinget beslutte at hovedvegenes vedlikehold utenfor bruer, stikkrenner, vegmurer, stabbesteiner og rekkverk – helt eller delvis – skal overføres på vedkommende herredskommuner. Disses uttalelse bør foreligge for sådan beslutning fattes. Kongen kan etter andragende fra vedkommende fylkesting under særlige forhold bestemme at vedlikeholdet, også for så vidt angår hovedvegens bruer, stikkrenner, vegmurer, stabbesteiner og rekkverk – helt eller delvis – skal overføres på vedkommende herredskommuner.\nFylkestinget kan også – etter at herredstyret har hatt anledning til å uttale seg – beslutte at bygdevegenes vedlikehold helt eller delvis skal overføres på fylkeskommunen. Vedtaket, må godkjennes av vedkommende regjeringsdepartement.\nSå fremt, det påhviler noen en særlig plikt til vedlikehold av offentlig veg, skal foranstående bestemmelser ikke gjøre noen forandring heri med mindre ny overenskomst treffes med vedkommende fylkes- eller herredskommune.\nBygdeveg som opparbeides med hjemmel av § 24 skal, for så vidt ikke annen overenskomst treffes, vedlikeholdes av den herredskommune for hvis regning opparbeidelsen er skjedd.\n0 Endret ved lover 24 juni 1991 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Alt veivedlikehold blir i almindelighed å utføre ved leiet arbeidshjelp.\nDog kan herredstyret bestemme for et tidsrum av inntil 5 år ad gangen, at det vedlikehold som påhviler en herredskommune, skal utføres ved arbeide in natura efter fordeling på herredets matrikkelskyld. Herfra undtas for bygdeveiers vedkommende broer, stikkrenner, veimurer, stabbestener og rekkverk. Utgiftene hertil utredes av herredskommunen. Herredstyret kan også bestemme at arbeidet in natura skal innskrenkes til kun å gjelde enkelte vedlikeholdsarbeider. Herredstyrets beslutning om utførelse av veivedlikehold ved arbeide in natura er ikke gyldig uten fylkesveistyrets godkjennelse.\nEr særlige foranstaltninger nødvendige til fremdrift av veidekksmateriale, såsom transport sjøværts eller med jernbane, blir utgiftene herved i alle tilfelle å utrede av den kommune, hvem vedlikeholdet påhviler.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2, 22 nov 1946 nr. 2, 15 des 1950 nr. 8 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Til herreds- og fylkeskommunenes vegvedlikehold ytes bidrag av staten\na. med en femtedel av utgiftene til avlønning av vegvoktere eller\nb. med en tjugendedel av beregnede veg vedlikeholdsutgifter, dersom dette alternativ er gunstigere for vedkommende fylkes- eller herredskommune. Regler for beregning av utgiftene fastsettes av departementet.\nAv vedkommende fylke ytes bidrag til herredskommunenes vegvedlikehold etter fylkestingets bestemmelse.\nKommunale vegvoktere ansettes av fylkesvegstyret som også utferdiger instruks for dem.\n0 Endret ved lover 24 juni 1931 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Den ordning, som ved nærværende lovs ikrafttræden finder sted med hensyn til offentlige veiers vedlikehold inden et amt, forblir gjældende, indtil den ved gyldig beslutning ophæves eller ændres. Dog blir ordningen med anvendelse av naturalarbeide ikke gjældende længer end fem aar efter lovens ikrafttræden, medmindre beslutning fattes under iagttagelse av forskriftene i § 46.\nSkulde et herred findes at være uforholdsmæssig betynget med veivedlikehold i forhold til sin økonomiske bæreevne, skal amtskommunen yde bidrag til dette herreds veivedlikehold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Forsaavidt naturalarbeide efter § 46 besluttes anvendt, skal dettes fordeling finde sted paa den maate, at herredet deles i roder, som tillægges hver sit veistykke.\nRodeinddelingen foranstaltes av herredsstyret. Forslag til delingen skal ha været utlagt til offentlig eftersyn i fire uker, før herredsstyret fatter endelig beslutning i saken. Utlæggelsen skal være bekjendtgjort. Herredsstyrets beslutning er ikke gyldig uten amtsveistyrets godkjendelse. Tvist mellem herredsstyret og amtsveistyret avgjøres med endelig virkning av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Ved rodeinddelingen skal der tages hensyn til de større eller mindre vanskeligheter, som er forbundet med vedlikeholdet av de enkelte veier eller dele av samme. Disse veier blir at inddele i klasser, saaledes at arbeidsbyrden blir saavidt mulig likelig fordelt.\nHerredsstyret kan frita bruk av 25 øres skyld og derunder for at yde naturalarbeide.\nForsaavidt værdierne av naturalarbeidet ikke er optat paa herredets budget, kan herredsstyret bestemme, at de fritagne bruk skal svare en avgift til herredskassen pr. skyldøre. Denne avgift skal søkes avpasset efter værdien av det veivedlikehold, som i tilfælde vilde ha paahvilt bruket. Herredsstyret kan bestemme, at avgiften skal betales for fem aar ad gangen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Herredsstyret kan bestemme, at avsidesliggende gaarder (matrikulert jord) eller dele av herredet fritages for naturalarbeide.\nI herred, hvor naturalarbeidet ikke er optat paa budgettet, kan herredsstyret bestemme, at de for naturalarbeide fritagne bruk skal yde et visst aarlig pengebidrag til herredskassen.\nDe heromhandlede bestemmelser bør i regelen fattes samtidig med beslutning om anvendelse av naturalarbeide inden herredet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Veistykkerne inden hver rode skal for sommerveiarbeidet deles mellem de til roden hørende matrikulerte bruk, saaledes at hvert av disse faar en bestemt del at vedlikeholde.\nVeistykinddelingen utføres efter foranstaltning av herredsstyret paa grundlag av brukenes matrikelskyld.\nDelingen skal av vedkommende arbeidspligtige avmerkes paa saadan maate, som amtmanden bestemmer. Forsømmes dette, kan amtmanden besørge avmerkningen utført paa vedkommendes bekostning.\nMed amtsveistyrets samtykke kan herredsstyret beslutte, at sommerveiarbeidet utføres av roden som fællesarbeide paa samme maate, som i § 55 for vinterveiarbeidet bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Rode- og veistykinddeling skal indføres en av herredskassen bekostet bok, som beror hos vedkommende veitilsynsmand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Vinterveiarbeide in natura blir at utføre av de veiarbeidspligtige (jfr. §§ 51 og 52) inden hver rode i fællesskap.\nDet forhold, hvori hvert bruk skal delta i fællesarbeidet, bestemmes efter indbyrdes overenskomst paa grundlag av brukenes matrikelskyld. Samtidig træffes avgjørelse om forholdet mellem mands- og hestedagsverk samt om, i hvilken orden fremmøte til arbeide skal finde sted.\nNaar mindst to tredjedele av de arbeidspligtige er enige, er overenskomsten gyldig. Kommer ikke saadan istand inden en av amtmanden sat frist, træffer denne de fornødne bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "De nødvendige sneploger til det distriktene påhvilende veivedlikehold skaffes henholdsvis for vedkommende fylkes- eller herredskommunes regning. Plogenes størrelse og innretning bestemmes av fylkesmannen efter uttalelse av herredstyret.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "For å lette vintervedlikeholdet kan der anbringes sneskjermer utenfor i veiens område. Voldes derved skade for eier eller bruker, svares erstatning som i mangel i av mindelig overenskomst fastsettes ved skjønn. Hvorvidt vinterarbeide på offentlige veier eller deler av samme under særegne forhold kan undlates eller innskrenkes, bestemmes for de i § 12 a nevnte veier av vedkommende regjeringsdepartement og for øvrig av fylkesmannen efter uttalelse av vedkommende herredstyre. Er sådan bestemmelse truffet for en vei, og et flertall av de i veiens brøitning interesserte eiere og brukere av matrikulert jord eller annen fast eiendom, representerende minst halvdelen av brukenes matrikkelskyld, finner det nødvendig at veien holdes farbar om vinteren, kan fylkesveistyret bestemme, at reglene i denne lovs annen del om private veier §§ 88-90 skal få tilsvarende anvendelse likeoverfor vedkommende interesserte.\nFylkesmannen kan efter uttalelse fra vedkommende herredstyre treffe bestemmelse om, hvorvidt vintervei utenfor offentlige sommerveier skal snebrøites og settes i farbar stand. For de i § 12 a nevnte veier treffes bestemmelse herom av vedkommende regjeringsdepartement.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Når et veistykke ved overordentlige naturbegivenheter, såsom sten-, jord- eller sneskred, oversvømmelse og lignende i vesentlig grad skades eller gjøres ufarbar, blir veien såfremt dens vedlikehold påhviler distriktet, å istandsette for fylkeskommunens regning når det gjelder hovedvei, og for herredskommunens regning når det gjelder bygdevei.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Det distriktene påhvilende vedlikeholdsarbeide på offentlige veier skal utføres på sådan måte og til de tider som fylkesveistyret bestemmer.\nAmtsveistyret utfærdiger ogsaa bestemmelser sigtende til at hindre utbredelsen av ugræs fra veiomraadet.\nEnhver, som i henhold til gyldig beslutning er paalagt arbeidspligt, skal utføre arbeidet paa forsvarlig maate og til fastsat tid, befordre ordrer vedkommende veiarbeidet og forøvrig holde sig de forskrifter, som av amtsveistyret utfærdiges, efterrettelig.\nEnhver utenfor roden boende arbeidspligtig skal opgi for rodemesteren en inden roden boende mand, som paa hans vegne og ansvar mottar ordrer og besørger veiarbeidet utført.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Fornødent vedlikeholdsmateriale til veier som vedlikeholdes av distriktet, skal skaffes og bekostes av vedkommende fylkeskommune for hovedveiene og av vedkommende herredskommune for bygdeveiene i sådanne mengder og av sådan beskaffenhet som for hver enkelt vei anses påkrevet, og som i fornødent fall bestemmes av fylkesmannen.\nDet til offentlige veiers vedlikehold nødvendige materiale samt fornøden grunn til fremkomstvei er enhver pliktig til å avstå. For avståelsen tilkommer eieren erstatning, såfremt skade forvoldes.\nOpnaaes ikke mindelig overenskomst om erstatningen, bestemmes dens størrelse ved skjøn. I udyrket mark eller skog kan saadanne materialer tages, uten at mulig erstatning paa forhaand er bestemt.\nVed heromhandlede tvungne avstaaelser bør saa vidt mulig tages hensyn til, at grus m.v. ikke tages i eller like ved have, parkanlæg og lignende eller for nær bebodd hus.\nMed samtykke av vedkommende amtsveistyre kan tvungen avstaaelse av grus m.v. finde sted ogsaa utenfor det herred, hvori veien ligger.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Skjøn, som avholdes med hjemmel av bestemmelser i nærværende lovs første del, avgives paa landet av lensmanden og to skjønsmænd. Varsel gives som ved indkaldelse til forliksraadet.\nBegjæring om overskjønn må framsettes innen 14 dager etter at underskjønnets slutning og resultat er forkynt. Hvis det er mulig, berammes forretningen ikke med lengre frist enn 7 dager. Bestemmelsene i dette ledd gjelder ikke skjønn som holdes med hjemmel av bestemmelser i lovens annen del.\n0 Endret ved lover 14 aug 1918 nr. 4, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 62.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Skjønsforretningene holdes paa aastedet og paa saadan aarstid, at grunden m.v. kan besigtiges og værdsættes.\nVed skjønnets avgivelse tages hensyn til alt, hvad der betinger værdien av det, som skal erhverves, samt den ulempe, som i tilfælde vil voldes eiendommen ved avstaaelse av grund m.v. Paa den anden side skal ogsaa hensyn tages til den særlige nytte og fordel, som eiendommen maa antages at vinde ved anlægget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 64.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Omkostningene ved de i nærværende lovs § 61 omhandlede skjøn, forsaavidt angaar erhvervelse av veivedlikeholdsmaterialer, betales av grundeieren, saafremt erstatningens størrelse blir nærmere den ham tilbudte end den av ham fordrede erstatning. Forsaavidt den ene av parterne ikke har villet fremkomme med forlangende eller tilbud, bæres omkostningene av denne. Fremkommer ingen av parterne med forlangende eller tilbud, bæres omkostningene av den, som har forlangt skjønnet.\nVed skjøn efter § 28 bestemmer skjønnet, hvorvidt og i tilfælde i hvilken utstrækning brukerne skal bære skjønsomkostningene.\n0 Paragrafens 2net og 3dje ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Fylkestinget – for de i § 12 a nevnte veier vedkommende regjeringsdepartement – kan utferdige forbud mot anvendelse på offentlig vei av kjøretøier, redskaper og bremseinnretninger, som skader veien.\nForbud kan likeledes utfærdiges mot slæpning av tømmer og lignende paa offentlig vei.\nDet kan bestemmes at forbudene ikke skal gjelde når veien er snedekket, frosset eller islagt.\nForsaavidt forbudene gjælder veier, som danner forbindelse med naborike, maa amtstingets beslutning for at være gyldig stadfæstes av Kongen.\nAmtstinget kan derhos gjennem vedtægter, som stadfæstes av Kongen, gi saadanne nærmere regler om kjøretøiers hjulhøide, felgbredde og lignende samt om lassvegt, som av hensyn til veienes bevarelse ansees paakrævet.\nVedtægter kan paa samme maate tillike utfærdiges til beskyttelse av offentlige broer. Forsaavidt vedtægtene skulde vedrøre færdsel i vasdrag, fløtning eller anden til vasdrag knyttet interesse, blir bestemmelserne herom at istandbringe efter forskriftene i vasdragslovgivningen.\nForskrifter utfærdiget med hjemmel av nærværende paragraf maa bekjendtgjøres mindst 2 – to – maaneder, før de sættes i kraft.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Midlertidige regler angaaende benyttelse av offentlig vei eller bro kan utfærdiges av amtmanden for et tidsrum av indtil et aar. Reglerne bør kundgjøres paa saadan maate, som amtmanden bestemmer.\nOveringeniøren for fylkets veivesen kan utferdige midlertidig forbud mot å trafikere en offentlig vei eller bro når det finnes nødvendig av hensyn til arbeider på eller ved veien (broen) eller når det under særlige forhold anses farlig å trafikere den. Sådant forbud må for å bli gjeldende utover en måned stadfestes av fylkesmannen. Forbudet bør kunngjøres ved fornødne opslag og for øvrig i den utstrekning det anses påkrevet.\n0 Endret ved lov 19 mai 1933 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Kongen kan utferdige almindelige regler for all gående, kjørende og ridende trafikk på vei eller gate som er åpen for almindelig ferdsel, gjeldende for hele riket.\nEfter andragende av vedkommende herreds- eller bystyre og etter at på landet fylkesvegstyrets og i by politimesterens uttalelse er innhentet, kan Kongen derhos utferdige særlige regler for vedkommende kommune.\n0 Endret ved lover 20 feb 1926 nr. 1, 16 nov 1956 nr. 2, 21 juni 1963 nr. 10 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Forseelser mot forskrifter som er utferdiget i henhold til foregående paragraf, straffes med bøter og behandles i de for politisaker bestemte former.\n0 Endret ved lov 20 feb 1926 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Det er forbudt at beskadige offentlig veis eiendomsomraade med tilhørende beplantninger, rækverker, stabbestener, veivisere, kilometerstolper, veistykmerker og lignende.\nDet er likeledes forbudt paa nævnte omraade:\n1. At foreta gravning, sprængning eller andet arbeide uten særskilt tilladelse av amtmanden.\n2. At lægge tømmer, ved, kvist, sten, torv eller andre gjenstande, undtagen hvor der ved veien er anlagt særskilt offentlig oplagsplads til saadant bruk, eller hvor tilladelse av vedkommende veltilsynsmand i særegne tilfælde erholdes.\n3. At kaste avfald, skyllevand og lignende.\nFraspændte kjøretøier kan for en kortere tid bli staaende paa den ene side av veien. Forspændte kjøretøier kan paa samme maate henstaa paa veien uten tilsyn, naar hesten er forsvarlig bundet (med fotbaand eller paa anden maate).\nHester, kjør og andre kreaturer maa ikke tjores saaledes, at de kommer ind paa veiomraadet, og heller ikke slippes til beitning paa indhegnet vei.\nPaa den skyldiges bekostning kan vedkommende veitjenestemand besørge istandsat forvoldt skade paa veiomraadet og i tilfælde bortføre, hvad der saaledes ulovlig maatte være henlagt eller hensat paa samme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Overtrædelser av de i denne lov indeholdte bestemmelser eller de med hjemmel herav utfærdigede forskrifter eller vedtægter straffes med boter, forsaavidt ikke forholdet rammes av en strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Enhver, som er pligtig til at utføre veivedlikehold in natura, og som enten ikke moter til fastsat tid eller moter uten fornødne redskaper eller hester eller utfører arbeidet mangelfuldt eller lar mote ved ikke fuldt arbeidsdygtig mandskap eller hester, straffes med bøter.\nDet arbeide, som forsømmes eller utføres mangelfuldt, kan av amtmanden besørges utført paa vedkommendes bekostning. Utgiftene hermed utredes forskudsvis av vedkommende herredskommune. Det samme gjelder hvor naturalarbeide i medhold av § 4 anvendes ved anlegg av nye eller omlegning av eldre bygdeveier.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Veiarbeidspligtig, som utviser forsømmelse med hensyn til befordringen av ordrer angaaende veivæsenet, straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Forsømmer en rodemester de ham paahvilende pligter, straffes han med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "I alle tilfælde, hvor med hjemmel av denne lov arbeide besørges utført paa vedkommende arbeidspligtiges eller skyldiges bekostning, kan vedkommende utgiftsbeløp inddrives ved utpantning.\nDet samme gjælder det ved skjøn efter § 6 mellem vedkommende interesserte fordelte veibidragsbeløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Nærværende lovs bestemmelser skal også gjelde for ladesteder som ikke har eget kommunestyre.\nKongen kan gjøre de av nærværende lovs bestemmelser som dertil finnes egnet, gjeldende for kjøpstæder og ladesteder som har eget kommunestyre, forsaavidt de ikke allerede efter sitt innhold gjelder det hele rike (jfr. § 68).\nBestemmelsen i § 37 gjelder også for byer og ladesteder med eget kommunestyre og for de strøk på landet hvor bygningsloven er gjort gjeldende.\n0 Endret ved lover 20 feb 1926 nr. 1, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Fornødent materiale, som en kjøpstad eller et ladested (med eget kommunestyre) trænger til vedlikehold av offentlige gater, veier eller pladser inden samme, kan mot erstatning av kommunen kræves avstaat i udyrket mark utenfor vedkommende kjøpstads eller ladesteds grænser, naar samtykke meddeles av amtmanden i det amt, inden hvilket avstaaelsen ønskes. Negtes saadant samtykke, kan saken indbringes til avgjørelse av Kongen.\nErstatningens størrelse bestemmes – i mangel av mindelig overenskomst – ved skjøn overensstemmende med reglerne i nærværende lovs kapitel VII og kapitel VI § 60, forsaavidt de her kan finde anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Grunn så vel til anlegg av ny som til omlegning eller utvidelse av eldre privat gangvei, kreaturvei til havnegang (fegutu), kløv- eller kjørevei – med broer – kan fordres avstått når det ved skjønn godtgjøres, at veien for vedkommende gårdsbruk eller bosted danner nødvendig adkomst til offentlig vei, jernbanestasjon eller ferdselsvei tilvanns, eller at veien danner en for jordbrukets utvikling nødvendig adkomst mellem et eller flere gårdsbruks enkelte deler, og det derhos godtgjøres at nytten for den eller dem som bruker veien, er overveiende i forhold til den skade eller ulempe som vil voldes grunneieren.\nLikeledes kan grunn sä vel til anlegg av ny som til omlegning eller utvidelse av privat setervei (stolsvei) fordres avståt når det ved skjønn godtgjøres, at veien for et eller flere gårdsbruk danner nødvendig adkomst til seteren, og at nytten for den eller dem som bruker veien, er overveiende i forhold til den skade eller ulempe som vil voldes grunneieren.\nGrunn så vel til anlegg av ny som til omlegging eller utvidelse av eksisterende privat veg – med bruer – over annen manns eiendom fra hoteller, brygger, opplag, industrielle anlegg, steinbrudd eller skog til offentlig veg, jernbanestasjon, tømmeropplagsplass, fløtningsvassdrag eller ferdselsveg til vanns, samt fra skog til industrielle anlegg til foredling av tre virke eller oppslagstomt, kan kreves avstått når det ved skjønn godtgjøres at vegen er av betydelig interesse for driften, og at fordelene ved vegen er overveiende i forhold til den skade eller ulempe som vil voldes.\nFor så vidt atkomst som i denne paragraf omhandlet helt eller delvis kan oppnås ved hjelp av en allerede eksisterende privat veg, kan under samme betingelser som foran nevnt erverves rett til å nytte vegen.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Kongen kan gi tillatelse til anlegg av privat veg med bruer over annen manns eiendom til andre formål enn de som er nevnt i § 80, når vegen er av betydelig interesse for søkeren og fordelene ved vegen er overveiende i forhold til den skade eller ulempe som vil voldes. Under samme vilkår kan det gis tillatelse til å bruke en allerede eksisterende privat veg.\n0 Endret ved lover 19 mai 1933 nr. 2, 24 juni 1938 nr. 24, 22 nov. 1940 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Naar det ved skjØn efter § 80 eller ved kongelig resolution efter § 81 er avgjort, at grund skal avgives, skal det ved skjøn bestemmes, hvor meget der skal avstaaes til veibane, brosted, skraaninger og grøfter, hvorhos dette under skjønnet skal nøiagtig beskrives og avmerkes.\nKan veien uten skade for hensigten og uten at medføre uforholdsmæssige omkostninger lægges i forskjellige retninger, og parterne ikke enes, skal skjønnet bestemme veiens retning.\nLikeledes har skjønnet i tilfælde at bestemme, paa hvilke steder og i hvilket omfang veibygningsmaterialer til anlægget kan tages.\nKræver grundens eier, at erstatningen helt eller delvis gives i form av jord, avgjør skjønnet, om dette bekvemt kan ske, og i tilfælde hvor og hvormeget jord der skal gives i vederlag.\nErstatning fastsættes for opførelse og vedlikehold av gjærde paa begge sider av veien eller av grinder over samme, forsaavidt skjønnet finder, at anbringelse herav er nødvendig. Naar saadan erstatning er fastsat, skal den ikke kunne kræves utbetalt, før gjærderne eller grindene er opført.\nBestemmelsene i § 92, annet, tredje og fjerde ledd, kommer til anvendelse hvor det gjelder erstatning for rett til å benytte en eksisterende privat vei.\n0 Endret ved lov 19 mai 1933 nr. 2. Paragrafens 4de ledd er ophevet ved lov 14 aug. 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "82 a",
      "section": "82 a",
      "content": "Når det ved skjønn etter § 80 eller ved tillatelse etter § 81 er bestemt at grunn skal avstås eller når det er gitt tillatelse til å nytte en allerede eksisterende privat veg, kan vedkommende departement i særlige tilfelle samtykke i at avståingen gjennomføres før ersttatningen er fastsatt. Tilsvarende gjelder for skade som tiltaket kan føre med seg.\nEkspropriasjonsskjønn må begjæres snarest mulig og senest innen en frist som departementet fastsetter. Erstatningen forfaller til betaling så snart den er endelig fastsatt. Blir fristen etter dette ledds første punktum oversittet eller erstatningen ikke betalt ved forfall, kan departementet bestemme at grunnen skal falle tilbake til vedkommende private grunneier.\nStaten innestår for at erstatningen blir betalt. Departementet kan kreve at eksproprianten stiller slik sikkerhet som departementet bestemmer.\n0 Tilføiet ved lov 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82a",
        "source_heading": "§ 82 a."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Til vedlikehold av private veier, hvad enten de er anlagt i henhold til mindelig overenskomst eller efter lovlig tvangsavstaaelse av grund, kan det, naar vedlikeholdet ikke uten uforholdsmæssige vanskeligheter eller utgifter kan ordnes paa anden maate, ved skjøn avgjøres, hvorvidt og i tilfælde i hvilken utstrækning vedlikeholdsmaterialer, i herunder medtat fornøden vei til disses fremdrift, skal kunne fordres avstaat, dog kun i udyrket mark eller skog.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 84.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "I alle tilfælde, hvor det ved tvungen avstaaelse blir nødvendig at føre privat vei over andenmands eiendom gjennem et paa landets grund liggende strøk, som i henhold til lovgivningen om bygningsvæsenet er undergit regulering, skal anlægget følge den vedtagne reguleringsplan, medmindre dispensation opnaaes.\nForsaavidt der for strøket endnu ikke er vedtat reguleringsplan, skal de stedlige myndigheter, hvorunder reguleringssaker er henlagt, gives anledning til at uttale sig om anlægget. Opnaaes ikke enighet mellem disse og den, som ønsker veien anlagt, avgjøres tvisten av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 86.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Hvis nogen anden end eieren har bruksret til eiendommen, skal ved tvungen avstaaelse av grund m.v. efter nærværende lovs anden del skjønnet bestemme, hvor stor del av erstatningen brukeren tilkommer, enten aarlig eller engang for alle, samt hvor meget der skal godtgjøres ham for opførelse og vedlikehold av gjærder eller grinder i henhold til skjønnet, forsaavidt disse arbeider overtages av brukeren.\nEr vederlaget jord, tilkommer brukeren for hans brukstid benyttelse av denne overensstemmende med den ret, hans adkomst hjemler ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Når privat vei blir brukt som felles adkomst fra flere eiendommer til offentlig vei, jernbanestasjon eller ferdselsvei til vanns, skal alle eiere såfremt, noen av dem forlanger det, være pliktige – enhver efter det forhold hvori bruken skjønnes å vedkomme hans eiendom – til å holde veien så vel vinter som sommer i forsvarlig stand samt forsynt med fornødne broer, hvor sådanne for har vært anbragt, alt forsåvidt ikke rettigheter, erhvervet ved kontrakter eller på annen lovlig måte, heri gjør endring. Den her omhandlede plikt gjelder så vel tilveiebringelse av nødvendige materialer som selve arbeidets utførelse. Ved tomtefeste eller jordleie for lengere tid påhviler vedlikeholdet leieren med mindre annet er bestemt i kontrakten.\nHvad her er uttalt om det egentlige vedlikehold, skal under samme betingelser ogsaa kunne gjøres gjældende for større utbedringsarbeider.\nReglerne i denne paragraf gjælder ogsaa sommervedlikehold paa sæterveier (stølsveier) samt de i § 80 omhandlede veier til et eller flere gaardsbruks forskjellige dele.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Skulde vedkommende ikke kunne enes om grænserne for sine pligter efter foregaaende paragraf, kan det ved skjøn avgjøres, baade hvem der er interessert i veien, og hvorledes forpligtelserne skal fordeles. Naar 5 aar er forløpet siden sidste skjøn, kan nyt skjøn forlanges avholdt. I begge tilfælde avgjør skjønnet, hvem der skal betale skjønsomkostningene.\n0 Paragrafens 2net ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "En av brukerne blandt disse for tre aar valgt mand skal overdrages tilsynet med vedlikeholdet av vei, som omhandles i § 88.\nNår noen undlater å efterkomme hvad det ved skjønn efter foregående paragraf er ham pålagt, skal tilsynsmannen melde dette til veivesenet som kan la veien utbedre for vedkommendes regning og i tilfelle med fylkesmannens godkjennelse la beløpet inndrive ved utpantning. Det samme gjelder for heromhandlede slags veier, hvor vedlikeholdet er bestemt ved utskiftningsforretning.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Naar flerheten av brukerne andrar derom og herredsstyrets anbefaling foreligger, kan de heromhandlede veier efter nærmere bestemmelse av vedkommende amtsveistyre underlægges det sedvanlige offentlige tilsyn paa betingelse av, at utgiftene herved utredes av de interesserte i fællesskap efter samme forhold som for vedlikeholdsarbeidet fastsat.\nEr veiene underlagt offentlig tilsyn, skal de i lovgivningen om offentlige veier indeholdte regler om saadanne veiers bruk med tilhørende straffebestemmelser ogsaa gjælde for vedkommende privatveier.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Foruten i de tilfelle som er nevnt i §§ 80 og 81, kan rett til å benytte annenmanns private vei erhverves, når veien er over 3 kilometer lang, og det ved skjønn godtgjøres at nytten for den eller dem som er interessert i fremkomsten over veien, er av overveiende betydning i forhold til den skade eller ulempe som derved vil voldes eieren.\nEr det ved saadant skjøn avgjort, at veien skal kunne benyttes av andre trafikerende, har skjønnet at fastsætte den erstatning, som skal utredes til veiens eier. Erstatningen blir under hensyntagen til utgiftene ved veiens oparbeidelse at fastsætte til et beløp en gang for alle, hvorhos der som erstatning for de forøkede vedlikeholdsutgifter blir at tilkjende eieren et visst beløp for hvert kalenderaar, hvori veien benyttes av de andre trafikerende.\nSaavel erstatningsbeløpet en gang for alle som den aarlige erstatning – hvilken sidste erlægges forskudsvis for hvert kalenderaar – skal være betalt til eieren, forinden de andre trafikerende kan benytte veien.\nNaar mindst 5 aar er forløpet, siden sidste skjøn er holdt, kan saavel veiens eier som de andre trafikerende forlange nyt skjøn avholdt til fastsættelse av den aarlige erstatnings størrelse. Ved disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.\n0 Endret ved lov 19 mal 1933 nr. 2. Paragrafens 4de ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Private veier, broer og brygger (kaier), som står åpne for ferdsel, skal kunne undersøkes av vedkommende fylkesmann, for at deres sikkerhet kan kontrolleres.\nForsåvidt det ved sådan undersøkelse finnes at benyttelsen kan være farlig, skal der skje innberetning med forslag til sikkerhetsforanstaltninger til vedkommende politimyndighet, som kan avstenge eller nedlegge forbud, helt eller delvis, mot fortsatt bruk av vedkommende vei, bro eller brygge.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Ret til kjøring paa vinterføre over andenmands eiendom, hvor saadan ret ikke ved overenskomst, bruk fra alders tid eller hævd allerede haves, kan erhverves, naar det ved skjøn godtgjøres, at nytten for den eller dem, som er interessert i saadan fremkomst, er overveiende i forhold til den skade eller ulempe, som vil voldes grundeier eller bruker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Naar det ved skjøn efter § 94 er avgjort, at vinterkjøring over andenmands eiendom skal tillates, har skjønnet at bestemme, hvor kjøringen kan foregaa, og at avgjøre, hvorvidt skade eller ulempe herved vil tilføies vedkommende eiendom, samt i saa fald at bestemme erstatning for samme med et beløp for hvert aar, hvori vinterveien brukes.\nDog kan skjønnet beslutte, at avgjørelsen av erstatningsspørsmaalet skal utstaa til en senere tid, forsaavidt dette findes nødvendig til bedømmelse av den med kjøringen forbundne skade eller ulempe. I saa fald har skjønnet at fastsætte et beløp, for hvilket saadan sikkerhet, som av forretningens bestyrer godtages, skal være stillet, inden retten til kjøring kan benyttes. Forøvrig kan retten ikke benyttes, før erstatningsbeløpet for vedkommende aar er betalt.\n0 Paragrafens siste ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Naar mindst 5 aar er forløpet, siden sidste skjøn er holdt om ret til vintervei, kan grundeier eller bruker forlange nyt skjøn til avgjørelse saavel av, hvorvidt og i tilfælde hvor kjøring kan tilstedes, som av erstatningens størrelse.\nVed disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.\nDen aarlige erstatning for bruk av vintervei tilfalder eiendommens bruker, saafremt denne er en anden end eieren og der ved kontrakt ikke er anderledes bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Kongen kan paa nedenfor nævnte betingelser meddele tilladelse til bruk av andenmands grund til driftevei samt hvile- og beitepladser under drivning av kreaturer til og fra fjeld- eller heiebeiter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Saadan tilladelse som i § 97 nævnt maa kun tilstaaes, naar det godtgjøres, at nytten av en saadan driftevei maa ansees overveiende i forhold til den skade eller ulempe, som vil voldes grundeierne, og at veien aarlig vil bli brukt av mindst 1000 smaafæ eller 200 storfæ (herunder hester). 5 smaafæ regnes like med 1 storfæ. Desuten maa amtstingene i de amter, som berøres av drifteveien, ha uttalt sig om andragendet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Naar tilladelse som foran nævnt er meddelt, skal der for hver driftevei av vedkommende amtsting vælges et styre, hvis medlemsantal, tjenestetid og godtgjørelse fastsættes av amtstinget.\nGaar drifteveien gjennem flere amter, skal styret bestaa av to medlemmer fra hvert amt. Disse vælges av vedkommende amtsting. Opstaar der inden styret meningsforskjel, som ikke kan løses ved almindelig flertalsavgjørelse, avgjøres saken av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Det opnævnte styre er kreatureiernes repræsentant i alt, hvad der vedkommer drifteveien, og har bl.a. at ordne det nødvendige saavel angaaende veiens istandbringelse som angaaende dennes samt hvile- og beitepladsenes bruk. Nærmere regler herom gjældende for fem aar utfærdiges av styret med amtmandens stadfæstelse.\nStyret sørger for indfordring av den i de utfærdigede regler fastsatte aarlige avgift hos dem, som benytter veien. Indfordringen sker paa den maate som i reglerne bestemt.\nStyret sørger likeledes for, at den ved overenskomst eller skjøn bestemte aarlige erstatning blir utbetalt rette vedkommende inden den tid, som er fastsat i reglerne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Naar saadan tilladelse, som omhandles i § 97, er meddelt, skal – hvor mindelig overenskomst ikke opnaaes – saavel utstrækningen og beliggenheten av drifteveien med tilhørende hvile- og beitepladser som erstatningens størrelse bestemmes ved skjøn.\nHvile- og beitepladser kan ikke forlanges utlagt i dyrket mark eller i naturlig slaatteland, der ligger i nærheten av hjemmemarken.\nSkjønnet er berettiget til hos styret at erholde de for skjønnets avgivelse nødvendige oplysninger, bl.a. om antallet av de kreaturer, som antages aarlig at ville bruke veien.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Hvor ikke vand, fjeldside eller lignende danner naturlig grænse, bør saavel vei som hvile- og beiteplads ved styrets foranstaltning avgrænses ved let synbare merker og grænserne beskrives i skjønsforretningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Erstatningen skal – særskilt for hver eiendom – bestemmes til et aarlig beløp for hvert kreatur, som drives efter veien, og skal erlægges for mindst 1000 smaafæ eller 200 storfæ (herunder hester). 5 smaafæ regnes like med 1 storfæ. Erstatningen tilfalder eiendommens bruker, saafremt denne er en anden end eieren og der ved kontrakt ikke er anderledes bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Driftevei samt hvile- og beiteplads, som er erhvervet med hjemmel av foranstaaende bestemmelser, skal staa aapen til bruk i omhandlede øiemed for alle, som betaler den i de utfærdigede regler fastsatte aarlige avgift.\nFør driftevei samt hvile- og beiteplads benyttes, maa anmeldelse i betimelig tid indsendes til styret med opgave over det omtrentlige antal dyr, som skal drives.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Det avgivne skjøn er bindende for parterne i mindst fem aar. Naar fem aar er forløpet, kan saavel drifteveistyret som grundeieren – i tilfælde ogsaa brukeren – forlange nyt skjøn, som i saa fald likeledes blir gjældende i mindst fem aar.\nVed disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Kongen kan bestemme, at driftevei ikke længer skal benyttes som saadan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Med hensyn til skjøn, som foranlediges ved bestemmelser i nærværende lovs anden del, gjælder, hvad der i lovens forste del er bestemt om skjøn vedkommende offentlige veier, forsaavidt det derpåa kan faa anvendelse og der ikke i lovens anden del er git særskilte regler herom.\n0 Paragrafens 2net ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 108.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "3:109",
      "chapter": "3",
      "section": "109",
      "content": "Nærværende lovs kap. XIV samt kap. VII, forsaavidt bestemmelserne dette kapitel faar anvendelse under kap. XIV, træder straks i kraft.\nForøvrig træder loven i kraft 1 juli 1913.\nFra samme tid ophæves: – – –\nLikesaa ophæves enhver anden bestemmelse, forsaavidt den strider mot nærværende lov.\nDe i henhold til ovennævnte love utfærdigede særlige regler eller vedtægter skal, forsaavidt de i samme indeholdte bestemmelser kunde ha været lovlig vedtat i medhold av nærværende lov, bli gjældende, indtil de ved gyldig beslutning maatte bli sat ut av kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Ved offentlige veier paa landet forstaaes veier, som staar til almenhetens bruk og vedlikeholdes ved foranstaltning av stat, amt eller herred samt er offentlig tilsyn undergit.\nDisse veier er to slags:\n1. Hovedveier, nemlig:\na. vigtigere veier, som forbinder riket med naborike eller amter indbyrdes og\nb. viktigere gjennemgangsveier som vedlikeholdes for motorvognavgifter (veiavgiftene) med eller uten distriktsbidrag – riksveier,\nc. veier, som inden et amt befordrer gjennemgangsfærdsel mellem to eller flere herreder eller tjener en væsentlig del av et herred som eneste eller vigtigste adkomst til by eller andet knutepunkt for færdsel.\n2. Bygdeveier, hvortil regnes alle andre offentlige veier.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Undersøkelse av nye hovedveianlæg iverksættes av den centralmyndighet, hvorunder veivæsenet or henlagt, eller av amtsveistyret efter indhentet samtykke av centralmyndigheten.\nAnlæg av nye eller omlægning av ældre hovedveier med broer skal i almindelighet utføres for statskassens regning med eller uten distriktsbidrag efter beslutning for hvert enkelt tilfælde av vedkommende bevilgende myndigheter, hvem planer og overslag forelægges.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Undersøkelse og planlæggelse av nye eller omlægning av ældre bygdeveier iverksættes av amtmanden efter vedkommende herredsstyres anmodning. Bygning av saadanne veier med broer blir efter beslutning av vedkommende herredsstyre, med eller uten bidrag av stat eller amt, at utføre efter amtmandens foranstaltning. Planer og overslag forelægges herredsstyret og i tilfælde amtstinget og Stortinget.\nBestemmelserne i nærværende paragraf skal ikke være til hinder for, at statsbidrag til bygdeveier under særlige forhold bevilges paa saadan maate, at bevilgningen ikke knyttes til bestemte anlæg, men blir at fordele mellem bygdeveianlæg inden vedkommende amt efter amtstingets nærmere bestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Ved anlæg av nye eller omlægning av ældre bygdeveier kan herredsstyret bestemme, at utgiftene i den utstrækning, hvori de bæres av vedkommende herred, helt eller delvis skal bestrides ved kjøring eller andet naturalarbeide av brukere av matrikulert jord efter deres eiendommes matrikelskyld.\nHerredsstyret kan frita bruk av 25 øres skyld og derunder samt avsidesliggende gaarder for at yde naturalarbeide.\nForsaavidt omhandlede arbeider ikke er optat paa herredsbudgettet, kan herredsstyret, bestemme, at der skal ydes et bidrag avpasset efter værdien av det arbeide, som i tilfælde vilde falde paa disse bruk.\nBeslutningen skal indeholde bestemmelse om arbeidets fordeling mellem vedkommende brukere samt om forholdet mellem mands- og hestedagsverk og trænger for at være gyldig godkjendelse av amtsveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Naar der fra mindst to tredjedele av de interesserte eiere og brukere av matrikulert jord eller anden fast eiendom til herredsstyret fremkommer forslag om oparbeidelse av offentlig bygdevei helt eller delvis ved bidrag fra de interesserte eiere og brukere av penger eller arbeide, og herredsstyret beslutter veien optat som bygdevei, skal det, forsaavidt mindst halvdelen av det forutsatte bidrag er vedtat, ved skjøn avgjøres, hvorledes det manglende bidrag skal fordeles mellem de interesserte.\nIngen kan paalægges et større bidrag, end der svarer til den nytte, som skjønnet antar, han vil ha av anlægget med fradrag av hans frivillige bidrag. Naar dette iagttages, kan ved ansættelse av det tvungne bidrag ogsaa tages hensyn til vedkommendes økonomiske evne.\nHvilke eiere eller brukere av matrikulert jord eller anden fast eiendom er interessert i anlægget, avgjøres i tilfælde av tvist ved skjøn.\nUtgiftene ved omhandlede skjønn bæres, forsåvidt underskjønn angår, av herredet.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Ældre hovedveier kan nedlægges som saadanne efter beslutning av vedkommende amtsting med stadfæstelse av Kongen.\nÆldre bygdeveier kan nedlægges som saadanne efter beslutning av vedkommende herredsstyre med amtsveistyrets stadfæstelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Finder amtsveistyret, efterat herredsstyret har uttalt sig, at en vei, som nedlægges, helt eller delvis er paakrævet som fremkomstvei, blir veien eller en nærmere bestemt del av denne at utlægge til almindelig bruk for de interesserte efter herredsstyrets nærmere bestemmelse.\nHvis dette ikke sker, kommer, forsaavidt ny vei anlægges, værdien av den gamle veigrund til avdrag i erstatningen for grundavstaaelse til det nye veianlæg over samme eiendom efter et ved overenskomst eller skjøn bestemt beløp.\nNedlagt vei, som ikke utlægges til almindelig bruk, og som heller ikke kommer til avdrag i anledning av nyt veianlæg, bør herredsstyret – uten eller mot vederlag – overdra til den eller de eiendomme, som støter til veien. Eieren av disse eiendomme kan forlange veigrunden avstaat mot godtgjørelse, bestemt ved skjøn.\n– – –\nGaar vei, som nedlægges, gjennem flere amter, og der opstaar tvist om anvendelsen av nærværende paragrafs første led, avgjøres tvisten av vedkommende regjeringsdepartement.\nBestemmelser efter nærværende paragraf træffes av vedkommende regjeringsdepartement, forsaavidt angaar veier, som baade er anlagt, og som vedlikeholdes utelukkende eller væsentlig for statens regning.\n0 Paragrafens 4de ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Bygdevei eller privat vei kan efter at være godkjendt av amtmanden optages som hovedvei, naar beslutning herom fattes av amtstinget med stadfæstelse av Kongen.\nPrivat vei eller nedlagt hovedvei kan optages som bygdevei, naar herredsstyret herom fatter beslutning, og denne stadfæstes av amtmanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "I de amter, hvor de offentlige veier ved nærværende lovs ikrafttræden ikke er inddelt i hoved- og bygdeveier, skal saadan inddeling efter de i § 1 nævnte regler foretages inden en av Kongen fastsat frist.\nInddelingen foretages av amtstinget efter forslag av vedkommende herredsstyrer og amtsveistyret og trænger for at være gyldig stadfæstelse av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Den nugjældende inddeling av offentlige veier blir fremdeles i kraft, med mindre ændring heri sker med hjemmel av bestemmelser i nærværende lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Den centralmyndighet, hvorunder veivæsenet er henlagt, har:\na. å utøve styret vedkommende veier som både er anlagt og som vedlikeholdes utelukkende eller vesentligst for statens regning, og styret vedkommende veier,\nb. at godkjende planlæggelsen av hovedveier med broer, at gi amtmanden bemyndigelse til disse arbeiders iverksættelse samt at føre tilsyn og kontrol med deres utførelse.\nInnen hvert fylke styres vegvesenet både for så vidt angår bygging og vedlikehold av et fvlkesvegstyre bestående av fylkesmannen som formann og to av fylkestinget valgte menn, som – med varamenn – tjenstgjør 4 år ad gangen.\nAmtsveistyret er beslutningsdygtig, naar formanden og et medlem er tilstede og disse er enige.\nVeisaker, hvis avgjørelse er henlagt til amtmanden, kan forelægges amtsveistyret til avgjørelse, naar amtmanden finder dette ønskelig.\nI saker, hvis avgjørelse henhører under amtsveistyret eller amtmanden, skal amtsingeniøren gives anledning til at uttale sig.\nDen direkte ledelse og utførelse av alle arbeider av teknisk art blir at overdra til amtsingeniøren efter amtsveistyrets nærmere bestemmelse. Meningsforskjel i denne anledning avgjøres av vedkommende regjeringsdepartement.\nDe av amtstinget valgte medlemmer av amtsveistyret erholder skyss- og kostgodtgjørelse som for formandskapsordførere bestemt. Utgiftene herved utredes av amtskommunen.\nNår der i forbindelse med fentlig vei anlegges brygge, kan det av den myndighet som utøver styret for vedkommende vei, stilles nærmere betingelser for bryggens anvendelse. Beslutningen herom kan, når den treffes av annen myndighet enn departementet, innankes for dette.\n0 Endret ved lover 24 juni 1931 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Veivesenets overingeniører i fylkene ansettes av vedkommende i regjeringsdepartement efter innstilling av fylkesveistyret. Deres lønn, kontorholdsgodtgjørelse og reiseutgifter utredes av staten.\nInstruks for amtsingeniøren utfærdiges av departementet efter forslag av amtsveistyret.\n0 Endret ved lov 13 mars 1935 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "I hvert fylke ansettes underordnede veiingeniører i den utstrekning, hvori bevilgning has. Deres lønn og reiseutgifter samt mulig kontorholdsgodtgjørelse utredes av staten. De ansettes av vedkommende regjeringsdepartement efter innstilling av fylkesveistyret, som også utferdiger instruks for dem.\n0 Endret ved lov 13 mars 1935 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Kongen bestemmer, fra hvilken tid de i §§ 12, 13 og 14 givne regler om veivæsenets styre skal gjennemføres i de amter, hvor ved lovens ikrafttræden en anden ordning haves.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Under amtsveistyrets kontrol skal herredets lensmand føre tilsyn med de offentlige veiers og broers vedlikehold.\nAmtsveistyret kan dog efter indhentet uttalelse fra vedkommende herredsstyre ved ledighet i lensmandsbestilling, eller hvor der maatte være tat fornødent forbehold ved ansættelse av lensmand, bestemme, at veitilsynet skal utføres av andre dertil skikkede mænd.\nAmtsveistyret utfærdiger instruks for lensmændene og de særskilt beskikkede veitilsynsmænd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Lensmænd, som ansættes, efterat nærværende lov er traadt i kraft, eller i tilfælde de særskilt beskikkede veitilsynsmænd tilkommer for sit arbeide og for reiser i veivæsenets anliggender en fast aarlig godtgjørelse, som utredes av staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "Hvor veivedlikeholdet utføres ved arbeide in natura, skal amtmanden efter forslag av herredsstyret for hver rode opnævne en rodemester, som vælges blandt eiere eller brukere av matrikulert jord inden roden og har at tjenstgjøre i dette ombud i tre aar, hvorefter vedkommende i likesaa lang tid kan negte at motta opnævnelse.\nRodemesteren er pligtig til at rette sig efter den instruks, som utfærdiges av amtsveistyret.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Veivæsenets ingeniører og tilsynsmænd maa inden sit virkeomraade hverken direkte eller indirekte overta eller ha del i leveranser eller kontrakter vedkommende det offentlige veivæsen. De kan heller ikke opnævnes til rodemestre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Offentlige veier og broer bygges og utstyres saaledes, som efter færdselen og forholdene i hvert enkelt tilfælde findes paakrævet.\nNormal-regler for veiundersøkelser, bygning og utstyr – herunder indbefattet broers bæreevne – bør for hovedveier utfærdiges av den centralmyndighet, hvorunder veivæsenet henhører, og for bygdeveier av vedkommende amtmand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Enhver er pligtig til at finde sig i, at offentlig vei utstikkes over hans eiendom, og at der paa samme sker grundundersøkelser samt undersøkelser efter veibygnings- og vedlikeholdsmaterialer.\nMerker, som av veivæsenet opsættes ved utstikningen av bevilgede veier, maa ikke uten tilladelse av amtmanden fjernes.\nVoldes skade for eier eller bruker, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Til anlegg, omlegging eller utvidelse av offentlig vei eller bro med tilhørende fortau, båtbrygger (båtkaier), oplags- og holdeplasser, parkeringsplasser, garasjer, staller, verksteder, arbeiderbarakker og veivokterboliger er enhver pliktig til å avstå fornøden grunn og veibyggingsmaterialer med fornøden vei til disses fremdrift. Dessuten kan kreves avstått grunn og rettigheter for en hensiktsmessig regulering av grenser og bruksforhold eller for overdragelse til andre som blir berørt av anlegget. Også ellers kan grunn med Kongens samtykke kreves avstått når særlige forhold gjør det ønskelig.\nFor avstaaelsen tilkommer eieren erstatning efter overenskomst eller – hvis saadan ikke kan opnaaes – – skjøn. Dette skal være avholdt, før grunden benyttes eller materialerne borttages.\nVedkommende departement eller den det gir fullmakt kan i særlige tilfelle bestemme at fornøden grunn, vegbyggingsmaterialer m.v. som nevnt i første punktum, kan overtas uten at erstatning er fastsatt på forhånd.\nEkspropriasjonsskjønn må i tilfelle forlanges senest 14 dager etter at overtakelse har funnet sted. Staten innestår for at erstatningen blir betalt.\nI udyrket mark eller skog kan materialer som nevnt i første punktum alltid tas uten at mulig erstatning på forhånd er bestemt.\nVed avståelse etter denne paragraf er saksøkte pliktig til å ta mot grunn eller rettighet som vederlag for det avståtte, såframt skjønnet finner denne ordning rimelig.\nNår det gjelder vanskelige spørsmål vedkommende grenser, ordning av bruksrettigheter m.v., kan skjønnet tilkalle vedkommende utskiftningsformann til veiledning.\n0 Endret ved lover 24 juni 1938 nr. 24, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Findes hus eller andre faststaaende indretninger i den utstukne og vedtagne veilinje, og denne ikke uten væsentlig ulempe antages at kunne lægges anderledes, skal eieren være pligtig til at avstaa eller flytte disse mot erstatning efter overenskomst eller – hvis saadan ikke kan opnaaes – ved skjøn.\nNaar utgiftene indgaar under grundavstaaelsen, skal saadan avstaaelse eller flytning ikke kunne bestemmes, før samtykke er erhvervet fra den kommune, som bærer de væsentligste utgifter ved grundavstaaelsen.\nSamtykket kan ved hovedveianlæg dog meddeles av vedkommende regjeringsdepartement, naar det er avgjort, at utgiftene ved avstaaelsen eller flytningen skal bæres av anlægget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Herredsstyret kan med samtykke av vedkommende amtsveistyre kræve avstaat grund, materialer m.v. til fortsættelse av et bygdeveianlæg i et eller flere andre herreder.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Ved anlæg av hoved- eller bygdevei, som skal føres fra landdistrikt ind i en kjøpstad eller ladested (med eget kommunestyre), skal amtmanden med samtykke av vedkommende bystyre kunne kræve avstaat grund, hus, materialer m.v. inden byens grænser. Negtes saadant samtykke, kan saken indbringes til avgjørelse av Kongen.\nSaavel i saadanne tilfælde, som naar offentlig vei skal føres ind i strøk paa landets grund, som er undergit den almindelige bygningslovgivning eller som byggebelte er henført under en bys regulering, skal anlægget følge den vedtagne reguleringsplan, medmindre dispensation opnaaes.\nForsaavidt der for strøket endnu ikke er vedtat reguleringsplan, skal veiens retning bestemmes efter forhandling mellem amtmanden og de stedlige myndigheter, hvorunder reguleringssaker er henlagt. Opnaaes ved saadan forhandling ikke enighet, avgjøres tvisten av Kongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Ved anlæg av offentlige veier med tilbehør skal erhverves saa meget grund, som efter forholdene i hvert enkelt tilfælde ansees paakrævet.\nHvad der er erhvervet, saavel selve veibanen som grøfter, skraaninger og i tilfælde utenforliggende strækning, blir veivæsenets eiendom.\nAlle bestemmelser vedkommende saadan eiendom blir under hensyntagen til gjældende sedvane at træffe av amtsveistyret – for de i § 12 a nævnte veier av vedkommende regjeringsdepartement.\nVed nedlæggelse av offentlig vei blir, forsaavidt angaar de i § 12 a nævnte veier, staten og for andre veiers vedkommende herredskommunen at betragte som eier av grunden, medmindre der angaaende denne er truffet bestemmelse med hjemmel av § 8, første, jfr. sidste led.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Departementet eller fylkesveistyret kan utferdige forbud gjeldende for inntil 3 år av gangen mot at det uten henholdsvis departementets eller fylkesveistyrets tillatelse opføres bygninger i offentlig veilinje som er utstukket i marken. For mulig erstatningskrav gjelder reglene i § 29, annet ledd.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Godtgjørelse for grund m.v. tilfalder i almindelighet grundeieren. Hvis nogen anden har bruksret til eiendommen, og eieren ved mindelig overenskomst – mot eller uten vederlag – avstaar grund m.v. til veianlæg, kan brukeren ved skjøn kræve fastsat den erstatning, han i tilfælde maatte tilkomme av grundeieren enten aarlig eller engang for alle. Ved tvungen avstaaelse av grund m.v. bestemmer paa samme maate skjønnet, hvor stor del av erstatningen brukeren tilkommer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Godtgjørelse for jordskade utenfor veilinjen og for anden skade, som det paaligger enten vedkommende kommuner eller anlæg at erstatte, maa kræves erlagt inden et aar, efterat skaden er skedd, da ret til skadeserstatning ellers bortfalder.\nOpnaaes ikke mindelig overenskomst om erstatningens størrelse, bestemmes denne ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "På hovedveier skal opsettes kilometermerker, veivisere og varselskilter i den utstrekning fylkesveistyret – for de i § 12 a nevnte veier vedkommende regjeringsdepartement – finner det nødvendig. Om opsetning av veivisere og varselskilter på bygdeveier treffes bestemmelse av fylkesveistyret.\nHvor offentlig vei forbinder to fylker, skal der opsettes grensemerke som angir fylkenes navn. Hvorvidt og i hvilken utstrekning der på offentlige veier skal opsettes grensemerker mellem herredene, bestemmes for de i § 12 a nevnte veier av vedkommende regjeringsdepartement og for øvrig av fylkesveistyret.\nOmkostningene vedkommende de i nærværende paragraf omhandlede forføininger utredes for så vidt nye veier angår av de til anlegget bevilgede midler. For øvrig utredes omkostningene hvor det gjelder de i § 12 a nevnte veier som en utgift vedkommende disses vedlikehold, ved andre hovedveier av fylkeskommunen og ved bygdeveier av vedkommende herredskommuner.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Når en bro eller et veianlegg eller en bestemt del av dette er fullført, berammer fylkesmannen en mottagelsesforretning, som ledes av fylkesmannen eller av den han dertil bemyndiger. Ved forretningen bør overingeniøren for veivesenet og – forsåvidt anlegget skal overgå til vedlikehold av distriktet eller som riksvei – representanter for vedkommende herred være til stede for å uttale sig om anlegget, før dette mottas til vedlikehold.\nTvist angående et anleggs overtagelse av distriktet kan med endelig virkning forlanges avgjort ved voldgift av tre menn, hvorav herredstyret opnevner én, fylkesveistyret én og vedkommende departement én. Voldgiftsretten bestemmer hvem der skal utrede de med voldgiften forbundne utgifter.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Paa offentlige veier kan ingen grinder opsættes, hvor saadanne ikke hittil har været anbragt, uten at amtsveistyret har git sit samtykke hertil, efterat vedkommende herredsstyre har hat anledning til at uttale sig. En given tilladelse til anbringelse av grind kan, efterat herredsstyrets uttalelse er indhentet., av amtsveistyret til enhver tid tilbakekaldes med to aars varsel.\nEn bestemmelse, hvorved samtykke til anbringelse av grinder negtes eller given tilladelse tilbakekaldes, kan av herredsstyret forlanges indbragt for vedkommende regjeringsdepartement til endelig avgjørelse.\nFylkesveistyret kan, når fornødne midler er bevilget, forlange fjernet eldre grinder mot erstatning, hvis størrelse – i mangel av mindelig overenskomst – bestemmes ved skjønn.\nHvorledes grinder skal være indrettet, bestemmes av amtsveistyret. Ulovlige grinder kan av dette besørges fjernet paa eierens bekostning.\nFor de i § 12 a nevnte veier treffes de i nærværende paragrafs første, tredje og fjerde ledd omhandlede bestemmelser av vedkommende regjeringsdepartement.\n0 Endret ved lov 24 juni 1931 nr. 21 – Jfr. lov 16 mai 1860 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Spørsmaal om opførelse og vedlikehold av gjærder ved offentlige veier blir i almindelighet at ordne i forbindelse med grundavstaaelsen, efterat vedkommende herredsstyre har hat anledning til at uttale sig.\nHvor fylkesveistyret eller – for de i § 12 a nevnte veier – departementet ikke ved veiens bygging eller senere bestemmer at det skal være gjerde, avgjøres spørsmålet om gjerdeplikten ved skjønn. Opnåes ikke overenskomst om erstatningens størrelse, fastsettes den i alle tilfelle ved skjønn.\nHvor saadan erstatning skal erlægges, kan den ikke kræves utbetalt, før gjærdene er opført.\nUndlater vedkommende eier eller bruker av grunnen å opføre gjerde for hvilket erstatning er bestemt, innen en av veivesenet fastsatt frist, kan det besørges opført på hans bekostning. Bestemmelse herom må treffes innen seks måneder efter fristens utløp. Efter denne tid kan intet krav på erstatning for gjerdehold reises av eier eller bruker, hvis veivesenet ikke senere forlanger gjerde opført.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Er det bestemt at gjerder skal opføres ved offentlig vei, skal de opsettes i grenselinjen og på den til veien hørende grunn og må ikke uten samtykke av fylkesveistyret eller – for de i § 12 a nevnte veier – av departementet stå nærmere kanten av veien, eller i tilfelle fortau, enn 2,5 meter.\nHvorledes gjerder skal være innrettet, bestemmes av fylkesveistyret. Ulovlig opførte gjerder kan av veivesenet besørges nedrevet, eller flyttet på eierens bekostning.\nSåfremt fornødne midler er bevilget eller stillet til rådighet, kan eldre gjerder, som ikke opfyller de fastatte regler, av veivesenet kreves forandret mot erstatning, hvis størrelse – i mangel av mindelig overenskomst – bestemmes ved skjønn.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Gjærder skal vedlikeholdes forsvarlig og saaledes, at de ikke paa nogen tid av aaret er til ulempe for veien eller veifarende eller hindrer færdselen. Amtmanden kan i tilfælde besørge gjærdet utbedret eller fjernet paa eierens bekostning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Ingen bygning eller del av samme (herunder tilbygg på eldre bygning) må opføres nærmere kanten av offentlig vei, fortau, holdeplass eller oplagsplass enn 7,5 meter. Dog kan fylkesveistyret så vel i enkelte tilfelle som for hele veier eller veistrekninger under særlige omstendigheter tillate at avstanden innskrenkes til 3,5 meter. Til opførelse av bygning m.v. enda nærmere kreves samtykke av vedkommende regjeringsdepartement?\nI kryss (møte) i plan mellem offentlige veier eller mellem sådan vei og annen vei som er åpen for almindelig ferdsel, jernbane eller sporvei må bygning ikke opføres innenfor et område som begrenses av rette linjer mellem punkter beliggende i veienes (jernbanens, sporveiens) midtlinjer og 40 meter fra disses skjæringspunkt.\nFylkesveistyret kan – for fylkesveienes vedkommende med departementets samtykke – utvide eller nedsette de i foregående ledd fastsatte krav om bygningers avstand fra veikryss, så vel i enkelte tilfelle som for hele veier eller veistrekninger.\nNedrives eller opbrenner eldre bygninger som helt eller delvis ligger i kortere avstand fra veikanten enn fastsatt i denne paragraf, kan de opføres på samme, tomt innen 5 år. Fylkesveistyret kan under særlige forhold forlenge fristen. For gjenopførelse finner sted, må det gis underretning til overingeniøren for fylkets veivesen. Fylkesveistyret kan forby gjenopførelse for et tidstrum av inntil 1/2 år. Med departementets samtykke kan forbudet gjøres gjeldende for lengere tid. Foran nevnte 5 års frist ophører å løpe i den tid forbudet gjelder.\nSåfremt fornødne midler er bevilget, kan fylkesveistyret mot erstatning, som i mangel av mindelig overenskomst fastsettes ved skjønn, kreve at eldre bygninger flyttes i den avstand fra vei som er fastsatt i denne paragraf.\nDet samme gjelder ved gjenopførelse innen 5 års fristens utløp av nedrevne eller brente bygninger.\nOpføres bygning eller del av samme nærmere veien enn tillatt, kan den besørges nedrevet på eierens bekostning, når han selv ikke fjerner den innen en av fylkesveistyret satt frist.\nFor de i § 12 a nevnte veier treffes de i denne paragraf omhandlede bestemmelser i alle tilfelle av vedkommende regjeringsdepartement.\n0 Endret ved lover 24 juni 1931 nr. 21, 24 juni 1938 nr. 24. – Jfr. § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Etter beslutning av vedkommende kommune som veg-(gate)– vedlikehold påhviler, kan fylkesmannen – i byene bygningsrådet eller reguleringsrådet hvor sådant er opprettet – for å lette vedlikeholdet bestemme at trær i en bestemt avstand fra en vegs (gates) eiendomsgrenser skal fjernes – herfra dog unntatt allé-, pryd- og frukttrær.\nHvor hensynet til trafikksikkerheten krever det, kan på samme måte bestemmes at trær, herunder også allé-, pryd- og frukttrær, hekker, material- og vareopplag, reklameskilter m.v. skal fjernes. Når vedkommende eiendom ligger nær vegkryss (gatekryss) eller kurve og de nevnte hensyn krever det, kan det likeledes bestemmes at eiendommen skal ryddes eller holdes ryddet på nærmere fastsatt måte. Dog kan bygning eller del av bygning ikke fjernes eller nektes oppført. Heller ikke kan større sammenhengende skogareal enn 1 dekar snaues uten samtykke fra vedkommende fylkesskogmester. Innhegning langs veg (gate) kan forandres slik at oversikten i kryss eller kurve sikres. Like med vegkryss (gatekryss) regnes i denne paragraf kryss mellom veg- og jernbane eller sporveg.\nBestemmelsene som er truffet av bygningsråd eller reguleringsråd kan påankes etter de regler som gjelder for anke i henhold til bygningsloven. Anken som må fremsettes innen 2 uker etter at vedkommende ble kjent med bestemmelsen har oppsettende virkning. Vedtak av fylkesskogmesteren kan påankes etter reglene i § 7 i lov om skogvern av 12 februar 1932.\nFor de i § 12 a nevnte veger kan vedkommende departement eller den det gir fullmakt, treffe bestemmelser i samsvar med første og annet ledd. Bestemmelsene som er truffet av underordnet myndighet, kan med oppsettende virkning ankes inn for departementet innen 2 uker etter at vedkommende ble kjent med bestemmelsen.\nNødvendige arbeider som følge av bestemmelser etter de foregående ledd utføres av det offentlige eller etter overenskomst av vedkommende eier eller bruker. For skade og ulempe som voldes og for det bånd som blir lagt på eiendommen, svares erstatning som i mangel av minnelig overenskomst fastsettes ved skjønn. Erstatningen utredes av den kommune som veg(gate)-vedlikeholdet påhviler.\nFor de i § 12 a nevnte veger utredes erstatningen av staten. Skjønn etter denne paragraf avgis i byene etter reglene i lov om bygningsvesenet av 22 februar 1924 kap. VI.\n0 Endret ved lover 24 juni 1931 nr. 21, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Vand, som skal ledes bort fra en vei, kan gives avløp over tilstøtende eiendomme. Voldes herved skade, svares erstatning, som i mangel av mindelig overenskomst fastsættes ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Fabrikker for tilvirkning av sprængstoffe, saasom krudt, dynamit og lignende, maa ikke opføres nærmere offentlig vei end 630 meter, regnet fra veikanten, medmindre tilladelse hertil i særlige tilfælde meddeles av amtsveistyret efter vedkommende herredsstyres anbefaling.\nØnskes et industrielt anlegg opført nærmere offentlig vei enn 10 meter, regnet fra veikanten, må herom inngis andragende til fylkesveistyret, som treffer avgjørelse i saken. Bilreperasjonsverksteder og meierier regnes i denne henseende alltid som industrielle anlegg.\nEfter uttalelse fra vedkommende amtsting kan amtsveistyret utfærdige regler for anbringelse ved offentlig vei av lokomobiler, eksplosionsmotorer og lignende indretninger.\nOplag av eksplosive eller ildsfarlige stoffe maa ikke anbringes saa nær offentlig vei, at derved voldes fare for veien eller færdselen paa denne. Finder amtsingeniøren, at ut saadant oplag er anbragt for nær veien, kan han paabyde, at oplaget begrænses til en bestemt mængde eller helt fjernes. Amtsingeniørens bestemmelse herom kan indbringes for amtsveistyret til endelig avgjørelse.\n0 Endret ved lov 24 juni 1938 nr. 24. – Jfr. lov 3 mai 1871 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "content": "Løipestrenger, taubaner, elektriske og andre kraftledninger, private telegraf- og telefonledninger, is-, tømmer- og vannrenner, private broer, skinneganger, vareramper, tette gjerder, murer og lignende skal ikke kunne anbringes over, under, langs eller umiddelbart ved offentlig vei uten tillatelse av fylkesveistyret, som i tilfelle fastsetter de nærmere regler for anbringelsen. Heller ikke må større oplag, avfall eller, andre generende eller skjemmende gjenstander uten fylkesveistyrets tillatelse umiddelbart ved offentlig vei. Uten at sådan tillatelse er innhentet, må det ikke anbringes reklameskilter og lignende innretninger på veiens eiendomsområde eller innenfor en avstand av 25 meter fra dette – herfra dog undtatt almindelige skilter på forretningslokaler hvormed vedkommende forretningsdrivende reklamerer for sine varer eller for sin bedrift, forsåvidt skiltene er anbragt direkte på egen husvegg, og veivesenet, finner at de ikke kan forveksles med veiskilter eller varselskilter. Er slike skilter tidligere uten tillatelse opsatt nærmere vei enn foran nevnt, kan fylkesveistyret forlange at de innen 1 år blir fjernet. For de i § 12 a nevnte veier treffes de her omhandlede bestemmelser av vedkommende regjeringsdepartement.\nEn av fylkesveistyret i henhold til nærværende paragraf truffet bestemmelse kan innbringes for vedkommende regjeringsdepartement til endelig avgjørelse.\n0 Endret ved lover 24 juni 1931 nr. 21, 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "content": "Opføres eller anbringes nogen innretning av det i de to foregående §§ omhandlede slags uten tillatelse hvor sådan er nødvendig, kan det ulovlige borttas på – vedkommendes bekostning, forsåvidt denne ikke selv sørger for fjernelsen innen en av vedkommende myndighet satt frist.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "42",
      "section": "42",
      "content": "Amtsveistyret fatter beslutning om offentlige færgeindretningers oprettelse eller nedlæggelse og utfærdiger nærmere regler for deres drift m.v., efterat erklæring og i tilfælde bevilgning er erhvervet fra vedkommende amtsting, forsaavidt færgeindretningen paa den ene eller begge bredder staar i forbindelse med hovedvei, og ellers fra vedkommende herredsstyre.\nAmtsveistyret ansætter og avskediger færgemændene. Ansættelsen sker efter indstilling av herredsstyret.\nFor ferjeinnretninger som besluttes innlemmet i nogen av de i § 12 a nevnte veier, treffes bestemmelser efter nærværende paragraf av vedkommende regjeringsdepartement.\n0 Endret ved lov 21 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "43",
      "section": "43",
      "content": "Forskriftene i foregaaende paragraf gjælder ogsaa for offentlige løipestrenger eller taugbaner, som anbringes istedenfor færgeindretning eller bro, likesom de gives tilsvarende anvendelse paa offentlige gangbroer (staaltraadbroer o. l.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "44",
      "section": "44",
      "content": "Fornøden grund m.v. til de i dette kapitel nævnte indretninger saavelsom til hus for færge- eller opsynsmand kan, hvis mindelig overenskomst ikke træffes, kræves avstaat ved skjøn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "45",
      "section": "45",
      "content": "Vedlikeholdet av militærveger, mellomriksveger og veger over høgfjell som er anlagt utelukkende eller vesentligst for statens regning, påhviler staten i den utstrekning som det etter avtale med distriktet måtte bli bestemt. Det samme kan også vedtas for så vidt angår veger som forbinder to fylker.\nVedlikeholdet av de øvrige offentlige veger – utenom riksveger – påhviler helt vedkommende distrikt, således at hovedveger vedlikeholdes av fylkeskommunen og bygdeveger av herredskommunen. Riksveger vedlikeholdes for motorvognutgifter (jfr. § 1), i tilfelle med distriktsbidrag etter nærmere bestemmelse av Stortinget.\nDog kan fylkestinget beslutte at hovedvegenes vedlikehold utenfor bruer, stikkrenner, vegmurer, stabbesteiner og rekkverk – helt eller delvis – skal overføres på vedkommende herredskommuner. Disses uttalelse bør foreligge for sådan beslutning fattes. Kongen kan etter andragende fra vedkommende fylkesting under særlige forhold bestemme at vedlikeholdet, også for så vidt angår hovedvegens bruer, stikkrenner, vegmurer, stabbesteiner og rekkverk – helt eller delvis – skal overføres på vedkommende herredskommuner.\nFylkestinget kan også – etter at herredstyret har hatt anledning til å uttale seg – beslutte at bygdevegenes vedlikehold helt eller delvis skal overføres på fylkeskommunen. Vedtaket, må godkjennes av vedkommende regjeringsdepartement.\nSå fremt, det påhviler noen en særlig plikt til vedlikehold av offentlig veg, skal foranstående bestemmelser ikke gjøre noen forandring heri med mindre ny overenskomst treffes med vedkommende fylkes- eller herredskommune.\nBygdeveg som opparbeides med hjemmel av § 24 skal, for så vidt ikke annen overenskomst treffes, vedlikeholdes av den herredskommune for hvis regning opparbeidelsen er skjedd.\n0 Endret ved lover 24 juni 1991 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "46",
      "section": "46",
      "content": "Alt veivedlikehold blir i almindelighed å utføre ved leiet arbeidshjelp.\nDog kan herredstyret bestemme for et tidsrum av inntil 5 år ad gangen, at det vedlikehold som påhviler en herredskommune, skal utføres ved arbeide in natura efter fordeling på herredets matrikkelskyld. Herfra undtas for bygdeveiers vedkommende broer, stikkrenner, veimurer, stabbestener og rekkverk. Utgiftene hertil utredes av herredskommunen. Herredstyret kan også bestemme at arbeidet in natura skal innskrenkes til kun å gjelde enkelte vedlikeholdsarbeider. Herredstyrets beslutning om utførelse av veivedlikehold ved arbeide in natura er ikke gyldig uten fylkesveistyrets godkjennelse.\nEr særlige foranstaltninger nødvendige til fremdrift av veidekksmateriale, såsom transport sjøværts eller med jernbane, blir utgiftene herved i alle tilfelle å utrede av den kommune, hvem vedlikeholdet påhviler.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2, 22 nov 1946 nr. 2, 15 des 1950 nr. 8 § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "47",
      "section": "47",
      "content": "Til herreds- og fylkeskommunenes vegvedlikehold ytes bidrag av staten\na. med en femtedel av utgiftene til avlønning av vegvoktere eller\nb. med en tjugendedel av beregnede veg vedlikeholdsutgifter, dersom dette alternativ er gunstigere for vedkommende fylkes- eller herredskommune. Regler for beregning av utgiftene fastsettes av departementet.\nAv vedkommende fylke ytes bidrag til herredskommunenes vegvedlikehold etter fylkestingets bestemmelse.\nKommunale vegvoktere ansettes av fylkesvegstyret som også utferdiger instruks for dem.\n0 Endret ved lover 24 juni 1931 nr. 21, 31 mars 1949 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "48",
      "section": "48",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "49",
      "section": "49",
      "content": "Den ordning, som ved nærværende lovs ikrafttræden finder sted med hensyn til offentlige veiers vedlikehold inden et amt, forblir gjældende, indtil den ved gyldig beslutning ophæves eller ændres. Dog blir ordningen med anvendelse av naturalarbeide ikke gjældende længer end fem aar efter lovens ikrafttræden, medmindre beslutning fattes under iagttagelse av forskriftene i § 46.\nSkulde et herred findes at være uforholdsmæssig betynget med veivedlikehold i forhold til sin økonomiske bæreevne, skal amtskommunen yde bidrag til dette herreds veivedlikehold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "50",
      "section": "50",
      "content": "Forsaavidt naturalarbeide efter § 46 besluttes anvendt, skal dettes fordeling finde sted paa den maate, at herredet deles i roder, som tillægges hver sit veistykke.\nRodeinddelingen foranstaltes av herredsstyret. Forslag til delingen skal ha været utlagt til offentlig eftersyn i fire uker, før herredsstyret fatter endelig beslutning i saken. Utlæggelsen skal være bekjendtgjort. Herredsstyrets beslutning er ikke gyldig uten amtsveistyrets godkjendelse. Tvist mellem herredsstyret og amtsveistyret avgjøres med endelig virkning av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "51",
      "section": "51",
      "content": "Ved rodeinddelingen skal der tages hensyn til de større eller mindre vanskeligheter, som er forbundet med vedlikeholdet av de enkelte veier eller dele av samme. Disse veier blir at inddele i klasser, saaledes at arbeidsbyrden blir saavidt mulig likelig fordelt.\nHerredsstyret kan frita bruk av 25 øres skyld og derunder for at yde naturalarbeide.\nForsaavidt værdierne av naturalarbeidet ikke er optat paa herredets budget, kan herredsstyret bestemme, at de fritagne bruk skal svare en avgift til herredskassen pr. skyldøre. Denne avgift skal søkes avpasset efter værdien av det veivedlikehold, som i tilfælde vilde ha paahvilt bruket. Herredsstyret kan bestemme, at avgiften skal betales for fem aar ad gangen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "52",
      "section": "52",
      "content": "Herredsstyret kan bestemme, at avsidesliggende gaarder (matrikulert jord) eller dele av herredet fritages for naturalarbeide.\nI herred, hvor naturalarbeidet ikke er optat paa budgettet, kan herredsstyret bestemme, at de for naturalarbeide fritagne bruk skal yde et visst aarlig pengebidrag til herredskassen.\nDe heromhandlede bestemmelser bør i regelen fattes samtidig med beslutning om anvendelse av naturalarbeide inden herredet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "53",
      "section": "53",
      "content": "Veistykkerne inden hver rode skal for sommerveiarbeidet deles mellem de til roden hørende matrikulerte bruk, saaledes at hvert av disse faar en bestemt del at vedlikeholde.\nVeistykinddelingen utføres efter foranstaltning av herredsstyret paa grundlag av brukenes matrikelskyld.\nDelingen skal av vedkommende arbeidspligtige avmerkes paa saadan maate, som amtmanden bestemmer. Forsømmes dette, kan amtmanden besørge avmerkningen utført paa vedkommendes bekostning.\nMed amtsveistyrets samtykke kan herredsstyret beslutte, at sommerveiarbeidet utføres av roden som fællesarbeide paa samme maate, som i § 55 for vinterveiarbeidet bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "54",
      "section": "54",
      "content": "Rode- og veistykinddeling skal indføres en av herredskassen bekostet bok, som beror hos vedkommende veitilsynsmand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "55",
      "section": "55",
      "content": "Vinterveiarbeide in natura blir at utføre av de veiarbeidspligtige (jfr. §§ 51 og 52) inden hver rode i fællesskap.\nDet forhold, hvori hvert bruk skal delta i fællesarbeidet, bestemmes efter indbyrdes overenskomst paa grundlag av brukenes matrikelskyld. Samtidig træffes avgjørelse om forholdet mellem mands- og hestedagsverk samt om, i hvilken orden fremmøte til arbeide skal finde sted.\nNaar mindst to tredjedele av de arbeidspligtige er enige, er overenskomsten gyldig. Kommer ikke saadan istand inden en av amtmanden sat frist, træffer denne de fornødne bestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "56",
      "section": "56",
      "content": "De nødvendige sneploger til det distriktene påhvilende veivedlikehold skaffes henholdsvis for vedkommende fylkes- eller herredskommunes regning. Plogenes størrelse og innretning bestemmes av fylkesmannen efter uttalelse av herredstyret.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "57",
      "section": "57",
      "content": "For å lette vintervedlikeholdet kan der anbringes sneskjermer utenfor i veiens område. Voldes derved skade for eier eller bruker, svares erstatning som i mangel i av mindelig overenskomst fastsettes ved skjønn. Hvorvidt vinterarbeide på offentlige veier eller deler av samme under særegne forhold kan undlates eller innskrenkes, bestemmes for de i § 12 a nevnte veier av vedkommende regjeringsdepartement og for øvrig av fylkesmannen efter uttalelse av vedkommende herredstyre. Er sådan bestemmelse truffet for en vei, og et flertall av de i veiens brøitning interesserte eiere og brukere av matrikulert jord eller annen fast eiendom, representerende minst halvdelen av brukenes matrikkelskyld, finner det nødvendig at veien holdes farbar om vinteren, kan fylkesveistyret bestemme, at reglene i denne lovs annen del om private veier §§ 88-90 skal få tilsvarende anvendelse likeoverfor vedkommende interesserte.\nFylkesmannen kan efter uttalelse fra vedkommende herredstyre treffe bestemmelse om, hvorvidt vintervei utenfor offentlige sommerveier skal snebrøites og settes i farbar stand. For de i § 12 a nevnte veier treffes bestemmelse herom av vedkommende regjeringsdepartement.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "58",
      "section": "58",
      "content": "Når et veistykke ved overordentlige naturbegivenheter, såsom sten-, jord- eller sneskred, oversvømmelse og lignende i vesentlig grad skades eller gjøres ufarbar, blir veien såfremt dens vedlikehold påhviler distriktet, å istandsette for fylkeskommunens regning når det gjelder hovedvei, og for herredskommunens regning når det gjelder bygdevei.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "59",
      "section": "59",
      "content": "Det distriktene påhvilende vedlikeholdsarbeide på offentlige veier skal utføres på sådan måte og til de tider som fylkesveistyret bestemmer.\nAmtsveistyret utfærdiger ogsaa bestemmelser sigtende til at hindre utbredelsen av ugræs fra veiomraadet.\nEnhver, som i henhold til gyldig beslutning er paalagt arbeidspligt, skal utføre arbeidet paa forsvarlig maate og til fastsat tid, befordre ordrer vedkommende veiarbeidet og forøvrig holde sig de forskrifter, som av amtsveistyret utfærdiges, efterrettelig.\nEnhver utenfor roden boende arbeidspligtig skal opgi for rodemesteren en inden roden boende mand, som paa hans vegne og ansvar mottar ordrer og besørger veiarbeidet utført.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "60",
      "section": "60",
      "content": "Fornødent vedlikeholdsmateriale til veier som vedlikeholdes av distriktet, skal skaffes og bekostes av vedkommende fylkeskommune for hovedveiene og av vedkommende herredskommune for bygdeveiene i sådanne mengder og av sådan beskaffenhet som for hver enkelt vei anses påkrevet, og som i fornødent fall bestemmes av fylkesmannen.\nDet til offentlige veiers vedlikehold nødvendige materiale samt fornøden grunn til fremkomstvei er enhver pliktig til å avstå. For avståelsen tilkommer eieren erstatning, såfremt skade forvoldes.\nOpnaaes ikke mindelig overenskomst om erstatningen, bestemmes dens størrelse ved skjøn. I udyrket mark eller skog kan saadanne materialer tages, uten at mulig erstatning paa forhaand er bestemt.\nVed heromhandlede tvungne avstaaelser bør saa vidt mulig tages hensyn til, at grus m.v. ikke tages i eller like ved have, parkanlæg og lignende eller for nær bebodd hus.\nMed samtykke av vedkommende amtsveistyre kan tvungen avstaaelse av grus m.v. finde sted ogsaa utenfor det herred, hvori veien ligger.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "61",
      "section": "61",
      "content": "Skjøn, som avholdes med hjemmel av bestemmelser i nærværende lovs første del, avgives paa landet av lensmanden og to skjønsmænd. Varsel gives som ved indkaldelse til forliksraadet.\nBegjæring om overskjønn må framsettes innen 14 dager etter at underskjønnets slutning og resultat er forkynt. Hvis det er mulig, berammes forretningen ikke med lengre frist enn 7 dager. Bestemmelsene i dette ledd gjelder ikke skjønn som holdes med hjemmel av bestemmelser i lovens annen del.\n0 Endret ved lover 14 aug 1918 nr. 4, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "62",
      "section": "62",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 62.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "63",
      "section": "63",
      "content": "Skjønsforretningene holdes paa aastedet og paa saadan aarstid, at grunden m.v. kan besigtiges og værdsættes.\nVed skjønnets avgivelse tages hensyn til alt, hvad der betinger værdien av det, som skal erhverves, samt den ulempe, som i tilfælde vil voldes eiendommen ved avstaaelse av grund m.v. Paa den anden side skal ogsaa hensyn tages til den særlige nytte og fordel, som eiendommen maa antages at vinde ved anlægget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "64",
      "section": "64",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 64.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "65",
      "section": "65",
      "content": "Omkostningene ved de i nærværende lovs § 61 omhandlede skjøn, forsaavidt angaar erhvervelse av veivedlikeholdsmaterialer, betales av grundeieren, saafremt erstatningens størrelse blir nærmere den ham tilbudte end den av ham fordrede erstatning. Forsaavidt den ene av parterne ikke har villet fremkomme med forlangende eller tilbud, bæres omkostningene av denne. Fremkommer ingen av parterne med forlangende eller tilbud, bæres omkostningene av den, som har forlangt skjønnet.\nVed skjøn efter § 28 bestemmer skjønnet, hvorvidt og i tilfælde i hvilken utstrækning brukerne skal bære skjønsomkostningene.\n0 Paragrafens 2net og 3dje ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "66",
      "section": "66",
      "content": "Fylkestinget – for de i § 12 a nevnte veier vedkommende regjeringsdepartement – kan utferdige forbud mot anvendelse på offentlig vei av kjøretøier, redskaper og bremseinnretninger, som skader veien.\nForbud kan likeledes utfærdiges mot slæpning av tømmer og lignende paa offentlig vei.\nDet kan bestemmes at forbudene ikke skal gjelde når veien er snedekket, frosset eller islagt.\nForsaavidt forbudene gjælder veier, som danner forbindelse med naborike, maa amtstingets beslutning for at være gyldig stadfæstes av Kongen.\nAmtstinget kan derhos gjennem vedtægter, som stadfæstes av Kongen, gi saadanne nærmere regler om kjøretøiers hjulhøide, felgbredde og lignende samt om lassvegt, som av hensyn til veienes bevarelse ansees paakrævet.\nVedtægter kan paa samme maate tillike utfærdiges til beskyttelse av offentlige broer. Forsaavidt vedtægtene skulde vedrøre færdsel i vasdrag, fløtning eller anden til vasdrag knyttet interesse, blir bestemmelserne herom at istandbringe efter forskriftene i vasdragslovgivningen.\nForskrifter utfærdiget med hjemmel av nærværende paragraf maa bekjendtgjøres mindst 2 – to – maaneder, før de sættes i kraft.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "67",
      "section": "67",
      "content": "Midlertidige regler angaaende benyttelse av offentlig vei eller bro kan utfærdiges av amtmanden for et tidsrum av indtil et aar. Reglerne bør kundgjøres paa saadan maate, som amtmanden bestemmer.\nOveringeniøren for fylkets veivesen kan utferdige midlertidig forbud mot å trafikere en offentlig vei eller bro når det finnes nødvendig av hensyn til arbeider på eller ved veien (broen) eller når det under særlige forhold anses farlig å trafikere den. Sådant forbud må for å bli gjeldende utover en måned stadfestes av fylkesmannen. Forbudet bør kunngjøres ved fornødne opslag og for øvrig i den utstrekning det anses påkrevet.\n0 Endret ved lov 19 mai 1933 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "68",
      "section": "68",
      "content": "Kongen kan utferdige almindelige regler for all gående, kjørende og ridende trafikk på vei eller gate som er åpen for almindelig ferdsel, gjeldende for hele riket.\nEfter andragende av vedkommende herreds- eller bystyre og etter at på landet fylkesvegstyrets og i by politimesterens uttalelse er innhentet, kan Kongen derhos utferdige særlige regler for vedkommende kommune.\n0 Endret ved lover 20 feb 1926 nr. 1, 16 nov 1956 nr. 2, 21 juni 1963 nr. 10 § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "69",
      "section": "69",
      "content": "Forseelser mot forskrifter som er utferdiget i henhold til foregående paragraf, straffes med bøter og behandles i de for politisaker bestemte former.\n0 Endret ved lov 20 feb 1926 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "70",
      "section": "70",
      "content": "Det er forbudt at beskadige offentlig veis eiendomsomraade med tilhørende beplantninger, rækverker, stabbestener, veivisere, kilometerstolper, veistykmerker og lignende.\nDet er likeledes forbudt paa nævnte omraade:\n1. At foreta gravning, sprængning eller andet arbeide uten særskilt tilladelse av amtmanden.\n2. At lægge tømmer, ved, kvist, sten, torv eller andre gjenstande, undtagen hvor der ved veien er anlagt særskilt offentlig oplagsplads til saadant bruk, eller hvor tilladelse av vedkommende veltilsynsmand i særegne tilfælde erholdes.\n3. At kaste avfald, skyllevand og lignende.\nFraspændte kjøretøier kan for en kortere tid bli staaende paa den ene side av veien. Forspændte kjøretøier kan paa samme maate henstaa paa veien uten tilsyn, naar hesten er forsvarlig bundet (med fotbaand eller paa anden maate).\nHester, kjør og andre kreaturer maa ikke tjores saaledes, at de kommer ind paa veiomraadet, og heller ikke slippes til beitning paa indhegnet vei.\nPaa den skyldiges bekostning kan vedkommende veitjenestemand besørge istandsat forvoldt skade paa veiomraadet og i tilfælde bortføre, hvad der saaledes ulovlig maatte være henlagt eller hensat paa samme.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "71",
      "section": "71",
      "content": "Overtrædelser av de i denne lov indeholdte bestemmelser eller de med hjemmel herav utfærdigede forskrifter eller vedtægter straffes med boter, forsaavidt ikke forholdet rammes av en strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "72",
      "section": "72",
      "content": "Enhver, som er pligtig til at utføre veivedlikehold in natura, og som enten ikke moter til fastsat tid eller moter uten fornødne redskaper eller hester eller utfører arbeidet mangelfuldt eller lar mote ved ikke fuldt arbeidsdygtig mandskap eller hester, straffes med bøter.\nDet arbeide, som forsømmes eller utføres mangelfuldt, kan av amtmanden besørges utført paa vedkommendes bekostning. Utgiftene hermed utredes forskudsvis av vedkommende herredskommune. Det samme gjelder hvor naturalarbeide i medhold av § 4 anvendes ved anlegg av nye eller omlegning av eldre bygdeveier.\n0 Endret ved lov 24 juni 1931 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "73",
      "section": "73",
      "content": "Veiarbeidspligtig, som utviser forsømmelse med hensyn til befordringen av ordrer angaaende veivæsenet, straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "74",
      "section": "74",
      "content": "Forsømmer en rodemester de ham paahvilende pligter, straffes han med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "75",
      "section": "75",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "76",
      "section": "76",
      "content": "[paragrafen ikke gjengitt i 1954-lovsamlingen]",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "77",
      "section": "77",
      "content": "I alle tilfælde, hvor med hjemmel av denne lov arbeide besørges utført paa vedkommende arbeidspligtiges eller skyldiges bekostning, kan vedkommende utgiftsbeløp inddrives ved utpantning.\nDet samme gjælder det ved skjøn efter § 6 mellem vedkommende interesserte fordelte veibidragsbeløp.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "78",
      "section": "78",
      "content": "Nærværende lovs bestemmelser skal også gjelde for ladesteder som ikke har eget kommunestyre.\nKongen kan gjøre de av nærværende lovs bestemmelser som dertil finnes egnet, gjeldende for kjøpstæder og ladesteder som har eget kommunestyre, forsaavidt de ikke allerede efter sitt innhold gjelder det hele rike (jfr. § 68).\nBestemmelsen i § 37 gjelder også for byer og ladesteder med eget kommunestyre og for de strøk på landet hvor bygningsloven er gjort gjeldende.\n0 Endret ved lover 20 feb 1926 nr. 1, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "79",
      "section": "79",
      "content": "Fornødent materiale, som en kjøpstad eller et ladested (med eget kommunestyre) trænger til vedlikehold av offentlige gater, veier eller pladser inden samme, kan mot erstatning av kommunen kræves avstaat i udyrket mark utenfor vedkommende kjøpstads eller ladesteds grænser, naar samtykke meddeles av amtmanden i det amt, inden hvilket avstaaelsen ønskes. Negtes saadant samtykke, kan saken indbringes til avgjørelse av Kongen.\nErstatningens størrelse bestemmes – i mangel av mindelig overenskomst – ved skjøn overensstemmende med reglerne i nærværende lovs kapitel VII og kapitel VI § 60, forsaavidt de her kan finde anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "80",
      "section": "80",
      "content": "Grunn så vel til anlegg av ny som til omlegning eller utvidelse av eldre privat gangvei, kreaturvei til havnegang (fegutu), kløv- eller kjørevei – med broer – kan fordres avstått når det ved skjønn godtgjøres, at veien for vedkommende gårdsbruk eller bosted danner nødvendig adkomst til offentlig vei, jernbanestasjon eller ferdselsvei tilvanns, eller at veien danner en for jordbrukets utvikling nødvendig adkomst mellem et eller flere gårdsbruks enkelte deler, og det derhos godtgjøres at nytten for den eller dem som bruker veien, er overveiende i forhold til den skade eller ulempe som vil voldes grunneieren.\nLikeledes kan grunn sä vel til anlegg av ny som til omlegning eller utvidelse av privat setervei (stolsvei) fordres avståt når det ved skjønn godtgjøres, at veien for et eller flere gårdsbruk danner nødvendig adkomst til seteren, og at nytten for den eller dem som bruker veien, er overveiende i forhold til den skade eller ulempe som vil voldes grunneieren.\nGrunn så vel til anlegg av ny som til omlegging eller utvidelse av eksisterende privat veg – med bruer – over annen manns eiendom fra hoteller, brygger, opplag, industrielle anlegg, steinbrudd eller skog til offentlig veg, jernbanestasjon, tømmeropplagsplass, fløtningsvassdrag eller ferdselsveg til vanns, samt fra skog til industrielle anlegg til foredling av tre virke eller oppslagstomt, kan kreves avstått når det ved skjønn godtgjøres at vegen er av betydelig interesse for driften, og at fordelene ved vegen er overveiende i forhold til den skade eller ulempe som vil voldes.\nFor så vidt atkomst som i denne paragraf omhandlet helt eller delvis kan oppnås ved hjelp av en allerede eksisterende privat veg, kan under samme betingelser som foran nevnt erverves rett til å nytte vegen.\n0 Endret ved lover 24 juni 1931 nr. 21, 19 mai 1933 nr. 2, 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "81",
      "section": "81",
      "content": "Kongen kan gi tillatelse til anlegg av privat veg med bruer over annen manns eiendom til andre formål enn de som er nevnt i § 80, når vegen er av betydelig interesse for søkeren og fordelene ved vegen er overveiende i forhold til den skade eller ulempe som vil voldes. Under samme vilkår kan det gis tillatelse til å bruke en allerede eksisterende privat veg.\n0 Endret ved lover 19 mai 1933 nr. 2, 24 juni 1938 nr. 24, 22 nov. 1940 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "82",
      "section": "82",
      "content": "Naar det ved skjØn efter § 80 eller ved kongelig resolution efter § 81 er avgjort, at grund skal avgives, skal det ved skjøn bestemmes, hvor meget der skal avstaaes til veibane, brosted, skraaninger og grøfter, hvorhos dette under skjønnet skal nøiagtig beskrives og avmerkes.\nKan veien uten skade for hensigten og uten at medføre uforholdsmæssige omkostninger lægges i forskjellige retninger, og parterne ikke enes, skal skjønnet bestemme veiens retning.\nLikeledes har skjønnet i tilfælde at bestemme, paa hvilke steder og i hvilket omfang veibygningsmaterialer til anlægget kan tages.\nKræver grundens eier, at erstatningen helt eller delvis gives i form av jord, avgjør skjønnet, om dette bekvemt kan ske, og i tilfælde hvor og hvormeget jord der skal gives i vederlag.\nErstatning fastsættes for opførelse og vedlikehold av gjærde paa begge sider av veien eller av grinder over samme, forsaavidt skjønnet finder, at anbringelse herav er nødvendig. Naar saadan erstatning er fastsat, skal den ikke kunne kræves utbetalt, før gjærderne eller grindene er opført.\nBestemmelsene i § 92, annet, tredje og fjerde ledd, kommer til anvendelse hvor det gjelder erstatning for rett til å benytte en eksisterende privat vei.\n0 Endret ved lov 19 mai 1933 nr. 2. Paragrafens 4de ledd er ophevet ved lov 14 aug. 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "82 a",
      "section": "82 a",
      "content": "Når det ved skjønn etter § 80 eller ved tillatelse etter § 81 er bestemt at grunn skal avstås eller når det er gitt tillatelse til å nytte en allerede eksisterende privat veg, kan vedkommende departement i særlige tilfelle samtykke i at avståingen gjennomføres før ersttatningen er fastsatt. Tilsvarende gjelder for skade som tiltaket kan føre med seg.\nEkspropriasjonsskjønn må begjæres snarest mulig og senest innen en frist som departementet fastsetter. Erstatningen forfaller til betaling så snart den er endelig fastsatt. Blir fristen etter dette ledds første punktum oversittet eller erstatningen ikke betalt ved forfall, kan departementet bestemme at grunnen skal falle tilbake til vedkommende private grunneier.\nStaten innestår for at erstatningen blir betalt. Departementet kan kreve at eksproprianten stiller slik sikkerhet som departementet bestemmer.\n0 Tilføiet ved lov 22 nov 1946 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82a",
        "source_heading": "§ 82 a."
      }
    },
    {
      "provision_ref": "83",
      "section": "83",
      "content": "Til vedlikehold av private veier, hvad enten de er anlagt i henhold til mindelig overenskomst eller efter lovlig tvangsavstaaelse av grund, kan det, naar vedlikeholdet ikke uten uforholdsmæssige vanskeligheter eller utgifter kan ordnes paa anden maate, ved skjøn avgjøres, hvorvidt og i tilfælde i hvilken utstrækning vedlikeholdsmaterialer, i herunder medtat fornøden vei til disses fremdrift, skal kunne fordres avstaat, dog kun i udyrket mark eller skog.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "84",
      "section": "84",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 84.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "85",
      "section": "85",
      "content": "I alle tilfælde, hvor det ved tvungen avstaaelse blir nødvendig at føre privat vei over andenmands eiendom gjennem et paa landets grund liggende strøk, som i henhold til lovgivningen om bygningsvæsenet er undergit regulering, skal anlægget følge den vedtagne reguleringsplan, medmindre dispensation opnaaes.\nForsaavidt der for strøket endnu ikke er vedtat reguleringsplan, skal de stedlige myndigheter, hvorunder reguleringssaker er henlagt, gives anledning til at uttale sig om anlægget. Opnaaes ikke enighet mellem disse og den, som ønsker veien anlagt, avgjøres tvisten av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "86",
      "section": "86",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 86.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "87",
      "section": "87",
      "content": "Hvis nogen anden end eieren har bruksret til eiendommen, skal ved tvungen avstaaelse av grund m.v. efter nærværende lovs anden del skjønnet bestemme, hvor stor del av erstatningen brukeren tilkommer, enten aarlig eller engang for alle, samt hvor meget der skal godtgjøres ham for opførelse og vedlikehold av gjærder eller grinder i henhold til skjønnet, forsaavidt disse arbeider overtages av brukeren.\nEr vederlaget jord, tilkommer brukeren for hans brukstid benyttelse av denne overensstemmende med den ret, hans adkomst hjemler ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "88",
      "section": "88",
      "content": "Når privat vei blir brukt som felles adkomst fra flere eiendommer til offentlig vei, jernbanestasjon eller ferdselsvei til vanns, skal alle eiere såfremt, noen av dem forlanger det, være pliktige – enhver efter det forhold hvori bruken skjønnes å vedkomme hans eiendom – til å holde veien så vel vinter som sommer i forsvarlig stand samt forsynt med fornødne broer, hvor sådanne for har vært anbragt, alt forsåvidt ikke rettigheter, erhvervet ved kontrakter eller på annen lovlig måte, heri gjør endring. Den her omhandlede plikt gjelder så vel tilveiebringelse av nødvendige materialer som selve arbeidets utførelse. Ved tomtefeste eller jordleie for lengere tid påhviler vedlikeholdet leieren med mindre annet er bestemt i kontrakten.\nHvad her er uttalt om det egentlige vedlikehold, skal under samme betingelser ogsaa kunne gjøres gjældende for større utbedringsarbeider.\nReglerne i denne paragraf gjælder ogsaa sommervedlikehold paa sæterveier (stølsveier) samt de i § 80 omhandlede veier til et eller flere gaardsbruks forskjellige dele.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "89",
      "section": "89",
      "content": "Skulde vedkommende ikke kunne enes om grænserne for sine pligter efter foregaaende paragraf, kan det ved skjøn avgjøres, baade hvem der er interessert i veien, og hvorledes forpligtelserne skal fordeles. Naar 5 aar er forløpet siden sidste skjøn, kan nyt skjøn forlanges avholdt. I begge tilfælde avgjør skjønnet, hvem der skal betale skjønsomkostningene.\n0 Paragrafens 2net ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "90",
      "section": "90",
      "content": "En av brukerne blandt disse for tre aar valgt mand skal overdrages tilsynet med vedlikeholdet av vei, som omhandles i § 88.\nNår noen undlater å efterkomme hvad det ved skjønn efter foregående paragraf er ham pålagt, skal tilsynsmannen melde dette til veivesenet som kan la veien utbedre for vedkommendes regning og i tilfelle med fylkesmannens godkjennelse la beløpet inndrive ved utpantning. Det samme gjelder for heromhandlede slags veier, hvor vedlikeholdet er bestemt ved utskiftningsforretning.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "91",
      "section": "91",
      "content": "Naar flerheten av brukerne andrar derom og herredsstyrets anbefaling foreligger, kan de heromhandlede veier efter nærmere bestemmelse av vedkommende amtsveistyre underlægges det sedvanlige offentlige tilsyn paa betingelse av, at utgiftene herved utredes av de interesserte i fællesskap efter samme forhold som for vedlikeholdsarbeidet fastsat.\nEr veiene underlagt offentlig tilsyn, skal de i lovgivningen om offentlige veier indeholdte regler om saadanne veiers bruk med tilhørende straffebestemmelser ogsaa gjælde for vedkommende privatveier.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "92",
      "section": "92",
      "content": "Foruten i de tilfelle som er nevnt i §§ 80 og 81, kan rett til å benytte annenmanns private vei erhverves, når veien er over 3 kilometer lang, og det ved skjønn godtgjøres at nytten for den eller dem som er interessert i fremkomsten over veien, er av overveiende betydning i forhold til den skade eller ulempe som derved vil voldes eieren.\nEr det ved saadant skjøn avgjort, at veien skal kunne benyttes av andre trafikerende, har skjønnet at fastsætte den erstatning, som skal utredes til veiens eier. Erstatningen blir under hensyntagen til utgiftene ved veiens oparbeidelse at fastsætte til et beløp en gang for alle, hvorhos der som erstatning for de forøkede vedlikeholdsutgifter blir at tilkjende eieren et visst beløp for hvert kalenderaar, hvori veien benyttes av de andre trafikerende.\nSaavel erstatningsbeløpet en gang for alle som den aarlige erstatning – hvilken sidste erlægges forskudsvis for hvert kalenderaar – skal være betalt til eieren, forinden de andre trafikerende kan benytte veien.\nNaar mindst 5 aar er forløpet, siden sidste skjøn er holdt, kan saavel veiens eier som de andre trafikerende forlange nyt skjøn avholdt til fastsættelse av den aarlige erstatnings størrelse. Ved disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.\n0 Endret ved lov 19 mal 1933 nr. 2. Paragrafens 4de ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "93",
      "section": "93",
      "content": "Private veier, broer og brygger (kaier), som står åpne for ferdsel, skal kunne undersøkes av vedkommende fylkesmann, for at deres sikkerhet kan kontrolleres.\nForsåvidt det ved sådan undersøkelse finnes at benyttelsen kan være farlig, skal der skje innberetning med forslag til sikkerhetsforanstaltninger til vedkommende politimyndighet, som kan avstenge eller nedlegge forbud, helt eller delvis, mot fortsatt bruk av vedkommende vei, bro eller brygge.\n0 Endret ved lov 24 juni 1938 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "94",
      "section": "94",
      "content": "Ret til kjøring paa vinterføre over andenmands eiendom, hvor saadan ret ikke ved overenskomst, bruk fra alders tid eller hævd allerede haves, kan erhverves, naar det ved skjøn godtgjøres, at nytten for den eller dem, som er interessert i saadan fremkomst, er overveiende i forhold til den skade eller ulempe, som vil voldes grundeier eller bruker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "95",
      "section": "95",
      "content": "Naar det ved skjøn efter § 94 er avgjort, at vinterkjøring over andenmands eiendom skal tillates, har skjønnet at bestemme, hvor kjøringen kan foregaa, og at avgjøre, hvorvidt skade eller ulempe herved vil tilføies vedkommende eiendom, samt i saa fald at bestemme erstatning for samme med et beløp for hvert aar, hvori vinterveien brukes.\nDog kan skjønnet beslutte, at avgjørelsen av erstatningsspørsmaalet skal utstaa til en senere tid, forsaavidt dette findes nødvendig til bedømmelse av den med kjøringen forbundne skade eller ulempe. I saa fald har skjønnet at fastsætte et beløp, for hvilket saadan sikkerhet, som av forretningens bestyrer godtages, skal være stillet, inden retten til kjøring kan benyttes. Forøvrig kan retten ikke benyttes, før erstatningsbeløpet for vedkommende aar er betalt.\n0 Paragrafens siste ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "96",
      "section": "96",
      "content": "Naar mindst 5 aar er forløpet, siden sidste skjøn er holdt om ret til vintervei, kan grundeier eller bruker forlange nyt skjøn til avgjørelse saavel av, hvorvidt og i tilfælde hvor kjøring kan tilstedes, som av erstatningens størrelse.\nVed disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.\nDen aarlige erstatning for bruk av vintervei tilfalder eiendommens bruker, saafremt denne er en anden end eieren og der ved kontrakt ikke er anderledes bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "97",
      "section": "97",
      "content": "Kongen kan paa nedenfor nævnte betingelser meddele tilladelse til bruk av andenmands grund til driftevei samt hvile- og beitepladser under drivning av kreaturer til og fra fjeld- eller heiebeiter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "98",
      "section": "98",
      "content": "Saadan tilladelse som i § 97 nævnt maa kun tilstaaes, naar det godtgjøres, at nytten av en saadan driftevei maa ansees overveiende i forhold til den skade eller ulempe, som vil voldes grundeierne, og at veien aarlig vil bli brukt av mindst 1000 smaafæ eller 200 storfæ (herunder hester). 5 smaafæ regnes like med 1 storfæ. Desuten maa amtstingene i de amter, som berøres av drifteveien, ha uttalt sig om andragendet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "99",
      "section": "99",
      "content": "Naar tilladelse som foran nævnt er meddelt, skal der for hver driftevei av vedkommende amtsting vælges et styre, hvis medlemsantal, tjenestetid og godtgjørelse fastsættes av amtstinget.\nGaar drifteveien gjennem flere amter, skal styret bestaa av to medlemmer fra hvert amt. Disse vælges av vedkommende amtsting. Opstaar der inden styret meningsforskjel, som ikke kan løses ved almindelig flertalsavgjørelse, avgjøres saken av vedkommende regjeringsdepartement.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "100",
      "section": "100",
      "content": "Det opnævnte styre er kreatureiernes repræsentant i alt, hvad der vedkommer drifteveien, og har bl.a. at ordne det nødvendige saavel angaaende veiens istandbringelse som angaaende dennes samt hvile- og beitepladsenes bruk. Nærmere regler herom gjældende for fem aar utfærdiges av styret med amtmandens stadfæstelse.\nStyret sørger for indfordring av den i de utfærdigede regler fastsatte aarlige avgift hos dem, som benytter veien. Indfordringen sker paa den maate som i reglerne bestemt.\nStyret sørger likeledes for, at den ved overenskomst eller skjøn bestemte aarlige erstatning blir utbetalt rette vedkommende inden den tid, som er fastsat i reglerne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "101",
      "section": "101",
      "content": "Naar saadan tilladelse, som omhandles i § 97, er meddelt, skal – hvor mindelig overenskomst ikke opnaaes – saavel utstrækningen og beliggenheten av drifteveien med tilhørende hvile- og beitepladser som erstatningens størrelse bestemmes ved skjøn.\nHvile- og beitepladser kan ikke forlanges utlagt i dyrket mark eller i naturlig slaatteland, der ligger i nærheten av hjemmemarken.\nSkjønnet er berettiget til hos styret at erholde de for skjønnets avgivelse nødvendige oplysninger, bl.a. om antallet av de kreaturer, som antages aarlig at ville bruke veien.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "102",
      "section": "102",
      "content": "Hvor ikke vand, fjeldside eller lignende danner naturlig grænse, bør saavel vei som hvile- og beiteplads ved styrets foranstaltning avgrænses ved let synbare merker og grænserne beskrives i skjønsforretningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "103",
      "section": "103",
      "content": "Erstatningen skal – særskilt for hver eiendom – bestemmes til et aarlig beløp for hvert kreatur, som drives efter veien, og skal erlægges for mindst 1000 smaafæ eller 200 storfæ (herunder hester). 5 smaafæ regnes like med 1 storfæ. Erstatningen tilfalder eiendommens bruker, saafremt denne er en anden end eieren og der ved kontrakt ikke er anderledes bestemt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "104",
      "section": "104",
      "content": "Driftevei samt hvile- og beiteplads, som er erhvervet med hjemmel av foranstaaende bestemmelser, skal staa aapen til bruk i omhandlede øiemed for alle, som betaler den i de utfærdigede regler fastsatte aarlige avgift.\nFør driftevei samt hvile- og beiteplads benyttes, maa anmeldelse i betimelig tid indsendes til styret med opgave over det omtrentlige antal dyr, som skal drives.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "105",
      "section": "105",
      "content": "Det avgivne skjøn er bindende for parterne i mindst fem aar. Naar fem aar er forløpet, kan saavel drifteveistyret som grundeieren – i tilfælde ogsaa brukeren – forlange nyt skjøn, som i saa fald likeledes blir gjældende i mindst fem aar.\nVed disse fornyede skjøn avgjør skjønnet, hvem der skal betale skjønsomkostningene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    },
    {
      "provision_ref": "106",
      "section": "106",
      "content": "Kongen kan bestemme, at driftevei ikke længer skal benyttes som saadan.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_106",
        "source_heading": "§ 106."
      }
    },
    {
      "provision_ref": "107",
      "section": "107",
      "content": "Med hensyn til skjøn, som foranlediges ved bestemmelser i nærværende lovs anden del, gjælder, hvad der i lovens forste del er bestemt om skjøn vedkommende offentlige veier, forsaavidt det derpåa kan faa anvendelse og der ikke i lovens anden del er git særskilte regler herom.\n0 Paragrafens 2net ledd er ophevet ved lov 14 aug 1918 nr. 4 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_107",
        "source_heading": "§ 107."
      }
    },
    {
      "provision_ref": "108",
      "section": "108",
      "title": "(Opphevet ved lov 14 aug 1917 nr. 4)",
      "content": "§ 108.(Opphevet ved lov 14 aug 1917 nr. 4)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_108",
        "source_heading": "§ 108."
      }
    },
    {
      "provision_ref": "3:109",
      "chapter": "3",
      "section": "109",
      "content": "Nærværende lovs kap. XIV samt kap. VII, forsaavidt bestemmelserne dette kapitel faar anvendelse under kap. XIV, træder straks i kraft.\nForøvrig træder loven i kraft 1 juli 1913.\nFra samme tid ophæves: – – –\nLikesaa ophæves enhver anden bestemmelse, forsaavidt den strider mot nærværende lov.\nDe i henhold til ovennævnte love utfærdigede særlige regler eller vedtægter skal, forsaavidt de i samme indeholdte bestemmelser kunde ha været lovlig vedtat i medhold av nærværende lov, bli gjældende, indtil de ved gyldig beslutning maatte bli sat ut av kraft.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_109",
        "source_heading": "§ 109."
      }
    }
  ]
}