{
  "id": "LOV-1961-05-12-2",
  "type": "statute",
  "title": "Lov om opphavsrett til åndsverk m.v. (åndsverkloven)",
  "short_name": "Åndsverkloven – åvl",
  "status": "in_force",
  "issued_date": "1961-05-12",
  "in_force_date": "1961-05-12",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-05-12-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som skaper et åndsverk, har opphavsrett​2 til verket.\nMed åndsverk forståes i denne lov litterære, vitenskapelige eller kunstneriske verk av enhver art og uansett uttrykksmåte og uttrykksform, så som\n1. skrifter av alle slag,\n2. muntlige foredrag,\n3. sceneverk, så vel dramatiske og musikkdramatiske som koreografiske verk og pantomimer, samt hørespill,\n4. musikkverk, med eller uten tekst,\n5. filmverk,\n6. fotografiske verk,​3\n7. malerier, tegninger, grafikk og lignende billedkunst,\n8. skulptur av alle slag,\n9. bygningskunst, så vel tegninger og modeller som selve byggverket,\n10. billedvev og gjenstander av kunsthåndverk og kunstindustri, så vel forbildet som selve verket,\n11. kart, samt tegninger og grafiske og plastiske avbildninger av vitenskapelig eller teknisk art,\n12. datamaskinprogrammer,​4\n13. oversettelser og bearbeidelser​5 av verk som er nevnt foran.\nFor fotografiske bilder som ikke er åndsverk gjelder § 43a.\n0 Endret ved lover 15 juni 1990 nr. 26, 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Se kap. 8.\n2 Se § 2.\n3 Se § 43a.\n4 Se EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 1, 2 og 3).\n5 Se § 4 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Opphavsretten gir innen de grenser som er angitt i denne lov, enerett til å råde over åndsverket​1 ved å fremstille varig eller midlertidig​2 eksemplar av det og ved å gjøre det tilgjengelig for almenheten, i opprinnelig eller endret skikkelse, i oversettelse eller bearbeidelse, i annen litteratur- eller kunstart eller i annen teknikk.​3\nSom fremstilling av eksemplar regnes også overføring til innretning som kan gjengi verket.​4\nVerket gjøres tilgjengelig for allmennheten når\na. eksemplar av verket frembys til salg, utleie eller utlån eller på annen måte spres til allmennheten,\nb. eksemplar av verket vises offentlig uten bruk av tekniske hjelpemidler, eller\nc. verket fremføres offentlig.\nSom offentlig fremføring regnes også kringkasting eller annen overføring i tråd eller trådløst til allmennheten, herunder når verket stilles til rådighet på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\n0 Endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se § 1 (2).\n2 Jf. § 11a.\n3 Jf. § 4.\n4 Jf. lov 9 juni 1989 nr. 32 § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Opphavsmannen har krav på å bli navngitt slik som god skikk tilsier,​2 så vel på eksemplar av åndsverket som når det gjøres tilgjengelig for almenheten.​3\nHar en annen rett til å endre​4 et åndsverk eller å gjøre det tilgjengelig for almenheten,​3 må dette ikke skje på en måte eller i en sammenheng som er krenkende for opphavsmannens litterære, vitenskapelige eller kunstneriske anseelse eller egenart, eller for verkets anseelse eller egenart.​5\nSin rett efter første og annet ledd kan opphavsmannen ikke fraskrive seg, med mindre den bruk av verket som det gjelder, er avgrenset efter art og omfang.\nSelv om opphavsmannen har gitt gyldig samtykke til bruken, har han, hvis verket gjøres tilgjengelig for almenheten​3 i slik krenkende skikkelse som nevnt i annet ledd, rett til å kreve at det enten ikke skjer under hans navn eller at det angis på fyldestgjørende måte at de foretatte endringer ikke skriver seg fra ham. Denne rett kan opphavsmannen ikke gi avkall på.\n1 Jf. § 11, 39k og § 48.\n2 Jf. § 7, § 11, § 47, § 48.\n3 Se § 2 (3) og (4).\n4 Jf. § 11, § 39b.\n5 Jf. § 11, § 39a, § 39b, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Opphavsmannen kan ikke sette seg imot at andre benytter hans åndsverk på en slik måte at nye og selvstendige verk oppstår. Opphavsretten til det nye og selvstendige verk er ikke avhengig av opphavsretten til det verk som er benyttet.\nDen som oversetter eller bearbeider et åndsverk eller overfører det til en annen litterær eller kunstnerisk form, har opphavsrett til verket i denne skikkelse,​1 men kan ikke råde over det på en måte som gjør inngrep i opphavsretten til originalverket.\n1 Jf. § 1 (2) nr. 13, § 2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den som ved å sammenstille flere åndsverk eller deler av åndsverk skaper et litterært, vitenskapelig eller kunstnerisk samleverk, har opphavsrett til samleverket, men denne rett gjør ingen innskrenkning i opphavsretten til de enkelte verk som samleverket består av.\nHvis ikke annet er avtalt, står det de enkelte medarbeidere fritt å offentliggjøre sine bidrag på annen måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Er det to eller flere opphavsmenn til et åndsverk uten at de enkeltes ytelser kan skilles ut som særskilte verk, erverver de opphavsrett til verket i fellesskap.​2\nTil verkets første offentliggjørelse​3 kreves samtykke fra alle opphavsmenn, hvis de ikke uttrykkelig eller stilltiende har samtykket på forhånd. Det samme gjelder når det er spørsmål om å offentliggjøre verket på annen måte eller i en annen form enn tidligere. Ny offentliggjørelse på samme måte kan derimot hver av opphavsmennene forlange eller gi samtykke til.\nEnhver av dem kan påtale krenkelser av opphavsretten.​4\n1 Jf. § 39k (3).\n2 Jf. § 40 annet punktum.\n3 Se § 8 (1).\n4 Se kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Som opphavsmann ansees, når ikke annet godtgjøres, den hvis navn eller alment kjente dekknavn eller merke på sedvanlig måte er påført​2 eksemplar av verket eller blir oppgitt når det gjøres tilgjengelig for almenheten.​3\nEr et verk utgitt​4 uten at opphavsmann er navngitt i samsvar med første ledd, kan utgiveren eller, hvis heller ikke han er navngitt, forleggeren​5 handle på opphavsmannens vegne inntil denne blir navngitt på en ny utgave eller ved melding til vedkommende departement.\n1 Jf. § 3.\n2 Jf. § 47.\n3 Se § 2 (3) og (4).\n4 Se § 8 (2).\n5 Se § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Et åndsverk er offentliggjort når det med samtykke av opphavsmannen er gjort tilgjengelig for allmennheten.​1 Et kunstverk og et fotografisk verk er offentliggjort også​2 når opphavsmannen har overdratt eksemplar av verket og dette er gjort tilgjengelig for allmennheten i medhold av §§ 19, 20, 23, 23a og [eller]​3 24.\nEt åndsverk er utgitt når et rimelig antall eksemplar av verket med samtykke av opphavsmannen er brakt i handelen, eller på annen måte er spredt blant almenheten.\n0 Endret ved lover 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Se § 2 (3) og (4).\n2 Se første punktum.\n3 Skal vel være «eller».\n1 Skal vel være «eller».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Lover, forskrifter, rettsavgjørelser og andre vedtak av offentlig myndighet er uten vern etter denne lov. Det samme gjelder forslag, utredninger og andre uttalelser som gjelder offentlig myndighetsutøvelse, og er avgitt av offentlig myndighet, offentlig oppnevnt råd eller utvalg, eller utgitt​2 av det offentlige. Likeledes er offisielle oversettelser av slike tekster uten vern etter denne lov.\nÅndsverk som ikke er frembrakt særskilt til bruk i dokumenter som nevnt i første ledd, og som det siteres fra eller som gjengis i særskilt vedlegg, omfattes ikke av denne bestemmelse. Første ledd gjelder heller ikke lyrikk, musikkverk eller kunstverk.\n0 Endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. §§ 26 til 28, § 32. – Jf. lov 9 mai 2006 nr. 16.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Registrering av et åndsverk som design​1 innvirker ikke på verkets vern etter denne lov.\nKretsmønster til integrerte kretser​2 omfattes ikke av denne lov.\n0 Endret ved lover 29 mai 1970 nr. 33 (ikr. 1 okt 1970), 15 juni 1990 nr. 27, 23 juni 1995 nr. 37 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 14 mars 2003 nr. 15 (ikr. 1 mai 2003 iflg. res. 4 apr 2003 nr. 417).\n1 Jf. lov 14 mars 2003 nr. 15.\n2 Se lov 15 juni 1990 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Bestemmelsene i dette kapittel gjør ingen videre innskrenkning i opphavsmannens rett etter § 3 enn den som følger av § 29.\nNår et verk gjengis offentlig i medhold av bestemmelsene i dette kapittel, kan det skje i den størrelse og skikkelse øyemedet krever, men verkets karakter må ikke derved forandres eller forringes. Ved gjengivelse som nevnt, må kilden alltid angis slik som god skikk tilsier.\n0 Tidligere § 24. Gitt nytt nummer og omformulert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 11 står nå som § 12.\n1 Jf. § 39k, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "content": "Når tilfeldig eller forbigående fremstilling av midlertidige eksemplar utgjør en integrert og vesentlig del av en teknisk prosess som har til eneste formål å muliggjøre\na. lovlig bruk av et verk, eller\nb. en overføring i nettverk av et mellomledd på vegne av tredjeparter,\nBestemmelsen i første ledd gjelder ikke for datamaskinprogrammer og databaser.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (1)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når det ikke skjer i ervervsøyemed, kan enkelte eksemplar av et offentliggjort​2 verk fremstilles til privat bruk. Slike eksemplar må ikke utnyttes i annet øyemed. Opphavsmennene gis en rimelig kompensasjon gjennom årlige bevilgninger over statsbudsjettet.​3 Kongen kan fastsette nærmere regler om fordeling av kompensasjonen.\nBestemmelsen i første ledd gir ikke rett til å\na. ettergjøre bygningskunst gjennom oppføring av byggverk,​4\nb. fremstille maskinlesbare eksemplar av datamaskinprogram,​5\nc. fremstille maskinlesbare eksemplar av databaser​6 i maskinlesbar form, eller\nd. fremstille eksemplar av kunstverk ved fotokopiering, avstøpning, avtrykk eller tilsvarende fremgangsmåte når eksemplaret kan oppfattes som originaleksemplar.\nBestemmelsen i første ledd gir ikke rett til å la fremstillingen utføre ved fremmed hjelp når det gjelder:\na. musikkverk,\nb. filmverk,\nc. skulptur, billedvev og gjenstander av kunsthåndverk og kunstindustri, eller\nd. kunstnerisk gjengivelse av andre kunstverk.\nDet er ikke tillatt å fremstille eksemplar etter denne paragraf på grunnlag av en gjengivelse av verket i strid med § 2, eller på grunnlag av et eksemplar som har vært gjenstand for eller er resultat av en omgåelse av vernede tekniske beskyttelsessystemer, med mindre slik eksemplarfremstilling er nødvendig etter § 53a tredje ledd andre punktum.\n0 Tidligere § 11. Endret ved lover 15 juni 1990 nr. 26 og 4 des 1992 nr. 128. Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), og endret ved lover 16 apr 1999 nr. 19 – se dens II med overgangsregler, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 12 står nå som § 29.\n1 Jf. § 11, § 56.\n2 Se § 8 (1).\n3 Se EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (b) jf. art. 2).\n4 Se § 1 (2) nr. 9.\n5 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 5).\n6 Se EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 1 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Lærere og elever kan for bruk i undervisningen gjøre opptak av sin egen fremføring av verk. Opptak som nevnt må ikke utnyttes i annet øyemed.\nKongen kan bestemme at skoler og andre undervisningsinstitusjoner vederlagsfritt kan gjøre opptak av kringkastingssending for tidsforskutt bruk.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27. Endret ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 13 står nå som § 22 og § 23 (1) og (2).\n1 Jf. tidligere denne lovs § 16 (2). – Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Av utgitt​2 verk kan det fremstilles eksemplar til bruk ved offentlig eksamen. Opphavsmannen har krav på vederlag.\n0 Ny bestemmelse tilføyd i § 13 ved lov 2 juni 1995 nr. 27 – se dens III, omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13a."
      }
    },
    {
      "provision_ref": "13 b",
      "section": "13 b",
      "content": "Til bruk i egen undervisningsvirksomhet kan det fremstilles eksemplar av utgitt​2 verk, når betingelsene for avtalelisens etter § 36 første ledd er oppfylt eller eksemplarfremstillingen skjer etter tillatelse gitt av nemnd etter bestemmelsene i § 38 fjerde ledd. Det kan også gjøres opptak av kringkastingssending når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Dette gjelder likevel ikke der kringkastingssendingen består av filmverk som må oppfattes som også bestemt til annen bruk enn fremføring gjennom fjernsyn, med mindre det i sendingen bare er benyttet mindre deler av verket.\nOpptakssentral som er godkjent av departementet, kan til bruk i undervisningsvirksomhet gjøre opptak som nevnt i første ledd, når den oppfyller betingelsene for avtalelisens etter § 36 første ledd.\nEksemplar fremstilt med hjemmel i første og andre ledd kan bare benyttes innenfor den undervisningsvirksomhet som omfattes av avtalen etter § 36.\nKongen gir forskrifter om oppbevaring og bruk av opptak etter første og andre ledd.\n0 Ny bestemmelse tilføyd i § 13 ved lov 2 juni 1995 1995 nr. 27, omnummerert og endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. tidligere midl. lov 8 juni 1979 nr. 40. – Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13b",
        "source_heading": "§ 13b."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Offentlige og private institusjoner, organisasjoner og ervervsvirksomheter kan til bruk innenfor sin virksomhet fremstille eksemplar av utgitt​2 verk når de oppfyller betingelsene for avtalelisens etter § 36 første ledd. På samme vilkår kan det gjøres opptak av kringkastingssending. Dette gjelder likevel ikke der kringkastingssendingen består av filmverk som må oppfattes som også bestemt til annen bruk enn fremføring gjennom fjernsyn, med mindre det i sendingen bare er benyttet mindre deler av verket.\nEksemplar fremstilt med hjemmel i første ledd kan bare utnyttes innenfor den virksomhet som omfattes av avtalen etter § 36.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572). Tidligere § 14 (1) er opphevet, (2) står nå som § 23 a (1). Endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Helseinstitusjoner, aldershjem, fengsler og lignende institusjoner kan gjøre opptak av verk som inngår i kringkastingssending, til fremføring innen kort tid i institusjonen.\nKongen fastsetter hvilke institusjoner som skal ha rett til å gjøre opptak som nevnt i første ledd, og gir forskrift om bruk og sletting av opptakene.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 15 står nå som § 18.\n1 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Kongen kan gi regler om rett for arkiv, bibliotek, museer og undervisnings- og forskningsinstitusjoner til å fremstille eksemplar av verk for konserverings- og sikringsformål og andre særskilte formål.​2 Bestemmelsen gjelder ikke for ervervsmessig bruk.​3\nKongen kan gi regler om at arkiv, bibliotek, museer og undervisningsinstitusjoner ved hjelp av terminaler i egne lokaler, kan gjøre verk i samlingene tilgjengelig for enkeltpersoner når det skjer til forskningsformål eller private studieformål.​4\n0 Endret ved lover 3 juni 1977 nr. 51, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569, tidligere annet ledd erstattet av nåværende § 13b), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Jf. lov 9 juni 1989 nr. 32 § 4 a.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (c)).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29(informasjonsamfunnsdirektivet) art. 5 (3) (n), jf. art. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Arkiv, bibliotek og museer som angitt i § 16 første ledd kan fremstille eksemplar​2 av utgitte​3 verk i samlingene og gjøre slike verk tilgjengelig for allmennheten​4 når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Tilsvarende gjelder for offentliggjort​5 kunstverk og offentliggjort​5 fotografisk verk.\n0 Ny bestemmelse tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 2 (1) og (2).\n3 Se § 8 (2).\n4 Se § 2 (3) og (4).\n5 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16a."
      }
    },
    {
      "provision_ref": "16 b",
      "section": "16 b",
      "title": "Kulturarvinstitusjoner som er omfattet av reglene om hitteverk",
      "content": "Følgende institusjoner med allmennyttig formål er omfattet av reglene om bruk av hitteverk etter §§ 16c til 16e:\na. offentlig tilgjengelige bibliotek, utdanningsinstitusjoner og museer,\nb. arkiv-, film- og lydarvinstitusjoner, og\nc. allmennkringkastingsforetak.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 1 (1)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16b."
      }
    },
    {
      "provision_ref": "16 c",
      "section": "16 c",
      "title": "Definisjon av hitteverk",
      "content": "Litterære verk, lydopptak og filmverk skal regnes som hitteverk dersom det ikke er mulig å finne rettighetshaver etter at en institusjon etter § 16b har utført og dokumentert et omfattende søk etter § 16e.\nDer verk eller lydopptak som nevnt i første ledd har flere rettighetshavere og bare noen av dem er funnet etter at det er utført et omfattende søk, skal verket eller lydopptaket regnes som hitteverk for den del av rettighetene som tilhører de ukjente rettighetshavere. Slike verk eller lydopptak kan bare brukes som hitteverk etter § 16d dersom de kjente rettighetshavere har gitt samtykke etter § 6.\nDersom en rettighetshaver melder seg for en institusjon som nevnt i § 16b, skal verket eller lydopptaket ikke lenger anses som hitteverk. Er verket eller lydopptaket tatt i bruk som hitteverk etter § 16d, må bruken opphøre. En rettighetshaver til et verk eller lydopptak som er brukt som hitteverk, har krav på rimelig kompensasjon av den som har brukt verket eller lydopptaket.\nVerk eller lydopptak som i henhold til lovgivningen i et land i EØS-området anses som hitteverk, skal også anses som hitteverk i Norge.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16c."
      }
    },
    {
      "provision_ref": "16 d",
      "section": "16 d",
      "title": "Bruk av hitteverk",
      "content": "​2 Institusjon etter § 16b kan for sine allmennyttige formål:\na. fremstille eksemplar​3 av hitteverk i samlingene for å digitalisere, indeksere, katalogisere, bevare, restaurere eller gjøre tilgjengelig for allmennheten etter bokstav b,\nb. gjøre hitteverk i samlingene tilgjengelig for allmennheten på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\nBruk av hitteverk etter første ledd kan skje der følgende vilkår er oppfylt:\na. Hitteverket har tilknytning til et land i EØS-området ved at verket enten ble utgitt​4 eller ble utsendt i radio eller i fjernsyn for første gang i et land i EØS-området, eller med rettighetshavers samtykke ble gjort tilgjengelig for allmennheten​5 i et land i EØS-området av en institusjon etter § 16b, og det ikke er grunn til å tro at rettighetshaveren ville ha motsatt seg bruken,\nb. institusjonen er etablert i et EØS-land,\nc. inntekter fra bruk av hitteverk skal kun dekke utgifter til eksemplarfremstilling​3 og tilgjengeliggjøring for allmennheten av hitteverk etter denne paragraf, og\nd. kjente rettighetshavere navngis.\nFor allmennkringkastingsforetak gjelder reglene kun for bruk av hitteverk i form av lydopptak og filmverk i egne samlinger som foretaket har produsert eller fått produsert av andre før 1. januar 2003.\nInstitusjon etter § 16b kan på samme vilkår som i første og andre ledd bruke verk som inngår i et hitteverk etter § 16c med slik tilknytning til et EØS-land som følger av andre ledd bokstav a.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 6).\n2 Jf. § 11.\n3 Se § 2 (1) og (2).\n4 Se § 8 (2).\n5 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16d",
        "source_heading": "§ 16d."
      }
    },
    {
      "provision_ref": "16 e",
      "section": "16 e",
      "title": "Omfattende søk etter rettighetshavere mv.",
      "content": "Før et litterært verk, lydopptak eller filmverk kan få status som hitteverk etter § 16c, skal det utføres og dokumenteres et omfattende søk i god tro etter rettighetshavere til verket eller lydopptaket. Dokumentasjon av søket skal videreformidles til Nasjonalbiblioteket.\nDet omfattende søket foretas i de kilder som er relevante for den aktuelle verkstypen.\nSøket skal foretas i det land innenfor EØS-området der verket eller lydopptaket første gang ble utgitt​2 eller utsendt. Dersom verket eller lydopptaket ikke har blitt utgitt eller utsendt, men har blitt gjort tilgjengelig for allmennheten​3 med rettighetshavers samtykke av en institusjon etter § 16b, skal det søkes i det EØS-landet der institusjonen er etablert.\nFor filmverk der produsenten har sitt sete eller bosted i et EØS-land, skal søket foretas i dette landet.\nDersom det finnes tegn på at relevant informasjon om rettighetshaver er tilgjengelig i andre land enn det som fremgår av første til fjerde ledd, skal informasjonskilder derfra også undersøkes.\nKongen kan gi nærmere regler om gjennomføring og dokumentasjon av omfattende søk og bruk av hitteverk, herunder om søkekilder for verk og videreformidling av dokumentasjon til Nasjonalbiblioteket.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 3).\n2 Se § 8 (2).\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16e",
        "source_heading": "§ 16e."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Av utgitt​2 litterært eller vitenskapelig verk eller musikkverk kan det i annen form enn lydopptak fremstilles eksemplar bestemt til bruk for blinde, svaksynte og andre som på grunn av funksjonshemning ikke kan tilegne seg verket på vanlig måte. Utgitt​2 litterært eller vitenskapelig verk kan gjengis på film, med eller uten lyd, bestemt til bruk for hørsels- eller talehemmede. Bestemmelsen gjelder ikke for ervervsmessig bruk.​3\nBestemmelsene i første ledd gir ikke rett til kopiering av eksemplar som andre har fremstilt med særlig henblikk på bruk som der nevnt.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (b), jf. art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "17 a",
      "section": "17 a",
      "content": "Kongen kan bestemme at nærmere angitt organisasjon og bibliotek for vederlagsfri bruk for funksjonshemmede skal ha rett til på nærmere fastsatte vilkår å fremstille eksemplar av utgitt​2 litterært eller vitenskapelig verk gjennom opptak på innretning som kan gjengi det. I tilslutning til teksten kan offentliggjort​3 kunstverk og offentliggjort​3 fotografisk verk gjengis på opptaket. Opphavsmannen har krav på vederlag som utredes av staten.​4 Bestemmelsen gjelder ikke for ervervsmessig bruk.​5\n0 Tidligere § 17 (2). Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27, 23 juni 1995 nr. 37 og omnummerert ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).\n4 Jf. § 35.\n5 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (b)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "17 b",
      "section": "17 b",
      "content": "Kongen kan gi forskrifter om rett til å gjøre opptak av utgitt​2 film eller bilde, med eller uten lyd, og av utsendt kringkastingsprogram, som ikke vesentlig inneholder musikkverk. Forskriftene kan bare gjelde slik bruk som nevnt i § 17a, og bare komme til anvendelse når den som gjør opptaket oppfyller betingelsene for avtalelisens etter § 36 første ledd.\n0 Ny bestemmelse tilføyd som § 17 (4) ved lov 2 juni 1995 nr. 27, omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17b."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "I samleverk, bestemt til bruk ved gudstjeneste eller undervisning, sammenstilt av verk fra et større antall opphavsmenn, kan det gjengis mindre deler av litterære eller vitenskapelige verk og musikkverk eller slike verk av lite omfang, når fem år er gått etter utløpet av det år da verket ble utgitt.​2 I tilslutning til teksten kan også kunstverk og fotografisk verk gjengis når fem år er gått etter utløpet av det år da verket ble offentliggjort.​3 Verk som er utarbeidet til bruk ved undervisning, må ikke gjengis i et samleverk med samme formål. Bestemmelsene gir ikke rett til gjengivelse i maskinlesbar form.​4\nOpphavsmannen har krav på vederlag.​5\n0 Tidligere § 15. Endret ved lov 16 feb 1979 nr. 4. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 18 står nå som § 21.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (a) jf art. 2).\n5 Jf. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Er et eksemplar av et verk solgt med opphavsmannens samtykke, kan eksemplaret spres videre blant allmennheten. Det samme gjelder eksemplar av offentliggjort​2 verk, og ethvert eksemplar av kunstverk eller fotografisk verk, som opphavsmannen på annen måte har overdratt. Bestemmelsene gjelder bare der eksemplaret er solgt eller overdratt som nevnt innenfor Det europeiske økonomiske samarbeidsområde, med mindre eksemplaret er ervervet av en person til privat bruk eller spres videre ved utlån eller utleie.​3\nBestemmelsen i første ledd gir, med unntak for byggverk​4 og bruksgjenstander, ikke adgang til utleie.​5 Heller ikke gir bestemmelsen adgang til utlån av maskinlesbart eksemplar av datamaskinprogram.​6 Likestilt med leie er bytte som drives som organisert virksomhet.​7\n0 Tidligere § 21 og § 23 (1). Endret ved lover 23 des 1988 nr. 101, 15 juni 1990 nr. 26 og 4 des 1992 nr. 126. Omnummerert og endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 19 står nå som § 25 (1).\n1 Jf. § 11.\n2 Se § 8 (1).\n3 EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 4 (2) og nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (2)).\n4 Jf. § 1 (2) nr. 9.\n5 Sml. § 39m. Se § 60 (2). Jf. EØS-avtalen vedlegg XVII nr. 9g (dir 2006/115 (utleiedirektivet) art. 1 (2), 3 (2) og 4) og vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (c)).\n6 Se § 60 (2). Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (c)).\n7 Jf. § 39m (1) annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Er et verk utgitt,​2 eller har opphavsmannen overdratt eksemplar av et kunstverk eller et fotografisk verk, kan eksemplarene vises offentlig. Eksemplar av offentliggjort​3 kunstverk og av offentliggjort​3 fotografisk verk kan vises offentlig i forbindelse med undervisning.\n0 Tidligere §§ 21 og 23 (1). Endret ved lover 20 des 1974 nr. 64 og 23 des 1988 nr. 101. Omnummerert og endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 20 står nå som § 30 og § 31.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Et utgitt​2 verk kan fremføres​3 offentlig ved gudstjeneste og undervisning. Har opphavsmannen overdratt eksemplar av et kunstverk eller et fotografisk verk, eller er slike verk offentliggjort,​4 kan verket fremføres​3 offentlig i forbindelse med undervisning.\nOgså ellers kan utgitt​2 verk fremføres​3 offentlig:\na. ved tilstelninger der fremføring av åndsverk ikke er det vesentlige, såfremt tilhørerne eller tilskuerne har adgang uten betaling, og tilstelningen heller ikke indirekte finner sted i ervervsøyemed,\nb. ved ungdomsstevner som ikke arrangeres i ervervsøyemed.\nDenne paragraf gjelder ikke for filmverk, scenisk fremføring av sceneverk​5 eller fremføring av databaser​6 ved ervervsmessig undervisning.​7 Paragrafen gir heller ikke rett til fremføring ved kringkasting. Innenfor ervervsmessig undervisning gir den heller ikke rett til annen trådbunden eller trådløs overføring til allmennheten.​8 Adgangen til fremføring ved undervisning gjelder ikke fremføring innen rammen av organisert konsertvirksomhet.\n0 Tidligere § 18. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 23 juni 1995 nr. 37, 16 apr 1999 nr. 19 – se dens II med overgangsregler, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 21 står nå som § 19.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 2 (4).\n4 Se § 8 (1).\n5 Sml. § 1 (2) nr. 3.\n6 Se EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 1 og 3).\n7 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 5 (6) og 6 (2) (b) jf. art. 3).\n8 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) jf. art. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Det er tillatt å sitere fra et offentliggjort​2 verk i samsvar med god skikk og i den utstrekning formålet betinger.\n0 Tidligere § 13 (1). Gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 22 står nå som § 26 og § 33.\n1 Jf. § 11.\n2 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Offentliggjort​2 kunstverk og offentliggjort​2 fotografisk verk kan gjengis i tilslutning til teksten i kritisk eller vitenskapelig fremstilling som ikke er av allmennopplysende karakter, når det skjer i samsvar med god skikk og i den utstrekning formålet betinger.\nMed samme begrensning kan offentliggjort​2 fotografisk verk mot vederlag​3 gjengis også i kritisk eller vitenskapelig fremstilling av allmennopplysende karakter og i tilslutning til teksten i skrifter bestemt til bruk i opplæring.\nOffentliggjort​2 personbilde i form av fotografisk verk kan gjengis i skrift av biografisk innhold.​4\nBestemmelsene i denne paragraf gir ikke rett til gjengivelse i maskinlesbar form, med mindre det gjelder en ikke-ervervsmessig gjengivelse etter første ledd.​5\n0 Tidligere § 13 (2). Endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (1).\n3 Jf. § 35.\n4 Jf. § 39j (3) og § 45c (1), e.\n5 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) og (o) jf. art. 2 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "23 a",
      "section": "23 a",
      "content": "Offentliggjort​2 kunstverk og offentliggjort​2 fotografisk verk kan gjengis i aviser, tidsskrifter og kringkasting ved omtale av dagshending. Dette gjelder likevel ikke verk som er skapt med henblikk på gjengivelse i aviser, tidsskrifter eller kringkasting. Opphavsmannen har krav på vederlag​3 med mindre det gjelder dagshending knyttet til det verket som gjengis.\nEr et kunstverk eller et fotografisk verk utgitt,​4 eller har opphavsmannen overdratt eksemplar av verk som nevnt, kan verket medtas i aviser, tidsskrifter, bøker, ved film og i kringkasting, såfremt verket utgjør en del av bakgrunnen eller på annen måte spiller en underordnet rolle i sammenhengen.\n0 Tidligere § 14 (2) og § 23 (1). Endret ved lover 20 des 1974 nr. 64, 23 des 1988 nr. 101. Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III, endret ved lov 23 juni 1995 nr. 37 – se dens II. Endret og omnummerert ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, § 45c.\n2 Se § 8 (1).\n3 Jf. § 35.\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Kunstverk og fotografisk verk som inngår i en samling eller som utstilles eller utbys til salg, kan avbildes i katalog over samlingen og i meddelelse om utstillingen eller salget. Katalog kan bare fremstilles ved trykking, fotokopiering eller lignende metode.​2\nKunstverk og fotografisk verk kan også avbildes når det varig er satt opp på eller ved offentlig plass eller ferdselsvei. Dette gjelder likevel ikke når verket klart er hovedmotivet og gjengivelsen utnyttes ervervsmessig.\nByggverk​3 kan fritt avbildes.\n0 Tidligere § 23 (2) og (3). Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) (j) og (o) jf. art. 2).\n3 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Når fremføring eller visning av et verk inngår som ledd i dagshending og denne kringkastes eller gjengis ved film, kan korte avsnitt av verket, eller hele verket hvis det er av lite omfang, tas med ved gjengivelsen. Når fremføringen eller visningen av verket bare utgjør en del av bakgrunnen eller på tilsvarende måte spiller en underordnet rolle i forhold til hovedemnet for reportasjen, kan hele verket gjengis.\n​2 Når et fjernsynsselskap gjengir korte utdrag fra begivenheter av stor interesse for allmennheten i medhold av § 45a sjette ledd, kan selskapet gjengi verk som inngår i utdraget fra begivenheten.\n0 Tidligere § 19. Endret ved lov 23 des 1988 nr. 101. Omformulert med nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 25 står nå som § 39 og § 39a. Endret ved lov 14 des 2012 nr. 91 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1245).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XI nr. 5p (dir 2010/13 (direktivet om audiovisuelle medietjenester) art. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Forhandlinger i offentlige forsamlinger, styrer, råd og lignende, i møter av valgte offentlige myndigheter, i rettssaker og på åpne møter som holdes for å behandle allmenne spørsmål, kan, med de begrensninger som følger av § 28, enhver gjøre tilgjengelig for allmennheten​2 uten samtykke av opphavsmannen. En opphavsmann har likevel enerett til å utgi samlinger av sine egne innlegg.\n0 Tidligere § 22 (1). Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 26 står nå som § 39b.\n1 Jf. § 9, § 11, § 32.\n2 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Vern etter denne lov er ikke til hinder for dokumentinnsyn etter forvaltningsloven​2 og offentleglova​3 eller annen lovgivning.​4\nLoven er heller ikke til hinder for at verk brukes i forbindelse med etterlysning, i etterforskning eller som bevismiddel.​5\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 27 opphevet ved lov 4 mars 1983 nr. 4 (sml. lov 31 mai 1918 § 36). Endret ved lov 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).\n1 Jf. § 11.\n2 Lov 10 feb 1967.\n3 Lov 19 mai 2006 nr. 16.\n4 Se lover 4 des 1992 nr. 126 § 16 og 2 juli 1999 nr. 63 § 5-1.\n5 Jf. § 45c (1) e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Retten til videre gjengivelse av dokumenter påberopt som bevis eller som sakkyndig uttalelse e.l. i forhandlinger som nevnt i § 26, og av dokumenter det er gitt innsyn i etter lovgivning som nevnt i § 27, beror på ellers gjeldende regler. Likevel kan det siteres​2 fra slike dokumenter i samsvar med god skikk og i den utstrekning det er nødvendig for omtale av forhandlingene eller av sak dokumentet er av betydning for, selv om verket ikke har vært offentliggjort.​3\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 28 står nå som § 39k.\n1 Jf. § 11.\n2 Jf. § 22.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Byggverk​2 og bruksgjenstander kan endres uten opphavsmannens samtykke når det skjer av tekniske grunner eller av hensyn til utnyttelsen.\n0 Tidligere § 12. Omformulert og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 29 står nå som § 39l.\n1 Jf. § 11.\n2 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Norsk rikskringkasting og etter Kongens bestemmelse andre kringkastingsforetak​2 har rett til mot vederlag å kringkaste et utgitt​3 verk når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Tilsvarende gjelder for offentliggjort​4 kunstverk og offentliggjort​4 fotografisk verk.\nVed satellittkringkasting får bestemmelsene i første ledd ikke anvendelse med mindre sendingen av samme kringkastingsforetak samtidig kringkastes her i riket over jordbundet nett.​5\nBestemmelsene i første ledd gjelder ikke sending ved tråd. De gjelder ikke for sceneverk​6 og filmverk,​7 og heller ikke for andre verk dersom opphavsmannen overfor foretaket har nedlagt forbud​8 mot kringkasting, eller det ellers er særlig grunn til å anta at han motsetter seg at verket kringkastes.\n0 Tidligere § 20 (2), endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 30 står nå som § 39d.\n1 Jf. § 11, §§ 36 flg.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 8 (2).\n4 Se § 8 (1).\n5 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 3 nr. 2 jf. art. 1).\n6 Jf. § 1 (2) nr. 3.\n7 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 3 nr. 3 jf. art. 2).\n8 Jf. § 39k.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Norsk rikskringkasting og andre som har bevilling til å drive kringkastingsvirksomhet​2 kan, ved egne hjelpemidler og til bruk ved egne sendinger, ta opp verk på innretninger som kan gjengi dem når de for øvrig har rett til å ta verket med i sine sendinger. Retten til å gjøre slik opptatt verk tilgjengelig for allmennheten​3 avhenger av de ellers gjeldende regler. Kongen gir nærmere forskrifter om bruk og oppbevaring av disse opptak.\nBestemmelsen i første ledd gir ikke rett til å sammenstille film og lyd ved å overføre lydopptak til filmen med mindre fremføring ved opptaket inngår i filmen.\n0 Tidligere § 20 (1). Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 31 inngår nå i § 39 og § 39e.\n1 Jf. § 11.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Norsk rikskringkasting og andre som har konsesjon til å drive kringkasting​2 har rett til bruk av offentliggjort​3 verk i sine samlinger ved\na. ny kringkasting, eller\nb. overføring på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket\nDenne paragraf gjelder bare for verk som ble kringkastet før 1. januar 1997 og som inngår i kringkastingsforetakets egne produksjoner. Paragrafen gjelder ikke dersom opphavsmannen har nedlagt forbud mot slik bruk av verket eller det ellers er særlig grunn til å anta at han motsetter seg slik bruk.\n0 Ny bestemmelse tilføyd ved lov 17 juni 2005 nr. 97 – se dens III – daværende § 32 (opprinnelig § 22 (2)) ble nye § 33 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Ordskifteprogram som kringkastes og hvor allmenne spørsmål blir drøftet, kan enhver gjengi offentlig uten samtykke av opphavsmannen. En opphavsmann har likevel enerett til å utgi samlinger av sine egne innlegg.\n0 Tidligere § 22 (2). Endret ved lov 23 des 1988 nr. 101. Endret og gitt nr. 32 ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Gitt nytt nummer ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Verk som lovlig inngår i kringkastingssending, kan ved samtidig og uendret videresending gjøres tilgjengelig for allmennheten​2 når den som videresender oppfyller betingelsene for avtalelisens etter § 36 første ledd.\nOpphavsmannens enerett til videresending kan bare utøves gjennom organisasjon som er godkjent etter § 38a.​3\nVideresending av verk som opprinnelig sendes ved tråd, omfattes ikke av denne paragraf.\n0 Tidligere § 20a. – Tilføyd ved lov 21 juni 1985 nr. 86. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 11 og §§ 36 flg.\n2 Se § 2 (3) og (4).\n3 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satelitt- og kabelsendingsdirektivet) art. 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Vederlag etter §§ 13a, 17a, 18, 23, 23a og 45b kan enhver av partene kreve fastsatt på bindende måte etter regler som Kongen gir. Kongen fastsetter regler om at vederlagspliktige som unnlater å betale vederlag, etter begjæring fra den berettigede part, med bindende virkning kan forbys fortsatt bruk.\n0 Tidligere § 51. Endret ved lov 21 juni 1985 nr. 86. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 35 står nå i endret skikkelse som § 39c. Endret ved lover 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Når det foreligger avtale med organisasjon som nevnt i § 38a som tillater slik bruk av verk som nevnt i §§ 13b, 14, 16a, 17b, 30, 32 og 34, har bruker som omfattes av avtalen, overfor rettighetshaver som ikke er omfattet, rett til på samme område og på samme måte å utnytte verk av samme art som dem avtalen gjelder (avtalelisens). Bestemmelsen gjelder bare for bruk som skjer i samsvar med det avtalen fastsetter. Bestemmelsen gjelder ikke i forhold til kringkastingsforetaks rettigheter i sine sendinger.​2\nAvtalelisens kan også anvendes i tilfeller som ikke omfattes av paragrafene som er nevnt i første ledd, når en bruker på et nærmere avgrenset område har inngått avtale med organisasjon som nevnt i § 38a om bruk av offentliggjorte verk​3 (generell avtalelisens).​4 Dette gjelder likevel ikke for verk der opphavsmannen overfor noen av partene i avtalen har nedlagt forbud mot bruk av verket, eller det ellers er særlig grunn til å anta at han motsetter seg bruk av verket.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere § 36 står nå som § 39e (3).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 10).\n3 Se § 8 (1).\n4 Jf. §§ 37 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Ved bruk av verk etter § 36 er det som avtalen, nemnda eller den organisasjon som mottar vederlaget for bruken, bestemmer om innkreving og fordeling av vederlaget, bindende også for rettighetshavere som ikke representeres av organisasjonen. Utenforstående rettighetshavere skal ha samme rett som organiserte til å få del i midler og goder som utdeles fra eller som vesentlig er bekostet av vederlaget.\nUansett bestemmelsen i første ledd kan en utenforstående rettighetshaver som sannsynliggjør at hans verk er brukt etter § 36, kreve at vederlag for dette skal utbetales til ham. Kravet må fremsettes innen tre år etter utløpet av det år bruken fant sted, og kan bare rettes mot den organisasjonen som i medhold av § 36 har innkrevd vederlag. Vederlagets størrelse kan hver av partene kreve fastsatt etter regler som Kongen gir.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 37 inngår nå i § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Kommer avtale etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 ikke i stand, kan hver av partene kreve megling etter regler som Kongen gir. Er partene enige om det, kan tillatelse til og vilkår for eksemplarfremstillingen fastsettes etter reglene gitt med hjemmel i § 35. Fastsettelsen får samme virkning som avtale etter § 36 første ledd.\nEr partene i avtaler etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 enige om det, kan tvist om tolkingen av avtalen på bindende måte avgjøres etter reglene gitt med hjemmel i § 35.\nKommer avtale med kringkastingsforetak om adgang til å gjøre opptak av foretakets sendinger for slik bruk som omfattes av §§ 13b, 14 eller 17b, ikke i stand, gjelder bestemmelsen i første ledd første og andre punktum tilsvarende. Ved tvist om tolking av slik avtale får bestemmelsen i andre ledd tilsvarende anvendelse.\nKommer avtale etter § 13b ikke i stand etter at megling etter første ledd er gjennomført, kan hver av partene kreve at tillatelse til og vilkår for eksemplarfremstilling etter § 13b på bindende måte avgjøres av nemnd etter reglene gitt med hjemmel i § 35. Nemndsavgjørelsen får samme virkning som avtale etter § 36 første ledd. Kongen kan gi nærmere regler om nemndas virksomhet og behandling av slike saker, herunder om saksbehandling og domstolsprøving.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere § 38 inngår nå i § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "content": "Avtale som skal ha virkning som nevnt i § 36, må inngås av organisasjon som på området representerer en vesentlig del av opphavsmennene til verk som brukes i Norge,​2 og som er godkjent av departementet. For bruk på nærmere angitte områder kan Kongen bestemme at den organisasjon som godkjennes, må være en felles organisasjon for de berørte rettighetshavere.\nKongen kan gi nærmere bestemmelser om kontroll med organisasjoner og fond som mottar vederlag til videre fordeling.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 38b.\n2 Jf. EØS-avtalen art. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38a."
      }
    },
    {
      "provision_ref": "38 b",
      "section": "38 b",
      "content": "Organisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, kreve at det overfor bruker som ikke har inngått avtale som nevnt i § 36, ved dom nedlegges forbud mot ulovlig utnyttelse av verk på en måte som omfattes av bestemmelsene i §§ 13b, 14, 16a, 17b, 30, 32 eller 34. Det samme gjelder overfor bruker som er part i en avtale som nevnt og som unnlater å betale det avtalte vederlag.\nOrganisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, likeledes reise krav etter denne lovs §§ 55 og 56 overfor den som har foretatt ulovlig bruk som nevnt i første ledd. Har den som ulovlig har utnyttet et verk innfridd organisasjonens krav, kan rettighetshaverens krav i anledning samme utnyttelse bare rettes mot organisasjonen, som da plikter å erlegge hva rettighetshaveren har krav på.\nOrganisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, anvende bestemmelsene i kapittel 7a ved ulovlig utnyttelse av verk som nevnt i første ledd første punktum i paragrafen her.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38b",
        "source_heading": "§ 38b."
      }
    },
    {
      "provision_ref": "38 c",
      "section": "38 c",
      "content": "Opphavsmannen har krav på vederlag når en som yrkesmessig opptrer i kunstmarkedet deltar som selger, kjøper eller formidler ved videresalg av originaleksemplar av opphavsrettslig vernede kunstverk som malerier, kollasjer, tegninger, stikk, trykk, litografier, skulpturer, billedtepper, keramikk, glasskunst og fotografiske verk. Som originaleksemplar regnes eksemplar av kunstverk som er utført i et begrenset antall av kunstneren selv eller med hans samtykke. Bestemmelsen gjelder ikke byggverk.​2\nRetten etter første ledd gjelder ikke videresalg fra privatpersoner til museer som er åpne for publikum og ikke driver ervervsmessig, med mindre det i handelen deltar en formidler som nevnt i første ledd.\nVederlaget skal beregnes på grunnlag av salgsprisen uten merverdiavgift etter følgende satser:\na. 5 pst. av den del av salgsprisen som ikke overstiger 50.000 euro,\nb. 3 pst. av den del av salgsprisen som overstiger 50.000 euro, men som ikke overstiger 200.000 euro,\nc. 1 pst. av den del av salgsprisen som overstiger 200.000 euro, men som ikke overstiger 350.000 euro,\nd. 0,5 pst. av den del av salgsprisen som overstiger 350.000 euro, men som ikke overstiger 500.000 euro, og\ne. 0,25 pst. av den del av salgsprisen som overstiger 500.000 euro.\nVederlaget skal kun betales når salgsprisen uten merverdiavgift overstiger 3.000 euro. Det totale vederlag for et videresalg skal ikke overstige 12.500 euro.\nSelgere og formidlere som nevnt i første ledd er solidarisk ansvarlige for å betale følgerettsvederlaget. Opptrer ingen av dem yrkesmessig i kunstmarkedet, er kjøperen ansvarlig for betalingen.\nOverfor de vederlagspliktige må vederlagskravet gjøres gjeldende gjennom oppkrevings- og fordelingsorganisasjon som er godkjent av departementet. Når krav på vederlag etter første ledd foreldes etter reglene i lov 18. mai 1979 nr. 18 om foreldelse av fordringer, tilfaller vederlaget organisasjonen og skal brukes til å dekke organisasjonens kostnader ved oppkrevingen og fordelingen av følgerettsvederlaget, eller til andre kollektive formål fastsatt i organisasjonens vedtekter.\nDet kan ikke gis avkall på retten etter første ledd, og den kan heller ikke overdras. Har ikke opphavsmannen arvinger, skal følgerettsvederlag som forfaller etter opphavsmannens død tilfalle den organisasjon som til enhver tid er godkjent etter sjette ledd. Slike midler skal brukes som nevnt i sjette ledd andre punktum.\nSelger, kjøper og formidler som nevnt i første ledd skal innen sjette termin for innbetaling av merverdiavgift​3 til den organisasjon som til enhver tid er godkjent etter sjette ledd, oppgi de opplysninger som er nødvendige for å sikre betaling av følgerettsvederlag for det foregående års salg.​4 Nevnte organisasjon kan også kreve slike opplysninger om de tre siste års salg.\n0 Tilføyd ved lov 22 des 2006 nr. 103 – se dens III (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534). – Jf. EØS-avtalen vedlegg XVII nr. 9c (direktiv 2001/84/EF (følgerettsdirektivet)). Se lov 4 nov 1948 nr. 1.\n1 Se § 57 (4) og § 59.\n2 Jf. § 1 (2) nr. 9.\n3 Se sktbl. § 10-30.\n4 Jf. § 54 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38c",
        "source_heading": "§ 38c."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Opphavsmannen kan med den begrensning som følger av § 3 helt eller delvis overdra sin rett til å råde over åndsverket.​1\nOverdragelse av eksemplar innbefatter ikke overdragelse av opphavsretten eller noen del av denne, selv om det er et originaleksemplar som overdras. Overdragelse av opphavsrett innbefatter ikke eiendomsrett til det manuskript eller annet eksemplar som utleveres i tilknytning til overdragelsen.\n0 Tidligere § 25 første punktum og § 49 (1), endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 39 står nå i endret skikkelse som § 39f.\n1 Jf. § 1, § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "39 a",
      "section": "39 a",
      "content": "Har opphavsmannen​1 overdratt rett til å bruke verket på en bestemt måte eller ved bestemte midler, har erververen ikke rett til å gjøre det på andre måter eller ved andre midler.\n0 Tilsvarer tidligere § 25 annet punktum, omformulert og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Se § 39k (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39a."
      }
    },
    {
      "provision_ref": "39 b",
      "section": "39 b",
      "content": "Overdragelse av opphavsrett gir ikke rett til å endre verket med mindre annet er avtalt.​1\nRetten kan heller ikke overdras videre uten samtykke med mindre den går inn i en forretning eller forretningsavdeling og overdras sammen med denne. Overdrageren vedblir å være ansvarlig for at avtalen med opphavsmannen blir oppfylt.\n0 Tidligere § 26, gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. § 3. – Se § 39h, § 39i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39b."
      }
    },
    {
      "provision_ref": "39 c",
      "section": "39 c",
      "content": "Avhenger opphavsmannens vederlag av erververens omsetning, salgstall e.l., kan opphavsmannen​1 kreve at det skjer avregning minst én gang i året. Opphavsmannen kan likeledes kreve at hver avregning følges av fyldestgjørende opplysninger om de forhold som har ligget til grunn for vederlagsberegningen.\nOpphavsmannen​1 kan kreve at erververens regnskaper, bokføring og lagerbeholdning, samt attestasjoner fra den som har utnyttet verket, stilles til rådighet for en av opphavsmannen oppnevnt statsautorisert eller registrert revisor.​2 Revisoren skal opplyse opphavsmannen om riktigheten av den avregningen som er foretatt, og om eventuelle uregelmessigheter ved den, men for øvrig har han taushetsplikt om alle andre forhold som han blir kjent med ved gjennomgangen.\nBestemmelsene i denne paragraf kan ikke fravikes til skade for opphavsmannen.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Sml. tidligere § 35.\n1 Se § 39k (1).\n2 Se lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39c",
        "source_heading": "§ 39c."
      }
    },
    {
      "provision_ref": "39 d",
      "section": "39 d",
      "content": "Overdragelse av rett til å fremføre​1 et verk for allmennheten gir ikke erververen enerett, med mindre dette er avtalt. Er ikke annet bestemt, gjelder overdragelsen for tre år.\nSelv om enerett er overdratt, kan opphavsmannen,​2 om det ikke er truffet annen avtale, selv fremføre verket eller overdra fremføringsrett til andre, hvis erververen i tre år på rad har unnlatt å gjøre bruk av retten.\nBestemmelsene i denne paragraf gjelder ikke for filmverk.​3\n0 Tidligere § 30, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Se § 2 (4).\n2 Se § 39k (1).\n3 Se § 39f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39d",
        "source_heading": "§ 39d."
      }
    },
    {
      "provision_ref": "39 e",
      "section": "39 e",
      "content": "Ved en forlagsavtale overdrar opphavsmannen​1 rett til å mangfoldiggjøre et verk gjennom trykk eller lignende fremgangsmåte, og til å utgi verket i denne form.\nI den utstrekning en forlagsavtale gir enerett, plikter forleggeren å utgi​2 verket innen rimelig tid og sørge for utbredelsen på sedvanlig måte. Hvis forleggeren etter at verket er utgitt ikke sørger for at eksemplar av verket er tilgjengelig for allmennheten​3 innen rimelig tid etter at dette ble krevd av opphavsmannen,​1 kan opphavsmannen​1 si opp avtalen og beholde mottatt honorar.\nEr ikke annet avtalt, har forleggeren rett til å utgi inntil 3000 eksemplar av verket, men når utgivelsen omfatter bare musikkverk, ikke mer enn 1000 eksemplar, og når utgivelsen omfatter bare verk av billedkunst, ikke mer enn 200 eksemplar.\nNår det er gått mer enn ett år etter at forleggeren utga verket, eller det er gått mer enn ett år siden opphavsmannen​1 sist foretok endringer i verket, skal opphavsmannen dersom ytterligere eksemplar skal fremstilles, gis rett til å foreta endringer som ikke volder uforholdsmessige omkostninger eller endrer verkets karakter.\nNår det er gått 15 år etter utløpet av det år da forleggeren først utga​2 verket, har opphavsmannen​1 rett til å ta verket med i en utgave av sine samlede eller utvalgte litterære verk. En slik utgave skal først tilbys forleggeren eller, hvis opphavsmannens verk er utkommet hos forskjellige forleggere, den som kan anses som hovedforlegger.\nOpphavsmannen​1 kan kreve erstatning for skade som følge av mislighold. Dette gjelder likevel ikke i den grad det godtgjøres at skaden skyldes en hindring som er utenfor forleggerens kontroll, og som forleggeren ikke med rimelighet kunne forventes å ha tatt i betraktning på avtaletiden eller å unngå eller overvinne følgene av. Ligger årsaken til skaden hos tredjemann som forleggeren har gitt i oppdrag å utføre handlinger til oppfyllelse av avtalen, er forleggeren fri for ansvar bare dersom også tredjemann ville ha vært fritatt for ansvar etter bestemmelsene i dette ledd.\nBlir forleggerens forpliktelser etter forlagsavtalen vesentlig misligholdt, kan opphavsmannen​1 heve avtalen, beholde mottatt honorar og kreve erstatning etter reglene i sjette ledd for skade som ikke dekkes av honoraret.\nAvtale som til skade for opphavsmannen​1 vesentlig avviker fra det som er bestemt i andre, sjette og sjuende ledd kan ikke gjøres gjeldende. Sin rett etter femte ledd kan opphavsmannen​1 ikke fraskrive seg.\nBestemmelsene i denne paragraf gjelder ikke avtaler om bidrag til aviser eller tidsskrifter, eller avtaler om bidrag som skal brukes som illustrasjon til verk som utgis.​2 Bestemmelsene i andre og tredje ledd gjelder ikke for avtaler om bidrag til samleverk. Bestemmelsene i andre ledd gjelder ikke for avtaler om oversettelser.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 22 des 1995 nr. 83. Sml. tidligere §§ 31 til 38.\n1 Se § 39k (1).\n2 Se § 8 (2).\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39e",
        "source_heading": "§ 39e."
      }
    },
    {
      "provision_ref": "39 f",
      "section": "39 f",
      "content": "Har opphavsmannen​2 overdratt rett til å utnytte et verk for film, er erververen, hvis ikke annet er avtalt, pliktig til innen rimelig tid å innspille filmverket og sørge for at det blir gjort tilgjengelig for allmennheten.​3 Blir erververens forpliktelser vesentlig misligholdt, kan opphavsmannen​2 heve avtalen, beholde mottatt honorar og etter bestemmelsene i § 39e kreve erstatning for skade som ikke dekkes av honoraret.\nEr ikke annet avtalt, omfatter overdragelsen av rett til innspilling av et verk for film rett til å\na. fremstille eksemplar av filmverket,\nb. gjøre filmverket tilgjengelig for allmennheten​3 gjennom spredning av eksemplar og ved fremføring,​4 og\nc. forsyne filmverket med tekster eller oversatt tale.\nBestemmelsen i andre ledd gjelder ikke\na. allerede eksisterende verk,\nb. filmmanuskript og musikkverk som er frembrakt med henblikk på filminnspillingen, eller\nc. filmverkets hovedregi.\n0 Tidligere § 39. Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. § 59 (4).\n2 Se § 39k (1).\n3 Se § 2 (3) og (4).\n4 Se § 2 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39f",
        "source_heading": "§ 39f."
      }
    },
    {
      "provision_ref": "39 g",
      "section": "39 g",
      "content": "Opphavsrett til datamaskinprogram​2 som er skapt av en arbeidstaker under utførelsen av oppgaver som omfattes av arbeidsforholdet eller etter arbeidsgivers anvisninger går, med den begrensning som følger av § 3, over til arbeidsgiveren, med mindre annet er avtalt.\n0 Ny bestemmelse tilføyd ved lov 15 juni 1990 nr. 26 som § 39a, endret ved lov 4 des 1992 nr. 128, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 2 nr. 3).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39g",
        "source_heading": "§ 39g."
      }
    },
    {
      "provision_ref": "39 h",
      "section": "39 h",
      "content": "Den som har rett til å bruke et datamaskinprogram,​2 kan fremstille eksemplar av, endre og bearbeide programmet i den utstrekning det er nødvendig for å bruke programmet i samsvar med dets formål, herunder også for å rette feil i programmet.\nDen som har rett til å bruke et datamaskinprogram,​2 kan fremstille sikkerhetseksemplar i den utstrekning det er nødvendig for utnyttelsen av programmet.\nDen som har rett til å bruke et eksemplar av et datamaskinprogram​2 kan, i forbindelse med slik lesning, fremvisning på skjerm, kjøring, overføring eller lagring av programmet som brukeren er berettiget til å utføre, iaktta, undersøke eller prøve ut hvordan programmet virker for å fastslå idéene og prinsippene som ligger til grunn for de enkelte deler av programmet.\nDen som har rett til å bruke en database,​3 kan foreta slike handlinger som er nødvendig for tilgang til databasens innhold og normal utnyttelse av denne.​4\nBestemmelsene i andre, tredje og fjerde ledd kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 4 des 1992 nr. 128 som § 39b, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 16 apr 1999 nr. 19 – se dens II med overgangsregler.\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 5).\n2 Jf. § 1 (2) nr. 12.\n3 Se EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 1).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39h",
        "source_heading": "§ 39h."
      }
    },
    {
      "provision_ref": "39 i",
      "section": "39 i",
      "content": "Det er tillatt å fremstille eksemplar av et datamaskinprograms​2 kode og oversette kodens form når dette er en forutsetning for å skaffe til veie de opplysninger som er nødvendige for å oppnå funksjonelt samvirke mellom et selvstendig utviklet datamaskinprogram​2 og andre programmer, dersom\na. handlingene utføres av en person som har rett til å bruke et eksemplar av et datamaskinprogram,​2 eller på dennes vegne av en person som har tillatelse til det,\nb. de opplysninger som er nødvendige for å oppnå funksjonelt samvirke ikke tidligere har vært lett tilgjengelige for de i bokstav a) nevnte personer og\nc. handlingene er begrenset til de deler av det opprinnelige program som er nødvendige for å oppnå funksjonelt samvirke.\nDe opplysninger som er innhentet ved anvendelse av bestemmelsen i første ledd, må ikke\na. nyttes til andre formål enn å muliggjøre funksjonelt samvirke med det selvstendig utviklede datamaskinprogram,​2\nb. gis videre til andre, bortsett fra når dette er nødvendig for å muliggjøre funksjonelt samvirke med det selvstendig utviklede datamaskinprogram,​2 eller\nc. nyttes til utvikling, fremstilling eller markedsføring av et datamaskinprogram​2 som vesentlig svarer til det opprinnelige i sin utforming, eller til noen annen handling som krenker opphavsretten til programmet.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 4 des 1992 nr. 128 som § 39c, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 6).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39i",
        "source_heading": "§ 39i."
      }
    },
    {
      "provision_ref": "39 j",
      "section": "39 j",
      "content": "Opphavsmannen​2 kan ikke utøve sine rettigheter til et bestilt portrettbilde​3 uten samtykke fra bestilleren.\nEr portrettet et fotografisk verk, kan eksemplar av det på vanlig måte vises som reklame for opphavsmannens​2 fotografivirksomhet såfremt bestilleren ikke nedlegger forbud.\nOm vern for den avbildede gjelder bestemmelsene i § 45c selv om portrettet ikke er fotografisk.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572). Sml. tidligere § 2 (4).\n1 Jf. § 54 (1), a.\n2 Se § 39k (1).\n3 Sml. § 45c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39j",
        "source_heading": "§ 39j."
      }
    },
    {
      "provision_ref": "39 k",
      "section": "39 k",
      "content": "Ved opphavsmannens død får reglene om arv, ektefellers felleseie og gjenlevende ektefelles rett til å sitte i uskiftet bo anvendelse på opphavsretten.\nGjennom testament kan opphavsmannen, med bindende virkning også for ektefelle og livsarvinger, gi bestemmelser om utøvelse av opphavsretten eller overlate til en annen å gi slike bestemmelser.​2\nEr opphavsretten ved arv fra opphavsmannen gått over til flere i forening, kreves samtykke fra alle arvingene til verkets første offentliggjørelse​3 hvis de eller opphavsmannen ikke uttrykkelig eller stilltiende har samtykket på forhånd. Ved spørsmål om offentliggjørelse av verket på annen måte eller i en annen form enn tidligere er det likevel tilstrekkelig at det er gitt samtykke fra arvinger som regnet etter arvelodd utgjør et flertall. Ny offentliggjørelse på samme måte kan hver av arvingene forlange eller gi samtykke til. Enhver av arvingene kan påtale krenkelser av opphavsretten. Dette ledd gjelder bare der ikke annet følger av bestemmelse etter andre ledd.\nOvertredelse av bestemmelse nevnt i andre ledd eller av bestemmelsene i §§ 3 og 11 andre ledd, kan påtales så vel av gjenlevende ektefelle som av enhver av opphavsmannens slektninger i rett opp- eller nedstigende linje, søsken, eller av den som er oppnevnt i medhold av andre ledd.\n0 Tidligere § 28, endret og gitt nummer 39j ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), omnummerert ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995), endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 39l, § 50.\n2 Jf. § 54 (1), a. Jf. lov 15 juni 2001 nr. 59 § 55.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39k",
        "source_heading": "§ 39k."
      }
    },
    {
      "provision_ref": "39 l",
      "section": "39 l",
      "content": "Opphavsmannens rett til å råde over et åndsverk kan ikke være gjenstand for utlegg eller annen tvangsforfølgning fra kreditorene, verken hos ham selv, eller hos noen som opphavsretten er gått over til ved opphavsmannens død i henhold til § 39k første ledd.\nDet samme gjelder om manuskript eller tilsvarende eksemplar, plater, former e.l. som er laget for å tjene som middel ved fremstilling av eksemplar av et bestemt kunstverk, og om kunstverk som ikke er utstilt, frembudt til salg eller på annen måte godkjent til offentliggjørelse.​2\n0 Tidligere § 29, endret og gitt nummer 39k ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), omnummerert ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995), endret ved lov 22 des 1995 nr. 83.\n1 Jf. § 39b (2).\n2 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39l",
        "source_heading": "§ 39l."
      }
    },
    {
      "provision_ref": "39 m",
      "section": "39 m",
      "content": "Har opphavsmannen overdratt til en tilvirker av film eller lydopptak rett til å gjøre verket tilgjengelig for allmennheten​2 ved utleie av en film eller et lydopptak, har opphavsmannen rett til et rimelig vederlag fra tilvirkeren. Likestilt med leie er bytte som drives som organisert virksomhet.​3\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 9 jan 1998 nr. 4 – se dens II med overgangsregler.\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 g (dir 2006/115 (utleiedirektivet) art. 5).\n2 Se § 2 (3).\n3 Jf. § 19 (2) siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39m",
        "source_heading": "§ 39m."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Opphavsretten varer i opphavsmannens levetid og 70 år​2 etter utløpet av hans dødsår. For de verk som er nevnt i § 6, regnes de 70 årene​2 fra utløpet av den lengstlevende opphavsmanns dødsår. For filmverk regnes de 70 årene fra utløpet av dødsåret for den lengstlevende av hovedregissøren, forfatteren av filmmanuskript, dialogforfatteren og komponisten av musikk som er frembrakt med henblikk på filminnspillingen.​3 For musikkverk der både tekst og musikk er frembrakt med henblikk på verket, regnes de 70 årene fra utløpet av dødsåret for den lengstlevende av tekstforfatteren og komponisten.​4\n0 Endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1), endret ved dir 2011/77 art 1 (1)).\n2 Se res. 21 des 2001 nr. 1563 § 6-1, § 6-3 og § 6-6.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 2 (2)).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1 (7), tilføyd ved dir 2011/77 art 1 (1)). Se lov 13 juni 2014 nr. 22, dens II, 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Når et verk er offentliggjort​2 uten opphavsmannens navn, allment kjente dekknavn eller merke,​3 varer opphavsretten i 70 år​4 etter utløpet av det år da verket først ble offentliggjort.​2 Består verket av flere deler, regnes vernetiden særskilt for hver enkelt del. Opphavsretten til verk av ukjent opphavsmann varer i 70 år etter utløpet av det år verket ble skapt, dersom ikke verket offentliggjøres​2 i løpet av dette tidsrom.\nHvis opphavsmannen i løpet av dette tidsrom blir navngitt i samsvar med § 7, eller hvis det blir opplyst at han er død før verket ble offentliggjort,​2 bestemmes vernetiden efter § 40.\n0 Endret ved lov 23 juni 1995 nr. 37 – se dens II nr. 2 e (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1).\n2 Se § 8 (1).\n3 Se § 7.\n4 Se res. 21 des 2001 nr. 1563 § 6-1, § 6-3 og § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:41 a",
      "chapter": "4",
      "section": "41 a",
      "content": "Den som første gang rettmessig gjør tilgjengelig for allmennheten​2 et åndsverk som ikke er blitt offentliggjort​3 innen utløpet av vernetiden etter §§ 40 og 41, tilkommer samme rett som en opphavsmann etter § 2. Denne rett varer i 25 år etter utløpet av det år verket første gang ble gjort tilgjengelig for allmennheten.​2\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II nr. 2 f (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Se § 57 (6) og § 59 og res. 21 des 2001 nr. 1563 § 6-1. Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 4).\n2 Se § 2 (3) og (4).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41a."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "En utøvende kunstner​2 har, innen de grenser som er angitt i denne lov, enerett til å råde over sin fremføring av et verk​3 ved å\na. gjøre varig eller midlertidig opptak av fremføringen,\nb. fremstille varig eller midlertidig eksemplar av et opptak av fremføringen, og\nc. gjøre fremføringen eller opptak av den tilgjengelig for allmennheten.​4 For offentlig fremføring​5 av lydopptak gjelder likevel bestemmelsene i § 45b, med mindre fremføringen skjer på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nVernet etter denne bestemmelse varer i 50​6 år etter utløpet av det året fremføringen fant sted. Dersom en film utgis eller offentliggjøres​7 i løpet av tidsrommet nevnt i første punktum i leddet her, varer vernet i 50​6 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort. Dersom et lydopptak utgis eller offentliggjøres​7 i løpet av tidsrommet nevnt i første punktum i leddet her, varer vernet i 70 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort.​8\nNår eksemplar av et opptak som gjengir en utøvende kunstners​2 fremføring av et verk​3 med kunstnerens samtykke er solgt innenfor Det europeiske økonomiske samarbeidsområde, kan eksemplaret spres videre på annen måte enn ved utleie.​9 Det samme gjelder når kunstneren innenfor dette område har overdratt eksemplar av offentliggjort​7 lydopptak eller film som gjengir slik fremføring.\nNår ikke annet er avtalt, omfatter en avtale om innspilling på film av en utøvende kunstners​2 fremføring, også retten til å leie ut eksemplar av filmen.​9\nBestemmelsene i §§ 2, 3, 6 til 8, 11 til 17, 17b, 18, 21, 22, 25, 27, 28, 31, 32, 33 til 39c, 39k til 39m og 50 gjelder tilsvarende.\n0 Endret ved lover 21 juni 1985 nr. 86, 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 9 juni 1989 nr. 31 (ikr. 1 jan 1990), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II som gir den nye vernetid på 50 år anvendelse også for fremføringer som vernetiden etter eldre regler var løpt ut for (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 9 jan 1998 nr. 4 (se om overgangsregler note til § 39m), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9 e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 2, 3 og 5), nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 3 (1), endret ved dir. 2011/77 art. 1 (2) (a)) og nr. 9g (dir 2006/115 (utleiedirektivet) art. 3 og 5 og kap. 2).\n2 Se lov 14 des 1956 nr. 4 § 1 (1) annet punktum.\n3 Se § 1 (2).\n4 Se § 2 (3) og (4).\n5 Se § 2 (4).\n6 Tidligere 25 år, se den historiske noten ovenfor her.\n7 Se § 8.\n8 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.\n9 Sml. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:42 a",
      "chapter": "5",
      "section": "42 a",
      "content": "En utøvende kunstner som har overdratt rettigheter til et lydopptak til en tilvirker, kan heve avtalen når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort,​3 hvis tilvirkeren ikke:\na. tilbyr et tilstrekkelig antall eksemplar av lydopptaket for salg, og\nb. stiller lydopptaket til rådighet på en slik måte at allmennheten selv kan velge tid og sted for tilgang til opptaket.\nDen utøvende kunstneren må varsle tilvirkeren om at han vil benytte seg av hevingsretten etter paragrafen her. Dersom tilvirkeren ikke utfører handlingene som nevnt i første ledd bokstav a og b innen ett år etter å ha mottatt varsel, kan avtalen heves.\nHvis flere utøvende kunstnere medvirker på et lydopptak, må alle være enig om det dersom avtalen skal heves. Når flere har medvirket på et lydopptak skal tilvirkeren, dersom en utøvende kunstner anmoder om det, gi opplysninger om hvem som har rettigheter til opptaket.\nHvis en avtale heves etter denne bestemmelse, opphører tilvirkerens rettigheter etter § 45 og § 45b til lydopptaket som avtalen gjelder.\nDet kan ikke gis avkall på retten til å heve avtalen etter paragrafen her.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2a), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42a."
      }
    },
    {
      "provision_ref": "5:42 b",
      "chapter": "5",
      "section": "42 b",
      "content": "En utøvende kunstner som har overdratt rettigheter til et lydopptak til en tilvirker og har avtalt engangsvederlag, har rett til et tilleggsvederlag fra tilvirkeren for hvert hele år som følger når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort.​3\nFor hvert lydopptak skal det samlede årlige tilleggsvederlaget svare til 20 prosent av tilvirkerens inntekter fra eksemplarfremstilling og tilgjengeliggjøring av lydopptaket i året forut for det år som vederlaget skal betales for. Inntekter fra utleie, kompensasjon for eksemplarfremstilling til privat bruk etter § 12 første ledd og vederlag for offentlig fremføring etter § 45b tas ikke med i beregningen av vederlaget.\nOverfor de vederlagspliktige må vederlaget gjøres gjeldende gjennom en oppkrevings- og fordelingsorganisasjon som er godkjent av departementet og som representerer en vesentlig del av utøvende kunstnere som medvirker på lydopptak som brukes i Norge. Departementet kan i forskrift gi nærmere regler om godkjenning av oppkrevings- og fordelingsorganisasjon og administrering av ordningen.\nEtter anmodning fra en utøvende kunstner eller godkjent oppkrevings- og fordelingsorganisasjon skal en tilvirker av lydopptak utlevere enhver opplysning som er nødvendig for å sikre at det årlige tilleggsvederlaget blir betalt.\nDet kan ikke gis avkall på retten til tilleggsvederlag etter paragrafen her.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2b)-(2d), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42b",
        "source_heading": "§ 42b."
      }
    },
    {
      "provision_ref": "5:42 c",
      "chapter": "5",
      "section": "42 c",
      "content": "Hvis en utøvende kunstner har overdratt rettigheter til et lydopptak til en tilvirker og avtalt løpende vederlag, skal verken forskuddsbetaling eller kontraktsmessige fradrag trekkes fra løpende vederlag for tiden som følger når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort.​3 Fradrag kan likevel skje dersom kunstneren uttrykkelig har godkjent det.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2c), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42c",
        "source_heading": "§ 42c."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Den som frembringer et formular, en katalog, en tabell, et program, en database eller lignende arbeid som sammenstiller et større antall opplysninger, eller som er resultatet av en vesentlig investering, har enerett til å råde over hele eller vesentlige deler av arbeidets innhold ved å fremstille eksemplar av det og ved å gjøre det tilgjengelig for allmennheten.​2\nEneretten etter første ledd gjelder tilsvarende ved gjentatt og systematisk eksemplarfremstilling eller tilgjengeliggjøring for allmennheten av uvesentlige deler av arbeid som nevnt, dersom dette utgjør handlinger som skader den normale utnyttelse av arbeidet eller urimelig tilsidesetter frembringerens legitime interesser.\nEneretten til et arbeid som nevnt i første ledd varer i 15 år etter utløpet av det år arbeidet ble fremstilt.​3 Dersom arbeidet i løpet av dette tidsrom offentliggjøres varer vernet i 15 år etter utløpet av det år arbeidet første gang ble offentliggjort.​4\nEr arbeid som nevnt foran, helt eller for en del gjenstand for opphavsrett,​5 kan også denne gjøres gjeldende.\nBestemmelsene i §§ 2 andre til fjerde ledd, 6 til 8, 11a til 22, 25, 27, 28, 30 til 38b og 39h fjerde og femte ledd gjelder tilsvarende.\nAvtale som utvider frembringerens rett etter første ledd til et offentliggjort arbeid kan ikke gjøres gjeldende.\n0 Endret ved lover 3 juni 1977 nr. 51, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 16 apr 1999 nr. 19 – se dens II med overgangsregler (ikr. 16 apr 1999), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Se EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 1 og kap. III).\n2 Se § 2 (3) (4).\n3 Se lov 16 apr 1999 nr. 19, II, med overgangsregel om vernetid.\n4 Se § 8 (1).\n5 Jf. § 1 til § 3, § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:43 a",
      "chapter": "5",
      "section": "43 a",
      "content": "Den som lager et fotografisk bilde, har enerett til å fremstille eksemplar av det, enten det skjer ved fotografering, trykk, tegning eller på annen måte, og gjøre det tilgjengelig for allmennheten.​2\nEneretten til et fotografisk bilde varer i fotografens levetid og 15 år etter utløpet av hans dødsår, men likevel minst 50 år fra utløpet av det år bildet ble laget.​3 Har to eller flere eneretten sammen, løper vernetiden fra utløpet av dødsåret for den lengstlevende.\nBestemmelsene i §§ 2 andre til fjerde ledd, 3, 6 til 9, 11 til 21, 23 til 28, 30 til 39f og 39j til 39l, gjelder tilsvarende for fotografiske bilder i samme utstrekning som de gjelder for fotografiske verk.\nEr et fotografi gjenstand for opphavsrett,​4 kan også denne gjøres gjeldende.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II – som opphevet den tidligere lov om rett til fotografi av 17 juni 1960 nr. 1 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), endret ved lover 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Jf. § 1 (2) nr. 6 og (3). Jf. § 54, § 55, § 56, og § 58 og § 59.\n2 Se § 2 (3) og (4).\n3 Se lov 23 juni 1995 nr. 37, II 2, g med note om vernetid.\n4 Jf. § 1 til § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43a."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Pressemeldinger som efter avtale leveres av utenlandske nyhetsbyråer eller av korrespondenter i utlandet, må ikke uten mottakerens samtykke gjøres tilgjengelige for almenheten​2 gjennom presse eller kringkasting før seksten timer efter at de ble offentliggjort​3 her i riket.\nI alle tilfelle hvor presse eller kringkasting gjengir pressemelding fra nyhetsbyrå, avis, tidsskrift eller kringkasting, skal kilden angis slik som god presseskikk krever.\n1 Jf. § 54, § 55, § 56, § 58 og § 59.\n2 Se § 2 (3) og (4).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "En tilvirker av lydopptak og film har, innen de grenser som følger av denne lov, enerett til å råde over opptaket ved å fremstille varig eller midlertidig eksemplar av det og å gjøre opptaket tilgjengelig for allmennheten.​2 For offentlig fremføring​3 av lydopptak gjelder likevel bestemmelsene i § 45b, med mindre fremføringen skjer på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nVernet etter denne bestemmelse varer i 50 år​4 etter utløpet av det året innspillingen fant sted. Dersom en film i løpet av tidsrommet nevnt i første punktum i leddet her, utgis eller offentliggjøres,​5 varer vernet i 50 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort. Dersom et lydopptak i løpet av tidsrommet nevnt i første punktum i leddet her utgis,​6 varer vernet i 70 år etter utløpet av det året opptaket første gang ble utgitt.​7 For lydopptak som ikke utgis, men i samme tidsrom på annen måte offentliggjøres,​8 varer vernet i 70 år etter utløpet av det året opptaket første gang ble offentliggjort.​7\nNår eksemplar av et lydopptak eller en film med tilvirkerens samtykke er solgt innenfor Det europeiske økonomiske samarbeidsområde, kan eksemplaret spres videre på annen måte enn ved utleie.​9 Det samme gjelder når tilvirkeren innenfor dette område har overdratt eksemplar av offentliggjort lydopptak eller film.\nBestemmelsene i §§ 2, 7, 8, 11a til 17, 17b, 18, 21, 22, 25, 27, 28 og 31 til 38b gjelder tilsvarende.\n0 Endret ved lover 20 des 1974 nr. 64, 21 juni 1985 nr. 86, 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II – her gis den forlengede vernetid virkning også for opptak og film som vernetiden var løpt ut for etter de eldre regler (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9 e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 2, 3 og 5), nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 3 (2) og (3), endret ved dir 2011/77 art. 1 (2) (b)) og nr. 9g (dir 2006/115 (utleiedirektivet) kap. 2).\n2 Se § 2 (3) og (4).\n3 Se § 2 (4).\n4 Tidligere 25 år, se noten ovenfor.\n5 Se § 8.\n6 Se § 8 (2).\n7 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.\n8 Se § 8 (1).\n9 Sml. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:45 a",
      "chapter": "5",
      "section": "45 a",
      "content": "En kringkastingssending eller deler derav må ikke uten kringkastingsforetakets samtykke\na. opptas på innretning som kan gjengi den,\nb. utsendes trådløst eller videresendes til allmennheten ved tråd, eller\nc. på annen måte i ervervsøyemed gjøres tilgjengelig for allmennheten.​2\nEr en utsendelse tatt opp på innretning som nevnt i første ledd, må den ikke uten kringkastingsforetakets samtykke overføres til en annen innretning før 50 år​3 er gått etter utløpet av det år den første utsendelsen fant sted.\nKringkastingssending kan på vilkår som fastsettes av Kongen, overføres direkte innen en bedrift eller annen virksomhet gjennom radio- eller fjernsynsmottaker.\nBestemmelsene i §§ 7, 8, 11a til 13a, 15, 16, 18, 21 første ledd, 22, 25, 27, 28, 31, 33, 35 og 38 første til tredje ledd gjelder tilsvarende.\n​4 Uten hinder av denne bestemmelsen kan et fjernsynsselskap som er etablert innenfor det europeiske økonomiske samarbeidsområdet i sine generelle nyhetssendinger, vederlagsfritt sende korte utdrag fra begivenheter av stor interesse for allmennheten som et annet fjernsynsselskap har eksklusive rettigheter til å sende fra. Korte utdrag fra slik begivenhet skal ikke være lengre enn det nyhetsformålet tilsier, og kan uansett ikke overstige 90 sekunder. Utdrag kan bare gjengis så lenge begivenheten har nyhetsinteresse. Utdragets kilde skal angis med mindre det av praktiske grunner er umulig, og den opprinnelige sendingens karakter må ikke forandres eller forringes. Etter at fjernsynsselskapet har sendt utdrag i kringkastingssending, kan selskapet gjøre den samme nyhetssendingen som utdraget inngår i, tilgjengelig som audiovisuell bestillingstjeneste.\n0 Tilføyd ved lov 21 juni 1985 nr. 86, endret ved lover 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II – her gis den forlengede vernetid virkning også for opptak som vernetiden var løpt ut for etter de eldre regler (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 14 des 2012 nr. 91 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1245), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere forskriftshjemmel i § 45 og forskrift.\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art 3. (4)).\n2 Jf. § 2 (3) og (4).\n3 Tidligere 25 år, se noten ovenfor.\n4 Jf. EØS-avtalen vedlegg XI nr. 5p (dir 2010/13 (direktivet om audiovisuelle medietjenester) art. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45a."
      }
    },
    {
      "provision_ref": "5:45 b",
      "chapter": "5",
      "section": "45 b",
      "content": "Lydopptak av utøvende kunstneres​2 prestasjoner kan mot vederlag gjøres tilgjengelig for allmennheten ved offentlig fremføring.​3 Dette gjelder ikke for overføring på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nSå vel tilvirkeren av opptaket som de utøvende kunstnere hvis fremføring gjengis, har krav på vederlag.​4 Har to eller flere kunstnere​2 samvirket ved fremføringen, må de gjøre vederlagskravet gjeldende i fellesskap. Overfor de vederlagspliktige må vederlagskravet gjøres gjeldende gjennom oppkrevings- og fordelingsorganisasjon som er godkjent av vedkommende departement. Kongen kan gi nærmere regler om oppkreving og fordeling av vederlag. Vederlagets størrelse skal fastsettes uavhengig av avgiftsplikten etter § 3 i lov 14. desember 1956 nr. 4 om avgift på offentlig framføring av utøvende kunstneres prestasjoner mv.\nRettighetshavere som ikke er medlem av organisasjon godkjent etter andre ledd, må selv fremsette krav på vederlag overfor organisasjonen. Kravet må fremsettes innen tre år etter utløpet av det år opptaket ble fremført. Vederlag for videresending kan uansett fordeles etter prinsippene i § 37.\nBestemmelsene i §§ 3, 21, 22 og 25, jf. § 11, og § 39k fjerde ledd, har tilsvarende anvendelse.\nDet som er bestemt i denne paragraf gjelder ikke for lydfilm. For offentlig fremføring av lydopptak som ikke er vernet etter åndsverkloven,​5 gjelder lov 14. desember 1956 nr. 4 om avgift på offentlig framføring av utøvende kunstneres prestasjoner mv.\nVederlagsplikt etter denne paragraf gjelder i 70 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort.​6 ​7\n0 Tilføyd ved lov 9 juni 1989 nr. 31 (ikr. 1 jan 1990), endret ved lover 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 23 juni 2000 nr. 52 – jf. dens III (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 661), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 58 og § 59 (3). Jf. EØS-avtalen vedlegg XVII nr. 9g (dir 2006/115 (utleiedirektivet) art. 8 (2)).\n2 Se lov 14 des 1956 nr. 4 § 1 (1) annet punktum.\n3 Se § 2 (4).\n4 Jf. § 35 (1).\n5 Denne loven.\n1 Denne loven.\n6 Se § 8 (1) og (2).\n7 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45b."
      }
    },
    {
      "provision_ref": "6:45 c",
      "chapter": "6",
      "section": "45 c",
      "content": "Fotografi som avbilder en person​2 kan ikke gjengis eller vises offentlig uten samtykke av den avbildede, unntatt når\na. avbildningen har aktuell og allmenn interesse,\nb. avbildningen av personen er mindre viktig enn hovedinnholdet i bildet,\nc. bildet gjengir forsamlinger, folketog i friluft eller forhold eller hendelser som har allmenn interesse,\nd. eksemplar av avbildningen på vanlig måte vises som reklame for fotografens virksomhet og den avbildede ikke nedlegger forbud, eller\ne. bildet brukes som omhandlet i § 23 tredje ledd eller § 27 andre ledd.\nVernet gjelder i den avbildedes levetid og 15 år etter utløpet av hans dødsår.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 som opphevet den tidligere lov om rett til fotografi av 17 juni 1960 nr. 1 § 15 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), endret ved lov 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Se § 39j, § 54, § 55, § 56 og § 58 (3).\n2 Sml. § 39j (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45c",
        "source_heading": "§ 45c."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Et åndsverk​2 må ikke gjøres tilgjengelig for almenheten​3 under en tittel, et dekknavn eller et merke som er egnet til å fremkalle forveksling med tidligere offentliggjort​4 verk eller dets opphavsmann.\n1 Jf. § 54, § 55 og § 57.\n2 Se § 1 (2).\n3 Se § 2 (3) og (4).\n4 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Andre enn opphavsmannen selv må ikke uten hans samtykke sette hans navn eller merke på eksemplar av et kunstverk.\nOpphavsmannens navn eller merke må ikke i noe tilfelle påføres et eftergjort eksemplar således at det kan forveksles med det originale.\n1 Jf. § 54, § 55 og § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Selv om opphavsrettens vernetid er utløpet,​2 kan et åndsverk ikke gjøres tilgjengelig for almenheten​3 på en måte eller i en sammenheng som er krenkende for opphavsmannens litterære, vitenskapelige eller kunstneriske anseelse eller egenart, eller for verkets anseelse eller egenart, eller på annen måte antas å kunne skade almene kulturinteresser.\nUten hensyn til om vernetiden er utløpet eller ikke kan vedkommende departement, når opphavsmannen er død, forby​4 at et åndsverk gjøres tilgjengelig for almenheten​3 på slik måte eller i slik sammenheng som nevnt i første ledd. Slikt forbud kan departementet også nedlegge på begjæring fra en opphavsmann som lever, dersom verket ikke er vernet her i riket.​5\nBestemmelsen i § 3, første ledd, får tilsvarende anvendelse, selv om opphavsrettens vernetid er utløpet eller verket er uten vern her i riket.​6\n1 Jf. §§ 54 og 57. Jf. § 3.\n2 Jf. kap. 4 og res. 21 des 2001 nr. 1563 § 6-3 og § 6-6.\n3 Se § 2 (3) og (4).\n4 Jf. § 54.\n5 Jf. § 57, § 59.\n6 Jf. § 54 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Krever omstendighetene at originaleksemplar må ødelegges, skal opphavsmannen, hvis han er i live, gis varsel i rimelig tid når det kan skje uten særlig oppofrelse.​1\nInnehaver av originaleksemplar som uten rimelig grunn hindrer opphavsmannen i å gjøre bruk av sin rett efter § 2, kan ved dom pålegges å gi opphavsmannen slik adgang til eksemplaret som retten finner rimelig. Retten treffer sin avgjørelse under hensyn til alle de foreliggende omstendigheter, og kan gjøre opphavsmannens adgang til eksemplaret avhengig av sikkerhetsstillelse eller stille andre vilkår.\nSak som nevnt i andre ledd kan bare reises av opphavsmannen personlig med samtykke av vedkommende departement.\n0 Endret ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "content": "Uten hensyn til den måte som formuesforholdet mellom ektefellene er ordnet på, har en opphavsmann som er gift, alltid enerådigheten over sin opphavsrett.\nSkiftes felleseie mens opphavsmannen lever, skal opphavsretten holdes utenfor skiftet.\n1 Jf. § 39k, § 39l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Departementet kan for godkjenning etter §§ 13b, 38a, 38c, 42b og 45b gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven,​1 herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Opphevet ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Se nå § 35. Tilføyd igjen ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672), endret ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Lov 19 juni 2009 nr. 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Trykte verk skal være påført opplagsnummer, trykkeri, trykkested og trykkeår. Grafiske verk og trykte gjengivelser av musikkverk skal dessuten være forsynt med fortløpende nummer innen opplaget.\n1 Jf. § 54 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), opphevet ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "53 a",
      "section": "53 a",
      "content": "Det er forbudt å omgå effektive tekniske beskyttelsessystemer som rettighetshaver eller den han har gitt samtykke benytter for å kontrollere eksemplarfremstilling​2 eller tilgjengeliggjøring for allmennheten​3 av et vernet verk.​4\nDet er videre forbudt å:\na. selge, leie ut eller på annen måte distribuere,\nb. produsere eller innføre for distribusjon til allmennheten,\nc. reklamere for salg eller utleie av,\nd. besitte for ervervsmessige formål, eller\ne. tilby tjenester i tilknytning til\nBestemmelsen i denne paragraf skal ikke være til hinder for forskning i kryptologi. Bestemmelsen i første ledd skal heller ikke være til hinder for privat brukers tilegnelse av lovlig anskaffet verk på det som i alminnelighet oppfattes som relevant avspillingsutstyr. For tekniske innretninger til beskyttelse av et datamaskinprogram gjelder i stedet det som er bestemt i § 53c.\nBestemmelsene i første ledd skal ikke være til hinder for eksemplarfremstilling etter § 16.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 6).\n2 Se § 2 (1) og (2) og § 11a.\n3 Se § 2 (3) og (4).\n4 Se § 1 (2), § 9, § 40, § 41, § 41a, § 57 og § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53a",
        "source_heading": "§ 53a."
      }
    },
    {
      "provision_ref": "53 b",
      "section": "53 b",
      "content": "Rettighetshaver skal påse at den som har lovlig tilgang til et vernet verk, uten hinder av effektive tekniske beskyttelsessystemer kan gjøre bruk av verket, herunder fremstille nye eksemplarer, i henhold til §§ 13a, 15, 16, 17, 17a, 21, 26-28 og 31.\nDersom rettighetshaver etter begjæring fra berettiget etter bestemmelsene ovenfor ikke gir tilgang som nevnt i første ledd, kan han etter begjæring fra den berettigede pålegges å gi slike opplysninger eller annen bistand som er nødvendig for å muliggjøre bruk av verket i samsvar med formålet. Begjæring rettes til nemnd opprettet av departementet etter regler som Kongen gir. Nemnda kan i tillegg til pålegg som nevnt, bestemme at berettiget etter nevnte bestemmelser uten hinder av § 53a kan omgå anvendte tekniske beskyttelsessystemer dersom rettighetshaver ikke overholder den frist nemnda setter for å etterkomme pålegget.\nEksemplar av verk som faller inn under lov om avleveringsplikt for allment tilgjengelege dokument av 9. juni 1989 nr. 32, skal likevel alltid utstyres med nødvendig informasjon til at omgåelse av tekniske beskyttelsessystemer for lovlig eksemplarfremstilling, er mulig.\nBestemmelsene i denne paragraf gjelder ikke der vernet verk på avtalte vilkår ved overføring stilles til rådighet for allmennheten på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\nBestemmelsene i denne paragraf gjelder ikke for datamaskinprogram.​2 Kongen kan fastsette at enkelte institusjoner innen abm-sektoren automatisk får avlevert nødvendig informasjon til at omgåelse av tekniske beskyttelsessystemer for lovlig eksemplarfremstilling, skal være mulig.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 6).\n2 Se § 53c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53b",
        "source_heading": "§ 53b."
      }
    },
    {
      "provision_ref": "53 c",
      "section": "53 c",
      "content": "Omsetning av, eller besittelse i ervervsøyemed av et hvilket som helst middel hvis eneste formål er å gjøre det lettere ulovlig å fjerne eller omgå tekniske innretninger til beskyttelse av et datamaskinprogram,​2 er forbudt.\n0 Tidligere § 54a, tilføyd ved lov 4 des 1992 nr. 128 (ikr. 1 jan 1994). Gjelder datamaskinprogrammer frembrakt, men ikke handlinger utført eller rettigheter ervervet før dette tidspunkt. Omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 7).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53c",
        "source_heading": "§ 53c."
      }
    },
    {
      "provision_ref": "53 d",
      "section": "53 d",
      "content": "Det er forbudt uten rettighetshaverens samtykke\na. å fjerne eller endre elektronisk rettighetsinformasjon som rettighetshaveren har føyet til et vernet verk,​2 og som enten inngår i et eksemplar eller fremtrer i forbindelse med at verket gjøres tilgjengelig for allmennheten,​3 eller\nb. å innføre et eksemplar for spredning, omsette eller på annen måte gjøre et vernet verk​2 tilgjengelig for allmennheten der elektronisk rettighetsinformasjon er fjernet eller endret i strid med bokstav a\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 7).\n2 Se § 1 (2), § 9, § 40, § 41, § 41a, § 57 og § 59.\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53d",
        "source_heading": "§ 53d."
      }
    },
    {
      "provision_ref": "53 e",
      "section": "53 e",
      "content": "Det som i dette kapittel sies om verk, gjelder tilsvarende for arbeider vernet etter 5. kapittel.​1\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se § 58 og § 59 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53e",
        "source_heading": "§ 53e."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "content": "Med bøter eller fengsel inntil tre måneder straffes den som forsettlig eller uaktsomt bryter denne lov ved:\na. å overtre bestemmelser gitt til vern for opphavsretten i eller i medhold av 1. og 2. kapittel, bestemmelsene i § 39j eller § 41a, eller forbud nedlagt etter § 35 eller § 48, eller bestemmelser utferdiget av opphavsmannen etter § 39k andre ledd,\nb. å overtre bestemmelser gitt i eller i medhold av 5. kapittel og kapittel 6a, §§ 45c, 46, 47 eller 48 siste ledd,\nc. å innføre eksemplar av åndsverk​2 eller av arbeider og opptak som nevnt i §§ 42, 43, 43a, 45 og 45a i hensikt å gjøre dem tilgjengelige for allmennheten,​3 når eksemplarene er fremstilt utenfor riket under slike forhold at en tilsvarende fremstilling her i riket ville vært i strid med loven, eller\nd. å fremby eller på annen måte gjøre tilgjengelig for allmennheten​3 arbeider eller opptak som er nevnt i §§ 42, 43, 43a, 45 eller 45a, når eksemplarene er fremstilt i strid med disse bestemmelser eller innført i strid med bokstav c i paragrafen her,\ne. å innføre eksemplar av opptak som nevnt i § 45 i den hensikt å gjøre dem tilgjengelig for allmennheten​3 i ervervsøyemed, når tilvirkeren ikke har samtykket til innførselen og eksemplar av samme opptak med samtykke av tilvirkeren frembys her i riket. Departementet kan i forskrifter gjøre unntak fra denne bestemmelsen for innførsel av eksemplar fra nærmere bestemte land.\nVed overtredelse av bestemmelsen i § 12 fjerde ledd, gjelder første ledd i paragrafen her likevel bare dersom handlingen er forsettlig.\nEr overtredelse som nevnt i første og annet ledd forsettlig, og foreligger det særlig skjerpende forhold, er straffen bøter eller fengsel inntil tre år. Ved vurderingen av om særlig skjerpende forhold foreligger, skal det først og fremst legges vekt på den skade som er påført rettshavere og andre, den vinning som lovovertrederen har hatt og omfanget av overtredelsen for øvrig.\nForsøk på forsettlig overtredelse som nevnt i første til tredje ledd kan straffes likt med den fullbyrdete overtredelse.\nDen som forsettlig eller uaktsomt unnlater å oppgi opplysninger som nevnt i § 38c åttende ledd første punktum eller unnlater å påføre de i § 52 nevnte opplysninger på et verk som han forestår trykkingen av, straffes med bøter.\nOvertredelse av tredje ledd jf. fjerde ledd påtales av det offentlige. Overtredelse av de øvrige bestemmelser i paragrafen her påtales ikke av det offentlige med mindre det begjæres av en organisasjon, jf. syvende ledd, eller finnes påkrevd av allmenne hensyn.\nEr denne lov overtrådt ved at et verk er brukt på en måte som er nevnt i §§ 13b, 14, 16a, 17b, 30, 32 og 34, kan påtale begjæres også av den organisasjon som kan inngå avtale etter § 36,​4 så lenge fornærmede ikke motsetter seg det.\n0 Endret ved lover 21 juni 1985 nr. 86, 23 des 1988 nr. 101, 11 juni 1993 nr. 91, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 9 jan 1998 nr. 4, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 55.\n2 Se § 1 (2).\n3 Se § 2 (3) og (4).\n4 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:54 a",
      "chapter": "8",
      "section": "54 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 23 des 1988 nr. 101, opphevet ved lov 20 juli 1991 nr. 66, tilføyd ved lov 4 des 1992 nr. 128, opphevet ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630, se nå § 53c).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54a."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "content": "Skade som voldes ved overtredelse som nevnt i § 54 eller ved overtredelse av § 49 første ledd, kan kreves erstattet etter alminnelige erstatningsregler. Er opphavsmanns eller en utøvende kunstners rett, eller den avbildedes rett etter § 45c, krenket forsettlig eller grovt uaktsomt, kan retten dessuten tilkjenne ham et pengebeløp som oppreisning for skade av ikke-økonomisk art.\nSelv om gjerningsmannen har handlet i god tro, kan den fornærmede uansett skadens størrelse kreve utbetalt nettofortjenesten ved den ulovlige handling.\nBestemmelsene i denne paragraf kan ikke anvendes overfor den som fremstiller eller medvirker til fremstilling av eksemplar i strid med bestemmelsen i § 12 fjerde ledd, med mindre handlingen er forsettlig.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 9 jan 1998 nr. 4, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 38b (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "content": "Alle eksemplar av åndsverk​2 eller annet arbeid​3 som ulovlig er fremstilt, innført eller gjort tilgjengelig for almenheten​4 her i riket, kan inndras ved dom til fordel for den fornærmede eller overdras til ham mot vederlag som ikke overstiger fremstillingsomkostningene. Det samme gjelder trykksatser, klisjéer, former og annet som utelukkende kan tjene til ulovlig fremstilling eller bruk av verket eller arbeidet.\nI stedet for inndragning eller overdragelse kan den fornærmede kreve at gjenstanden helt eller delvis skal tilintetgjøres eller gjøres utjenlig til ulovlig fremstilling eller bruk. Hvis betydelige økonomiske eller kunstneriske verdier ville gå tapt, kan likevel retten efter omstendighetene tillate at fremstilte eksemplar gjøres tilgjengelig for almenheten​4 mot erstatning eller oppreisning​5 til fornærmede.\nBestemmelsene i denne paragraf kan ikke anvendes overfor den som i god tro har ervervet eksemplar av verket til privat bruk, med mindre det gjelder avstøpning av skulptur. De gjelder heller ikke byggverk,​6 men den fornærmede kan efter omstendighetene kreve endring, erstatning eller oppreisning.​5 Bestemmelsene gjelder dessuten ikke de i § 44 nevnte pressemeldinger.\n1 Jf. § 38b (2).\n2 Jf. § 1 (2).\n3 Jf. kap. 5.\n4 Se § 2 (3) og (4).\n5 Jf. § 55.\n6 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "56 a",
      "section": "56 a",
      "title": "Behandling av personopplysninger som gjelder opphavsrettskrenkelser m.m.",
      "content": "Rettighetshavers behandling av personopplysninger som gjelder krenkelse av opphavsrett eller andre rettigheter etter denne lov, er unntatt fra konsesjonsplikt etter personopplysningsloven​1 § 33 når behandlingen er nødvendig for å fastsette, gjøre gjeldende eller forsvare et rettskrav.\nFor øvrig gjelder personopplysningsloven for behandling av slike opplysninger.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560). Endres ved lov 15 juni 2018 nr. 38 (ikr. samtidig med personvernforordningen).\n1 Lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56a",
        "source_heading": "§ 56a."
      }
    },
    {
      "provision_ref": "56 b",
      "section": "56 b",
      "title": "Tilgang til opplysninger som identifiserer innehaver av abonnement brukt ved opphavsrettskrenkelser m.m.",
      "content": "Hvis det sannsynliggjøres at opphavsrett eller andre rettigheter etter denne lov er krenket, kan retten uten hinder av taushetsplikten etter ekomloven​1 § 2-9, etter begjæring fra rettighetshaver,​2 pålegge en tilbyder​3 av elektroniske kommunikasjonstjenester å utlevere opplysninger som identifiserer innehaveren av abonnementet som er brukt ved krenkelsen.\nFør retten treffer avgjørelse i saken, skal Post- og teletilsynet​4 anmodes om å samtykke til at tilbyderen​3 fritas fra taushetsplikten etter ekomloven​1 § 2-9. Rettighetshaveren skal sende slik anmodning til tilsynet og legge tilsynets uttalelse frem for retten. Uttalelsen meddeles partene. Tilsynet kan bare nekte samtykke når det kan utsette staten eller allmenne interesser for skade eller virke urimelig overfor den som har krav på hemmelighold.\nFor at begjæringen skal tas til følge, må retten finne at hensynene som taler for utlevering veier tyngre enn hensynet til taushetsplikten. Ved vurderingen skal retten avveie hensynet til abonnenten mot rettighetshaverens interesse i å få tilgang til opplysningene, sett hen til krenkelsens grovhet, omfang og skadevirkninger. Etter en slik avveining kan retten ved kjennelse bestemme at opplysningene skal utleveres selv om samtykke er nektet, eller at opplysningene ikke skal utleveres selv om samtykke er gitt.\nBegjæringen om pålegg om utlevering av opplysninger fremsettes i prosesskriv til Oslo tingrett. Bare tilbyderen​3 av elektroniske kommunikasjonstjenester skal angis og behandles som motpart ved slike begjæringer. Tvisteloven​5 § 28-5 første ledd gjelder tilsvarende i sak etter paragrafen her. De øvrige bestemmelsene i tvisteloven kapittel 28 gjelder ikke.\nOpplysningene skal ikke utleveres før avgjørelsen er endelig. Ved utlevering av opplysningene skal tilbyderen​3 samtidig gi melding om utleveringen til retten. Rettighetshaveren skal gi abonnenten melding om utleveringen når det har gått én måned siden opplysningene ble utlevert. Kopi av meldingen sendes samtidig til retten. Dersom særlige grunner tilsier det, kan retten i den enkelte sak fastsette en annen frist for når abonnenten skal gis melding om utleveringen. Allmennheten skal ikke gjøres kjent med saken før tidligst én måned etter at opplysningene er utlevert og abonnenten er underrettet om utleveringen, eller mer enn seks måneder er gått siden saken ble avsluttet.\nFor behandling av personopplysninger som mottas i medhold av denne bestemmelsen gjelder personopplysningsloven.​6\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 4 juli 2003 nr. 83.\n2 Se § 38b (3).\n3 Se lov 4 juni 2003 nr. 83 § 1-5 nr. 16.\n4 Nå Nasjonal kommunikasjonsmyndighet.\n1 Nå Nasjonal kommunikasjonsmyndighet.\n5 Lov 17 juni 2005 nr. 90.\n6 Lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56b",
        "source_heading": "§ 56b."
      }
    },
    {
      "provision_ref": "56 c",
      "section": "56 c",
      "title": "Pålegg om å hindre eller vanskeliggjøre tilgang til nettsted der det gjøres tilgjengelig materiale som krenker opphavsrett m.m.",
      "content": "Retten kan etter begjæring fra en rettighetshaver​1 pålegge tjenesteyter​2 som tilbyr informasjonssamfunnstjeneste som nevnt i ehandelsloven​3 § 1 andre ledd bokstav b, å hindre eller vanskeliggjøre tilgang til nettsted der det i stort omfang gjøres tilgjengelig materiale som åpenbart krenker opphavsrett eller andre rettigheter etter denne lov.\nFor at begjæringen skal tas til følge, må hensynene som taler for at pålegg gis, veie tyngre enn ulempene pålegget vil medføre. Ved vurderingen skal retten avveie interessene som tilsier at tilgangen til nettstedet hindres eller vanskeliggjøres mot andre interesser som berøres av et slikt pålegg, herunder interessene til den pålegget retter seg mot og innehaveren av nettstedet, og hensynet til informasjons- og ytringsfriheten. Det skal også tas hensyn til muligheten for alternative og mindre inngripende tiltak.\nKongen kan i forskrift gi bestemmelser om hvilke pålegg som kan gis for å hindre eller vanskeliggjøre tilgang til nettsted.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se § 38b (3).\n2 Se lov 23 mai 2003 nr. 35 § 3, a.\n3 Lov 23 mai 2003 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56c",
        "source_heading": "§ 56c."
      }
    },
    {
      "provision_ref": "56 d",
      "section": "56 d",
      "title": "Begjæringen",
      "content": "Begjæringen fremsettes i prosesskriv til Oslo tingrett. Begjæringen må angi alle tjenesteytere​1 som pålegget skal omfatte som motpart. I tillegg skal innehaveren av nettstedet som begjæringen gjelder, angis som motpart. I begjæringen skal det redegjøres for de grunner den bygger på. Dokumenter som påberopes og som saksøkeren er i besittelse av, skal følge med begjæringen.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56d",
        "source_heading": "§ 56d."
      }
    },
    {
      "provision_ref": "56 e",
      "section": "56 e",
      "title": "Behandling av begjæringen",
      "content": "Dersom retten av eget tiltak skal avvise saken, treffer den straks avgjørelse om det. Kan feilen rettes, skal saksøkeren få en frist til å rette den. Blir feilen ikke rettet, skal saken avvises.\nDersom det bedømt på grunnlag av saksframstillingen i begjæringen, ikke er adgang til å ta den til følge, kan den forkastes straks.\nHvis det ikke er grunnlag for å avvise eller forkaste begjæringen etter første eller andre ledd, skal begjæringen forelegges for alle tjenesteytere​1 og innehaveren av nettstedet som den retter seg mot. Disse skal gis anledning til å uttale seg før saken avgjøres. Dersom innehaveren av nettstedet er ukjent eller har ukjent adresse, kan saken avgjøres uten at vedkommende har hatt anledning til å uttale seg.\nRetten bestemmer om saken skal avgjøres på grunnlag av skriftlig behandling eller om partene skal innkalles til muntlige forhandlinger. Skal det avholdes muntlige forhandlinger, skal samtlige parter innkalles til disse, jf. § 56d. I tilfeller som nevnt i tredje ledd tredje punktum, kan muntlige forhandlinger avholdes uten at innehaveren av nettstedet innkalles.\nDersom det er fare ved opphold, kan retten treffe avgjørelse om pålegg uten at begjæringen forelegges for motpartene.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56e",
        "source_heading": "§ 56e."
      }
    },
    {
      "provision_ref": "56 f",
      "section": "56 f",
      "title": "Rettens avgjørelse",
      "content": "Begjæringen avgjøres ved kjennelse. Avgjørelsen skal nevne partene.\nTas begjæringen til følge, skal retten i kjennelsen angi hvilke tiltak tjenesteyterne skal iverksette for å etterkomme pålegget og innen hvilken frist tiltakene skal være iverksatt. Retten kan bestemme at pålegget skal ha begrenset varighet. Når begjæringen avgjøres uten at innehaveren av nettstedet eller tjenesteyterne​1 har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum og § 56e femte ledd, kan retten stille som vilkår for ikrafttredelse av pålegget at rettighetshaveren stiller sikkerhet for mulig erstatning til saksøkte. Retten kan bestemme at sikkerhetsstillelsen skal ha begrenset varighet. Pålegges saksøkeren å stille sikkerhet, skal retten fastsette en frist for å stille sikkerheten. Pålegget trer ikke i kraft før sikkerhet er stilt.\nTvangsfullbyrdelsesloven​2 § 3-4 gjelder tilsvarende i saker om pålegg etter dette kapitlet. Sikkerhet som saksøkeren har stilt for mulig erstatning til saksøkte, kan begjæres frigitt når det er gått mer enn tre måneder etter at saksøkte fikk underretning om at pålegget er falt bort eller opphevet uten at det er fremmet krav om erstatning for retten.\nNår retten har besluttet pålegg etter fremgangsmåten i § 56e tredje ledd tredje punktum eller § 56e femte ledd, skal en saksøkt som har rett til å begjære etterfølgende forhandlinger etter § 56g, opplyses om dette.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.\n2 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56f",
        "source_heading": "§ 56f."
      }
    },
    {
      "provision_ref": "56 g",
      "section": "56 g",
      "title": "Etterfølgende forhandlinger",
      "content": "Når retten har gitt pålegg om tiltak for å hindre eller vanskeliggjøre tilgang til et nettsted uten at innehaveren av nettstedet har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum, kan innehaveren av nettstedet kreve etterfølgende forhandlinger om pålegget. Det samme gjelder for samtlige saksøkte når retten har besluttet pålegg etter § 56e femte ledd.\nSamtlige parter, jf. § 56d, skal ha anledning til å uttale seg om en begjæring om etterfølgende forhandlinger. Reglene i § 56e tredje ledd tredje punktum og fjerde ledd gjelder tilsvarende ved etterfølgende forhandlinger.\nEtter at etterfølgende forhandlinger er gjennomført, treffer retten ved kjennelse ny avgjørelse hvor den helt eller delvis stadfester, endrer eller opphever sin første avgjørelse.\nDen som har anledning til å kreve etterfølgende forhandlinger, kan ikke påanke tingrettens avgjørelse. Når pålegg er besluttet uten at innehaveren av nettstedet har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum, kan innehaveren av nettstedet kreve etterfølgende forhandlinger selv om avgjørelsen er påanket. Dersom en ankesak ikke er avgjort når innehaveren krever etterfølgende forhandlinger, skal behandlingen av ankesaken stanses. Ankesaken og avgjørelser i ankesaken som gjelder sakens realitet, faller bort dersom tingretten treffer ny realitetsavgjørelse etter etterfølgende forhandlinger.\nTingrettens avgjørelse truffet på grunnlag av etterfølgende forhandlinger kan påankes.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56g",
        "source_heading": "§ 56g."
      }
    },
    {
      "provision_ref": "56 h",
      "section": "56 h",
      "title": "Gjennomføring av pålegg",
      "content": "Et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted gjennomføres etter reglene i tvangsfullbyrdelsesloven​1 kapittel 13 V. Saksøkeren kan begjære gjennomføring når fristen for å iverksette tiltak har løpt ut, jf. § 56f andre ledd første punktum. Dersom saksøkeren er pålagt å stille sikkerhet etter § 56f andre ledd tredje punktum, kan ikke saksøkeren begjære gjennomføring før sikkerhet er stilt.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56h",
        "source_heading": "§ 56h."
      }
    },
    {
      "provision_ref": "56 i",
      "section": "56 i",
      "title": "Opphevelse av pålegg",
      "content": "Dersom det settes frem nye bevis eller det foreligger endrede forhold som godtgjør at grunnlaget for pålegget ikke lenger er til stede, skal retten på begjæring fra en saksøkt eller annen med rettslig interesse oppheve pålegget.\nBegjæringen fremsettes for Oslo tingrett. Den forelegges for partene. Bestemmelsene i § 56e tredje ledd tredje punktum og fjerde ledd gjelder tilsvarende.\nAvgjørelsen treffes ved kjennelse. Kjennelse som opphever et pålegg får ikke virkning før den er rettskraftig.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56i",
        "source_heading": "§ 56i."
      }
    },
    {
      "provision_ref": "56 j",
      "section": "56 j",
      "title": "Bortfall av pålegg",
      "content": "Et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted faller bort uten opphevelse:\na. når en fastsatt tid for pålegget er løpt ut,\nb. når saksøkeren er gitt en frist for å stille sikkerhet, og fristen oversittes, eller\nc. når saksøkeren gir avkall på sin rett etter pålegget.\nFrist som nevnt i første ledd bokstav b kan på begjæring forlenges. Forlengelse kan bare gis dersom begjæringen kommer inn innen utløpet av fristen. Forlengelse kan etter samme regler gis på ny.\nEnhver av de saksøkte kan kreve at retten treffer avgjørelse om at pålegget er falt bort etter første ledd. Bestemmelsene i § 56i andre og tredje ledd gjelder tilsvarende.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56j",
        "source_heading": "§ 56j."
      }
    },
    {
      "provision_ref": "56 k",
      "section": "56 k",
      "title": "Sakskostnader",
      "content": "I sak om begjæring om pålegg kan en tjenesteyter​1 bare ilegges ansvar for saksøkerens sakskostnader etter tvisteloven​2 kapittel 20 i ankesak der tjenesteyteren har anket. For øvrig gjelder bestemmelsene om sakskostnader i tvisteloven kapittel 20.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56k",
        "source_heading": "§ 56k."
      }
    },
    {
      "provision_ref": "56 l",
      "section": "56 l",
      "title": "Erstatning ved opphevelse og bortfall av pålegg",
      "content": "Dersom et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted er opphevet eller bortfalt, og det viser seg at det ikke var grunnlag for saksøkerens begjæring da pålegget ble besluttet, plikter saksøkeren å erstatte den skade saksøkte har lidt som følge av pålegget og ved de skritt som har vært nødvendige for å avverge pålegget eller å få det opphevet.\nKrav om erstatning etter denne paragrafen kan gjøres gjeldende for Oslo tingrett i sak om opphevelse eller bortfall av pålegget, eller ved ordinært søksmål.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56l",
        "source_heading": "§ 56l."
      }
    },
    {
      "provision_ref": "56 m",
      "section": "56 m",
      "title": "Forholdet til tvisteloven",
      "content": "Tvisteloven​1 kapittel 1 til 3, §§ 4-1 og 4-7, § 9-6, kapittel 11 til 15, kapittel 16 unntatt §§ 16-1, 16-2, 16-8, 16-10 og §§ 16-15 til 16-19, kapittel 18, kapittel 19 unntatt §§ 19-11, 19-12 og § 19-13 første og andre ledd og kapittel 20 til 31 gjelder tilsvarende i saker om pålegg så langt de passer og ikke annet følger av §§ 56c til 56m i loven her.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56m",
        "source_heading": "§ 56m."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Denne lovs bestemmelser om opphavsrett får anvendelse på:\na. åndsverk​2 som er skapt av norsk statsborger​3 eller av person som er bosatt her i riket,\nb. åndsverk som er utgitt​4 første gang her i riket, eller er utgitt​3 samtidig her og i et annet land,\nc. filmverk og fjernsynsverk hvis produsent har sitt hovedsete eller er bosatt her i riket,\nd. byggverk​5 som er oppført her i riket,\ne. kunstverk og fotografisk verk som er innføyd i bygninger eller faste anlegg her i riket.\nSamtidig utgivelse som nevnt i første ledd bokstav b, anses å ha funnet sted når verket utgis her i riket innen 30 dager etter første utgivelse.\nSom produsent etter bestemmelsen i første ledd bokstav c anses når ikke annet er opplyst, den hvis navn på vanlig måte er angitt på eksemplar av filmverket.\nBestemmelsen i § 38c får anvendelse på åndsverk som er skapt av norsk statsborger​3 eller av person som er bosatt her i riket.\nBestemmelsene i §§ 46 til 48 gjelder uten de i de foregående ledd fastsatte innskrenkninger.\nBestemmelsen i § 41a får anvendelse på åndsverk som er gjort tilgjengelig for allmennheten​6 av norsk statsborger​3 eller person som er bosatt her i riket, eller av selskap som har norsk styre og sete her i riket.\n0 Endret ved lover 20 des 1974 nr. 64, 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534).\n1 Se § 58a og § 59.\n2 Se § 1 (2).\n3 Jf. lov 10 juni 2005 nr. 51.\n4 Se § 8 (2).\n5 Se § 1 (2) nr. 9.\n6 Se § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "Bestemmelsene i 5. kapittel gjelder, med unntak av §§ 43, 43a og 44 og den i §§ 42 og 45 nevnte spredningsrett, til fordel for arbeid som er frembrakt av:\na. norsk statsborger​2 eller person som er bosatt her i riket,\nb. selskap som har norsk styre og sete her i riket.\nBestemmelsene i § 42 og i § 45a gjelder dessuten også for fremføringer og kringkastingssendinger som finner sted i Norge. Bestemmelsen om spredningsrett i §§ 42 og 45 gjelder for lyd- og filmopptak gjort i Norge. Bestemmelsen i § 45 om rett til eksemplarfremstilling gjelder til fordel for ethvert lyd- og filmopptak. Bestemmelsen i § 43 gjelder for arbeid frembrakt av noen som er statsborger i eller bosatt i eller har sete i et land innenfor Det europeiske økonomiske samarbeidsområde.​3 Bestemmelsen i § 44 gjelder for pressemeldinger som er mottatt i Norge. Bestemmelsen i § 43a gjelder for fotografiske bilder som første gang er utgitt​4 her i riket eller som er laget av noen som er statsborger i eller bosatt i eller har sete i et land innenfor Det europeiske økonomiske samarbeidsområde. Det samme gjelder for fotografier innføyd i bygninger eller faste anlegg i et land innenfor nevnte område.\nBestemmelsen i § 45c gjelder avbildninger av person som er eller har vært bosatt her i riket.\n0 Endret ved lover 20 des 1974 nr. 64, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 16 apr 1999 nr. 19 – se dens II med overgangsregler.\n1 Se § 58a og § 59.\n2 Jf. lov 10 juni 2005 nr. 51.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 11).\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:58 a",
      "chapter": "10",
      "section": "58 a",
      "content": "Når verk eller prestasjoner kringkastes over satellitt fra et land utenfor Det europeiske økonomiske samarbeidsområde, kommer denne lov til anvendelse dersom satellitten mottar signalene fra Norge eller kringkastingssendingen foretas etter oppdrag fra et kringkastingsforetak som har sitt hovedsete her i riket. Denne bestemmelse gjelder bare dersom senderlandets regler om retten til kringkasting av verk og prestasjoner ikke gir tilsvarende vern som etter denne lov.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 2 (2) jf. art. 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58a."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Under forutsetning av gjensidighet kan Kongen gi forskrifter om hel eller delvis anvendelse av lovens regler i forhold til verk med en nærmere bestemt tilknytning til fremmed stat.​1\nKongen kan videre bestemme at lovens regler helt eller delvis skal gjelde åndsverk utgitt​2 av mellomfolkelig organisasjon og ikke utgitte verk som slik organisasjon har utgivelsesretten til.​3\nBestemmelsen har tilsvarende anvendelse på de i 5. kapitel omhandlede arbeider.​1\nAv hensyn til overenskomst med fremmed stat kan Kongen videre gi særskilte bestemmelser om avtaler om overdragelse av rett til innspilling av verk for film og fjernsyn, herunder hvilke verk reglene skal gjelde for.​4\n0 Endret ved lov 20 des 1974 nr. 64.\n1 Jf. res. 21 des 2001 nr. 1563 kap. VI.\n2 Se § 8 (2).\n3 Jf. res. 21 des 2001 nr. 1563 § 6-8.\n4 Jf. § 39f og res. 21 des 2001 nr. 1563 § 6-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Loven gjelder også åndsverk og andre arbeider fra før lovens ikrafttredelse.\nEksemplar som er lovlig fremstilt før lovens ikrafttreden, kan fremdeles spres til allmennheten eller vises offentlig, likevel slik at bestemmelsene om utleie i §§ 19, 42 og 45 og bestemmelsene i § 19 om utlån av maskinlesbart eksemplar av datamaskinprogram får anvendelse også i disse tilfelle.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se noter om vernetid ved §§ 40, § 41, § 41a, § 42, § 43a, § 45, § 45a og § 45b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "content": "Denne lov trer i kraft 1. juli 1961.​1\nSamtidig oppheves lov om åndsverker av 6. juni 1930.\nHenvisninger i andre lover til Lov av 6. juni 1930 eller til Lov om forfatterrett og kunstnerrett av 4. juli 1893 med endringslov av 25. juli 1910 skal gjelde de tilsvarende bestemmelser i denne lov.\n1 Se noter om vernetid ved § 40, § 41, § 41a, § 42, § 43a, § 45, § 45a og § 45b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som skaper et åndsverk, har opphavsrett​2 til verket.\nMed åndsverk forståes i denne lov litterære, vitenskapelige eller kunstneriske verk av enhver art og uansett uttrykksmåte og uttrykksform, så som\n1. skrifter av alle slag,\n2. muntlige foredrag,\n3. sceneverk, så vel dramatiske og musikkdramatiske som koreografiske verk og pantomimer, samt hørespill,\n4. musikkverk, med eller uten tekst,\n5. filmverk,\n6. fotografiske verk,​3\n7. malerier, tegninger, grafikk og lignende billedkunst,\n8. skulptur av alle slag,\n9. bygningskunst, så vel tegninger og modeller som selve byggverket,\n10. billedvev og gjenstander av kunsthåndverk og kunstindustri, så vel forbildet som selve verket,\n11. kart, samt tegninger og grafiske og plastiske avbildninger av vitenskapelig eller teknisk art,\n12. datamaskinprogrammer,​4\n13. oversettelser og bearbeidelser​5 av verk som er nevnt foran.\nFor fotografiske bilder som ikke er åndsverk gjelder § 43a.\n0 Endret ved lover 15 juni 1990 nr. 26, 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Se kap. 8.\n2 Se § 2.\n3 Se § 43a.\n4 Se EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 1, 2 og 3).\n5 Se § 4 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Opphavsretten gir innen de grenser som er angitt i denne lov, enerett til å råde over åndsverket​1 ved å fremstille varig eller midlertidig​2 eksemplar av det og ved å gjøre det tilgjengelig for almenheten, i opprinnelig eller endret skikkelse, i oversettelse eller bearbeidelse, i annen litteratur- eller kunstart eller i annen teknikk.​3\nSom fremstilling av eksemplar regnes også overføring til innretning som kan gjengi verket.​4\nVerket gjøres tilgjengelig for allmennheten når\na. eksemplar av verket frembys til salg, utleie eller utlån eller på annen måte spres til allmennheten,\nb. eksemplar av verket vises offentlig uten bruk av tekniske hjelpemidler, eller\nc. verket fremføres offentlig.\nSom offentlig fremføring regnes også kringkasting eller annen overføring i tråd eller trådløst til allmennheten, herunder når verket stilles til rådighet på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\n0 Endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se § 1 (2).\n2 Jf. § 11a.\n3 Jf. § 4.\n4 Jf. lov 9 juni 1989 nr. 32 § 4 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Opphavsmannen har krav på å bli navngitt slik som god skikk tilsier,​2 så vel på eksemplar av åndsverket som når det gjøres tilgjengelig for almenheten.​3\nHar en annen rett til å endre​4 et åndsverk eller å gjøre det tilgjengelig for almenheten,​3 må dette ikke skje på en måte eller i en sammenheng som er krenkende for opphavsmannens litterære, vitenskapelige eller kunstneriske anseelse eller egenart, eller for verkets anseelse eller egenart.​5\nSin rett efter første og annet ledd kan opphavsmannen ikke fraskrive seg, med mindre den bruk av verket som det gjelder, er avgrenset efter art og omfang.\nSelv om opphavsmannen har gitt gyldig samtykke til bruken, har han, hvis verket gjøres tilgjengelig for almenheten​3 i slik krenkende skikkelse som nevnt i annet ledd, rett til å kreve at det enten ikke skjer under hans navn eller at det angis på fyldestgjørende måte at de foretatte endringer ikke skriver seg fra ham. Denne rett kan opphavsmannen ikke gi avkall på.\n1 Jf. § 11, 39k og § 48.\n2 Jf. § 7, § 11, § 47, § 48.\n3 Se § 2 (3) og (4).\n4 Jf. § 11, § 39b.\n5 Jf. § 11, § 39a, § 39b, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Opphavsmannen kan ikke sette seg imot at andre benytter hans åndsverk på en slik måte at nye og selvstendige verk oppstår. Opphavsretten til det nye og selvstendige verk er ikke avhengig av opphavsretten til det verk som er benyttet.\nDen som oversetter eller bearbeider et åndsverk eller overfører det til en annen litterær eller kunstnerisk form, har opphavsrett til verket i denne skikkelse,​1 men kan ikke råde over det på en måte som gjør inngrep i opphavsretten til originalverket.\n1 Jf. § 1 (2) nr. 13, § 2 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den som ved å sammenstille flere åndsverk eller deler av åndsverk skaper et litterært, vitenskapelig eller kunstnerisk samleverk, har opphavsrett til samleverket, men denne rett gjør ingen innskrenkning i opphavsretten til de enkelte verk som samleverket består av.\nHvis ikke annet er avtalt, står det de enkelte medarbeidere fritt å offentliggjøre sine bidrag på annen måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Er det to eller flere opphavsmenn til et åndsverk uten at de enkeltes ytelser kan skilles ut som særskilte verk, erverver de opphavsrett til verket i fellesskap.​2\nTil verkets første offentliggjørelse​3 kreves samtykke fra alle opphavsmenn, hvis de ikke uttrykkelig eller stilltiende har samtykket på forhånd. Det samme gjelder når det er spørsmål om å offentliggjøre verket på annen måte eller i en annen form enn tidligere. Ny offentliggjørelse på samme måte kan derimot hver av opphavsmennene forlange eller gi samtykke til.\nEnhver av dem kan påtale krenkelser av opphavsretten.​4\n1 Jf. § 39k (3).\n2 Jf. § 40 annet punktum.\n3 Se § 8 (1).\n4 Se kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Som opphavsmann ansees, når ikke annet godtgjøres, den hvis navn eller alment kjente dekknavn eller merke på sedvanlig måte er påført​2 eksemplar av verket eller blir oppgitt når det gjøres tilgjengelig for almenheten.​3\nEr et verk utgitt​4 uten at opphavsmann er navngitt i samsvar med første ledd, kan utgiveren eller, hvis heller ikke han er navngitt, forleggeren​5 handle på opphavsmannens vegne inntil denne blir navngitt på en ny utgave eller ved melding til vedkommende departement.\n1 Jf. § 3.\n2 Jf. § 47.\n3 Se § 2 (3) og (4).\n4 Se § 8 (2).\n5 Se § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Et åndsverk er offentliggjort når det med samtykke av opphavsmannen er gjort tilgjengelig for allmennheten.​1 Et kunstverk og et fotografisk verk er offentliggjort også​2 når opphavsmannen har overdratt eksemplar av verket og dette er gjort tilgjengelig for allmennheten i medhold av §§ 19, 20, 23, 23a og [eller]​3 24.\nEt åndsverk er utgitt når et rimelig antall eksemplar av verket med samtykke av opphavsmannen er brakt i handelen, eller på annen måte er spredt blant almenheten.\n0 Endret ved lover 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Se § 2 (3) og (4).\n2 Se første punktum.\n3 Skal vel være «eller».\n1 Skal vel være «eller».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Lover, forskrifter, rettsavgjørelser og andre vedtak av offentlig myndighet er uten vern etter denne lov. Det samme gjelder forslag, utredninger og andre uttalelser som gjelder offentlig myndighetsutøvelse, og er avgitt av offentlig myndighet, offentlig oppnevnt råd eller utvalg, eller utgitt​2 av det offentlige. Likeledes er offisielle oversettelser av slike tekster uten vern etter denne lov.\nÅndsverk som ikke er frembrakt særskilt til bruk i dokumenter som nevnt i første ledd, og som det siteres fra eller som gjengis i særskilt vedlegg, omfattes ikke av denne bestemmelse. Første ledd gjelder heller ikke lyrikk, musikkverk eller kunstverk.\n0 Endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. §§ 26 til 28, § 32. – Jf. lov 9 mai 2006 nr. 16.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Registrering av et åndsverk som design​1 innvirker ikke på verkets vern etter denne lov.\nKretsmønster til integrerte kretser​2 omfattes ikke av denne lov.\n0 Endret ved lover 29 mai 1970 nr. 33 (ikr. 1 okt 1970), 15 juni 1990 nr. 27, 23 juni 1995 nr. 37 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 14 mars 2003 nr. 15 (ikr. 1 mai 2003 iflg. res. 4 apr 2003 nr. 417).\n1 Jf. lov 14 mars 2003 nr. 15.\n2 Se lov 15 juni 1990 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Bestemmelsene i dette kapittel gjør ingen videre innskrenkning i opphavsmannens rett etter § 3 enn den som følger av § 29.\nNår et verk gjengis offentlig i medhold av bestemmelsene i dette kapittel, kan det skje i den størrelse og skikkelse øyemedet krever, men verkets karakter må ikke derved forandres eller forringes. Ved gjengivelse som nevnt, må kilden alltid angis slik som god skikk tilsier.\n0 Tidligere § 24. Gitt nytt nummer og omformulert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 11 står nå som § 12.\n1 Jf. § 39k, § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "content": "Når tilfeldig eller forbigående fremstilling av midlertidige eksemplar utgjør en integrert og vesentlig del av en teknisk prosess som har til eneste formål å muliggjøre\na. lovlig bruk av et verk, eller\nb. en overføring i nettverk av et mellomledd på vegne av tredjeparter,\nBestemmelsen i første ledd gjelder ikke for datamaskinprogrammer og databaser.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (1)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Når det ikke skjer i ervervsøyemed, kan enkelte eksemplar av et offentliggjort​2 verk fremstilles til privat bruk. Slike eksemplar må ikke utnyttes i annet øyemed. Opphavsmennene gis en rimelig kompensasjon gjennom årlige bevilgninger over statsbudsjettet.​3 Kongen kan fastsette nærmere regler om fordeling av kompensasjonen.\nBestemmelsen i første ledd gir ikke rett til å\na. ettergjøre bygningskunst gjennom oppføring av byggverk,​4\nb. fremstille maskinlesbare eksemplar av datamaskinprogram,​5\nc. fremstille maskinlesbare eksemplar av databaser​6 i maskinlesbar form, eller\nd. fremstille eksemplar av kunstverk ved fotokopiering, avstøpning, avtrykk eller tilsvarende fremgangsmåte når eksemplaret kan oppfattes som originaleksemplar.\nBestemmelsen i første ledd gir ikke rett til å la fremstillingen utføre ved fremmed hjelp når det gjelder:\na. musikkverk,\nb. filmverk,\nc. skulptur, billedvev og gjenstander av kunsthåndverk og kunstindustri, eller\nd. kunstnerisk gjengivelse av andre kunstverk.\nDet er ikke tillatt å fremstille eksemplar etter denne paragraf på grunnlag av en gjengivelse av verket i strid med § 2, eller på grunnlag av et eksemplar som har vært gjenstand for eller er resultat av en omgåelse av vernede tekniske beskyttelsessystemer, med mindre slik eksemplarfremstilling er nødvendig etter § 53a tredje ledd andre punktum.\n0 Tidligere § 11. Endret ved lover 15 juni 1990 nr. 26 og 4 des 1992 nr. 128. Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), og endret ved lover 16 apr 1999 nr. 19 – se dens II med overgangsregler, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 12 står nå som § 29.\n1 Jf. § 11, § 56.\n2 Se § 8 (1).\n3 Se EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (b) jf. art. 2).\n4 Se § 1 (2) nr. 9.\n5 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 5).\n6 Se EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 1 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Lærere og elever kan for bruk i undervisningen gjøre opptak av sin egen fremføring av verk. Opptak som nevnt må ikke utnyttes i annet øyemed.\nKongen kan bestemme at skoler og andre undervisningsinstitusjoner vederlagsfritt kan gjøre opptak av kringkastingssending for tidsforskutt bruk.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27. Endret ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 13 står nå som § 22 og § 23 (1) og (2).\n1 Jf. tidligere denne lovs § 16 (2). – Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "13 a",
      "section": "13 a",
      "content": "Av utgitt​2 verk kan det fremstilles eksemplar til bruk ved offentlig eksamen. Opphavsmannen har krav på vederlag.\n0 Ny bestemmelse tilføyd i § 13 ved lov 2 juni 1995 nr. 27 – se dens III, omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13a",
        "source_heading": "§ 13a."
      }
    },
    {
      "provision_ref": "13 b",
      "section": "13 b",
      "content": "Til bruk i egen undervisningsvirksomhet kan det fremstilles eksemplar av utgitt​2 verk, når betingelsene for avtalelisens etter § 36 første ledd er oppfylt eller eksemplarfremstillingen skjer etter tillatelse gitt av nemnd etter bestemmelsene i § 38 fjerde ledd. Det kan også gjøres opptak av kringkastingssending når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Dette gjelder likevel ikke der kringkastingssendingen består av filmverk som må oppfattes som også bestemt til annen bruk enn fremføring gjennom fjernsyn, med mindre det i sendingen bare er benyttet mindre deler av verket.\nOpptakssentral som er godkjent av departementet, kan til bruk i undervisningsvirksomhet gjøre opptak som nevnt i første ledd, når den oppfyller betingelsene for avtalelisens etter § 36 første ledd.\nEksemplar fremstilt med hjemmel i første og andre ledd kan bare benyttes innenfor den undervisningsvirksomhet som omfattes av avtalen etter § 36.\nKongen gir forskrifter om oppbevaring og bruk av opptak etter første og andre ledd.\n0 Ny bestemmelse tilføyd i § 13 ved lov 2 juni 1995 1995 nr. 27, omnummerert og endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. tidligere midl. lov 8 juni 1979 nr. 40. – Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13b",
        "source_heading": "§ 13b."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Offentlige og private institusjoner, organisasjoner og ervervsvirksomheter kan til bruk innenfor sin virksomhet fremstille eksemplar av utgitt​2 verk når de oppfyller betingelsene for avtalelisens etter § 36 første ledd. På samme vilkår kan det gjøres opptak av kringkastingssending. Dette gjelder likevel ikke der kringkastingssendingen består av filmverk som må oppfattes som også bestemt til annen bruk enn fremføring gjennom fjernsyn, med mindre det i sendingen bare er benyttet mindre deler av verket.\nEksemplar fremstilt med hjemmel i første ledd kan bare utnyttes innenfor den virksomhet som omfattes av avtalen etter § 36.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572). Tidligere § 14 (1) er opphevet, (2) står nå som § 23 a (1). Endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Helseinstitusjoner, aldershjem, fengsler og lignende institusjoner kan gjøre opptak av verk som inngår i kringkastingssending, til fremføring innen kort tid i institusjonen.\nKongen fastsetter hvilke institusjoner som skal ha rett til å gjøre opptak som nevnt i første ledd, og gir forskrift om bruk og sletting av opptakene.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 15 står nå som § 18.\n1 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Kongen kan gi regler om rett for arkiv, bibliotek, museer og undervisnings- og forskningsinstitusjoner til å fremstille eksemplar av verk for konserverings- og sikringsformål og andre særskilte formål.​2 Bestemmelsen gjelder ikke for ervervsmessig bruk.​3\nKongen kan gi regler om at arkiv, bibliotek, museer og undervisningsinstitusjoner ved hjelp av terminaler i egne lokaler, kan gjøre verk i samlingene tilgjengelig for enkeltpersoner når det skjer til forskningsformål eller private studieformål.​4\n0 Endret ved lover 3 juni 1977 nr. 51, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569, tidligere annet ledd erstattet av nåværende § 13b), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Jf. lov 9 juni 1989 nr. 32 § 4 a.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (c)).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29(informasjonsamfunnsdirektivet) art. 5 (3) (n), jf. art. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "16 a",
      "section": "16 a",
      "content": "Arkiv, bibliotek og museer som angitt i § 16 første ledd kan fremstille eksemplar​2 av utgitte​3 verk i samlingene og gjøre slike verk tilgjengelig for allmennheten​4 når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Tilsvarende gjelder for offentliggjort​5 kunstverk og offentliggjort​5 fotografisk verk.\n0 Ny bestemmelse tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 2 (1) og (2).\n3 Se § 8 (2).\n4 Se § 2 (3) og (4).\n5 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16a."
      }
    },
    {
      "provision_ref": "16 b",
      "section": "16 b",
      "title": "Kulturarvinstitusjoner som er omfattet av reglene om hitteverk",
      "content": "Følgende institusjoner med allmennyttig formål er omfattet av reglene om bruk av hitteverk etter §§ 16c til 16e:\na. offentlig tilgjengelige bibliotek, utdanningsinstitusjoner og museer,\nb. arkiv-, film- og lydarvinstitusjoner, og\nc. allmennkringkastingsforetak.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 1 (1)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16b."
      }
    },
    {
      "provision_ref": "16 c",
      "section": "16 c",
      "title": "Definisjon av hitteverk",
      "content": "Litterære verk, lydopptak og filmverk skal regnes som hitteverk dersom det ikke er mulig å finne rettighetshaver etter at en institusjon etter § 16b har utført og dokumentert et omfattende søk etter § 16e.\nDer verk eller lydopptak som nevnt i første ledd har flere rettighetshavere og bare noen av dem er funnet etter at det er utført et omfattende søk, skal verket eller lydopptaket regnes som hitteverk for den del av rettighetene som tilhører de ukjente rettighetshavere. Slike verk eller lydopptak kan bare brukes som hitteverk etter § 16d dersom de kjente rettighetshavere har gitt samtykke etter § 6.\nDersom en rettighetshaver melder seg for en institusjon som nevnt i § 16b, skal verket eller lydopptaket ikke lenger anses som hitteverk. Er verket eller lydopptaket tatt i bruk som hitteverk etter § 16d, må bruken opphøre. En rettighetshaver til et verk eller lydopptak som er brukt som hitteverk, har krav på rimelig kompensasjon av den som har brukt verket eller lydopptaket.\nVerk eller lydopptak som i henhold til lovgivningen i et land i EØS-området anses som hitteverk, skal også anses som hitteverk i Norge.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16c",
        "source_heading": "§ 16c."
      }
    },
    {
      "provision_ref": "16 d",
      "section": "16 d",
      "title": "Bruk av hitteverk",
      "content": "​2 Institusjon etter § 16b kan for sine allmennyttige formål:\na. fremstille eksemplar​3 av hitteverk i samlingene for å digitalisere, indeksere, katalogisere, bevare, restaurere eller gjøre tilgjengelig for allmennheten etter bokstav b,\nb. gjøre hitteverk i samlingene tilgjengelig for allmennheten på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\nBruk av hitteverk etter første ledd kan skje der følgende vilkår er oppfylt:\na. Hitteverket har tilknytning til et land i EØS-området ved at verket enten ble utgitt​4 eller ble utsendt i radio eller i fjernsyn for første gang i et land i EØS-området, eller med rettighetshavers samtykke ble gjort tilgjengelig for allmennheten​5 i et land i EØS-området av en institusjon etter § 16b, og det ikke er grunn til å tro at rettighetshaveren ville ha motsatt seg bruken,\nb. institusjonen er etablert i et EØS-land,\nc. inntekter fra bruk av hitteverk skal kun dekke utgifter til eksemplarfremstilling​3 og tilgjengeliggjøring for allmennheten av hitteverk etter denne paragraf, og\nd. kjente rettighetshavere navngis.\nFor allmennkringkastingsforetak gjelder reglene kun for bruk av hitteverk i form av lydopptak og filmverk i egne samlinger som foretaket har produsert eller fått produsert av andre før 1. januar 2003.\nInstitusjon etter § 16b kan på samme vilkår som i første og andre ledd bruke verk som inngår i et hitteverk etter § 16c med slik tilknytning til et EØS-land som følger av andre ledd bokstav a.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 6).\n2 Jf. § 11.\n3 Se § 2 (1) og (2).\n4 Se § 8 (2).\n5 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16d",
        "source_heading": "§ 16d."
      }
    },
    {
      "provision_ref": "16 e",
      "section": "16 e",
      "title": "Omfattende søk etter rettighetshavere mv.",
      "content": "Før et litterært verk, lydopptak eller filmverk kan få status som hitteverk etter § 16c, skal det utføres og dokumenteres et omfattende søk i god tro etter rettighetshavere til verket eller lydopptaket. Dokumentasjon av søket skal videreformidles til Nasjonalbiblioteket.\nDet omfattende søket foretas i de kilder som er relevante for den aktuelle verkstypen.\nSøket skal foretas i det land innenfor EØS-området der verket eller lydopptaket første gang ble utgitt​2 eller utsendt. Dersom verket eller lydopptaket ikke har blitt utgitt eller utsendt, men har blitt gjort tilgjengelig for allmennheten​3 med rettighetshavers samtykke av en institusjon etter § 16b, skal det søkes i det EØS-landet der institusjonen er etablert.\nFor filmverk der produsenten har sitt sete eller bosted i et EØS-land, skal søket foretas i dette landet.\nDersom det finnes tegn på at relevant informasjon om rettighetshaver er tilgjengelig i andre land enn det som fremgår av første til fjerde ledd, skal informasjonskilder derfra også undersøkes.\nKongen kan gi nærmere regler om gjennomføring og dokumentasjon av omfattende søk og bruk av hitteverk, herunder om søkekilder for verk og videreformidling av dokumentasjon til Nasjonalbiblioteket.\n0 Tilføyd ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. EØS-avtalen vedlegg XVII nr. 10 (dir 2012/28 (hitteverksdirektivet) art. 3).\n2 Se § 8 (2).\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16e",
        "source_heading": "§ 16e."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Av utgitt​2 litterært eller vitenskapelig verk eller musikkverk kan det i annen form enn lydopptak fremstilles eksemplar bestemt til bruk for blinde, svaksynte og andre som på grunn av funksjonshemning ikke kan tilegne seg verket på vanlig måte. Utgitt​2 litterært eller vitenskapelig verk kan gjengis på film, med eller uten lyd, bestemt til bruk for hørsels- eller talehemmede. Bestemmelsen gjelder ikke for ervervsmessig bruk.​3\nBestemmelsene i første ledd gir ikke rett til kopiering av eksemplar som andre har fremstilt med særlig henblikk på bruk som der nevnt.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (b), jf. art. 2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "17 a",
      "section": "17 a",
      "content": "Kongen kan bestemme at nærmere angitt organisasjon og bibliotek for vederlagsfri bruk for funksjonshemmede skal ha rett til på nærmere fastsatte vilkår å fremstille eksemplar av utgitt​2 litterært eller vitenskapelig verk gjennom opptak på innretning som kan gjengi det. I tilslutning til teksten kan offentliggjort​3 kunstverk og offentliggjort​3 fotografisk verk gjengis på opptaket. Opphavsmannen har krav på vederlag som utredes av staten.​4 Bestemmelsen gjelder ikke for ervervsmessig bruk.​5\n0 Tidligere § 17 (2). Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27, 23 juni 1995 nr. 37 og omnummerert ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).\n4 Jf. § 35.\n5 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (b)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17a."
      }
    },
    {
      "provision_ref": "17 b",
      "section": "17 b",
      "content": "Kongen kan gi forskrifter om rett til å gjøre opptak av utgitt​2 film eller bilde, med eller uten lyd, og av utsendt kringkastingsprogram, som ikke vesentlig inneholder musikkverk. Forskriftene kan bare gjelde slik bruk som nevnt i § 17a, og bare komme til anvendelse når den som gjør opptaket oppfyller betingelsene for avtalelisens etter § 36 første ledd.\n0 Ny bestemmelse tilføyd som § 17 (4) ved lov 2 juni 1995 nr. 27, omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17b."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "I samleverk, bestemt til bruk ved gudstjeneste eller undervisning, sammenstilt av verk fra et større antall opphavsmenn, kan det gjengis mindre deler av litterære eller vitenskapelige verk og musikkverk eller slike verk av lite omfang, når fem år er gått etter utløpet av det år da verket ble utgitt.​2 I tilslutning til teksten kan også kunstverk og fotografisk verk gjengis når fem år er gått etter utløpet av det år da verket ble offentliggjort.​3 Verk som er utarbeidet til bruk ved undervisning, må ikke gjengis i et samleverk med samme formål. Bestemmelsene gir ikke rett til gjengivelse i maskinlesbar form.​4\nOpphavsmannen har krav på vederlag.​5\n0 Tidligere § 15. Endret ved lov 16 feb 1979 nr. 4. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 18 står nå som § 21.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (2) (a) jf art. 2).\n5 Jf. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Er et eksemplar av et verk solgt med opphavsmannens samtykke, kan eksemplaret spres videre blant allmennheten. Det samme gjelder eksemplar av offentliggjort​2 verk, og ethvert eksemplar av kunstverk eller fotografisk verk, som opphavsmannen på annen måte har overdratt. Bestemmelsene gjelder bare der eksemplaret er solgt eller overdratt som nevnt innenfor Det europeiske økonomiske samarbeidsområde, med mindre eksemplaret er ervervet av en person til privat bruk eller spres videre ved utlån eller utleie.​3\nBestemmelsen i første ledd gir, med unntak for byggverk​4 og bruksgjenstander, ikke adgang til utleie.​5 Heller ikke gir bestemmelsen adgang til utlån av maskinlesbart eksemplar av datamaskinprogram.​6 Likestilt med leie er bytte som drives som organisert virksomhet.​7\n0 Tidligere § 21 og § 23 (1). Endret ved lover 23 des 1988 nr. 101, 15 juni 1990 nr. 26 og 4 des 1992 nr. 126. Omnummerert og endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 19 står nå som § 25 (1).\n1 Jf. § 11.\n2 Se § 8 (1).\n3 EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 4 (2) og nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (2)).\n4 Jf. § 1 (2) nr. 9.\n5 Sml. § 39m. Se § 60 (2). Jf. EØS-avtalen vedlegg XVII nr. 9g (dir 2006/115 (utleiedirektivet) art. 1 (2), 3 (2) og 4) og vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (c)).\n6 Se § 60 (2). Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 4 (c)).\n7 Jf. § 39m (1) annet punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Er et verk utgitt,​2 eller har opphavsmannen overdratt eksemplar av et kunstverk eller et fotografisk verk, kan eksemplarene vises offentlig. Eksemplar av offentliggjort​3 kunstverk og av offentliggjort​3 fotografisk verk kan vises offentlig i forbindelse med undervisning.\n0 Tidligere §§ 21 og 23 (1). Endret ved lover 20 des 1974 nr. 64 og 23 des 1988 nr. 101. Omnummerert og endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 20 står nå som § 30 og § 31.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Et utgitt​2 verk kan fremføres​3 offentlig ved gudstjeneste og undervisning. Har opphavsmannen overdratt eksemplar av et kunstverk eller et fotografisk verk, eller er slike verk offentliggjort,​4 kan verket fremføres​3 offentlig i forbindelse med undervisning.\nOgså ellers kan utgitt​2 verk fremføres​3 offentlig:\na. ved tilstelninger der fremføring av åndsverk ikke er det vesentlige, såfremt tilhørerne eller tilskuerne har adgang uten betaling, og tilstelningen heller ikke indirekte finner sted i ervervsøyemed,\nb. ved ungdomsstevner som ikke arrangeres i ervervsøyemed.\nDenne paragraf gjelder ikke for filmverk, scenisk fremføring av sceneverk​5 eller fremføring av databaser​6 ved ervervsmessig undervisning.​7 Paragrafen gir heller ikke rett til fremføring ved kringkasting. Innenfor ervervsmessig undervisning gir den heller ikke rett til annen trådbunden eller trådløs overføring til allmennheten.​8 Adgangen til fremføring ved undervisning gjelder ikke fremføring innen rammen av organisert konsertvirksomhet.\n0 Tidligere § 18. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 23 juni 1995 nr. 37, 16 apr 1999 nr. 19 – se dens II med overgangsregler, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 21 står nå som § 19.\n1 Jf. § 11.\n2 Se § 8 (2).\n3 Se § 2 (4).\n4 Se § 8 (1).\n5 Sml. § 1 (2) nr. 3.\n6 Se EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 1 og 3).\n7 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 5 (6) og 6 (2) (b) jf. art. 3).\n8 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) jf. art. 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Det er tillatt å sitere fra et offentliggjort​2 verk i samsvar med god skikk og i den utstrekning formålet betinger.\n0 Tidligere § 13 (1). Gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 22 står nå som § 26 og § 33.\n1 Jf. § 11.\n2 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "content": "Offentliggjort​2 kunstverk og offentliggjort​2 fotografisk verk kan gjengis i tilslutning til teksten i kritisk eller vitenskapelig fremstilling som ikke er av allmennopplysende karakter, når det skjer i samsvar med god skikk og i den utstrekning formålet betinger.\nMed samme begrensning kan offentliggjort​2 fotografisk verk mot vederlag​3 gjengis også i kritisk eller vitenskapelig fremstilling av allmennopplysende karakter og i tilslutning til teksten i skrifter bestemt til bruk i opplæring.\nOffentliggjort​2 personbilde i form av fotografisk verk kan gjengis i skrift av biografisk innhold.​4\nBestemmelsene i denne paragraf gir ikke rett til gjengivelse i maskinlesbar form, med mindre det gjelder en ikke-ervervsmessig gjengivelse etter første ledd.​5\n0 Tidligere § 13 (2). Endret ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Se § 8 (1).\n3 Jf. § 35.\n4 Jf. § 39j (3) og § 45c (1), e.\n5 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) og (o) jf. art. 2 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "23 a",
      "section": "23 a",
      "content": "Offentliggjort​2 kunstverk og offentliggjort​2 fotografisk verk kan gjengis i aviser, tidsskrifter og kringkasting ved omtale av dagshending. Dette gjelder likevel ikke verk som er skapt med henblikk på gjengivelse i aviser, tidsskrifter eller kringkasting. Opphavsmannen har krav på vederlag​3 med mindre det gjelder dagshending knyttet til det verket som gjengis.\nEr et kunstverk eller et fotografisk verk utgitt,​4 eller har opphavsmannen overdratt eksemplar av verk som nevnt, kan verket medtas i aviser, tidsskrifter, bøker, ved film og i kringkasting, såfremt verket utgjør en del av bakgrunnen eller på annen måte spiller en underordnet rolle i sammenhengen.\n0 Tidligere § 14 (2) og § 23 (1). Endret ved lover 20 des 1974 nr. 64, 23 des 1988 nr. 101. Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III, endret ved lov 23 juni 1995 nr. 37 – se dens II. Endret og omnummerert ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, § 45c.\n2 Se § 8 (1).\n3 Jf. § 35.\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23a."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "content": "Kunstverk og fotografisk verk som inngår i en samling eller som utstilles eller utbys til salg, kan avbildes i katalog over samlingen og i meddelelse om utstillingen eller salget. Katalog kan bare fremstilles ved trykking, fotokopiering eller lignende metode.​2\nKunstverk og fotografisk verk kan også avbildes når det varig er satt opp på eller ved offentlig plass eller ferdselsvei. Dette gjelder likevel ikke når verket klart er hovedmotivet og gjengivelsen utnyttes ervervsmessig.\nByggverk​3 kan fritt avbildes.\n0 Tidligere § 23 (2) og (3). Endret og omnummerert ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 5 (3) (a) (j) og (o) jf. art. 2).\n3 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "content": "Når fremføring eller visning av et verk inngår som ledd i dagshending og denne kringkastes eller gjengis ved film, kan korte avsnitt av verket, eller hele verket hvis det er av lite omfang, tas med ved gjengivelsen. Når fremføringen eller visningen av verket bare utgjør en del av bakgrunnen eller på tilsvarende måte spiller en underordnet rolle i forhold til hovedemnet for reportasjen, kan hele verket gjengis.\n​2 Når et fjernsynsselskap gjengir korte utdrag fra begivenheter av stor interesse for allmennheten i medhold av § 45a sjette ledd, kan selskapet gjengi verk som inngår i utdraget fra begivenheten.\n0 Tidligere § 19. Endret ved lov 23 des 1988 nr. 101. Omformulert med nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 25 står nå som § 39 og § 39a. Endret ved lov 14 des 2012 nr. 91 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1245).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XI nr. 5p (dir 2010/13 (direktivet om audiovisuelle medietjenester) art. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "content": "Forhandlinger i offentlige forsamlinger, styrer, råd og lignende, i møter av valgte offentlige myndigheter, i rettssaker og på åpne møter som holdes for å behandle allmenne spørsmål, kan, med de begrensninger som følger av § 28, enhver gjøre tilgjengelig for allmennheten​2 uten samtykke av opphavsmannen. En opphavsmann har likevel enerett til å utgi samlinger av sine egne innlegg.\n0 Tidligere § 22 (1). Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 26 står nå som § 39b.\n1 Jf. § 9, § 11, § 32.\n2 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "content": "Vern etter denne lov er ikke til hinder for dokumentinnsyn etter forvaltningsloven​2 og offentleglova​3 eller annen lovgivning.​4\nLoven er heller ikke til hinder for at verk brukes i forbindelse med etterlysning, i etterforskning eller som bevismiddel.​5\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 27 opphevet ved lov 4 mars 1983 nr. 4 (sml. lov 31 mai 1918 § 36). Endret ved lov 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).\n1 Jf. § 11.\n2 Lov 10 feb 1967.\n3 Lov 19 mai 2006 nr. 16.\n4 Se lover 4 des 1992 nr. 126 § 16 og 2 juli 1999 nr. 63 § 5-1.\n5 Jf. § 45c (1) e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "content": "Retten til videre gjengivelse av dokumenter påberopt som bevis eller som sakkyndig uttalelse e.l. i forhandlinger som nevnt i § 26, og av dokumenter det er gitt innsyn i etter lovgivning som nevnt i § 27, beror på ellers gjeldende regler. Likevel kan det siteres​2 fra slike dokumenter i samsvar med god skikk og i den utstrekning det er nødvendig for omtale av forhandlingene eller av sak dokumentet er av betydning for, selv om verket ikke har vært offentliggjort.​3\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 28 står nå som § 39k.\n1 Jf. § 11.\n2 Jf. § 22.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "content": "Byggverk​2 og bruksgjenstander kan endres uten opphavsmannens samtykke når det skjer av tekniske grunner eller av hensyn til utnyttelsen.\n0 Tidligere § 12. Omformulert og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 29 står nå som § 39l.\n1 Jf. § 11.\n2 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "content": "Norsk rikskringkasting og etter Kongens bestemmelse andre kringkastingsforetak​2 har rett til mot vederlag å kringkaste et utgitt​3 verk når betingelsene for avtalelisens etter § 36 første ledd er oppfylt. Tilsvarende gjelder for offentliggjort​4 kunstverk og offentliggjort​4 fotografisk verk.\nVed satellittkringkasting får bestemmelsene i første ledd ikke anvendelse med mindre sendingen av samme kringkastingsforetak samtidig kringkastes her i riket over jordbundet nett.​5\nBestemmelsene i første ledd gjelder ikke sending ved tråd. De gjelder ikke for sceneverk​6 og filmverk,​7 og heller ikke for andre verk dersom opphavsmannen overfor foretaket har nedlagt forbud​8 mot kringkasting, eller det ellers er særlig grunn til å anta at han motsetter seg at verket kringkastes.\n0 Tidligere § 20 (2), endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lover 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 30 står nå som § 39d.\n1 Jf. § 11, §§ 36 flg.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 8 (2).\n4 Se § 8 (1).\n5 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 3 nr. 2 jf. art. 1).\n6 Jf. § 1 (2) nr. 3.\n7 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 3 nr. 3 jf. art. 2).\n8 Jf. § 39k.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "content": "Norsk rikskringkasting og andre som har bevilling til å drive kringkastingsvirksomhet​2 kan, ved egne hjelpemidler og til bruk ved egne sendinger, ta opp verk på innretninger som kan gjengi dem når de for øvrig har rett til å ta verket med i sine sendinger. Retten til å gjøre slik opptatt verk tilgjengelig for allmennheten​3 avhenger av de ellers gjeldende regler. Kongen gir nærmere forskrifter om bruk og oppbevaring av disse opptak.\nBestemmelsen i første ledd gir ikke rett til å sammenstille film og lyd ved å overføre lydopptak til filmen med mindre fremføring ved opptaket inngår i filmen.\n0 Tidligere § 20 (1). Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Tidligere § 31 inngår nå i § 39 og § 39e.\n1 Jf. § 11.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "Norsk rikskringkasting og andre som har konsesjon til å drive kringkasting​2 har rett til bruk av offentliggjort​3 verk i sine samlinger ved\na. ny kringkasting, eller\nb. overføring på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket\nDenne paragraf gjelder bare for verk som ble kringkastet før 1. januar 1997 og som inngår i kringkastingsforetakets egne produksjoner. Paragrafen gjelder ikke dersom opphavsmannen har nedlagt forbud mot slik bruk av verket eller det ellers er særlig grunn til å anta at han motsetter seg slik bruk.\n0 Ny bestemmelse tilføyd ved lov 17 juni 2005 nr. 97 – se dens III – daværende § 32 (opprinnelig § 22 (2)) ble nye § 33 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11, §§ 36 flg.\n2 Jf. lov 4 des 1992 nr. 127 kap. 2.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "content": "Ordskifteprogram som kringkastes og hvor allmenne spørsmål blir drøftet, kan enhver gjengi offentlig uten samtykke av opphavsmannen. En opphavsmann har likevel enerett til å utgi samlinger av sine egne innlegg.\n0 Tidligere § 22 (2). Endret ved lov 23 des 1988 nr. 101. Endret og gitt nr. 32 ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569). Gitt nytt nummer ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "content": "Verk som lovlig inngår i kringkastingssending, kan ved samtidig og uendret videresending gjøres tilgjengelig for allmennheten​2 når den som videresender oppfyller betingelsene for avtalelisens etter § 36 første ledd.\nOpphavsmannens enerett til videresending kan bare utøves gjennom organisasjon som er godkjent etter § 38a.​3\nVideresending av verk som opprinnelig sendes ved tråd, omfattes ikke av denne paragraf.\n0 Tidligere § 20a. – Tilføyd ved lov 21 juni 1985 nr. 86. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 11 og §§ 36 flg.\n2 Se § 2 (3) og (4).\n3 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satelitt- og kabelsendingsdirektivet) art. 9).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "content": "Vederlag etter §§ 13a, 17a, 18, 23, 23a og 45b kan enhver av partene kreve fastsatt på bindende måte etter regler som Kongen gir. Kongen fastsetter regler om at vederlagspliktige som unnlater å betale vederlag, etter begjæring fra den berettigede part, med bindende virkning kan forbys fortsatt bruk.\n0 Tidligere § 51. Endret ved lov 21 juni 1985 nr. 86. Endret og omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 35 står nå i endret skikkelse som § 39c. Endret ved lover 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "content": "Når det foreligger avtale med organisasjon som nevnt i § 38a som tillater slik bruk av verk som nevnt i §§ 13b, 14, 16a, 17b, 30, 32 og 34, har bruker som omfattes av avtalen, overfor rettighetshaver som ikke er omfattet, rett til på samme område og på samme måte å utnytte verk av samme art som dem avtalen gjelder (avtalelisens). Bestemmelsen gjelder bare for bruk som skjer i samsvar med det avtalen fastsetter. Bestemmelsen gjelder ikke i forhold til kringkastingsforetaks rettigheter i sine sendinger.​2\nAvtalelisens kan også anvendes i tilfeller som ikke omfattes av paragrafene som er nevnt i første ledd, når en bruker på et nærmere avgrenset område har inngått avtale med organisasjon som nevnt i § 38a om bruk av offentliggjorte verk​3 (generell avtalelisens).​4 Dette gjelder likevel ikke for verk der opphavsmannen overfor noen av partene i avtalen har nedlagt forbud mot bruk av verket, eller det ellers er særlig grunn til å anta at han motsetter seg bruk av verket.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere § 36 står nå som § 39e (3).\n1 Jf. § 11.\n2 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 10).\n3 Se § 8 (1).\n4 Jf. §§ 37 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "content": "Ved bruk av verk etter § 36 er det som avtalen, nemnda eller den organisasjon som mottar vederlaget for bruken, bestemmer om innkreving og fordeling av vederlaget, bindende også for rettighetshavere som ikke representeres av organisasjonen. Utenforstående rettighetshavere skal ha samme rett som organiserte til å få del i midler og goder som utdeles fra eller som vesentlig er bekostet av vederlaget.\nUansett bestemmelsen i første ledd kan en utenforstående rettighetshaver som sannsynliggjør at hans verk er brukt etter § 36, kreve at vederlag for dette skal utbetales til ham. Kravet må fremsettes innen tre år etter utløpet av det år bruken fant sted, og kan bare rettes mot den organisasjonen som i medhold av § 36 har innkrevd vederlag. Vederlagets størrelse kan hver av partene kreve fastsatt etter regler som Kongen gir.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630). Tidligere § 37 inngår nå i § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "content": "Kommer avtale etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 ikke i stand, kan hver av partene kreve megling etter regler som Kongen gir. Er partene enige om det, kan tillatelse til og vilkår for eksemplarfremstillingen fastsettes etter reglene gitt med hjemmel i § 35. Fastsettelsen får samme virkning som avtale etter § 36 første ledd.\nEr partene i avtaler etter §§ 13b, 14, 16a, 17b, 30, 32 og 34 enige om det, kan tvist om tolkingen av avtalen på bindende måte avgjøres etter reglene gitt med hjemmel i § 35.\nKommer avtale med kringkastingsforetak om adgang til å gjøre opptak av foretakets sendinger for slik bruk som omfattes av §§ 13b, 14 eller 17b, ikke i stand, gjelder bestemmelsen i første ledd første og andre punktum tilsvarende. Ved tvist om tolking av slik avtale får bestemmelsen i andre ledd tilsvarende anvendelse.\nKommer avtale etter § 13b ikke i stand etter at megling etter første ledd er gjennomført, kan hver av partene kreve at tillatelse til og vilkår for eksemplarfremstilling etter § 13b på bindende måte avgjøres av nemnd etter reglene gitt med hjemmel i § 35. Nemndsavgjørelsen får samme virkning som avtale etter § 36 første ledd. Kongen kan gi nærmere regler om nemndas virksomhet og behandling av slike saker, herunder om saksbehandling og domstolsprøving.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere § 38 inngår nå i § 39e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "38 a",
      "section": "38 a",
      "content": "Avtale som skal ha virkning som nevnt i § 36, må inngås av organisasjon som på området representerer en vesentlig del av opphavsmennene til verk som brukes i Norge,​2 og som er godkjent av departementet. For bruk på nærmere angitte områder kan Kongen bestemme at den organisasjon som godkjennes, må være en felles organisasjon for de berørte rettighetshavere.\nKongen kan gi nærmere bestemmelser om kontroll med organisasjoner og fond som mottar vederlag til videre fordeling.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).\n1 Jf. § 38b.\n2 Jf. EØS-avtalen art. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38a",
        "source_heading": "§ 38a."
      }
    },
    {
      "provision_ref": "38 b",
      "section": "38 b",
      "content": "Organisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, kreve at det overfor bruker som ikke har inngått avtale som nevnt i § 36, ved dom nedlegges forbud mot ulovlig utnyttelse av verk på en måte som omfattes av bestemmelsene i §§ 13b, 14, 16a, 17b, 30, 32 eller 34. Det samme gjelder overfor bruker som er part i en avtale som nevnt og som unnlater å betale det avtalte vederlag.\nOrganisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, likeledes reise krav etter denne lovs §§ 55 og 56 overfor den som har foretatt ulovlig bruk som nevnt i første ledd. Har den som ulovlig har utnyttet et verk innfridd organisasjonens krav, kan rettighetshaverens krav i anledning samme utnyttelse bare rettes mot organisasjonen, som da plikter å erlegge hva rettighetshaveren har krav på.\nOrganisasjon som nevnt i § 38a kan, så lenge rettighetshaveren ikke har motsatt seg det, anvende bestemmelsene i kapittel 7a ved ulovlig utnyttelse av verk som nevnt i første ledd første punktum i paragrafen her.\n0 Ny bestemmelse tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lover 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38b",
        "source_heading": "§ 38b."
      }
    },
    {
      "provision_ref": "38 c",
      "section": "38 c",
      "content": "Opphavsmannen har krav på vederlag når en som yrkesmessig opptrer i kunstmarkedet deltar som selger, kjøper eller formidler ved videresalg av originaleksemplar av opphavsrettslig vernede kunstverk som malerier, kollasjer, tegninger, stikk, trykk, litografier, skulpturer, billedtepper, keramikk, glasskunst og fotografiske verk. Som originaleksemplar regnes eksemplar av kunstverk som er utført i et begrenset antall av kunstneren selv eller med hans samtykke. Bestemmelsen gjelder ikke byggverk.​2\nRetten etter første ledd gjelder ikke videresalg fra privatpersoner til museer som er åpne for publikum og ikke driver ervervsmessig, med mindre det i handelen deltar en formidler som nevnt i første ledd.\nVederlaget skal beregnes på grunnlag av salgsprisen uten merverdiavgift etter følgende satser:\na. 5 pst. av den del av salgsprisen som ikke overstiger 50.000 euro,\nb. 3 pst. av den del av salgsprisen som overstiger 50.000 euro, men som ikke overstiger 200.000 euro,\nc. 1 pst. av den del av salgsprisen som overstiger 200.000 euro, men som ikke overstiger 350.000 euro,\nd. 0,5 pst. av den del av salgsprisen som overstiger 350.000 euro, men som ikke overstiger 500.000 euro, og\ne. 0,25 pst. av den del av salgsprisen som overstiger 500.000 euro.\nVederlaget skal kun betales når salgsprisen uten merverdiavgift overstiger 3.000 euro. Det totale vederlag for et videresalg skal ikke overstige 12.500 euro.\nSelgere og formidlere som nevnt i første ledd er solidarisk ansvarlige for å betale følgerettsvederlaget. Opptrer ingen av dem yrkesmessig i kunstmarkedet, er kjøperen ansvarlig for betalingen.\nOverfor de vederlagspliktige må vederlagskravet gjøres gjeldende gjennom oppkrevings- og fordelingsorganisasjon som er godkjent av departementet. Når krav på vederlag etter første ledd foreldes etter reglene i lov 18. mai 1979 nr. 18 om foreldelse av fordringer, tilfaller vederlaget organisasjonen og skal brukes til å dekke organisasjonens kostnader ved oppkrevingen og fordelingen av følgerettsvederlaget, eller til andre kollektive formål fastsatt i organisasjonens vedtekter.\nDet kan ikke gis avkall på retten etter første ledd, og den kan heller ikke overdras. Har ikke opphavsmannen arvinger, skal følgerettsvederlag som forfaller etter opphavsmannens død tilfalle den organisasjon som til enhver tid er godkjent etter sjette ledd. Slike midler skal brukes som nevnt i sjette ledd andre punktum.\nSelger, kjøper og formidler som nevnt i første ledd skal innen sjette termin for innbetaling av merverdiavgift​3 til den organisasjon som til enhver tid er godkjent etter sjette ledd, oppgi de opplysninger som er nødvendige for å sikre betaling av følgerettsvederlag for det foregående års salg.​4 Nevnte organisasjon kan også kreve slike opplysninger om de tre siste års salg.\n0 Tilføyd ved lov 22 des 2006 nr. 103 – se dens III (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534). – Jf. EØS-avtalen vedlegg XVII nr. 9c (direktiv 2001/84/EF (følgerettsdirektivet)). Se lov 4 nov 1948 nr. 1.\n1 Se § 57 (4) og § 59.\n2 Jf. § 1 (2) nr. 9.\n3 Se sktbl. § 10-30.\n4 Jf. § 54 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38c",
        "source_heading": "§ 38c."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "content": "Opphavsmannen kan med den begrensning som følger av § 3 helt eller delvis overdra sin rett til å råde over åndsverket.​1\nOverdragelse av eksemplar innbefatter ikke overdragelse av opphavsretten eller noen del av denne, selv om det er et originaleksemplar som overdras. Overdragelse av opphavsrett innbefatter ikke eiendomsrett til det manuskript eller annet eksemplar som utleveres i tilknytning til overdragelsen.\n0 Tidligere § 25 første punktum og § 49 (1), endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Tidligere § 39 står nå i endret skikkelse som § 39f.\n1 Jf. § 1, § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "39 a",
      "section": "39 a",
      "content": "Har opphavsmannen​1 overdratt rett til å bruke verket på en bestemt måte eller ved bestemte midler, har erververen ikke rett til å gjøre det på andre måter eller ved andre midler.\n0 Tilsvarer tidligere § 25 annet punktum, omformulert og gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Se § 39k (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39a."
      }
    },
    {
      "provision_ref": "39 b",
      "section": "39 b",
      "content": "Overdragelse av opphavsrett gir ikke rett til å endre verket med mindre annet er avtalt.​1\nRetten kan heller ikke overdras videre uten samtykke med mindre den går inn i en forretning eller forretningsavdeling og overdras sammen med denne. Overdrageren vedblir å være ansvarlig for at avtalen med opphavsmannen blir oppfylt.\n0 Tidligere § 26, gitt nytt nummer ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. § 3. – Se § 39h, § 39i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39b."
      }
    },
    {
      "provision_ref": "39 c",
      "section": "39 c",
      "content": "Avhenger opphavsmannens vederlag av erververens omsetning, salgstall e.l., kan opphavsmannen​1 kreve at det skjer avregning minst én gang i året. Opphavsmannen kan likeledes kreve at hver avregning følges av fyldestgjørende opplysninger om de forhold som har ligget til grunn for vederlagsberegningen.\nOpphavsmannen​1 kan kreve at erververens regnskaper, bokføring og lagerbeholdning, samt attestasjoner fra den som har utnyttet verket, stilles til rådighet for en av opphavsmannen oppnevnt statsautorisert eller registrert revisor.​2 Revisoren skal opplyse opphavsmannen om riktigheten av den avregningen som er foretatt, og om eventuelle uregelmessigheter ved den, men for øvrig har han taushetsplikt om alle andre forhold som han blir kjent med ved gjennomgangen.\nBestemmelsene i denne paragraf kan ikke fravikes til skade for opphavsmannen.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Sml. tidligere § 35.\n1 Se § 39k (1).\n2 Se lov 15 jan 1999 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39c",
        "source_heading": "§ 39c."
      }
    },
    {
      "provision_ref": "39 d",
      "section": "39 d",
      "content": "Overdragelse av rett til å fremføre​1 et verk for allmennheten gir ikke erververen enerett, med mindre dette er avtalt. Er ikke annet bestemt, gjelder overdragelsen for tre år.\nSelv om enerett er overdratt, kan opphavsmannen,​2 om det ikke er truffet annen avtale, selv fremføre verket eller overdra fremføringsrett til andre, hvis erververen i tre år på rad har unnlatt å gjøre bruk av retten.\nBestemmelsene i denne paragraf gjelder ikke for filmverk.​3\n0 Tidligere § 30, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Se § 2 (4).\n2 Se § 39k (1).\n3 Se § 39f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39d",
        "source_heading": "§ 39d."
      }
    },
    {
      "provision_ref": "39 e",
      "section": "39 e",
      "content": "Ved en forlagsavtale overdrar opphavsmannen​1 rett til å mangfoldiggjøre et verk gjennom trykk eller lignende fremgangsmåte, og til å utgi verket i denne form.\nI den utstrekning en forlagsavtale gir enerett, plikter forleggeren å utgi​2 verket innen rimelig tid og sørge for utbredelsen på sedvanlig måte. Hvis forleggeren etter at verket er utgitt ikke sørger for at eksemplar av verket er tilgjengelig for allmennheten​3 innen rimelig tid etter at dette ble krevd av opphavsmannen,​1 kan opphavsmannen​1 si opp avtalen og beholde mottatt honorar.\nEr ikke annet avtalt, har forleggeren rett til å utgi inntil 3000 eksemplar av verket, men når utgivelsen omfatter bare musikkverk, ikke mer enn 1000 eksemplar, og når utgivelsen omfatter bare verk av billedkunst, ikke mer enn 200 eksemplar.\nNår det er gått mer enn ett år etter at forleggeren utga verket, eller det er gått mer enn ett år siden opphavsmannen​1 sist foretok endringer i verket, skal opphavsmannen dersom ytterligere eksemplar skal fremstilles, gis rett til å foreta endringer som ikke volder uforholdsmessige omkostninger eller endrer verkets karakter.\nNår det er gått 15 år etter utløpet av det år da forleggeren først utga​2 verket, har opphavsmannen​1 rett til å ta verket med i en utgave av sine samlede eller utvalgte litterære verk. En slik utgave skal først tilbys forleggeren eller, hvis opphavsmannens verk er utkommet hos forskjellige forleggere, den som kan anses som hovedforlegger.\nOpphavsmannen​1 kan kreve erstatning for skade som følge av mislighold. Dette gjelder likevel ikke i den grad det godtgjøres at skaden skyldes en hindring som er utenfor forleggerens kontroll, og som forleggeren ikke med rimelighet kunne forventes å ha tatt i betraktning på avtaletiden eller å unngå eller overvinne følgene av. Ligger årsaken til skaden hos tredjemann som forleggeren har gitt i oppdrag å utføre handlinger til oppfyllelse av avtalen, er forleggeren fri for ansvar bare dersom også tredjemann ville ha vært fritatt for ansvar etter bestemmelsene i dette ledd.\nBlir forleggerens forpliktelser etter forlagsavtalen vesentlig misligholdt, kan opphavsmannen​1 heve avtalen, beholde mottatt honorar og kreve erstatning etter reglene i sjette ledd for skade som ikke dekkes av honoraret.\nAvtale som til skade for opphavsmannen​1 vesentlig avviker fra det som er bestemt i andre, sjette og sjuende ledd kan ikke gjøres gjeldende. Sin rett etter femte ledd kan opphavsmannen​1 ikke fraskrive seg.\nBestemmelsene i denne paragraf gjelder ikke avtaler om bidrag til aviser eller tidsskrifter, eller avtaler om bidrag som skal brukes som illustrasjon til verk som utgis.​2 Bestemmelsene i andre og tredje ledd gjelder ikke for avtaler om bidrag til samleverk. Bestemmelsene i andre ledd gjelder ikke for avtaler om oversettelser.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), endret ved lov 22 des 1995 nr. 83. Sml. tidligere §§ 31 til 38.\n1 Se § 39k (1).\n2 Se § 8 (2).\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39e",
        "source_heading": "§ 39e."
      }
    },
    {
      "provision_ref": "39 f",
      "section": "39 f",
      "content": "Har opphavsmannen​2 overdratt rett til å utnytte et verk for film, er erververen, hvis ikke annet er avtalt, pliktig til innen rimelig tid å innspille filmverket og sørge for at det blir gjort tilgjengelig for allmennheten.​3 Blir erververens forpliktelser vesentlig misligholdt, kan opphavsmannen​2 heve avtalen, beholde mottatt honorar og etter bestemmelsene i § 39e kreve erstatning for skade som ikke dekkes av honoraret.\nEr ikke annet avtalt, omfatter overdragelsen av rett til innspilling av et verk for film rett til å\na. fremstille eksemplar av filmverket,\nb. gjøre filmverket tilgjengelig for allmennheten​3 gjennom spredning av eksemplar og ved fremføring,​4 og\nc. forsyne filmverket med tekster eller oversatt tale.\nBestemmelsen i andre ledd gjelder ikke\na. allerede eksisterende verk,\nb. filmmanuskript og musikkverk som er frembrakt med henblikk på filminnspillingen, eller\nc. filmverkets hovedregi.\n0 Tidligere § 39. Endret og gitt nytt nummer ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. § 59 (4).\n2 Se § 39k (1).\n3 Se § 2 (3) og (4).\n4 Se § 2 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39f",
        "source_heading": "§ 39f."
      }
    },
    {
      "provision_ref": "39 g",
      "section": "39 g",
      "content": "Opphavsrett til datamaskinprogram​2 som er skapt av en arbeidstaker under utførelsen av oppgaver som omfattes av arbeidsforholdet eller etter arbeidsgivers anvisninger går, med den begrensning som følger av § 3, over til arbeidsgiveren, med mindre annet er avtalt.\n0 Ny bestemmelse tilføyd ved lov 15 juni 1990 nr. 26 som § 39a, endret ved lov 4 des 1992 nr. 128, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 2 nr. 3).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39g",
        "source_heading": "§ 39g."
      }
    },
    {
      "provision_ref": "39 h",
      "section": "39 h",
      "content": "Den som har rett til å bruke et datamaskinprogram,​2 kan fremstille eksemplar av, endre og bearbeide programmet i den utstrekning det er nødvendig for å bruke programmet i samsvar med dets formål, herunder også for å rette feil i programmet.\nDen som har rett til å bruke et datamaskinprogram,​2 kan fremstille sikkerhetseksemplar i den utstrekning det er nødvendig for utnyttelsen av programmet.\nDen som har rett til å bruke et eksemplar av et datamaskinprogram​2 kan, i forbindelse med slik lesning, fremvisning på skjerm, kjøring, overføring eller lagring av programmet som brukeren er berettiget til å utføre, iaktta, undersøke eller prøve ut hvordan programmet virker for å fastslå idéene og prinsippene som ligger til grunn for de enkelte deler av programmet.\nDen som har rett til å bruke en database,​3 kan foreta slike handlinger som er nødvendig for tilgang til databasens innhold og normal utnyttelse av denne.​4\nBestemmelsene i andre, tredje og fjerde ledd kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 4 des 1992 nr. 128 som § 39b, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), endret ved lov 16 apr 1999 nr. 19 – se dens II med overgangsregler.\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 5).\n2 Jf. § 1 (2) nr. 12.\n3 Se EØS-avtalen vedlegg XVII nr. 9a (dir. 96/9 (databasedirektivet) art. 1).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39h",
        "source_heading": "§ 39h."
      }
    },
    {
      "provision_ref": "39 i",
      "section": "39 i",
      "content": "Det er tillatt å fremstille eksemplar av et datamaskinprograms​2 kode og oversette kodens form når dette er en forutsetning for å skaffe til veie de opplysninger som er nødvendige for å oppnå funksjonelt samvirke mellom et selvstendig utviklet datamaskinprogram​2 og andre programmer, dersom\na. handlingene utføres av en person som har rett til å bruke et eksemplar av et datamaskinprogram,​2 eller på dennes vegne av en person som har tillatelse til det,\nb. de opplysninger som er nødvendige for å oppnå funksjonelt samvirke ikke tidligere har vært lett tilgjengelige for de i bokstav a) nevnte personer og\nc. handlingene er begrenset til de deler av det opprinnelige program som er nødvendige for å oppnå funksjonelt samvirke.\nDe opplysninger som er innhentet ved anvendelse av bestemmelsen i første ledd, må ikke\na. nyttes til andre formål enn å muliggjøre funksjonelt samvirke med det selvstendig utviklede datamaskinprogram,​2\nb. gis videre til andre, bortsett fra når dette er nødvendig for å muliggjøre funksjonelt samvirke med det selvstendig utviklede datamaskinprogram,​2 eller\nc. nyttes til utvikling, fremstilling eller markedsføring av et datamaskinprogram​2 som vesentlig svarer til det opprinnelige i sin utforming, eller til noen annen handling som krenker opphavsretten til programmet.\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 4 des 1992 nr. 128 som § 39c, omnummerert ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 6).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39i",
        "source_heading": "§ 39i."
      }
    },
    {
      "provision_ref": "39 j",
      "section": "39 j",
      "content": "Opphavsmannen​2 kan ikke utøve sine rettigheter til et bestilt portrettbilde​3 uten samtykke fra bestilleren.\nEr portrettet et fotografisk verk, kan eksemplar av det på vanlig måte vises som reklame for opphavsmannens​2 fotografivirksomhet såfremt bestilleren ikke nedlegger forbud.\nOm vern for den avbildede gjelder bestemmelsene i § 45c selv om portrettet ikke er fotografisk.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572). Sml. tidligere § 2 (4).\n1 Jf. § 54 (1), a.\n2 Se § 39k (1).\n3 Sml. § 45c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39j",
        "source_heading": "§ 39j."
      }
    },
    {
      "provision_ref": "39 k",
      "section": "39 k",
      "content": "Ved opphavsmannens død får reglene om arv, ektefellers felleseie og gjenlevende ektefelles rett til å sitte i uskiftet bo anvendelse på opphavsretten.\nGjennom testament kan opphavsmannen, med bindende virkning også for ektefelle og livsarvinger, gi bestemmelser om utøvelse av opphavsretten eller overlate til en annen å gi slike bestemmelser.​2\nEr opphavsretten ved arv fra opphavsmannen gått over til flere i forening, kreves samtykke fra alle arvingene til verkets første offentliggjørelse​3 hvis de eller opphavsmannen ikke uttrykkelig eller stilltiende har samtykket på forhånd. Ved spørsmål om offentliggjørelse av verket på annen måte eller i en annen form enn tidligere er det likevel tilstrekkelig at det er gitt samtykke fra arvinger som regnet etter arvelodd utgjør et flertall. Ny offentliggjørelse på samme måte kan hver av arvingene forlange eller gi samtykke til. Enhver av arvingene kan påtale krenkelser av opphavsretten. Dette ledd gjelder bare der ikke annet følger av bestemmelse etter andre ledd.\nOvertredelse av bestemmelse nevnt i andre ledd eller av bestemmelsene i §§ 3 og 11 andre ledd, kan påtales så vel av gjenlevende ektefelle som av enhver av opphavsmannens slektninger i rett opp- eller nedstigende linje, søsken, eller av den som er oppnevnt i medhold av andre ledd.\n0 Tidligere § 28, endret og gitt nummer 39j ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995), omnummerert ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995), endret ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 39l, § 50.\n2 Jf. § 54 (1), a. Jf. lov 15 juni 2001 nr. 59 § 55.\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39k",
        "source_heading": "§ 39k."
      }
    },
    {
      "provision_ref": "39 l",
      "section": "39 l",
      "content": "Opphavsmannens rett til å råde over et åndsverk kan ikke være gjenstand for utlegg eller annen tvangsforfølgning fra kreditorene, verken hos ham selv, eller hos noen som opphavsretten er gått over til ved opphavsmannens død i henhold til § 39k første ledd.\nDet samme gjelder om manuskript eller tilsvarende eksemplar, plater, former e.l. som er laget for å tjene som middel ved fremstilling av eksemplar av et bestemt kunstverk, og om kunstverk som ikke er utstilt, frembudt til salg eller på annen måte godkjent til offentliggjørelse.​2\n0 Tidligere § 29, endret og gitt nummer 39k ved lov 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), omnummerert ved lov 23 juni 1995 nr. 37 (ikr. 30 juni 1995), endret ved lov 22 des 1995 nr. 83.\n1 Jf. § 39b (2).\n2 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39l",
        "source_heading": "§ 39l."
      }
    },
    {
      "provision_ref": "39 m",
      "section": "39 m",
      "content": "Har opphavsmannen overdratt til en tilvirker av film eller lydopptak rett til å gjøre verket tilgjengelig for allmennheten​2 ved utleie av en film eller et lydopptak, har opphavsmannen rett til et rimelig vederlag fra tilvirkeren. Likestilt med leie er bytte som drives som organisert virksomhet.​3\nBestemmelsene i denne paragraf kan ikke fravikes ved avtale.\n0 Tilføyd ved lov 9 jan 1998 nr. 4 – se dens II med overgangsregler.\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 g (dir 2006/115 (utleiedirektivet) art. 5).\n2 Se § 2 (3).\n3 Jf. § 19 (2) siste punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39m",
        "source_heading": "§ 39m."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Opphavsretten varer i opphavsmannens levetid og 70 år​2 etter utløpet av hans dødsår. For de verk som er nevnt i § 6, regnes de 70 årene​2 fra utløpet av den lengstlevende opphavsmanns dødsår. For filmverk regnes de 70 årene fra utløpet av dødsåret for den lengstlevende av hovedregissøren, forfatteren av filmmanuskript, dialogforfatteren og komponisten av musikk som er frembrakt med henblikk på filminnspillingen.​3 For musikkverk der både tekst og musikk er frembrakt med henblikk på verket, regnes de 70 årene fra utløpet av dødsåret for den lengstlevende av tekstforfatteren og komponisten.​4\n0 Endret ved lover 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1), endret ved dir 2011/77 art 1 (1)).\n2 Se res. 21 des 2001 nr. 1563 § 6-1, § 6-3 og § 6-6.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 2 (2)).\n4 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1 (7), tilføyd ved dir 2011/77 art 1 (1)). Se lov 13 juni 2014 nr. 22, dens II, 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Når et verk er offentliggjort​2 uten opphavsmannens navn, allment kjente dekknavn eller merke,​3 varer opphavsretten i 70 år​4 etter utløpet av det år da verket først ble offentliggjort.​2 Består verket av flere deler, regnes vernetiden særskilt for hver enkelt del. Opphavsretten til verk av ukjent opphavsmann varer i 70 år etter utløpet av det år verket ble skapt, dersom ikke verket offentliggjøres​2 i løpet av dette tidsrom.\nHvis opphavsmannen i løpet av dette tidsrom blir navngitt i samsvar med § 7, eller hvis det blir opplyst at han er død før verket ble offentliggjort,​2 bestemmes vernetiden efter § 40.\n0 Endret ved lov 23 juni 1995 nr. 37 – se dens II nr. 2 e (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 1).\n2 Se § 8 (1).\n3 Se § 7.\n4 Se res. 21 des 2001 nr. 1563 § 6-1, § 6-3 og § 6-6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:41 a",
      "chapter": "4",
      "section": "41 a",
      "content": "Den som første gang rettmessig gjør tilgjengelig for allmennheten​2 et åndsverk som ikke er blitt offentliggjort​3 innen utløpet av vernetiden etter §§ 40 og 41, tilkommer samme rett som en opphavsmann etter § 2. Denne rett varer i 25 år etter utløpet av det år verket første gang ble gjort tilgjengelig for allmennheten.​2\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II nr. 2 f (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572).\n1 Se § 57 (6) og § 59 og res. 21 des 2001 nr. 1563 § 6-1. Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 4).\n2 Se § 2 (3) og (4).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41a."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "En utøvende kunstner​2 har, innen de grenser som er angitt i denne lov, enerett til å råde over sin fremføring av et verk​3 ved å\na. gjøre varig eller midlertidig opptak av fremføringen,\nb. fremstille varig eller midlertidig eksemplar av et opptak av fremføringen, og\nc. gjøre fremføringen eller opptak av den tilgjengelig for allmennheten.​4 For offentlig fremføring​5 av lydopptak gjelder likevel bestemmelsene i § 45b, med mindre fremføringen skjer på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nVernet etter denne bestemmelse varer i 50​6 år etter utløpet av det året fremføringen fant sted. Dersom en film utgis eller offentliggjøres​7 i løpet av tidsrommet nevnt i første punktum i leddet her, varer vernet i 50​6 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort. Dersom et lydopptak utgis eller offentliggjøres​7 i løpet av tidsrommet nevnt i første punktum i leddet her, varer vernet i 70 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort.​8\nNår eksemplar av et opptak som gjengir en utøvende kunstners​2 fremføring av et verk​3 med kunstnerens samtykke er solgt innenfor Det europeiske økonomiske samarbeidsområde, kan eksemplaret spres videre på annen måte enn ved utleie.​9 Det samme gjelder når kunstneren innenfor dette område har overdratt eksemplar av offentliggjort​7 lydopptak eller film som gjengir slik fremføring.\nNår ikke annet er avtalt, omfatter en avtale om innspilling på film av en utøvende kunstners​2 fremføring, også retten til å leie ut eksemplar av filmen.​9\nBestemmelsene i §§ 2, 3, 6 til 8, 11 til 17, 17b, 18, 21, 22, 25, 27, 28, 31, 32, 33 til 39c, 39k til 39m og 50 gjelder tilsvarende.\n0 Endret ved lover 21 juni 1985 nr. 86, 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 9 juni 1989 nr. 31 (ikr. 1 jan 1990), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II som gir den nye vernetid på 50 år anvendelse også for fremføringer som vernetiden etter eldre regler var løpt ut for (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 9 jan 1998 nr. 4 (se om overgangsregler note til § 39m), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9 e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 2, 3 og 5), nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 3 (1), endret ved dir. 2011/77 art. 1 (2) (a)) og nr. 9g (dir 2006/115 (utleiedirektivet) art. 3 og 5 og kap. 2).\n2 Se lov 14 des 1956 nr. 4 § 1 (1) annet punktum.\n3 Se § 1 (2).\n4 Se § 2 (3) og (4).\n5 Se § 2 (4).\n6 Tidligere 25 år, se den historiske noten ovenfor her.\n7 Se § 8.\n8 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.\n9 Sml. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:42 a",
      "chapter": "5",
      "section": "42 a",
      "content": "En utøvende kunstner som har overdratt rettigheter til et lydopptak til en tilvirker, kan heve avtalen når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort,​3 hvis tilvirkeren ikke:\na. tilbyr et tilstrekkelig antall eksemplar av lydopptaket for salg, og\nb. stiller lydopptaket til rådighet på en slik måte at allmennheten selv kan velge tid og sted for tilgang til opptaket.\nDen utøvende kunstneren må varsle tilvirkeren om at han vil benytte seg av hevingsretten etter paragrafen her. Dersom tilvirkeren ikke utfører handlingene som nevnt i første ledd bokstav a og b innen ett år etter å ha mottatt varsel, kan avtalen heves.\nHvis flere utøvende kunstnere medvirker på et lydopptak, må alle være enig om det dersom avtalen skal heves. Når flere har medvirket på et lydopptak skal tilvirkeren, dersom en utøvende kunstner anmoder om det, gi opplysninger om hvem som har rettigheter til opptaket.\nHvis en avtale heves etter denne bestemmelse, opphører tilvirkerens rettigheter etter § 45 og § 45b til lydopptaket som avtalen gjelder.\nDet kan ikke gis avkall på retten til å heve avtalen etter paragrafen her.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2a), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42a",
        "source_heading": "§ 42a."
      }
    },
    {
      "provision_ref": "5:42 b",
      "chapter": "5",
      "section": "42 b",
      "content": "En utøvende kunstner som har overdratt rettigheter til et lydopptak til en tilvirker og har avtalt engangsvederlag, har rett til et tilleggsvederlag fra tilvirkeren for hvert hele år som følger når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort.​3\nFor hvert lydopptak skal det samlede årlige tilleggsvederlaget svare til 20 prosent av tilvirkerens inntekter fra eksemplarfremstilling og tilgjengeliggjøring av lydopptaket i året forut for det år som vederlaget skal betales for. Inntekter fra utleie, kompensasjon for eksemplarfremstilling til privat bruk etter § 12 første ledd og vederlag for offentlig fremføring etter § 45b tas ikke med i beregningen av vederlaget.\nOverfor de vederlagspliktige må vederlaget gjøres gjeldende gjennom en oppkrevings- og fordelingsorganisasjon som er godkjent av departementet og som representerer en vesentlig del av utøvende kunstnere som medvirker på lydopptak som brukes i Norge. Departementet kan i forskrift gi nærmere regler om godkjenning av oppkrevings- og fordelingsorganisasjon og administrering av ordningen.\nEtter anmodning fra en utøvende kunstner eller godkjent oppkrevings- og fordelingsorganisasjon skal en tilvirker av lydopptak utlevere enhver opplysning som er nødvendig for å sikre at det årlige tilleggsvederlaget blir betalt.\nDet kan ikke gis avkall på retten til tilleggsvederlag etter paragrafen her.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2b)-(2d), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42b",
        "source_heading": "§ 42b."
      }
    },
    {
      "provision_ref": "5:42 c",
      "chapter": "5",
      "section": "42 c",
      "content": "Hvis en utøvende kunstner har overdratt rettigheter til et lydopptak til en tilvirker og avtalt løpende vederlag, skal verken forskuddsbetaling eller kontraktsmessige fradrag trekkes fra løpende vederlag for tiden som følger når det er gått 50 år etter utløpet av det året lydopptaket første gang ble utgitt,​2 eller dersom utgivelse ikke har funnet sted, etter utløpet av det året lydopptaket på annen måte ble offentliggjort.​3 Fradrag kan likevel skje dersom kunstneren uttrykkelig har godkjent det.\n0 Tilføyd ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9 f (dir 2006/116 (vernetidsdirektivet) art. 3 (2c), tilføyd ved dir 2011/77 art. 1 (2)).\n2 Se § 8 (2).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42c",
        "source_heading": "§ 42c."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Den som frembringer et formular, en katalog, en tabell, et program, en database eller lignende arbeid som sammenstiller et større antall opplysninger, eller som er resultatet av en vesentlig investering, har enerett til å råde over hele eller vesentlige deler av arbeidets innhold ved å fremstille eksemplar av det og ved å gjøre det tilgjengelig for allmennheten.​2\nEneretten etter første ledd gjelder tilsvarende ved gjentatt og systematisk eksemplarfremstilling eller tilgjengeliggjøring for allmennheten av uvesentlige deler av arbeid som nevnt, dersom dette utgjør handlinger som skader den normale utnyttelse av arbeidet eller urimelig tilsidesetter frembringerens legitime interesser.\nEneretten til et arbeid som nevnt i første ledd varer i 15 år etter utløpet av det år arbeidet ble fremstilt.​3 Dersom arbeidet i løpet av dette tidsrom offentliggjøres varer vernet i 15 år etter utløpet av det år arbeidet første gang ble offentliggjort.​4\nEr arbeid som nevnt foran, helt eller for en del gjenstand for opphavsrett,​5 kan også denne gjøres gjeldende.\nBestemmelsene i §§ 2 andre til fjerde ledd, 6 til 8, 11a til 22, 25, 27, 28, 30 til 38b og 39h fjerde og femte ledd gjelder tilsvarende.\nAvtale som utvider frembringerens rett etter første ledd til et offentliggjort arbeid kan ikke gjøres gjeldende.\n0 Endret ved lover 3 juni 1977 nr. 51, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 16 apr 1999 nr. 19 – se dens II med overgangsregler (ikr. 16 apr 1999), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Se EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 1 og kap. III).\n2 Se § 2 (3) (4).\n3 Se lov 16 apr 1999 nr. 19, II, med overgangsregel om vernetid.\n4 Se § 8 (1).\n5 Jf. § 1 til § 3, § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:43 a",
      "chapter": "5",
      "section": "43 a",
      "content": "Den som lager et fotografisk bilde, har enerett til å fremstille eksemplar av det, enten det skjer ved fotografering, trykk, tegning eller på annen måte, og gjøre det tilgjengelig for allmennheten.​2\nEneretten til et fotografisk bilde varer i fotografens levetid og 15 år etter utløpet av hans dødsår, men likevel minst 50 år fra utløpet av det år bildet ble laget.​3 Har to eller flere eneretten sammen, løper vernetiden fra utløpet av dødsåret for den lengstlevende.\nBestemmelsene i §§ 2 andre til fjerde ledd, 3, 6 til 9, 11 til 21, 23 til 28, 30 til 39f og 39j til 39l, gjelder tilsvarende for fotografiske bilder i samme utstrekning som de gjelder for fotografiske verk.\nEr et fotografi gjenstand for opphavsrett,​4 kan også denne gjøres gjeldende.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 – se dens II – som opphevet den tidligere lov om rett til fotografi av 17 juni 1960 nr. 1 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), endret ved lover 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Jf. § 1 (2) nr. 6 og (3). Jf. § 54, § 55, § 56, og § 58 og § 59.\n2 Se § 2 (3) og (4).\n3 Se lov 23 juni 1995 nr. 37, II 2, g med note om vernetid.\n4 Jf. § 1 til § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43a."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Pressemeldinger som efter avtale leveres av utenlandske nyhetsbyråer eller av korrespondenter i utlandet, må ikke uten mottakerens samtykke gjøres tilgjengelige for almenheten​2 gjennom presse eller kringkasting før seksten timer efter at de ble offentliggjort​3 her i riket.\nI alle tilfelle hvor presse eller kringkasting gjengir pressemelding fra nyhetsbyrå, avis, tidsskrift eller kringkasting, skal kilden angis slik som god presseskikk krever.\n1 Jf. § 54, § 55, § 56, § 58 og § 59.\n2 Se § 2 (3) og (4).\n3 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "En tilvirker av lydopptak og film har, innen de grenser som følger av denne lov, enerett til å råde over opptaket ved å fremstille varig eller midlertidig eksemplar av det og å gjøre opptaket tilgjengelig for allmennheten.​2 For offentlig fremføring​3 av lydopptak gjelder likevel bestemmelsene i § 45b, med mindre fremføringen skjer på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nVernet etter denne bestemmelse varer i 50 år​4 etter utløpet av det året innspillingen fant sted. Dersom en film i løpet av tidsrommet nevnt i første punktum i leddet her, utgis eller offentliggjøres,​5 varer vernet i 50 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort. Dersom et lydopptak i løpet av tidsrommet nevnt i første punktum i leddet her utgis,​6 varer vernet i 70 år etter utløpet av det året opptaket første gang ble utgitt.​7 For lydopptak som ikke utgis, men i samme tidsrom på annen måte offentliggjøres,​8 varer vernet i 70 år etter utløpet av det året opptaket første gang ble offentliggjort.​7\nNår eksemplar av et lydopptak eller en film med tilvirkerens samtykke er solgt innenfor Det europeiske økonomiske samarbeidsområde, kan eksemplaret spres videre på annen måte enn ved utleie.​9 Det samme gjelder når tilvirkeren innenfor dette område har overdratt eksemplar av offentliggjort lydopptak eller film.\nBestemmelsene i §§ 2, 7, 8, 11a til 17, 17b, 18, 21, 22, 25, 27, 28 og 31 til 38b gjelder tilsvarende.\n0 Endret ved lover 20 des 1974 nr. 64, 21 juni 1985 nr. 86, 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II – her gis den forlengede vernetid virkning også for opptak og film som vernetiden var løpt ut for etter de eldre regler (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9 e (dir 2001/29 (informasjonssamfunnsdirektivet) art. 2, 3 og 5), nr. 9f (dir 2006/116 (vernetidsdirektivet) art. 3 (2) og (3), endret ved dir 2011/77 art. 1 (2) (b)) og nr. 9g (dir 2006/115 (utleiedirektivet) kap. 2).\n2 Se § 2 (3) og (4).\n3 Se § 2 (4).\n4 Tidligere 25 år, se noten ovenfor.\n5 Se § 8.\n6 Se § 8 (2).\n7 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.\n8 Se § 8 (1).\n9 Sml. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:45 a",
      "chapter": "5",
      "section": "45 a",
      "content": "En kringkastingssending eller deler derav må ikke uten kringkastingsforetakets samtykke\na. opptas på innretning som kan gjengi den,\nb. utsendes trådløst eller videresendes til allmennheten ved tråd, eller\nc. på annen måte i ervervsøyemed gjøres tilgjengelig for allmennheten.​2\nEr en utsendelse tatt opp på innretning som nevnt i første ledd, må den ikke uten kringkastingsforetakets samtykke overføres til en annen innretning før 50 år​3 er gått etter utløpet av det år den første utsendelsen fant sted.\nKringkastingssending kan på vilkår som fastsettes av Kongen, overføres direkte innen en bedrift eller annen virksomhet gjennom radio- eller fjernsynsmottaker.\nBestemmelsene i §§ 7, 8, 11a til 13a, 15, 16, 18, 21 første ledd, 22, 25, 27, 28, 31, 33, 35 og 38 første til tredje ledd gjelder tilsvarende.\n​4 Uten hinder av denne bestemmelsen kan et fjernsynsselskap som er etablert innenfor det europeiske økonomiske samarbeidsområdet i sine generelle nyhetssendinger, vederlagsfritt sende korte utdrag fra begivenheter av stor interesse for allmennheten som et annet fjernsynsselskap har eksklusive rettigheter til å sende fra. Korte utdrag fra slik begivenhet skal ikke være lengre enn det nyhetsformålet tilsier, og kan uansett ikke overstige 90 sekunder. Utdrag kan bare gjengis så lenge begivenheten har nyhetsinteresse. Utdragets kilde skal angis med mindre det av praktiske grunner er umulig, og den opprinnelige sendingens karakter må ikke forandres eller forringes. Etter at fjernsynsselskapet har sendt utdrag i kringkastingssending, kan selskapet gjøre den samme nyhetssendingen som utdraget inngår i, tilgjengelig som audiovisuell bestillingstjeneste.\n0 Tilføyd ved lov 21 juni 1985 nr. 86, endret ved lover 23 des 1988 nr. 101 (ikr. 1 jan 1989, men forlengelsen av vernetiden fra 25 til 50 år gjaldt ikke når vernetiden etter de eldre regler var løpt ut før 1 jan 1989), 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II – her gis den forlengede vernetid virkning også for opptak som vernetiden var løpt ut for etter de eldre regler (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 14 des 2012 nr. 91 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1245), 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724). Tidligere forskriftshjemmel i § 45 og forskrift.\n1 Jf. § 54, § 55, § 56, § 58 og § 59. Jf. EØS-avtalen vedlegg XVII nr. 9f (dir 2006/116 (vernetidsdirektivet) art 3. (4)).\n2 Jf. § 2 (3) og (4).\n3 Tidligere 25 år, se noten ovenfor.\n4 Jf. EØS-avtalen vedlegg XI nr. 5p (dir 2010/13 (direktivet om audiovisuelle medietjenester) art. 15).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45a",
        "source_heading": "§ 45a."
      }
    },
    {
      "provision_ref": "5:45 b",
      "chapter": "5",
      "section": "45 b",
      "content": "Lydopptak av utøvende kunstneres​2 prestasjoner kan mot vederlag gjøres tilgjengelig for allmennheten ved offentlig fremføring.​3 Dette gjelder ikke for overføring på en slik måte at den enkelte selv kan velge tid og sted for tilgang til opptaket.\nSå vel tilvirkeren av opptaket som de utøvende kunstnere hvis fremføring gjengis, har krav på vederlag.​4 Har to eller flere kunstnere​2 samvirket ved fremføringen, må de gjøre vederlagskravet gjeldende i fellesskap. Overfor de vederlagspliktige må vederlagskravet gjøres gjeldende gjennom oppkrevings- og fordelingsorganisasjon som er godkjent av vedkommende departement. Kongen kan gi nærmere regler om oppkreving og fordeling av vederlag. Vederlagets størrelse skal fastsettes uavhengig av avgiftsplikten etter § 3 i lov 14. desember 1956 nr. 4 om avgift på offentlig framføring av utøvende kunstneres prestasjoner mv.\nRettighetshavere som ikke er medlem av organisasjon godkjent etter andre ledd, må selv fremsette krav på vederlag overfor organisasjonen. Kravet må fremsettes innen tre år etter utløpet av det år opptaket ble fremført. Vederlag for videresending kan uansett fordeles etter prinsippene i § 37.\nBestemmelsene i §§ 3, 21, 22 og 25, jf. § 11, og § 39k fjerde ledd, har tilsvarende anvendelse.\nDet som er bestemt i denne paragraf gjelder ikke for lydfilm. For offentlig fremføring av lydopptak som ikke er vernet etter åndsverkloven,​5 gjelder lov 14. desember 1956 nr. 4 om avgift på offentlig framføring av utøvende kunstneres prestasjoner mv.\nVederlagsplikt etter denne paragraf gjelder i 70 år etter utløpet av det året opptaket første gang ble utgitt eller offentliggjort.​6 ​7\n0 Tilføyd ved lov 9 juni 1989 nr. 31 (ikr. 1 jan 1990), endret ved lover 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 23 juni 2000 nr. 52 – jf. dens III (ikr. 1 juli 2001 iflg. res. 15 juni 2001 nr. 661), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Jf. § 58 og § 59 (3). Jf. EØS-avtalen vedlegg XVII nr. 9g (dir 2006/115 (utleiedirektivet) art. 8 (2)).\n2 Se lov 14 des 1956 nr. 4 § 1 (1) annet punktum.\n3 Se § 2 (4).\n4 Jf. § 35 (1).\n5 Denne loven.\n1 Denne loven.\n6 Se § 8 (1) og (2).\n7 Se lov 13 juni 2014 nr. 22, dens II, 3 med note.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45b",
        "source_heading": "§ 45b."
      }
    },
    {
      "provision_ref": "6:45 c",
      "chapter": "6",
      "section": "45 c",
      "content": "Fotografi som avbilder en person​2 kan ikke gjengis eller vises offentlig uten samtykke av den avbildede, unntatt når\na. avbildningen har aktuell og allmenn interesse,\nb. avbildningen av personen er mindre viktig enn hovedinnholdet i bildet,\nc. bildet gjengir forsamlinger, folketog i friluft eller forhold eller hendelser som har allmenn interesse,\nd. eksemplar av avbildningen på vanlig måte vises som reklame for fotografens virksomhet og den avbildede ikke nedlegger forbud, eller\ne. bildet brukes som omhandlet i § 23 tredje ledd eller § 27 andre ledd.\nVernet gjelder i den avbildedes levetid og 15 år etter utløpet av hans dødsår.\n0 Tilføyd ved lov 23 juni 1995 nr. 37 som opphevet den tidligere lov om rett til fotografi av 17 juni 1960 nr. 1 § 15 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), endret ved lov 22 des 2006 nr. 102 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1533).\n1 Se § 39j, § 54, § 55, § 56 og § 58 (3).\n2 Sml. § 39j (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45c",
        "source_heading": "§ 45c."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Et åndsverk​2 må ikke gjøres tilgjengelig for almenheten​3 under en tittel, et dekknavn eller et merke som er egnet til å fremkalle forveksling med tidligere offentliggjort​4 verk eller dets opphavsmann.\n1 Jf. § 54, § 55 og § 57.\n2 Se § 1 (2).\n3 Se § 2 (3) og (4).\n4 Se § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "content": "Andre enn opphavsmannen selv må ikke uten hans samtykke sette hans navn eller merke på eksemplar av et kunstverk.\nOpphavsmannens navn eller merke må ikke i noe tilfelle påføres et eftergjort eksemplar således at det kan forveksles med det originale.\n1 Jf. § 54, § 55 og § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "content": "Selv om opphavsrettens vernetid er utløpet,​2 kan et åndsverk ikke gjøres tilgjengelig for almenheten​3 på en måte eller i en sammenheng som er krenkende for opphavsmannens litterære, vitenskapelige eller kunstneriske anseelse eller egenart, eller for verkets anseelse eller egenart, eller på annen måte antas å kunne skade almene kulturinteresser.\nUten hensyn til om vernetiden er utløpet eller ikke kan vedkommende departement, når opphavsmannen er død, forby​4 at et åndsverk gjøres tilgjengelig for almenheten​3 på slik måte eller i slik sammenheng som nevnt i første ledd. Slikt forbud kan departementet også nedlegge på begjæring fra en opphavsmann som lever, dersom verket ikke er vernet her i riket.​5\nBestemmelsen i § 3, første ledd, får tilsvarende anvendelse, selv om opphavsrettens vernetid er utløpet eller verket er uten vern her i riket.​6\n1 Jf. §§ 54 og 57. Jf. § 3.\n2 Jf. kap. 4 og res. 21 des 2001 nr. 1563 § 6-3 og § 6-6.\n3 Se § 2 (3) og (4).\n4 Jf. § 54.\n5 Jf. § 57, § 59.\n6 Jf. § 54 (1), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "content": "Krever omstendighetene at originaleksemplar må ødelegges, skal opphavsmannen, hvis han er i live, gis varsel i rimelig tid når det kan skje uten særlig oppofrelse.​1\nInnehaver av originaleksemplar som uten rimelig grunn hindrer opphavsmannen i å gjøre bruk av sin rett efter § 2, kan ved dom pålegges å gi opphavsmannen slik adgang til eksemplaret som retten finner rimelig. Retten treffer sin avgjørelse under hensyn til alle de foreliggende omstendigheter, og kan gjøre opphavsmannens adgang til eksemplaret avhengig av sikkerhetsstillelse eller stille andre vilkår.\nSak som nevnt i andre ledd kan bare reises av opphavsmannen personlig med samtykke av vedkommende departement.\n0 Endret ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. § 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "content": "Uten hensyn til den måte som formuesforholdet mellom ektefellene er ordnet på, har en opphavsmann som er gift, alltid enerådigheten over sin opphavsrett.\nSkiftes felleseie mens opphavsmannen lever, skal opphavsretten holdes utenfor skiftet.\n1 Jf. § 39k, § 39l.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Departementet kan for godkjenning etter §§ 13b, 38a, 38c, 42b og 45b gi forskrift om saksbehandlingsregler til utfylling av reglene i tjenesteloven,​1 herunder om saksbehandlingsfrist og rettsvirkninger av fristoverskridelse. Unntak fra tjenesteloven § 11 andre ledd kan bare gjøres når det er begrunnet ut fra tvingende allmenne hensyn, herunder hensynet til privatpersoners beskyttelsesverdige interesser.\n0 Opphevet ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995). Se nå § 35. Tilføyd igjen ved lov 19 juni 2009 nr. 103 (ikr. 28 des 2009 iflg. res. 19 juni 2009 nr. 672), endret ved lov 13 juni 2014 nr. 22 – se dens II (ikr. 1 juli 2014 iflg. res. 13 juni 2014 nr. 722).\n1 Lov 19 juni 2009 nr. 103.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Trykte verk skal være påført opplagsnummer, trykkeri, trykkested og trykkeår. Grafiske verk og trykte gjengivelser av musikkverk skal dessuten være forsynt med fortløpende nummer innen opplaget.\n1 Jf. § 54 (5).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 mai 2004 nr. 25 (ikr. 1 jan 2005 iflg. res. 14 mai 2004 nr. 751), opphevet ved lov 19 juni 2015 nr. 73 (ikr. 1 juli 2015 iflg. res. 19 juni 2015 nr. 724).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "53 a",
      "section": "53 a",
      "content": "Det er forbudt å omgå effektive tekniske beskyttelsessystemer som rettighetshaver eller den han har gitt samtykke benytter for å kontrollere eksemplarfremstilling​2 eller tilgjengeliggjøring for allmennheten​3 av et vernet verk.​4\nDet er videre forbudt å:\na. selge, leie ut eller på annen måte distribuere,\nb. produsere eller innføre for distribusjon til allmennheten,\nc. reklamere for salg eller utleie av,\nd. besitte for ervervsmessige formål, eller\ne. tilby tjenester i tilknytning til\nBestemmelsen i denne paragraf skal ikke være til hinder for forskning i kryptologi. Bestemmelsen i første ledd skal heller ikke være til hinder for privat brukers tilegnelse av lovlig anskaffet verk på det som i alminnelighet oppfattes som relevant avspillingsutstyr. For tekniske innretninger til beskyttelse av et datamaskinprogram gjelder i stedet det som er bestemt i § 53c.\nBestemmelsene i første ledd skal ikke være til hinder for eksemplarfremstilling etter § 16.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), endret ved lov 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 6).\n2 Se § 2 (1) og (2) og § 11a.\n3 Se § 2 (3) og (4).\n4 Se § 1 (2), § 9, § 40, § 41, § 41a, § 57 og § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53a",
        "source_heading": "§ 53a."
      }
    },
    {
      "provision_ref": "53 b",
      "section": "53 b",
      "content": "Rettighetshaver skal påse at den som har lovlig tilgang til et vernet verk, uten hinder av effektive tekniske beskyttelsessystemer kan gjøre bruk av verket, herunder fremstille nye eksemplarer, i henhold til §§ 13a, 15, 16, 17, 17a, 21, 26-28 og 31.\nDersom rettighetshaver etter begjæring fra berettiget etter bestemmelsene ovenfor ikke gir tilgang som nevnt i første ledd, kan han etter begjæring fra den berettigede pålegges å gi slike opplysninger eller annen bistand som er nødvendig for å muliggjøre bruk av verket i samsvar med formålet. Begjæring rettes til nemnd opprettet av departementet etter regler som Kongen gir. Nemnda kan i tillegg til pålegg som nevnt, bestemme at berettiget etter nevnte bestemmelser uten hinder av § 53a kan omgå anvendte tekniske beskyttelsessystemer dersom rettighetshaver ikke overholder den frist nemnda setter for å etterkomme pålegget.\nEksemplar av verk som faller inn under lov om avleveringsplikt for allment tilgjengelege dokument av 9. juni 1989 nr. 32, skal likevel alltid utstyres med nødvendig informasjon til at omgåelse av tekniske beskyttelsessystemer for lovlig eksemplarfremstilling, er mulig.\nBestemmelsene i denne paragraf gjelder ikke der vernet verk på avtalte vilkår ved overføring stilles til rådighet for allmennheten på en slik måte at den enkelte selv kan velge tid og sted for tilgang til verket.\nBestemmelsene i denne paragraf gjelder ikke for datamaskinprogram.​2 Kongen kan fastsette at enkelte institusjoner innen abm-sektoren automatisk får avlevert nødvendig informasjon til at omgåelse av tekniske beskyttelsessystemer for lovlig eksemplarfremstilling, skal være mulig.\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 6).\n2 Se § 53c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53b",
        "source_heading": "§ 53b."
      }
    },
    {
      "provision_ref": "53 c",
      "section": "53 c",
      "content": "Omsetning av, eller besittelse i ervervsøyemed av et hvilket som helst middel hvis eneste formål er å gjøre det lettere ulovlig å fjerne eller omgå tekniske innretninger til beskyttelse av et datamaskinprogram,​2 er forbudt.\n0 Tidligere § 54a, tilføyd ved lov 4 des 1992 nr. 128 (ikr. 1 jan 1994). Gjelder datamaskinprogrammer frembrakt, men ikke handlinger utført eller rettigheter ervervet før dette tidspunkt. Omnummerert ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 5 (dir 2009/24 (programvaredirektivet) art. 7).\n2 Jf. § 1 (2) nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53c",
        "source_heading": "§ 53c."
      }
    },
    {
      "provision_ref": "53 d",
      "section": "53 d",
      "content": "Det er forbudt uten rettighetshaverens samtykke\na. å fjerne eller endre elektronisk rettighetsinformasjon som rettighetshaveren har føyet til et vernet verk,​2 og som enten inngår i et eksemplar eller fremtrer i forbindelse med at verket gjøres tilgjengelig for allmennheten,​3 eller\nb. å innføre et eksemplar for spredning, omsette eller på annen måte gjøre et vernet verk​2 tilgjengelig for allmennheten der elektronisk rettighetsinformasjon er fjernet eller endret i strid med bokstav a\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. EØS-avtalen vedlegg XVII nr. 9e (dir. 2001/29 (informasjonssamfunnsdirektivet) art. 7).\n2 Se § 1 (2), § 9, § 40, § 41, § 41a, § 57 og § 59.\n3 Se § 2 (3) og (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53d",
        "source_heading": "§ 53d."
      }
    },
    {
      "provision_ref": "53 e",
      "section": "53 e",
      "content": "Det som i dette kapittel sies om verk, gjelder tilsvarende for arbeider vernet etter 5. kapittel.​1\n0 Tilføyd ved lov 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se § 58 og § 59 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53e",
        "source_heading": "§ 53e."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "content": "Med bøter eller fengsel inntil tre måneder straffes den som forsettlig eller uaktsomt bryter denne lov ved:\na. å overtre bestemmelser gitt til vern for opphavsretten i eller i medhold av 1. og 2. kapittel, bestemmelsene i § 39j eller § 41a, eller forbud nedlagt etter § 35 eller § 48, eller bestemmelser utferdiget av opphavsmannen etter § 39k andre ledd,\nb. å overtre bestemmelser gitt i eller i medhold av 5. kapittel og kapittel 6a, §§ 45c, 46, 47 eller 48 siste ledd,\nc. å innføre eksemplar av åndsverk​2 eller av arbeider og opptak som nevnt i §§ 42, 43, 43a, 45 og 45a i hensikt å gjøre dem tilgjengelige for allmennheten,​3 når eksemplarene er fremstilt utenfor riket under slike forhold at en tilsvarende fremstilling her i riket ville vært i strid med loven, eller\nd. å fremby eller på annen måte gjøre tilgjengelig for allmennheten​3 arbeider eller opptak som er nevnt i §§ 42, 43, 43a, 45 eller 45a, når eksemplarene er fremstilt i strid med disse bestemmelser eller innført i strid med bokstav c i paragrafen her,\ne. å innføre eksemplar av opptak som nevnt i § 45 i den hensikt å gjøre dem tilgjengelig for allmennheten​3 i ervervsøyemed, når tilvirkeren ikke har samtykket til innførselen og eksemplar av samme opptak med samtykke av tilvirkeren frembys her i riket. Departementet kan i forskrifter gjøre unntak fra denne bestemmelsen for innførsel av eksemplar fra nærmere bestemte land.\nVed overtredelse av bestemmelsen i § 12 fjerde ledd, gjelder første ledd i paragrafen her likevel bare dersom handlingen er forsettlig.\nEr overtredelse som nevnt i første og annet ledd forsettlig, og foreligger det særlig skjerpende forhold, er straffen bøter eller fengsel inntil tre år. Ved vurderingen av om særlig skjerpende forhold foreligger, skal det først og fremst legges vekt på den skade som er påført rettshavere og andre, den vinning som lovovertrederen har hatt og omfanget av overtredelsen for øvrig.\nForsøk på forsettlig overtredelse som nevnt i første til tredje ledd kan straffes likt med den fullbyrdete overtredelse.\nDen som forsettlig eller uaktsomt unnlater å oppgi opplysninger som nevnt i § 38c åttende ledd første punktum eller unnlater å påføre de i § 52 nevnte opplysninger på et verk som han forestår trykkingen av, straffes med bøter.\nOvertredelse av tredje ledd jf. fjerde ledd påtales av det offentlige. Overtredelse av de øvrige bestemmelser i paragrafen her påtales ikke av det offentlige med mindre det begjæres av en organisasjon, jf. syvende ledd, eller finnes påkrevd av allmenne hensyn.\nEr denne lov overtrådt ved at et verk er brukt på en måte som er nevnt i §§ 13b, 14, 16a, 17b, 30, 32 og 34, kan påtale begjæres også av den organisasjon som kan inngå avtale etter § 36,​4 så lenge fornærmede ikke motsetter seg det.\n0 Endret ved lover 21 juni 1985 nr. 86, 23 des 1988 nr. 101, 11 juni 1993 nr. 91, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 1995 nr. 83, 9 jan 1998 nr. 4, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 55.\n2 Se § 1 (2).\n3 Se § 2 (3) og (4).\n4 Se § 38a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "8:54 a",
      "chapter": "8",
      "section": "54 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 23 des 1988 nr. 101, opphevet ved lov 20 juli 1991 nr. 66, tilføyd ved lov 4 des 1992 nr. 128, opphevet ved lov 17 juni 2005 nr. 97 (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630, se nå § 53c).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54a."
      }
    },
    {
      "provision_ref": "8:55",
      "chapter": "8",
      "section": "55",
      "content": "Skade som voldes ved overtredelse som nevnt i § 54 eller ved overtredelse av § 49 første ledd, kan kreves erstattet etter alminnelige erstatningsregler. Er opphavsmanns eller en utøvende kunstners rett, eller den avbildedes rett etter § 45c, krenket forsettlig eller grovt uaktsomt, kan retten dessuten tilkjenne ham et pengebeløp som oppreisning for skade av ikke-økonomisk art.\nSelv om gjerningsmannen har handlet i god tro, kan den fornærmede uansett skadens størrelse kreve utbetalt nettofortjenesten ved den ulovlige handling.\nBestemmelsene i denne paragraf kan ikke anvendes overfor den som fremstiller eller medvirker til fremstilling av eksemplar i strid med bestemmelsen i § 12 fjerde ledd, med mindre handlingen er forsettlig.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 9 jan 1998 nr. 4, 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Jf. § 38b (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "content": "Alle eksemplar av åndsverk​2 eller annet arbeid​3 som ulovlig er fremstilt, innført eller gjort tilgjengelig for almenheten​4 her i riket, kan inndras ved dom til fordel for den fornærmede eller overdras til ham mot vederlag som ikke overstiger fremstillingsomkostningene. Det samme gjelder trykksatser, klisjéer, former og annet som utelukkende kan tjene til ulovlig fremstilling eller bruk av verket eller arbeidet.\nI stedet for inndragning eller overdragelse kan den fornærmede kreve at gjenstanden helt eller delvis skal tilintetgjøres eller gjøres utjenlig til ulovlig fremstilling eller bruk. Hvis betydelige økonomiske eller kunstneriske verdier ville gå tapt, kan likevel retten efter omstendighetene tillate at fremstilte eksemplar gjøres tilgjengelig for almenheten​4 mot erstatning eller oppreisning​5 til fornærmede.\nBestemmelsene i denne paragraf kan ikke anvendes overfor den som i god tro har ervervet eksemplar av verket til privat bruk, med mindre det gjelder avstøpning av skulptur. De gjelder heller ikke byggverk,​6 men den fornærmede kan efter omstendighetene kreve endring, erstatning eller oppreisning.​5 Bestemmelsene gjelder dessuten ikke de i § 44 nevnte pressemeldinger.\n1 Jf. § 38b (2).\n2 Jf. § 1 (2).\n3 Jf. kap. 5.\n4 Se § 2 (3) og (4).\n5 Jf. § 55.\n6 Jf. § 1 (2) nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "56 a",
      "section": "56 a",
      "title": "Behandling av personopplysninger som gjelder opphavsrettskrenkelser m.m.",
      "content": "Rettighetshavers behandling av personopplysninger som gjelder krenkelse av opphavsrett eller andre rettigheter etter denne lov, er unntatt fra konsesjonsplikt etter personopplysningsloven​1 § 33 når behandlingen er nødvendig for å fastsette, gjøre gjeldende eller forsvare et rettskrav.\nFor øvrig gjelder personopplysningsloven for behandling av slike opplysninger.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560). Endres ved lov 15 juni 2018 nr. 38 (ikr. samtidig med personvernforordningen).\n1 Lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56a",
        "source_heading": "§ 56a."
      }
    },
    {
      "provision_ref": "56 b",
      "section": "56 b",
      "title": "Tilgang til opplysninger som identifiserer innehaver av abonnement brukt ved opphavsrettskrenkelser m.m.",
      "content": "Hvis det sannsynliggjøres at opphavsrett eller andre rettigheter etter denne lov er krenket, kan retten uten hinder av taushetsplikten etter ekomloven​1 § 2-9, etter begjæring fra rettighetshaver,​2 pålegge en tilbyder​3 av elektroniske kommunikasjonstjenester å utlevere opplysninger som identifiserer innehaveren av abonnementet som er brukt ved krenkelsen.\nFør retten treffer avgjørelse i saken, skal Post- og teletilsynet​4 anmodes om å samtykke til at tilbyderen​3 fritas fra taushetsplikten etter ekomloven​1 § 2-9. Rettighetshaveren skal sende slik anmodning til tilsynet og legge tilsynets uttalelse frem for retten. Uttalelsen meddeles partene. Tilsynet kan bare nekte samtykke når det kan utsette staten eller allmenne interesser for skade eller virke urimelig overfor den som har krav på hemmelighold.\nFor at begjæringen skal tas til følge, må retten finne at hensynene som taler for utlevering veier tyngre enn hensynet til taushetsplikten. Ved vurderingen skal retten avveie hensynet til abonnenten mot rettighetshaverens interesse i å få tilgang til opplysningene, sett hen til krenkelsens grovhet, omfang og skadevirkninger. Etter en slik avveining kan retten ved kjennelse bestemme at opplysningene skal utleveres selv om samtykke er nektet, eller at opplysningene ikke skal utleveres selv om samtykke er gitt.\nBegjæringen om pålegg om utlevering av opplysninger fremsettes i prosesskriv til Oslo tingrett. Bare tilbyderen​3 av elektroniske kommunikasjonstjenester skal angis og behandles som motpart ved slike begjæringer. Tvisteloven​5 § 28-5 første ledd gjelder tilsvarende i sak etter paragrafen her. De øvrige bestemmelsene i tvisteloven kapittel 28 gjelder ikke.\nOpplysningene skal ikke utleveres før avgjørelsen er endelig. Ved utlevering av opplysningene skal tilbyderen​3 samtidig gi melding om utleveringen til retten. Rettighetshaveren skal gi abonnenten melding om utleveringen når det har gått én måned siden opplysningene ble utlevert. Kopi av meldingen sendes samtidig til retten. Dersom særlige grunner tilsier det, kan retten i den enkelte sak fastsette en annen frist for når abonnenten skal gis melding om utleveringen. Allmennheten skal ikke gjøres kjent med saken før tidligst én måned etter at opplysningene er utlevert og abonnenten er underrettet om utleveringen, eller mer enn seks måneder er gått siden saken ble avsluttet.\nFor behandling av personopplysninger som mottas i medhold av denne bestemmelsen gjelder personopplysningsloven.​6\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 4 juli 2003 nr. 83.\n2 Se § 38b (3).\n3 Se lov 4 juni 2003 nr. 83 § 1-5 nr. 16.\n4 Nå Nasjonal kommunikasjonsmyndighet.\n1 Nå Nasjonal kommunikasjonsmyndighet.\n5 Lov 17 juni 2005 nr. 90.\n6 Lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56b",
        "source_heading": "§ 56b."
      }
    },
    {
      "provision_ref": "56 c",
      "section": "56 c",
      "title": "Pålegg om å hindre eller vanskeliggjøre tilgang til nettsted der det gjøres tilgjengelig materiale som krenker opphavsrett m.m.",
      "content": "Retten kan etter begjæring fra en rettighetshaver​1 pålegge tjenesteyter​2 som tilbyr informasjonssamfunnstjeneste som nevnt i ehandelsloven​3 § 1 andre ledd bokstav b, å hindre eller vanskeliggjøre tilgang til nettsted der det i stort omfang gjøres tilgjengelig materiale som åpenbart krenker opphavsrett eller andre rettigheter etter denne lov.\nFor at begjæringen skal tas til følge, må hensynene som taler for at pålegg gis, veie tyngre enn ulempene pålegget vil medføre. Ved vurderingen skal retten avveie interessene som tilsier at tilgangen til nettstedet hindres eller vanskeliggjøres mot andre interesser som berøres av et slikt pålegg, herunder interessene til den pålegget retter seg mot og innehaveren av nettstedet, og hensynet til informasjons- og ytringsfriheten. Det skal også tas hensyn til muligheten for alternative og mindre inngripende tiltak.\nKongen kan i forskrift gi bestemmelser om hvilke pålegg som kan gis for å hindre eller vanskeliggjøre tilgang til nettsted.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se § 38b (3).\n2 Se lov 23 mai 2003 nr. 35 § 3, a.\n3 Lov 23 mai 2003 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56c",
        "source_heading": "§ 56c."
      }
    },
    {
      "provision_ref": "56 d",
      "section": "56 d",
      "title": "Begjæringen",
      "content": "Begjæringen fremsettes i prosesskriv til Oslo tingrett. Begjæringen må angi alle tjenesteytere​1 som pålegget skal omfatte som motpart. I tillegg skal innehaveren av nettstedet som begjæringen gjelder, angis som motpart. I begjæringen skal det redegjøres for de grunner den bygger på. Dokumenter som påberopes og som saksøkeren er i besittelse av, skal følge med begjæringen.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56d",
        "source_heading": "§ 56d."
      }
    },
    {
      "provision_ref": "56 e",
      "section": "56 e",
      "title": "Behandling av begjæringen",
      "content": "Dersom retten av eget tiltak skal avvise saken, treffer den straks avgjørelse om det. Kan feilen rettes, skal saksøkeren få en frist til å rette den. Blir feilen ikke rettet, skal saken avvises.\nDersom det bedømt på grunnlag av saksframstillingen i begjæringen, ikke er adgang til å ta den til følge, kan den forkastes straks.\nHvis det ikke er grunnlag for å avvise eller forkaste begjæringen etter første eller andre ledd, skal begjæringen forelegges for alle tjenesteytere​1 og innehaveren av nettstedet som den retter seg mot. Disse skal gis anledning til å uttale seg før saken avgjøres. Dersom innehaveren av nettstedet er ukjent eller har ukjent adresse, kan saken avgjøres uten at vedkommende har hatt anledning til å uttale seg.\nRetten bestemmer om saken skal avgjøres på grunnlag av skriftlig behandling eller om partene skal innkalles til muntlige forhandlinger. Skal det avholdes muntlige forhandlinger, skal samtlige parter innkalles til disse, jf. § 56d. I tilfeller som nevnt i tredje ledd tredje punktum, kan muntlige forhandlinger avholdes uten at innehaveren av nettstedet innkalles.\nDersom det er fare ved opphold, kan retten treffe avgjørelse om pålegg uten at begjæringen forelegges for motpartene.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56e",
        "source_heading": "§ 56e."
      }
    },
    {
      "provision_ref": "56 f",
      "section": "56 f",
      "title": "Rettens avgjørelse",
      "content": "Begjæringen avgjøres ved kjennelse. Avgjørelsen skal nevne partene.\nTas begjæringen til følge, skal retten i kjennelsen angi hvilke tiltak tjenesteyterne skal iverksette for å etterkomme pålegget og innen hvilken frist tiltakene skal være iverksatt. Retten kan bestemme at pålegget skal ha begrenset varighet. Når begjæringen avgjøres uten at innehaveren av nettstedet eller tjenesteyterne​1 har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum og § 56e femte ledd, kan retten stille som vilkår for ikrafttredelse av pålegget at rettighetshaveren stiller sikkerhet for mulig erstatning til saksøkte. Retten kan bestemme at sikkerhetsstillelsen skal ha begrenset varighet. Pålegges saksøkeren å stille sikkerhet, skal retten fastsette en frist for å stille sikkerheten. Pålegget trer ikke i kraft før sikkerhet er stilt.\nTvangsfullbyrdelsesloven​2 § 3-4 gjelder tilsvarende i saker om pålegg etter dette kapitlet. Sikkerhet som saksøkeren har stilt for mulig erstatning til saksøkte, kan begjæres frigitt når det er gått mer enn tre måneder etter at saksøkte fikk underretning om at pålegget er falt bort eller opphevet uten at det er fremmet krav om erstatning for retten.\nNår retten har besluttet pålegg etter fremgangsmåten i § 56e tredje ledd tredje punktum eller § 56e femte ledd, skal en saksøkt som har rett til å begjære etterfølgende forhandlinger etter § 56g, opplyses om dette.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.\n2 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56f",
        "source_heading": "§ 56f."
      }
    },
    {
      "provision_ref": "56 g",
      "section": "56 g",
      "title": "Etterfølgende forhandlinger",
      "content": "Når retten har gitt pålegg om tiltak for å hindre eller vanskeliggjøre tilgang til et nettsted uten at innehaveren av nettstedet har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum, kan innehaveren av nettstedet kreve etterfølgende forhandlinger om pålegget. Det samme gjelder for samtlige saksøkte når retten har besluttet pålegg etter § 56e femte ledd.\nSamtlige parter, jf. § 56d, skal ha anledning til å uttale seg om en begjæring om etterfølgende forhandlinger. Reglene i § 56e tredje ledd tredje punktum og fjerde ledd gjelder tilsvarende ved etterfølgende forhandlinger.\nEtter at etterfølgende forhandlinger er gjennomført, treffer retten ved kjennelse ny avgjørelse hvor den helt eller delvis stadfester, endrer eller opphever sin første avgjørelse.\nDen som har anledning til å kreve etterfølgende forhandlinger, kan ikke påanke tingrettens avgjørelse. Når pålegg er besluttet uten at innehaveren av nettstedet har hatt anledning til å uttale seg, jf. § 56e tredje ledd tredje punktum, kan innehaveren av nettstedet kreve etterfølgende forhandlinger selv om avgjørelsen er påanket. Dersom en ankesak ikke er avgjort når innehaveren krever etterfølgende forhandlinger, skal behandlingen av ankesaken stanses. Ankesaken og avgjørelser i ankesaken som gjelder sakens realitet, faller bort dersom tingretten treffer ny realitetsavgjørelse etter etterfølgende forhandlinger.\nTingrettens avgjørelse truffet på grunnlag av etterfølgende forhandlinger kan påankes.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56g",
        "source_heading": "§ 56g."
      }
    },
    {
      "provision_ref": "56 h",
      "section": "56 h",
      "title": "Gjennomføring av pålegg",
      "content": "Et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted gjennomføres etter reglene i tvangsfullbyrdelsesloven​1 kapittel 13 V. Saksøkeren kan begjære gjennomføring når fristen for å iverksette tiltak har løpt ut, jf. § 56f andre ledd første punktum. Dersom saksøkeren er pålagt å stille sikkerhet etter § 56f andre ledd tredje punktum, kan ikke saksøkeren begjære gjennomføring før sikkerhet er stilt.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56h",
        "source_heading": "§ 56h."
      }
    },
    {
      "provision_ref": "56 i",
      "section": "56 i",
      "title": "Opphevelse av pålegg",
      "content": "Dersom det settes frem nye bevis eller det foreligger endrede forhold som godtgjør at grunnlaget for pålegget ikke lenger er til stede, skal retten på begjæring fra en saksøkt eller annen med rettslig interesse oppheve pålegget.\nBegjæringen fremsettes for Oslo tingrett. Den forelegges for partene. Bestemmelsene i § 56e tredje ledd tredje punktum og fjerde ledd gjelder tilsvarende.\nAvgjørelsen treffes ved kjennelse. Kjennelse som opphever et pålegg får ikke virkning før den er rettskraftig.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56i",
        "source_heading": "§ 56i."
      }
    },
    {
      "provision_ref": "56 j",
      "section": "56 j",
      "title": "Bortfall av pålegg",
      "content": "Et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted faller bort uten opphevelse:\na. når en fastsatt tid for pålegget er løpt ut,\nb. når saksøkeren er gitt en frist for å stille sikkerhet, og fristen oversittes, eller\nc. når saksøkeren gir avkall på sin rett etter pålegget.\nFrist som nevnt i første ledd bokstav b kan på begjæring forlenges. Forlengelse kan bare gis dersom begjæringen kommer inn innen utløpet av fristen. Forlengelse kan etter samme regler gis på ny.\nEnhver av de saksøkte kan kreve at retten treffer avgjørelse om at pålegget er falt bort etter første ledd. Bestemmelsene i § 56i andre og tredje ledd gjelder tilsvarende.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56j",
        "source_heading": "§ 56j."
      }
    },
    {
      "provision_ref": "56 k",
      "section": "56 k",
      "title": "Sakskostnader",
      "content": "I sak om begjæring om pålegg kan en tjenesteyter​1 bare ilegges ansvar for saksøkerens sakskostnader etter tvisteloven​2 kapittel 20 i ankesak der tjenesteyteren har anket. For øvrig gjelder bestemmelsene om sakskostnader i tvisteloven kapittel 20.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Se lov 23 mai 2003 nr. 35 § 3, a.\n2 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56k",
        "source_heading": "§ 56k."
      }
    },
    {
      "provision_ref": "56 l",
      "section": "56 l",
      "title": "Erstatning ved opphevelse og bortfall av pålegg",
      "content": "Dersom et pålegg om å hindre eller vanskeliggjøre tilgang til nettsted er opphevet eller bortfalt, og det viser seg at det ikke var grunnlag for saksøkerens begjæring da pålegget ble besluttet, plikter saksøkeren å erstatte den skade saksøkte har lidt som følge av pålegget og ved de skritt som har vært nødvendige for å avverge pålegget eller å få det opphevet.\nKrav om erstatning etter denne paragrafen kan gjøres gjeldende for Oslo tingrett i sak om opphevelse eller bortfall av pålegget, eller ved ordinært søksmål.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56l",
        "source_heading": "§ 56l."
      }
    },
    {
      "provision_ref": "56 m",
      "section": "56 m",
      "title": "Forholdet til tvisteloven",
      "content": "Tvisteloven​1 kapittel 1 til 3, §§ 4-1 og 4-7, § 9-6, kapittel 11 til 15, kapittel 16 unntatt §§ 16-1, 16-2, 16-8, 16-10 og §§ 16-15 til 16-19, kapittel 18, kapittel 19 unntatt §§ 19-11, 19-12 og § 19-13 første og andre ledd og kapittel 20 til 31 gjelder tilsvarende i saker om pålegg så langt de passer og ikke annet følger av §§ 56c til 56m i loven her.\n0 Tilføyd ved lov 31 mai 2013 nr. 26 (ikr. 1 juli 2013 iflg. res. 31 mai 2013 nr. 560).\n1 Lov 17 juni 2005 nr. 90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56m",
        "source_heading": "§ 56m."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "content": "Denne lovs bestemmelser om opphavsrett får anvendelse på:\na. åndsverk​2 som er skapt av norsk statsborger​3 eller av person som er bosatt her i riket,\nb. åndsverk som er utgitt​4 første gang her i riket, eller er utgitt​3 samtidig her og i et annet land,\nc. filmverk og fjernsynsverk hvis produsent har sitt hovedsete eller er bosatt her i riket,\nd. byggverk​5 som er oppført her i riket,\ne. kunstverk og fotografisk verk som er innføyd i bygninger eller faste anlegg her i riket.\nSamtidig utgivelse som nevnt i første ledd bokstav b, anses å ha funnet sted når verket utgis her i riket innen 30 dager etter første utgivelse.\nSom produsent etter bestemmelsen i første ledd bokstav c anses når ikke annet er opplyst, den hvis navn på vanlig måte er angitt på eksemplar av filmverket.\nBestemmelsen i § 38c får anvendelse på åndsverk som er skapt av norsk statsborger​3 eller av person som er bosatt her i riket.\nBestemmelsene i §§ 46 til 48 gjelder uten de i de foregående ledd fastsatte innskrenkninger.\nBestemmelsen i § 41a får anvendelse på åndsverk som er gjort tilgjengelig for allmennheten​6 av norsk statsborger​3 eller person som er bosatt her i riket, eller av selskap som har norsk styre og sete her i riket.\n0 Endret ved lover 20 des 1974 nr. 64, 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 22 des 2006 nr. 103 (ikr. 1 jan 2007 iflg. res. 22 des 2006 nr. 1534).\n1 Se § 58a og § 59.\n2 Se § 1 (2).\n3 Jf. lov 10 juni 2005 nr. 51.\n4 Se § 8 (2).\n5 Se § 1 (2) nr. 9.\n6 Se § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "content": "Bestemmelsene i 5. kapittel gjelder, med unntak av §§ 43, 43a og 44 og den i §§ 42 og 45 nevnte spredningsrett, til fordel for arbeid som er frembrakt av:\na. norsk statsborger​2 eller person som er bosatt her i riket,\nb. selskap som har norsk styre og sete her i riket.\nBestemmelsene i § 42 og i § 45a gjelder dessuten også for fremføringer og kringkastingssendinger som finner sted i Norge. Bestemmelsen om spredningsrett i §§ 42 og 45 gjelder for lyd- og filmopptak gjort i Norge. Bestemmelsen i § 45 om rett til eksemplarfremstilling gjelder til fordel for ethvert lyd- og filmopptak. Bestemmelsen i § 43 gjelder for arbeid frembrakt av noen som er statsborger i eller bosatt i eller har sete i et land innenfor Det europeiske økonomiske samarbeidsområde.​3 Bestemmelsen i § 44 gjelder for pressemeldinger som er mottatt i Norge. Bestemmelsen i § 43a gjelder for fotografiske bilder som første gang er utgitt​4 her i riket eller som er laget av noen som er statsborger i eller bosatt i eller har sete i et land innenfor Det europeiske økonomiske samarbeidsområde. Det samme gjelder for fotografier innføyd i bygninger eller faste anlegg i et land innenfor nevnte område.\nBestemmelsen i § 45c gjelder avbildninger av person som er eller har vært bosatt her i riket.\n0 Endret ved lover 20 des 1974 nr. 64, 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 16 apr 1999 nr. 19 – se dens II med overgangsregler.\n1 Se § 58a og § 59.\n2 Jf. lov 10 juni 2005 nr. 51.\n3 Jf. EØS-avtalen vedlegg XVII nr. 9a (dir 96/9 (databasedirektivet) art. 11).\n4 Se § 8 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:58 a",
      "chapter": "10",
      "section": "58 a",
      "content": "Når verk eller prestasjoner kringkastes over satellitt fra et land utenfor Det europeiske økonomiske samarbeidsområde, kommer denne lov til anvendelse dersom satellitten mottar signalene fra Norge eller kringkastingssendingen foretas etter oppdrag fra et kringkastingsforetak som har sitt hovedsete her i riket. Denne bestemmelse gjelder bare dersom senderlandets regler om retten til kringkasting av verk og prestasjoner ikke gir tilsvarende vern som etter denne lov.\n0 Tilføyd ved lov 2 juni 1995 nr. 27 (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569).\n1 Jf. EØS-avtalen vedlegg XVII nr. 8 (dir 93/83 (satellitt- og kabelsendingsdirektivet) art. 2 (2) jf. art. 1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58a."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "content": "Under forutsetning av gjensidighet kan Kongen gi forskrifter om hel eller delvis anvendelse av lovens regler i forhold til verk med en nærmere bestemt tilknytning til fremmed stat.​1\nKongen kan videre bestemme at lovens regler helt eller delvis skal gjelde åndsverk utgitt​2 av mellomfolkelig organisasjon og ikke utgitte verk som slik organisasjon har utgivelsesretten til.​3\nBestemmelsen har tilsvarende anvendelse på de i 5. kapitel omhandlede arbeider.​1\nAv hensyn til overenskomst med fremmed stat kan Kongen videre gi særskilte bestemmelser om avtaler om overdragelse av rett til innspilling av verk for film og fjernsyn, herunder hvilke verk reglene skal gjelde for.​4\n0 Endret ved lov 20 des 1974 nr. 64.\n1 Jf. res. 21 des 2001 nr. 1563 kap. VI.\n2 Se § 8 (2).\n3 Jf. res. 21 des 2001 nr. 1563 § 6-8.\n4 Jf. § 39f og res. 21 des 2001 nr. 1563 § 6-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "content": "Loven gjelder også åndsverk og andre arbeider fra før lovens ikrafttredelse.\nEksemplar som er lovlig fremstilt før lovens ikrafttreden, kan fremdeles spres til allmennheten eller vises offentlig, likevel slik at bestemmelsene om utleie i §§ 19, 42 og 45 og bestemmelsene i § 19 om utlån av maskinlesbart eksemplar av datamaskinprogram får anvendelse også i disse tilfelle.\n0 Endret ved lover 23 des 1988 nr. 101, 2 juni 1995 nr. 27 – se dens III (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 569), 23 juni 1995 nr. 37 – se dens II (ikr. 30 juni 1995 iflg. res. 23 juni 1995 nr. 572), 17 juni 2005 nr. 97 – se dens III (ikr. 1 juli 2005 iflg. res. 17 juni 2005 nr. 630).\n1 Se noter om vernetid ved §§ 40, § 41, § 41a, § 42, § 43a, § 45, § 45a og § 45b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "content": "Denne lov trer i kraft 1. juli 1961.​1\nSamtidig oppheves lov om åndsverker av 6. juni 1930.\nHenvisninger i andre lover til Lov av 6. juni 1930 eller til Lov om forfatterrett og kunstnerrett av 4. juli 1893 med endringslov av 25. juli 1910 skal gjelde de tilsvarende bestemmelser i denne lov.\n1 Se noter om vernetid ved § 40, § 41, § 41a, § 42, § 43a, § 45, § 45a og § 45b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    }
  ]
}