{
  "id": "LOV-1974-06-21-55",
  "type": "statute",
  "title": "Lov om videregående opplæring.",
  "short_name": "Lov om videregående opplæring.",
  "status": "in_force",
  "issued_date": "1974-06-21",
  "in_force_date": "1974-06-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1974-06-21-55",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Loven gjelder videregående opplæring for ungdom og voksne. Denne opplæringen bygger på grunnskolen​1 og hører normalt hjemme i 10. – 12. skoleår.\nDenne loven regulerer rett til inntak til videregående opplæring, elevers rettigheter og plikter og det offentliges ansvar på dette området.\nFor opplæring i lærebedrift gjelder lov 23. mai 1980 nr. 13 om fagopplæring i arbeidslivet.\nFor videregående opplæring som er spesielt organisert for voksne, gjelder også lov 28. mai 1976 nr. 35 om voksenopplæring.\nDepartementet fastsetter hvilken opplæring og andre oppgaver i tilknytning til denne som skal høre inn under denne loven.\nDenne lov omfatter ikke oppdragsundervisning og salg av tjenester i den videregående skolen.\nDepartementet kan gi samtykke til tidsavgrensede avvik fra loven når avvikene er faglig og/eller pedagogisk underbygde og av interesse for den faglige og/eller pedagogiske utviklingen innen videregående opplæring.\n0 Endret ved lover 28 mai 1976 nr. 35, 11 juni 1982 nr. 51, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Jfr. lov 13 juni 1969 nr. 24 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Formål",
      "content": "Den videregående opplæringen​1 tar sikte på å utvikle dyktighet, forståelse og ansvar i forhold til fag, yrke og samfunn, legge et grunnlag for videre utdanning og hjelpe elevene i deres personlige utvikling.\nDen videregående opplæringen skal bidra til å utvide kjennskapet til og forståelse av de kristne og humanistiske grunnverdier,​2 vår nasjonale kulturarv, de demokratiske ideer og vitenskapelig tenkemåte og arbeidsmåte.\nDen videregående opplæringen skal fremme menneskelig likeverd og likestilling, åndsfrihet og toleranse, økologisk forståelse og internasjonalt medansvar.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Se § 1.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Opplæringsordning",
      "content": "Den videregående opplæring skal normalt føre fram til studiekompetanse, yrkeskompetanse, dokumentert delkompetanse eller annen avsluttet videregående opplæring.\nDen videregående opplæringen skal normalt gis som 3 års heltidsopplæring.\nDen videregående skolen skal ha tilbud om grunnkurs og om videregående kurs i flere trinn. Hvert kurs har normalt ett skoleårs varighet.\nDen videregående skolen skal også ha tilbud om\n- teoriopplæring for lærlinger.\n- kortere kurs.\nTilbudene kan organiseres på ulike måter, herunder som kurs med redusert varighet og/eller innhold som kan gi delkompetanse.\nTilbud som omfattes av lov 23. mai 1980 nr. 13 om fagopplæring i arbeidslivet, skal som hovedregel organiseres slik at de to første årene av opplæringen gis i skole etter denne lov, mens den avsluttende spesialiseringsdelen gis i lærebedrift i samsvar med fagopplæringslovens bestemmelser.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Fylkeskommunens ansvar for utbygging av den videregående opplæringen",
      "content": "Fylkeskommunen plikter​1 å gi tilbud om videregående opplæring i samsvar med opplæringsretten etter § 8.\nFylkeskommunen plikter i tillegg å gi tilbud til et antall elever utover den gruppen som har rett til videregående opplæring. Departementet gir nærmere regler i forskrift, herunder regler om omfanget av tilbudet.\nPlanlegging og utbygging skal bl.a. ta hensyn til nasjonale målsettinger, søkernes ønsker og samfunnets behov for videregående opplæring innen alle utdanningsretninger og for ulike aldersgrupper. Utbyggingen skal også dekke behovet for opplæring i fengsler og sosiale og medisinske institusjoner, samt behovet for særskilt tilrettelagt opplæring.\n0 Endret ved lover 31 mai 1985 nr. 41, 28 mai 1993 nr. 51.\n1 Jfr. § 35 og § 36 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Fagkrets og læreplan.",
      "content": "Departementet​1 fastsetter i en generell læreplan de overordnede mål for opplæringen og læreplaner for de enkelte fag med målene for og hovedmomentene i opplæringen.\nDepartementet​1 kan gi en skole adgang til å gjøre avvik fra bestemmelser om fagkrets. Før departementet gir tillatelse til avvik, må det foreligge samtykke fra fylkeskommunen og uttalelse fra skolen.\nElever som er medlemmer av ikke-kristne religiøse samfunn,​2 kan etter søknad bli helt eller delvis fritatt for opplæringen i religion.\n0 Endret ved lover 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.\n2 Jfr. lov 13 juni 1969 nr. 25, Grl. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Vurdering og vitnemål.",
      "content": "Departementet​1 skal gi forskrift om vurdering, eksamen og vitnemål samt godskriving av tidligere gjennomgått skole, kurs eller annen praksis. Forskriften skal også omfatte hvilke tiltak som kan nyttes mot dem som bryter eksamensbestemmelsene, herunder adgang til å vise bort fra eksamen.\nSkoler som ikke hører inn under denne lov, kan med departementets samtykke skrive ut vitnemål etter denne forskriften i den utstrekning de gir parallelle tilbud. Departementet avgjør om et tilbud ansees parallelt og kan sette vilkår for godkjenningen. Departementet kan trekke godkjenningen tilbake hvis vilkårene ikke blir oppfylt.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Inntak til videregående opplæring",
      "content": "For å bli tatt inn til videregående opplæring må søkeren normalt ha gjennomgått 9-årig grunnskole eller tilsvarende.\nFylkeskommunen tar inn søkere til grunnkurs og videregående kurs og bestemmer hvilke videregående skoler søkerne skal tilknyttes.\nDepartementet​1 gir forskrift om inntak, herunder om inntak av søkere med annen bakgrunn enn gjennomgått 9-årig grunnskole, om søkere fra andre fylker og om framgangsmåten når det er flere søkere enn plasser.\nDet skal så vidt mulig være adgang til å delta i opplæringen som elev i enkelte fag eller som hospitant.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 17 des 1982 nr. 89, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rett til videregående opplæring",
      "content": "Ungdom som fyller kravene i § 7 første ledd har etter søknad rett til 3 års heltids videregående opplæring. Retten må i sin helhet normalt tas ut innen 4 år etter fullført grunnskole. Når opplæring helt eller delvis gis i lærebedrift i henhold til fagopplæringsloven, må retten normalt tas ut innen 5 år.\nSøkere har krav på inntak til ett av tre alternative grunnkurs, og 2 års videregående opplæring som bygger på grunnkurset.\nSøkere som er 20 år eller yngre og som etter sakkyndig vurdering har særlig behov for særskilt tilrettelagt opplæring, og som på grunnlag av sakkyndig vurdering prioriterer et bestemt grunnkurs, har rett til inntak til dette grunnkurset innenfor en kvote fastsatt av departementet.​1\nElev som etter sakkyndig vurdering trenger særskilt tilrettelagt opplæring, kan få opplæring ut over 3 år når eleven etter den sakkyndige vurderingen trenger det og kan ta imot opplæring, dog ikke ut over 5 år eller fylte 22 år.\nFylkeskommunen skal tilby et annet opplæringsopplegg dersom en elev har vansker med å følge den opplæring som er valgt.\nDepartementet kan gi utfyllende forskrifter, herunder om kvoter for inntak etter tredje ledd.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ordningen av undervisning og andre oppgaver.",
      "content": "a. Departementet​1 kan på grunnlag av gjeldende læreplaner fastsette retningslinjer for bruk av lærertimer til undervisning og ressurs til andre pedagogiske oppgaver.\nb. Departementet kan fastsette maksimalt elevtall i klasser/grupper.\nc. Skolen fastsetter selv ordningen for undervisningen for hvert år innenfor den rammen som er gitt av fylkeskommunen.\n0 Endret ved lover 31 mai 1985 nr. 41, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Undervisningstid",
      "content": "Departementet​1 kan gi regler om\na. undervisningstiden for elevene i det enkelte kurs medregnet tid til eksamen og prøver,\nb. tid for det enkelte fag, kurs eller lærefag, samt om grensen for den samlede undervisningstid pr. dag.\nSkolen fastsetter selv ordningen for den enkelte skole innenfor disse rammer og i samsvar med fylkeskommunale vedtak.\n0 Endret ved lover 31 mai 1985 nr. 41, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Spesialundervisning, pedagogisk-psykologisk rådgivning og sosialpedagogiske tiltak",
      "content": "Elev som ut fra en sakkyndig vurdering trenger spesialpedagogisk hjelp og støtte, skal få spesialundervisning.\nSlik undervisning kan organiseres internt eller eksternt. Intern spesialundervisning er spesialundervisning som blir gitt i vanlig videregående skole. Ekstern spesialundervisning er spesialundervisning som blir gitt i egne skoler eller i medisinske og sosiale institusjoner.​1 Spesialundervisning kan også gis som hjemmeundervisning og under opplæring på arbeidsplass.\nFylkeskommunen skal sørge for at elevene i den videregående skole får adgang til egnet pedagogisk-psykologisk rådgivning.\nOpplæringstilbudet i den videregående skole skal omfatte de nødvendige sosialpedagogiske tiltak.\nDepartementet​2 gir forskrifter om spesialundervisning, pedagogisk-psykologisk rådgivningstjeneste og sosialpedagogiske tiltak.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 35.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Oppfølgingstjeneste",
      "content": "Fylkeskommunen skal ha en oppfølgingstjeneste for ungdom som har rett til opplæring etter § 8 og som ikke er i opplæring eller arbeid.\nDepartementet​1 gir forskrifter om oppfølgingstjeneste.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Skolerom, elevheim og utstyr",
      "content": "Fylkeskommunen skal sørge for skolelokaler med tilhørende arealer for de skoler den driver. Skolene skal ha tilgang til det utstyr, inventar og de læremidler som trengs, herunder bibliotektjeneste.\n0 Endret ved lover 31 mai 1985 nr. 41, 20 des 1985 nr. 108, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 mai 1986 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Om arbeidsmiljøet og om elevers rettigheter og plikter.",
      "content": "Det skal legges vinn på å skape et godt arbeidsmiljø for og gode samarbeidsformer mellom alle som er knyttet til skolen som elever, lærere eller annet personale.\nEn elev har rett til å få den opplæringen som læreplanene fastsetter.\nEn elev har plikt til å delta aktivt i opplæringen for å nå opplæringens mål.\nEn elev må delta i opplæringen i den formen den blir gitt.\nHver skole skal ha et reglement. Reglementet skal inneholde bestemmelser om elevenes rettigheter og plikter så langt disse ikke er fastsatt på annen måte, bestemmelser om atferd, hvilke tiltak skolen kan nytte overfor elever som bryter bestemmelsene og framgangsmåten ved behandling av slike saker.\nRepresentanter for elevene i fylkeskommunen har møte- og talerett i nemnder i samsvar med de tilsattes møte- og talerett, jf. lov om kommuner og fylkeskommuner av 25. september 1992 nr. 107 § 26.\nDepartementet​1 kan gi nærmere forskrifter om reglementets innhold, deriblant om skolens adgang til å utelukke en elev fra opplæringen for en kortere tid.\n0 Endret ved lover 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Bortvisning av elever",
      "content": "Når en elev har gjort seg skyldig i alvorligere forseelser eller forsømmelser, skal skolen først forsøke å hjelpe eleven gjennom pedagogisk-psykologisk og annen rådgivning,​1 eller bistå med å skaffe annen sakkyndig hjelp utenfor skolen.\nNår en elev vedvarende har vist en oppførsel som i alvorlig grad går ut over orden og arbeidsro i skolen eller når en elev i alvorlig grad forsømmer sitt arbeid eller sine plikter, kan eleven vises bort fra skolen. Dersom eleven ikke er myndig, skal elevens foreldre/foresatte på forhånd ha fått melding om forhold som kan føre til bortvisning, jf ellers forvaltningslovens​1 § 16. Vedtak om bortvisning fattes av rektor. Vedtak om bortfall av rettighet etter § 8 fattes av fylkestinget eller den fylkestinget bemyndiger. Tap av rettigheter etter § 8 medfører ikke at eleven faller utenfor ansvarsområdet for oppfølgingstjenesten etter § 11 a.\nFylkestinget eller den fylkestinget bemyndiger er klageinstans for vedtak om bortvisning. Departementet​2 eller den departementet bemyndiger er klageinstans for vedtak om tap av rettighet etter § 8.\nEleven skal gis adgang til å forklare seg muntlig før vedtak om bortvisning treffes, jf. ellers forvaltningsloven.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Lov 10 feb 1967.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Undervisningsstillinger m.m.",
      "content": "Departementet​1 fastsetter hvilke undervisningsstillinger og andre pedagogiske stillinger og funksjoner det skal være i den videregående skole.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Krav til utdanning m.m.",
      "content": "Om krav til utdanning for stillinger under § 17 gjelder reglene i lov​1 om lærerutdanning.\nDepartementet​2 kan fastsette særlige krav til utdanning for personale med spesielle pedagogiske oppgaver.\n1 Lov 8 juni 1973 nr. 49.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Plikter for personalet.",
      "content": "Personalet har enkeltvis og samlet, og i samarbeid med elevene ansvar for at opplæringen skjer i samsvar med læreplanens generelle og spesielle deler.\nUndervisningspersonalet har plikt til å undervise på de trinn og i de fag og kurs som skolens ledelse fastsetter og har plikt til å møte til planlegging og samråding utenfor undervisningstiden. Undervisningspersonalet har videre plikt til å utføre andre oppgaver som henger sammen med skolens virksomhet.\nUndervisningspersonalet har plikt til å være rettleiere for studenter ved pedagogiske høgskoler og pedagogiske seminarer, dersom disse får sin praksistid ved skolen.\nDepartementet​1 fastsetter reglement og instrukser for det personalet som er nevnt i §§ 17 og 28.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Permisjon.",
      "content": "Fylkeskommunen kan gi en lærer eller annen tjenestemann permisjon etter regler som gis av departementet.​1 Den kan overlate til skolen å gi permisjon for en kortere tid.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Arbeidsgiverforhold m.m.",
      "content": "Personalet i videregående skoler som fylket driver​1 er fylkeskommunale tjenestemenn.\nBestemmelser om tjenesteforhold, oppsigelse, suspensjon, avskjed og andre rettsforhold for personale i lederstillinger og undervisningsstillinger fastsettes i lov.\n1 Jfr. §§ 4 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Skoleutvalg",
      "content": "Ved hver skole skal det være et skoleutvalg med representanter for de tilsatte og fylkeskommunen, samt to elevrepresentanter.\nRektor​1 er medlem av skoleutvalget og/eller sekretær med møte-, tale og forslagsrett for skoleutvalget.\nSkoleutvalget har rett til å uttale seg i alle saker som gjelder skolen.\nFylkeskommunen kan oppnevne skoleutvalget som styre ved skolen.\nDersom fylkeskommunen oppnevner et annet styre ved skolen enn skoleutvalget, jf. kommuneloven § 11, skal elevene ha minst to medlemmer.\nDepartementet​2 kan gi nærmere regler om skoleutvalgets gjøremål.\n0 Endret ved lover 20 juli 1991 nr. 69, 10 juni 1993 nr. 85.\n1 Se § 28.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Rektor.",
      "content": "Rektor er den pedagogiske og administrative leder av skolen. Rektor skal påse at de gjeldende bestemmelser i lov, reglement og instruks blir fulgt.\n0 Endret ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Elevråd og allmannamøte.",
      "content": "Hver skole skal ha et elevråd som består av minst ett medlem for hver 20. elev. Elevrådet velger selv leder og nestleder.\nDersom elevrådet eller en femdel av elevene ønsker det, kan det holdes allmannamøte for alle elever ved skolen.\nElevrådet velges ved skriftlig avstemning.\nElevrådet skal ta seg av oppgaver i samband med elevenes arbeidsforhold og velferdsinteresser.\nDepartementet​1 kan gi regler om elevrådets gjøremål.\n0 Endret ved lov 20 juli 1991 nr. 69.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Om pedagogisk veiledningstjeneste.",
      "content": "I hvert fylke bør det være en pedagogisk veiledningstjeneste for lærere i den videregående skole. Departementet​1 gir nærmere regler om ordningen av veiledningstjenesten.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 20 des 1991 nr. 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Taushetsplikt.",
      "content": "Enhver som utfører tjeneste eller arbeid etter denne lov har taushetsplikt etter bestemmelsene i forvaltningsloven​1 §§ 13 til 13 e.\n0 Endret ved lov 16 mai 1986 nr. 21.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Opplysningsplikt til barneverntjenesten.",
      "content": "Personell som arbeider innenfor rammen av denne loven skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenestens​1 side.\nUten hinder av taushetsplikt​2 skal personellet av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​3 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester,​4 plikter personellet å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Jfr. lov 17 juli 1992 nr. 100 § 2-1 femte ledd.\n2 Jfr. § 34.\n3 Lov 17 juli 1992 nr. 100.\n4 Jfr. lov 17 juli 1992 nr. 100 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "34 b",
      "section": "34 b",
      "title": "Opplysningsplikt til sosialtjenesten.",
      "content": "Enhver som utfører tjeneste eller arbeid etter denne lov skal i klientsaker gi råd og veiledning til sosialtjenesten.​1 De skal være oppmerksomme på forhold som bør føre til tiltak fra sosialtjenestens side, og de skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Av eget tiltak kan opplysninger bare gis med samtykke av eleven, eventuelt foresatte, eller så langt opplysningene ellers kan gis uten hinder av taushetsplikten.​2\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Jfr. lov 13 des 1991 nr. 81 § 2-1.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Plikter for fylkeskommunen",
      "content": "Skoler som gir opplæring i samsvar med denne lov​1 skal være fylkeskommunale.​2 I særlige tilfeller kan staten, eller med departementets​3 samtykke en kommune, drive en videregående skole.​4 For private skoler gjelder bestemmelsene i § 39.\nNår fylkeskommunen eier eller ved avtale har økonomisk ansvar for drift av en sosial eller medisinsk institusjon, har den ansvaret for opplæring av klientene ved institusjonen, herunder ansvar for lokaler og utstyr.\nFylkeskommunen bærer utgiftene til videregående opplæring for elever hjemmehørende i fylket etter regler fastsatt av departementet. Elever i offentlige videregående skoler betaler ikke skolepenger.\nDepartementet kan pålegge en fylkeskommune å gi et tilbud som omfatter søkere fra andre fylker mot eventuell refusjon.\nFylkeskommunen kan av departementet i særlige tilfeller pålegges å administrere opplæring som ikke hører inn under denne loven når slik opplæring gis i fengsler.\nFylkeskommunen skal i den nødvendige utstrekning sørge for at lærling etter fagopplæringsloven får den opplæring som lærlingen har rett til.\nDepartementet kan pålegge en fylkeskommune å opprette sentrale kurs for å dekke teoriopplæringen for lærlinger.\nFylkeskommunen må legge opp rutiner som gjør det mulig for departementet å innhente de nødvendige opplysninger for å kunne ivareta sentrale oppgaver og målsettinger.\nFylkeskommunen skal om nødvendig samarbeide med andre fylkeskommuner om utdanningstilbud.\nFylkeskommunen plikter for øvrig å sørge for at bestemmelsene i denne lov blir oppfylt.\n0 Endret ved lover 23 mai 1980 nr. 13, 31 mai 1985 nr. 41, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Se § 1.\n2 Jfr. § 4.\n3 Kirke-, utdannings- og forskningsdepartementet.\n4 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Om statlig og kommunale videregående skoler.",
      "content": "Departementet​1 oppnevner styre for videregående skole som staten​2 driver. Kommunen oppnevner styre for videregående skoler som kommunen driver.\nOslo kommune har de rettigheter og plikter som i denne lov er tillagt fylkeskommunen.\n0 Endret ved lover 31 mai 1985 nr. 41, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Tilskudd fra staten.",
      "content": "Staten yter årlig tilskudd:\na. Til delvis dekning av fylkeskommunenes​2 utgifter. Tilskuddet gis som rammetilskudd gjennom inntektssystemet for kommunene og fylkeskommunene etter regler gitt av Kongen.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 17 des 1982 nr. 89, 17 des 1982 nr. 90, 31 mai 1985 nr. 41, 10 juni 1993 nr. 85, 11 juni 1993 nr. 90.\n1 Se lov 23 mai 1980 nr. 13 § 24.\n2 Se § 36 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Lærebøker og andre læremidler.",
      "content": "Staten skal medvirke til å fremme rasjonell produksjon og bruk av læremidler.\nLærebøker og andre læremidler i andre fag enn norsk må foreligge til samme tid og samme pris på bokmål og nynorsk. Departementet​1 kan gjøre unntak fra denne regelen.\nStortinget bevilger hvert år en sum til tilskott til utgivelse av lærebøker. Summen fordeles av departementet.​1\nDepartementet​1 gir nærmere regler om godkjenning av lærebøker.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Om private skoler.",
      "content": "For å kunne drive en privat videregående skole kreves det godkjenning av departementet.​1 Før departementet godkjenner skolen, skal fylkeskommunen ha uttalt seg. Departementet kan sette vilkår for godkjenningen. Departementet kan ta godkjenningen tilbake hvis vilkårene ikke blir oppfylt.\nOm offentlig tilskott til privat videregående skole gjelder reglene i lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring (privatskulelova).\n0 Endret ved lov 20 juli 1991 nr. 69.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Overføring av personale.",
      "content": "Departementet​1 fastsetter regler om overføring av personale til den videregående skole fra de skoleslag som går inn i den.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Lovens ikrafttreden m.m.",
      "content": "I Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nEtter Kongens nærmere bestemmelse blir § 19 for så vidt angår utlysing av stillinger og tilsetting av undervisningspersonale (§ 17) å sette i kraft fra et senere tidspunkt enn loven for øvrig.​2\nI mellomtiden fastsetter Kongen de nærmere regler for tilsetting av undervisningspersonale.​2\nII – – –\n1 Fra 1 jan 1976 iflg. res. 27 juni 1975, med de begrensninger i § 19 som følger av § 41.\n2 Fastsatt ved res. 27 juni 1975 (vanlige lærerstillinger og lederstillinger), 3 okt 1975 (undervisningsstillinger ved fagskoler i husstell), 19 mars 1976 (endringer i foreg.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens område",
      "content": "Loven gjelder videregående opplæring for ungdom og voksne. Denne opplæringen bygger på grunnskolen​1 og hører normalt hjemme i 10. – 12. skoleår.\nDenne loven regulerer rett til inntak til videregående opplæring, elevers rettigheter og plikter og det offentliges ansvar på dette området.\nFor opplæring i lærebedrift gjelder lov 23. mai 1980 nr. 13 om fagopplæring i arbeidslivet.\nFor videregående opplæring som er spesielt organisert for voksne, gjelder også lov 28. mai 1976 nr. 35 om voksenopplæring.\nDepartementet fastsetter hvilken opplæring og andre oppgaver i tilknytning til denne som skal høre inn under denne loven.\nDenne lov omfatter ikke oppdragsundervisning og salg av tjenester i den videregående skolen.\nDepartementet kan gi samtykke til tidsavgrensede avvik fra loven når avvikene er faglig og/eller pedagogisk underbygde og av interesse for den faglige og/eller pedagogiske utviklingen innen videregående opplæring.\n0 Endret ved lover 28 mai 1976 nr. 35, 11 juni 1982 nr. 51, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Jfr. lov 13 juni 1969 nr. 24 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Formål",
      "content": "Den videregående opplæringen​1 tar sikte på å utvikle dyktighet, forståelse og ansvar i forhold til fag, yrke og samfunn, legge et grunnlag for videre utdanning og hjelpe elevene i deres personlige utvikling.\nDen videregående opplæringen skal bidra til å utvide kjennskapet til og forståelse av de kristne og humanistiske grunnverdier,​2 vår nasjonale kulturarv, de demokratiske ideer og vitenskapelig tenkemåte og arbeidsmåte.\nDen videregående opplæringen skal fremme menneskelig likeverd og likestilling, åndsfrihet og toleranse, økologisk forståelse og internasjonalt medansvar.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Se § 1.\n2 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Opplæringsordning",
      "content": "Den videregående opplæring skal normalt føre fram til studiekompetanse, yrkeskompetanse, dokumentert delkompetanse eller annen avsluttet videregående opplæring.\nDen videregående opplæringen skal normalt gis som 3 års heltidsopplæring.\nDen videregående skolen skal ha tilbud om grunnkurs og om videregående kurs i flere trinn. Hvert kurs har normalt ett skoleårs varighet.\nDen videregående skolen skal også ha tilbud om\n- teoriopplæring for lærlinger.\n- kortere kurs.\nTilbudene kan organiseres på ulike måter, herunder som kurs med redusert varighet og/eller innhold som kan gi delkompetanse.\nTilbud som omfattes av lov 23. mai 1980 nr. 13 om fagopplæring i arbeidslivet, skal som hovedregel organiseres slik at de to første årene av opplæringen gis i skole etter denne lov, mens den avsluttende spesialiseringsdelen gis i lærebedrift i samsvar med fagopplæringslovens bestemmelser.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Fylkeskommunens ansvar for utbygging av den videregående opplæringen",
      "content": "Fylkeskommunen plikter​1 å gi tilbud om videregående opplæring i samsvar med opplæringsretten etter § 8.\nFylkeskommunen plikter i tillegg å gi tilbud til et antall elever utover den gruppen som har rett til videregående opplæring. Departementet gir nærmere regler i forskrift, herunder regler om omfanget av tilbudet.\nPlanlegging og utbygging skal bl.a. ta hensyn til nasjonale målsettinger, søkernes ønsker og samfunnets behov for videregående opplæring innen alle utdanningsretninger og for ulike aldersgrupper. Utbyggingen skal også dekke behovet for opplæring i fengsler og sosiale og medisinske institusjoner, samt behovet for særskilt tilrettelagt opplæring.\n0 Endret ved lover 31 mai 1985 nr. 41, 28 mai 1993 nr. 51.\n1 Jfr. § 35 og § 36 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Fagkrets og læreplan.",
      "content": "Departementet​1 fastsetter i en generell læreplan de overordnede mål for opplæringen og læreplaner for de enkelte fag med målene for og hovedmomentene i opplæringen.\nDepartementet​1 kan gi en skole adgang til å gjøre avvik fra bestemmelser om fagkrets. Før departementet gir tillatelse til avvik, må det foreligge samtykke fra fylkeskommunen og uttalelse fra skolen.\nElever som er medlemmer av ikke-kristne religiøse samfunn,​2 kan etter søknad bli helt eller delvis fritatt for opplæringen i religion.\n0 Endret ved lover 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.\n2 Jfr. lov 13 juni 1969 nr. 25, Grl. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Vurdering og vitnemål.",
      "content": "Departementet​1 skal gi forskrift om vurdering, eksamen og vitnemål samt godskriving av tidligere gjennomgått skole, kurs eller annen praksis. Forskriften skal også omfatte hvilke tiltak som kan nyttes mot dem som bryter eksamensbestemmelsene, herunder adgang til å vise bort fra eksamen.\nSkoler som ikke hører inn under denne lov, kan med departementets samtykke skrive ut vitnemål etter denne forskriften i den utstrekning de gir parallelle tilbud. Departementet avgjør om et tilbud ansees parallelt og kan sette vilkår for godkjenningen. Departementet kan trekke godkjenningen tilbake hvis vilkårene ikke blir oppfylt.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Inntak til videregående opplæring",
      "content": "For å bli tatt inn til videregående opplæring må søkeren normalt ha gjennomgått 9-årig grunnskole eller tilsvarende.\nFylkeskommunen tar inn søkere til grunnkurs og videregående kurs og bestemmer hvilke videregående skoler søkerne skal tilknyttes.\nDepartementet​1 gir forskrift om inntak, herunder om inntak av søkere med annen bakgrunn enn gjennomgått 9-årig grunnskole, om søkere fra andre fylker og om framgangsmåten når det er flere søkere enn plasser.\nDet skal så vidt mulig være adgang til å delta i opplæringen som elev i enkelte fag eller som hospitant.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 17 des 1982 nr. 89, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Rett til videregående opplæring",
      "content": "Ungdom som fyller kravene i § 7 første ledd har etter søknad rett til 3 års heltids videregående opplæring. Retten må i sin helhet normalt tas ut innen 4 år etter fullført grunnskole. Når opplæring helt eller delvis gis i lærebedrift i henhold til fagopplæringsloven, må retten normalt tas ut innen 5 år.\nSøkere har krav på inntak til ett av tre alternative grunnkurs, og 2 års videregående opplæring som bygger på grunnkurset.\nSøkere som er 20 år eller yngre og som etter sakkyndig vurdering har særlig behov for særskilt tilrettelagt opplæring, og som på grunnlag av sakkyndig vurdering prioriterer et bestemt grunnkurs, har rett til inntak til dette grunnkurset innenfor en kvote fastsatt av departementet.​1\nElev som etter sakkyndig vurdering trenger særskilt tilrettelagt opplæring, kan få opplæring ut over 3 år når eleven etter den sakkyndige vurderingen trenger det og kan ta imot opplæring, dog ikke ut over 5 år eller fylte 22 år.\nFylkeskommunen skal tilby et annet opplæringsopplegg dersom en elev har vansker med å følge den opplæring som er valgt.\nDepartementet kan gi utfyllende forskrifter, herunder om kvoter for inntak etter tredje ledd.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Ordningen av undervisning og andre oppgaver.",
      "content": "a. Departementet​1 kan på grunnlag av gjeldende læreplaner fastsette retningslinjer for bruk av lærertimer til undervisning og ressurs til andre pedagogiske oppgaver.\nb. Departementet kan fastsette maksimalt elevtall i klasser/grupper.\nc. Skolen fastsetter selv ordningen for undervisningen for hvert år innenfor den rammen som er gitt av fylkeskommunen.\n0 Endret ved lover 31 mai 1985 nr. 41, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Undervisningstid",
      "content": "Departementet​1 kan gi regler om\na. undervisningstiden for elevene i det enkelte kurs medregnet tid til eksamen og prøver,\nb. tid for det enkelte fag, kurs eller lærefag, samt om grensen for den samlede undervisningstid pr. dag.\nSkolen fastsetter selv ordningen for den enkelte skole innenfor disse rammer og i samsvar med fylkeskommunale vedtak.\n0 Endret ved lover 31 mai 1985 nr. 41, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Spesialundervisning, pedagogisk-psykologisk rådgivning og sosialpedagogiske tiltak",
      "content": "Elev som ut fra en sakkyndig vurdering trenger spesialpedagogisk hjelp og støtte, skal få spesialundervisning.\nSlik undervisning kan organiseres internt eller eksternt. Intern spesialundervisning er spesialundervisning som blir gitt i vanlig videregående skole. Ekstern spesialundervisning er spesialundervisning som blir gitt i egne skoler eller i medisinske og sosiale institusjoner.​1 Spesialundervisning kan også gis som hjemmeundervisning og under opplæring på arbeidsplass.\nFylkeskommunen skal sørge for at elevene i den videregående skole får adgang til egnet pedagogisk-psykologisk rådgivning.\nOpplæringstilbudet i den videregående skole skal omfatte de nødvendige sosialpedagogiske tiltak.\nDepartementet​2 gir forskrifter om spesialundervisning, pedagogisk-psykologisk rådgivningstjeneste og sosialpedagogiske tiltak.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Jfr. § 35.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "11 a",
      "section": "11 a",
      "title": "Oppfølgingstjeneste",
      "content": "Fylkeskommunen skal ha en oppfølgingstjeneste for ungdom som har rett til opplæring etter § 8 og som ikke er i opplæring eller arbeid.\nDepartementet​1 gir forskrifter om oppfølgingstjeneste.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11a",
        "source_heading": "§ 11 a."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Skolerom, elevheim og utstyr",
      "content": "Fylkeskommunen skal sørge for skolelokaler med tilhørende arealer for de skoler den driver. Skolene skal ha tilgang til det utstyr, inventar og de læremidler som trengs, herunder bibliotektjeneste.\n0 Endret ved lover 31 mai 1985 nr. 41, 20 des 1985 nr. 108, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 9 mai 1986 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Om arbeidsmiljøet og om elevers rettigheter og plikter.",
      "content": "Det skal legges vinn på å skape et godt arbeidsmiljø for og gode samarbeidsformer mellom alle som er knyttet til skolen som elever, lærere eller annet personale.\nEn elev har rett til å få den opplæringen som læreplanene fastsetter.\nEn elev har plikt til å delta aktivt i opplæringen for å nå opplæringens mål.\nEn elev må delta i opplæringen i den formen den blir gitt.\nHver skole skal ha et reglement. Reglementet skal inneholde bestemmelser om elevenes rettigheter og plikter så langt disse ikke er fastsatt på annen måte, bestemmelser om atferd, hvilke tiltak skolen kan nytte overfor elever som bryter bestemmelsene og framgangsmåten ved behandling av slike saker.\nRepresentanter for elevene i fylkeskommunen har møte- og talerett i nemnder i samsvar med de tilsattes møte- og talerett, jf. lov om kommuner og fylkeskommuner av 25. september 1992 nr. 107 § 26.\nDepartementet​1 kan gi nærmere forskrifter om reglementets innhold, deriblant om skolens adgang til å utelukke en elev fra opplæringen for en kortere tid.\n0 Endret ved lover 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Bortvisning av elever",
      "content": "Når en elev har gjort seg skyldig i alvorligere forseelser eller forsømmelser, skal skolen først forsøke å hjelpe eleven gjennom pedagogisk-psykologisk og annen rådgivning,​1 eller bistå med å skaffe annen sakkyndig hjelp utenfor skolen.\nNår en elev vedvarende har vist en oppførsel som i alvorlig grad går ut over orden og arbeidsro i skolen eller når en elev i alvorlig grad forsømmer sitt arbeid eller sine plikter, kan eleven vises bort fra skolen. Dersom eleven ikke er myndig, skal elevens foreldre/foresatte på forhånd ha fått melding om forhold som kan føre til bortvisning, jf ellers forvaltningslovens​1 § 16. Vedtak om bortvisning fattes av rektor. Vedtak om bortfall av rettighet etter § 8 fattes av fylkestinget eller den fylkestinget bemyndiger. Tap av rettigheter etter § 8 medfører ikke at eleven faller utenfor ansvarsområdet for oppfølgingstjenesten etter § 11 a.\nFylkestinget eller den fylkestinget bemyndiger er klageinstans for vedtak om bortvisning. Departementet​2 eller den departementet bemyndiger er klageinstans for vedtak om tap av rettighet etter § 8.\nEleven skal gis adgang til å forklare seg muntlig før vedtak om bortvisning treffes, jf. ellers forvaltningsloven.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51, 10 juni 1993 nr. 85.\n1 Lov 10 feb 1967.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Undervisningsstillinger m.m.",
      "content": "Departementet​1 fastsetter hvilke undervisningsstillinger og andre pedagogiske stillinger og funksjoner det skal være i den videregående skole.\n0 Endret ved lover 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Krav til utdanning m.m.",
      "content": "Om krav til utdanning for stillinger under § 17 gjelder reglene i lov​1 om lærerutdanning.\nDepartementet​2 kan fastsette særlige krav til utdanning for personale med spesielle pedagogiske oppgaver.\n1 Lov 8 juni 1973 nr. 49.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Plikter for personalet.",
      "content": "Personalet har enkeltvis og samlet, og i samarbeid med elevene ansvar for at opplæringen skjer i samsvar med læreplanens generelle og spesielle deler.\nUndervisningspersonalet har plikt til å undervise på de trinn og i de fag og kurs som skolens ledelse fastsetter og har plikt til å møte til planlegging og samråding utenfor undervisningstiden. Undervisningspersonalet har videre plikt til å utføre andre oppgaver som henger sammen med skolens virksomhet.\nUndervisningspersonalet har plikt til å være rettleiere for studenter ved pedagogiske høgskoler og pedagogiske seminarer, dersom disse får sin praksistid ved skolen.\nDepartementet​1 fastsetter reglement og instrukser for det personalet som er nevnt i §§ 17 og 28.\n0 Endret ved lov 28 mai 1993 nr. 51.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Permisjon.",
      "content": "Fylkeskommunen kan gi en lærer eller annen tjenestemann permisjon etter regler som gis av departementet.​1 Den kan overlate til skolen å gi permisjon for en kortere tid.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Arbeidsgiverforhold m.m.",
      "content": "Personalet i videregående skoler som fylket driver​1 er fylkeskommunale tjenestemenn.\nBestemmelser om tjenesteforhold, oppsigelse, suspensjon, avskjed og andre rettsforhold for personale i lederstillinger og undervisningsstillinger fastsettes i lov.\n1 Jfr. §§ 4 og 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Skoleutvalg",
      "content": "Ved hver skole skal det være et skoleutvalg med representanter for de tilsatte og fylkeskommunen, samt to elevrepresentanter.\nRektor​1 er medlem av skoleutvalget og/eller sekretær med møte-, tale og forslagsrett for skoleutvalget.\nSkoleutvalget har rett til å uttale seg i alle saker som gjelder skolen.\nFylkeskommunen kan oppnevne skoleutvalget som styre ved skolen.\nDersom fylkeskommunen oppnevner et annet styre ved skolen enn skoleutvalget, jf. kommuneloven § 11, skal elevene ha minst to medlemmer.\nDepartementet​2 kan gi nærmere regler om skoleutvalgets gjøremål.\n0 Endret ved lover 20 juli 1991 nr. 69, 10 juni 1993 nr. 85.\n1 Se § 28.\n2 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Rektor.",
      "content": "Rektor er den pedagogiske og administrative leder av skolen. Rektor skal påse at de gjeldende bestemmelser i lov, reglement og instruks blir fulgt.\n0 Endret ved lov 20 juli 1991 nr. 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Elevråd og allmannamøte.",
      "content": "Hver skole skal ha et elevråd som består av minst ett medlem for hver 20. elev. Elevrådet velger selv leder og nestleder.\nDersom elevrådet eller en femdel av elevene ønsker det, kan det holdes allmannamøte for alle elever ved skolen.\nElevrådet velges ved skriftlig avstemning.\nElevrådet skal ta seg av oppgaver i samband med elevenes arbeidsforhold og velferdsinteresser.\nDepartementet​1 kan gi regler om elevrådets gjøremål.\n0 Endret ved lov 20 juli 1991 nr. 69.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "title": "Om pedagogisk veiledningstjeneste.",
      "content": "I hvert fylke bør det være en pedagogisk veiledningstjeneste for lærere i den videregående skole. Departementet​1 gir nærmere regler om ordningen av veiledningstjenesten.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "33",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 20 des 1991 nr. 87.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "34",
      "section": "34",
      "title": "Taushetsplikt.",
      "content": "Enhver som utfører tjeneste eller arbeid etter denne lov har taushetsplikt etter bestemmelsene i forvaltningsloven​1 §§ 13 til 13 e.\n0 Endret ved lov 16 mai 1986 nr. 21.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "34 a",
      "section": "34 a",
      "title": "Opplysningsplikt til barneverntjenesten.",
      "content": "Personell som arbeider innenfor rammen av denne loven skal i sitt arbeid være oppmerksom på forhold som kan føre til tiltak fra barneverntjenestens​1 side.\nUten hinder av taushetsplikt​2 skal personellet av eget tiltak gi opplysninger til barneverntjenesten når det er grunn til å tro at et barn blir mishandlet i hjemmet eller det foreligger andre former for alvorlig omsorgssvikt, jf. lov om barneverntjenester​3 § 4-10, § 4-11, § 4-12, eller når et barn har vist vedvarende alvorlige atferdsvansker, jf. samme lov § 4-24. Også etter pålegg fra de organer som er ansvarlige for gjennomføringen av lov om barneverntjenester,​4 plikter personellet å gi slike opplysninger.\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Jfr. lov 17 juli 1992 nr. 100 § 2-1 femte ledd.\n2 Jfr. § 34.\n3 Lov 17 juli 1992 nr. 100.\n4 Jfr. lov 17 juli 1992 nr. 100 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34a",
        "source_heading": "§ 34 a."
      }
    },
    {
      "provision_ref": "34 b",
      "section": "34 b",
      "title": "Opplysningsplikt til sosialtjenesten.",
      "content": "Enhver som utfører tjeneste eller arbeid etter denne lov skal i klientsaker gi råd og veiledning til sosialtjenesten.​1 De skal være oppmerksomme på forhold som bør føre til tiltak fra sosialtjenestens side, og de skal av eget tiltak gi sosialtjenesten opplysninger om slike forhold. Av eget tiltak kan opplysninger bare gis med samtykke av eleven, eventuelt foresatte, eller så langt opplysningene ellers kan gis uten hinder av taushetsplikten.​2\n0 Tilføyd ved lov 17 juli 1992 nr. 100.\n1 Jfr. lov 13 des 1991 nr. 81 § 2-1.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34b",
        "source_heading": "§ 34 b."
      }
    },
    {
      "provision_ref": "35",
      "section": "35",
      "title": "Plikter for fylkeskommunen",
      "content": "Skoler som gir opplæring i samsvar med denne lov​1 skal være fylkeskommunale.​2 I særlige tilfeller kan staten, eller med departementets​3 samtykke en kommune, drive en videregående skole.​4 For private skoler gjelder bestemmelsene i § 39.\nNår fylkeskommunen eier eller ved avtale har økonomisk ansvar for drift av en sosial eller medisinsk institusjon, har den ansvaret for opplæring av klientene ved institusjonen, herunder ansvar for lokaler og utstyr.\nFylkeskommunen bærer utgiftene til videregående opplæring for elever hjemmehørende i fylket etter regler fastsatt av departementet. Elever i offentlige videregående skoler betaler ikke skolepenger.\nDepartementet kan pålegge en fylkeskommune å gi et tilbud som omfatter søkere fra andre fylker mot eventuell refusjon.\nFylkeskommunen kan av departementet i særlige tilfeller pålegges å administrere opplæring som ikke hører inn under denne loven når slik opplæring gis i fengsler.\nFylkeskommunen skal i den nødvendige utstrekning sørge for at lærling etter fagopplæringsloven får den opplæring som lærlingen har rett til.\nDepartementet kan pålegge en fylkeskommune å opprette sentrale kurs for å dekke teoriopplæringen for lærlinger.\nFylkeskommunen må legge opp rutiner som gjør det mulig for departementet å innhente de nødvendige opplysninger for å kunne ivareta sentrale oppgaver og målsettinger.\nFylkeskommunen skal om nødvendig samarbeide med andre fylkeskommuner om utdanningstilbud.\nFylkeskommunen plikter for øvrig å sørge for at bestemmelsene i denne lov blir oppfylt.\n0 Endret ved lover 23 mai 1980 nr. 13, 31 mai 1985 nr. 41, 20 juli 1991 nr. 69, 28 mai 1993 nr. 51.\n1 Se § 1.\n2 Jfr. § 4.\n3 Kirke-, utdannings- og forskningsdepartementet.\n4 Jfr. § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "36",
      "section": "36",
      "title": "Om statlig og kommunale videregående skoler.",
      "content": "Departementet​1 oppnevner styre for videregående skole som staten​2 driver. Kommunen oppnevner styre for videregående skoler som kommunen driver.\nOslo kommune har de rettigheter og plikter som i denne lov er tillagt fylkeskommunen.\n0 Endret ved lover 31 mai 1985 nr. 41, 10 juni 1993 nr. 85.\n1 Kirke-, utdannings- og forskningsdepartementet.\n2 Jfr. § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "37",
      "section": "37",
      "title": "Tilskudd fra staten.",
      "content": "Staten yter årlig tilskudd:\na. Til delvis dekning av fylkeskommunenes​2 utgifter. Tilskuddet gis som rammetilskudd gjennom inntektssystemet for kommunene og fylkeskommunene etter regler gitt av Kongen.\n0 Endret ved lover 11 mars 1977 nr. 11, 23 mai 1980 nr. 13, 17 des 1982 nr. 89, 17 des 1982 nr. 90, 31 mai 1985 nr. 41, 10 juni 1993 nr. 85, 11 juni 1993 nr. 90.\n1 Se lov 23 mai 1980 nr. 13 § 24.\n2 Se § 36 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "38",
      "section": "38",
      "title": "Lærebøker og andre læremidler.",
      "content": "Staten skal medvirke til å fremme rasjonell produksjon og bruk av læremidler.\nLærebøker og andre læremidler i andre fag enn norsk må foreligge til samme tid og samme pris på bokmål og nynorsk. Departementet​1 kan gjøre unntak fra denne regelen.\nStortinget bevilger hvert år en sum til tilskott til utgivelse av lærebøker. Summen fordeles av departementet.​1\nDepartementet​1 gir nærmere regler om godkjenning av lærebøker.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "39",
      "section": "39",
      "title": "Om private skoler.",
      "content": "For å kunne drive en privat videregående skole kreves det godkjenning av departementet.​1 Før departementet godkjenner skolen, skal fylkeskommunen ha uttalt seg. Departementet kan sette vilkår for godkjenningen. Departementet kan ta godkjenningen tilbake hvis vilkårene ikke blir oppfylt.\nOm offentlig tilskott til privat videregående skole gjelder reglene i lov 14. juni 1985 nr. 73 om tilskot til private grunnskular og private skular som gjev vidaregåande opplæring (privatskulelova).\n0 Endret ved lov 20 juli 1991 nr. 69.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "40",
      "section": "40",
      "title": "Overføring av personale.",
      "content": "Departementet​1 fastsetter regler om overføring av personale til den videregående skole fra de skoleslag som går inn i den.\n1 Kirke-, utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "41",
      "section": "41",
      "title": "Lovens ikrafttreden m.m.",
      "content": "I Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nEtter Kongens nærmere bestemmelse blir § 19 for så vidt angår utlysing av stillinger og tilsetting av undervisningspersonale (§ 17) å sette i kraft fra et senere tidspunkt enn loven for øvrig.​2\nI mellomtiden fastsetter Kongen de nærmere regler for tilsetting av undervisningspersonale.​2\nII – – –\n1 Fra 1 jan 1976 iflg. res. 27 juni 1975, med de begrensninger i § 19 som følger av § 41.\n2 Fastsatt ved res. 27 juni 1975 (vanlige lærerstillinger og lederstillinger), 3 okt 1975 (undervisningsstillinger ved fagskoler i husstell), 19 mars 1976 (endringer i foreg.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    }
  ]
}