{
  "id": "LOV-1972-06-30-70",
  "type": "statute",
  "title": "Lov om bergverk.",
  "short_name": "Bergverksloven – bergl.",
  "status": "in_force",
  "issued_date": "1972-06-30",
  "in_force_date": "1972-06-30",
  "url": "https://lovdata.no/dokument/NLO/lov/1972-06-30-70",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Mutbare mineraler.",
      "content": "Følgende mineraler (metaller og malmer) er mutbare og går inn under bestemmelsene i denne lov:\n1. metaller med egenvekt 5 eller høyere og malmer av slike metaller,\n2. metallene titan og arsen og malmer av disse metaller,\n3. magnetkis og svovelkis.\nMyr- og sjømalm og alluvialt gull er ikke mutbare.​1 Departementet​2 kan gi tillatelse til undersøkelse etter og til utvinning av alluvialt gull på statsgrunn samt fastsette de nærmere vilkår for slike tillatelser.\n1 Jfr. lov 21 mars 1952 nr. 1 § 14.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Bergfrihetens prinsipp.",
      "content": "Enhver har rett til på de vilkår og med de begrensninger som fremgår av denne lov å søke etter (skjerpe), mute og få utmål​1 på forekomster av mutbare mineraler​2 på egen eller andres grunn.\nFremmede statsborgere kan bare utøve rett som nevnt i første ledd i den utstrekning slik rett blir meddelt ved konsesjon etter § 17 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. Det samme gjelder aksjeselskaper og andre selskaper med begrenset ansvar, korporasjoner og stiftelser som ikke har sete i Norge og helt norsk styre. Bestemmelsen i første og annet punktum gjelder ikke for statsborgere i stater som er parter i EØS-avtalen når de er bosatt i en slik stat og foretak hjemmehørende i en stat som er part i EØS-avtalen.​3\n0 Endret ved lov 27 nov 1992 nr. 118 (i kraft 1 jan 1994).\n1 Jfr. kap. 2-4.\n2 Se § 1.\n3 Jfr. EØS-avtalen art 4, 31 og 34 jfr. lov 27 nov 1992 nr. 109 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Steder som er fredet for skjerping.",
      "content": "Ingen må​2 uten samtykke av grunneier og bruker foreta skjerping på følgende steder:\n1. tettbygd område, åker, eng, inngjerdet setervoll eller utslått, hage, park, idrettsplass, kirkegård eller lignende område,\n2. område for kraftverk, industri og lignende anlegg,\n3. område for offentlig veg, jernbane, flyplass, kanal, vann- eller kloakkledning, kraftledning, kraftledningsmast og steder som ligger mindre enn 20 meter fra slike anlegg og innretninger,\n4. område som ligger mindre enn 100 meter fra bygning av enhver art, unntatt utløer og skur,\n5. område som hører til militært anlegg eller øvingsområde,\n6. brudd eller gruve på ikke mutbart mineral som er i drift eller har vært i drift i løpet av de siste 10 år.\nUten samtykke fra vedkommende departement,​3 må​2 skjerping ikke foretas på riksgrense eller på steder som ligger mindre enn 20 meter fra riksgrense.\nI utmål​4 kan skjerping ikke​2 foretas uten samtykke fra utmålshaveren.\nI en annens mutingsområde​5 kan skjerping finne sted dersom skjerpingen ikke er til hinder for muterens undersøkelsesarbeider. I tilfelle tvist, avgjør bergmesteren​6 hvorvidt skjerping etter dette ledd kan finne sted.\nKongen kan bestemme at også andre områder enn de som er nevnt i første, annet og tredje ledd, skal være unntatt fra skjerping.\n1 Jfr. § 40 (3).\n2 Jfr. § 64.\n3 Nærings- og handelsdepartementet.\n4 Jfr. kap. 4.\n5 Jfr. § 9 og § 17.\n6 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Skjerpearbeider. Plikt til varsomhet.",
      "content": "Skjerperen har rett til å foreta de arbeider som er nødvendige for å søke etter mutbare mineraler i grunnen.\nSkjerperen skal​1 gå fram med varsomhet slik at skadene​2 ikke blir større enn strengt nødvendig og slik at naturen ikke blir unødig skjemmet.\nUten samtykke fra grunneieren og brukeren har skjerperen ikke rett til å gjøre inngrep i grunnen som medfører skade​2 av vesentlig betydning.\n1 Jfr. § 64.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Forhåndsvarsel. Sikkerhetsstillelse.",
      "content": "Før skjerperen foretar arbeider som kan føre med seg skade for grunneieren eller brukeren på grunn, bygninger og andre innretninger eller anlegg, plikter​1 han så vidt mulig å underrette eieren og brukeren om hvilke arbeider han vil foreta.\nHvis eieren eller brukeren krever det, plikter​1 skjerperen å stille sikkerhet for den skade​2 som kan oppstå. Oppstår det uenighet om sikkerhet kan kreves eller om sikkerhetens størrelse eller art, avgjøres tvisten ved skjønn.​3 Før tvisten er avgjort, må arbeid som nevnt i første ledd ikke settes i gang eller fortsettes uten samtykke av skjønnet (skjønnsstyreren).\nDe utgifter som etter lovgivningen er forbundet med skjønnet, bæres av skjerperen. Ved overskjønn kommer tvisteloven​4 kapittel 20 til anvendelse for behandlingen i den høyere instans.\n0 Endret ved lover 17 des 1982 nr. 88, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. § 64.\n2 Jfr. § 6.\n3 Jfr. § 55.\n4 Lov 17 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Skjerperens erstatningsansvar.",
      "content": "Skjerperen er, uten hensyn til om det er noe å legge ham til last, pliktig til å erstatte den skade på grunn, bygninger og andre innretninger eller anlegg som skjerpingen fører med seg for eieren og brukeren av grunnen.\nTvist om krav på erstatning etter første ledd avgjøres ved skjønn.​1 Skjønnets avgjørelse er tvangsgrunnlag på samme måte som en dom.​2\nParagraf 5, tredje ledd, gjelder tilsvarende.\n1 Jfr. § 55.\n2 Jfr. tvangsl. § 4-1 (2), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Gjerdeplikt. Sikring av skjerp.",
      "content": "Skjerperen skal​1 holde skjerpet forsvarlig inngjerdet, hvis det medfører fare for mennesker eller husdyr. Dersom han innstiller arbeidet i skjerpet, skal han sikre det på varig måte.\nDepartementet​2 kan gi forskrifter​3 om hvordan skjerp skal sikres og om tilsyn med sikringen.\n1 Jfr. § 64.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Særregler om skjerping i Finnmark​1",
      "content": "Ved skjerping i Finnmark fylke skal skjerperen senest en uke før skjerpingen begynner, skriftlig varsle Sametinget, grunneieren og det aktuelle områdestyret og distriktsstyret for reindriften. Tar skjerperen sikte på inngrep i grunnen, skal stedet for inngrepet angis.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Erverv av mutingsrett.",
      "content": "Den som vil sikre seg rett i et område (mutingsområde) til å undersøke forekomster av mutbart mineral,​1 og rett fremfor andre til utmål​2 i området og til å utnytte forekomstene, må begjære muting.\n1 Se § 1.\n2 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Mutingsområdets form og størrelse.",
      "content": "Mutingsområdet (undersøkelsesområdet) skal ha formen av en rettvinklet firkant, og dets sider skal følge eller være parallelle med ett av de to hovedaksesystemer som benyttes i offisiell kartlegging (NGO og UTM). Dersom mutingen legges umiddelbart inn til et eldre eget mutingsområde eller eget utmål, kan kravet om mutingsområdets form og parallellitet fravikes så langt dette er nødvendig. Mutingsområdet kan ikke ha flere enn fire hjørnepunkter.\nMot dypet skal grensene være loddrette.\nOmrådet skal ikke være større enn 300.000 m​2 og den lengste siden ikke lenger enn 1.200 meter, regnet i horisontalplanet.\n0 Endret ved lov 3 mai 1985 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fremsetting av mutingssøknad.",
      "content": "Søknad om muting rettes til bergmesteren i det distrikt​1 hvor det mutingsområdet som det søkes om, ligger.\nSøknaden skal være skriftlig eller telegrafisk.\nSøkeren kan ved henvendelse til bergmesterens kontor få bistand til å sette søknaden opp i skriftlig form.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Mutingssøknadens innhold.",
      "content": "Søknaden skal inneholde følgende opplysninger:\n1. Søkerens navn og fullstendige adresse,\n2. om søkeren er norsk statsborger,​2 eller – hvis søkeren er et aksjeselskap​3 eller allmennaksjeselskap,​4 et annet selskap med begrenset ansvar, eller en korporasjon eller stiftelse​5 – om styret er helt norsk og har sete i Norge,\n3. angivelse av hjørnepunktenes koordinater for det mutingsområde som det søkes om,​6 med opplysninger om kommune og så vidt mulig vedkommende eiendoms eller eiendommers matrikkelnummer og eierens navn,\n4. hva slags mutbare mineraler​7 søkeren antar finnes i området.\nDepartementet​8 kan gi nærmere forskrifter​9 om hvilke opplysninger søkeren skal gi og hvilke legitimasjoner han skal skaffe. I forskriftene kan det bestemmes at søkeren skal sende inn kart over området og hvordan kartet skal være utstyrt og innrettet.\n0 Endret ved lover 3 mai 1985 nr. 25, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 17 juni 2005 nr. 101 (i kraft 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jfr. § 15.\n2 Jfr. lov 10 juni 2005 nr. 51.\n3 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n4 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n5 Jfr. lov 15 juni 2001 nr. 59.\n6 Jfr. § 9.\n7 Se § 1.\n8 Nærings- og handelsdepartementet.\n9 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Påtegning på mutingssøknaden.",
      "content": "Når en søknad om muting kommer inn til bergmesteren,​1 skal han straks gi den påtegning om hvilken dag den er kommet inn.​2\n1 Jfr. § 57.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Mutingssøknadens behandling.",
      "content": "Dersom de opplysninger og legitimasjoner som er gitt i søknaden er ufullstendige eller uklare, skal bergmesteren​1 sette søkeren en frist til å sende inn det som er nødvendig for å avgjøre søknaden.\nHar søkeren ikke betalt inn tilstrekkelig forskudd til dekning av behandlingsgebyr, skal han settes frist til å gjøre det.\nSøkeren skal gjøres kjent med at søknaden vil bli avslått om fristen etter de foregående ledd ikke overholdes.\nFristen kan forlenges dersom bergmesteren​1 finner at forholdene gjør det nødvendig.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Avslag på mutingssøknad.",
      "content": "Søknaden om muting blir å avslå:\n1. hvis søkeren er fremmed statsborger eller annet rettssubjekt som nevnt i § 2, annet ledd og ikke omfattes av unntaket i samme bestemmelse​1 eller ved konsesjon er meddelt rett til å mute og få utmål i vedkommende felt,\n2. hvis søkeren etter § 59 ikke har rett til å erverve den mineralforekomst søknaden gjelder,\n3. hvis angivelsen av mutingsområdets koordinater er ufullstendig eller uklar slik at den ikke gir tilstrekkelig grunnlag for å påvise og stikke ut (måle ut) området i marken,\n4. hvis det mineral søkeren har oppgitt som grunnlag for søknaden, ikke er mutbart etter bestemmelsene i § 1,\n5. hvis søkeren ikke har betalt inn forskudd på behandlingsgebyr,\n6. hvis søkeren eller noen annen som det må antas at søkeren opptrer på vegne av, fra før av har bergrettighet i det området som det søkes om.\nAvslag etter denne paragraf skal skje skriftlig.\n0 Endret ved lover 3 mai 1985 nr. 25, 27 nov 1992 nr. 118 (i kraft 1 jan 1994).\n1 Jfr. § 2 (2) tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Mutingsbrev.",
      "content": "Dersom søknaden ikke blir avslått i medhold av bestemmelsene i § 14, skal bergmesteren​1 utferdige mutingsbrev.\nMutingsbrevet skal inneholde:\n1. muterens navn og adresse,\n2. angivelse av koordinatene for områdets hjørnepunkter med referanse til et av de offisielle kartverk som er benyttet,\n3. opplysning om hva slags mutbart mineral​2 muteren har antatt finnes i mutingsområdet.\nDersom bergmesteren​1 antar at noen annen har mutingsbrev eller utmål på samme område eller i nærheten, skal han anmerke det i mutingsbrevet.\nDepartementet​3 kan gi nærmere forskrifter​4 om hva mutingsbrevet skal inneholde og fastsette skjema for det.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Jfr. § 1.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Muterens alder i felt.",
      "content": "Muterens alder i feltet regnes fra den dagen hans søknad om muting kom inn til bergmesteren.​1\nDersom en søknad om utmål omfatter areal som ligger utenfor utmålssøkerens mutingsområde, regnes hans alder i feltet for så vidt angår dette areal fra den dagen da søknaden om utmål kom inn til bergmesteren.​2\nSøknader som er kommet inn til bergmesteren samme dag, anses som samtidig innkommet, og muterne får samme alder i feltet.\nSøknader som kommer inn etter kontortidens slutt, skal anses innkommet neste kontordag.\n1 Jfr. § 12.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Muterens rett til undersøkelsesarbeider.",
      "content": "Når mutingsbrev er utferdiget, kan muteren i mutingsområdet foreta de undersøkelsesarbeider som er nødvendige for å kunne bedømme om det der finnes forekomst av mutbart mineral,​2 som har en slik rikholdighet, størrelse og beskaffenhet ellers at den kan antas å være, eller innen rimelig tid bli, drivverdig. Muteren kan også foreta prøvedrift som nevnt i § 18 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. Annen drift kan han ikke sette i gang så lenge utmål ikke er gitt.\n1 Jfr. § 40, § 50 og § 51.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forholdet til grunneiere m.v.",
      "content": "Muteren har ikke rett til å gjøre andre inngrep i grunnen enn slike som han etter bestemmelsene i § 4 kan gjøre som skjerper, med mindre eieren og brukeren av grunnen samtykker, eller muteren i medhold av bestemmelsene i § 40, første ledd, har fått avstått grunn eller rettigheter han trenger.\nDe bestemmelser som er gitt i eller i medhold av § 3, første, annet og femte ledd om steder fredet for skjerping, gjelder tilsvarende for muterens undersøkelsesarbeider i mutingsområdet.​1 Muteren kan dog i de tilfeller hvor § 3 i lov av 28. juni 1957 nr. 16 om friluftslivet gir fri ferdselsrett i innmark, under de samme forutsetninger som for denne rett, foreta geofysiske målinger som ikke medfører skade.\nI utmål​2 har muteren ikke rett til å foreta undersøkelsesarbeider uten samtykke fra utmålshaveren.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Forholdet til andre mutere.",
      "content": "Har flere helt eller for en del fått mutingsbrev på samme område,​2 har yngre muter (jfr. § 16, første og annet ledd) ikke rett til å foreta undersøkelsesarbeider i det området som er felles så lenge eldre muters rett består, med mindre den eldre muter samtykker.\nDersom muteren har samme alder i feltet (jfr. § 16, tredje ledd), har hver av dem rett til å foreta undersøkelsesarbeider i det område som er felles.\nI de tilfeller det er nødvendig med nøyaktig utstikning og/eller merking av mutingsområdet i marken, skal dette utføres og bekostes av muteren på bergmesterens​3 forlangende. Departementet​4 kan gi nærmere forskrifter​5 om merkingen.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. § 15.\n3 Jfr. § 57.\n4 Nærings- og handelsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "title": "Forholdet til allmennheten. Muterens sikringsplikt.",
      "content": "Muteren skal påse at alle gruveåpninger og andre åpninger i grunnen samt tipper og utlagte masser som muteren enten selv har laget eller benyttet seg av og som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret mens undersøkelsene eller prøvedrift pågår, og at de blir forsvarlig og varig sikret når virksomheten blir innstilt. Sikringsplikten gjelder også forebyggende tiltak mot ras.\nDepartementet​2 kan gi forskrifter​3 om gjennomføringen av sikringene og tilsynet med disse.\n0 Tilføyd ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Bortfall av mutingsretten. Frist for å begjære utmål.",
      "content": "Mutingsretten faller bort dersom søknad om utmål ikke er kommet inn til bergmesteren​2 innen 7 år fra den dag mutingsbrevet ble utferdiget.\nHar flere helt eller for en del fått mutingsbrev på samme område, begynner fristen for så vidt angår det område som er felles, for den yngre muter først å løpe fra den dag da den, eller de, eldre muteres rett faller bort.\n1 Jfr. § 68.\n2 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Forlengelse av fristen for å søke utmål.",
      "content": "Bergmesteren​1 kan forlenge tidsfristen etter § 20 med inntil 3 år, dersom muteren søker om det og gjør sannsynlig at undersøkelsene på grunn av særlige natur- eller klimaforhold, grunnens særlige beskaffenhet, arbeidsstans eller lignende forhold ikke kan bli fullført før fristen løper ut.\nHar det vært tvist om mutingsretten eller om adgangen til å foreta undersøkelser, og dette har ført med seg at undersøkelsene ikke har kunnet drives, kan bergmesteren,​1 når muteren søker om det, forlenge fristen med så lang tid som undersøkelsene på grunn av tvisten ikke har kunnet drives.\nSøknad om forlengelse av fristen må være kommet inn til bergmesteren​1 før fristen løper ut.\nEr fristen for å søke om utmål løpt ut etter at søknad om forlengelse kom inn til bergmesteren, og søknaden om forlengelse blir avslått, anses likevel en søknad om utmål som rettidig, dersom den kommer inn til bergmesteren​1 innen 30 dager etter at søkeren har mottatt underretning om avslaget.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Mutingsrett i områder som ikke blir belagt med utmål.",
      "content": "For så vidt angår den del av mutingsområdet som ikke blir belagt med utmål,​1 beholder muteren mutingsretten inntil fristen etter § 20, eller i tilfelle den forlengede frist etter § 21, for å søke om utmål er løpt ut.\n1 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:22 a",
      "chapter": "3",
      "section": "22 a",
      "title": "Særregler om muting i Finnmark​1",
      "content": "Søknader om muting i Finnmark fylke kan avslås dersom allmenne hensyn taler imot at søknaden innvilges. Ved vurderingen skal det legges vesentlig vekt på hensynet til samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv. Innvilges søknaden, kan det settes vilkår for å ivareta hensyn som nevnt.\nVed behandlingen av søknaden skal bergmesteren gi grunneieren, Sametinget, fylkesmannen, fylkeskommunen, kommunen og det aktuelle områdestyret og distriktsstyret for reindriften anledning til å uttale seg.\nDersom Sametinget eller Finnmarkseiendommen som grunneier går imot at søknaden innvilges, skal søknaden avgjøres av departementet.​2\nInnvilger departementet søknaden i tilfeller som nevnt i tredje ledd, har klage til Kongen​3 fra Sametinget eller Finnmarkseiendommen som grunneier oppsettende virkning.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Rett til å kreve utmål.",
      "content": "Muteren kan kreve utmål dersom han gjør sannsynlig at forekomsten av mutbart mineral​1 har en slik rikholdighet, størrelse og beskaffenhet ellers at den kan antas å være, eller innen rimelig tid bli, drivverdig.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Rett til utmål i forhold til andre mutere.",
      "content": "Har flere helt eller for en del fått mutingsbrev på samme område, kan bare den eldste muteren​1 kreve utmål i det område som er felles så lenge hans rett består.\nDersom flere mutere har samme alder i felt,​1 har de like rett til å kreve utmål i det område som er felles. Blir utmål gitt i dette område, får de utmålet i fellesskap for så vidt dette område angår, med mindre de blir enige om en annen ordning. Dersom de ikke blir enige om utnyttelsen av det utmål de har felles, kan hver av dem kreve fellesskapet oppløst. Bestemmelsene i § 15 i lov av 18 juni 1965 nr. 6 om sameige får tilsvarende anvendelse.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Utmålets form og størrelse.",
      "content": "Utmålet skal ha formen av en rettvinklet firkant. Dersom der er ønskelig at utmålet blir lagt umiddelbart inntil annet utmål eller til en eldre muters mutingsområde,​2 kan denne bestemmelse fravikes så langt det er nødvendig. Tilsvarende kan bestemmelsen fravikes dersom utmålet må eller ønskes avsluttet mot områder der spesielle forhold gjør det nødvendig eller sterkt ønskelig å avgrense utmålet. Bergmesteren skal gjøre merknader om dette i utmålsbrevet. Utmålet kan ikke ha flere enn fire hjørnepunkter.\nMot dypet skal grensene for utmålet være loddrette.\nUtmålet skal ikke være større enn nødvendig for å dekke forekomstens sannsynlige utstrekning. Det skal ikke være større enn 300.000 m​2 og den lengste siden ikke lenger enn 1.200 meter, regnet i horisontalplanet.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Fremsetting av utmålssøknad.",
      "content": "Søknad om utmål rettes til bergmesteren i det distrikt​1 hvor vedkommende forekomst ligger.\nSøknaden skal være skriftlig eller telegrafisk.\nSøkeren kan ved henvendelse til bergmesterens kontor få bistand til å sette søknaden opp i skriftlig form.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Utmålssøknadens innhold.",
      "content": "Søknaden skal inneholde følgende opplysninger:\n1. søkerens navn og fullstendige adresse,\n2. om søkeren er norsk statsborger​1 eller – hvis søkeren er et aksjeselskap​2 eller allmennaksjeselskap,​3 et annet selskap med begrenset ansvar, eller en korporasjon eller stiftelse – om styret er helt norsk og har sete i Norge,\n3. hvilket mutingsbrev​4 søknaden knytter seg til med angivelse av navnet til den som mutingsbrevet er utferdiget til, og datoen det er utferdiget,\n4. en fullstendig og nøyaktig beskrivelse av beliggenheten for det utmål det søkes om, med angivelse av kommune og så vidt mulig vedkommende eiendoms eller eiendommers matrikkelnummer​5 og eierens og brukerens navn og adresse,\n5. hvilket eller hvilke mutbare mineraler​6 utmålet inneholder, hvilke undersøkelsesarbeider som er foretatt og resultatene av dem.\nEr søkeren en annen enn den mutingsbrevet er utferdiget til, må han sende inn til bergmesteren​7 legitimasjon for at han er rett innehaver av retten etter mutingsbrevet.\nOmfatter det utmål som søknaden gjelder, sted som er fredet for skjerping etter bestemmelse gitt i eller i medhold av § 3, første, annet eller femte ledd, må søkeren gi opplysning om dette.\nBestemmelsene i § 11, annet ledd, får tilsvarende anvendelse.\n0 Endret ved lover 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 17 juni 2005 nr. 101 (i kraft 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jfr. lov 10 juni 2005 nr. 51.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Jfr. § 15.\n5 Jfr. lov 17 juni 2005 nr. 101 § 3, c.\n6 Se § 1.\n7 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Påtegning på utmålssøknaden. Frist for nærmere opplysninger.",
      "content": "Når en søknad om utmål kommer inn til bergmesteren,​1 skal han straks gi den påtegning om hvilken dag den er kommet.\nBestemmelsene i § 13 første, annet, femte og sjette ledd, får tilsvarende anvendelse.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Avslag på utmålssøknaden.",
      "content": "Søknaden blir å avslå uten at utmålsforretning holdes:\n1. hvis forskudd på behandlingsgebyr ikke blir betalt innen den frist som bergmesteren​1 har satt,\n2. hvis det etter de opplysninger som foreligger, er åpenbart at vilkårene for å gi utmål ikke er til stede.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utmålsforretning. Innkalling og varsel.",
      "content": "Blir søknaden om utmål ikke avslått etter § 29, skal det holdes utmålsforretning, som regel med befaring av utmålsområdet. Bergmesteren​1 berammer utmålsforretningen så snart den er tilstrekkelig forberedt.\nSøkeren innkalles til forretningen ved rekommandert brev. Han skal i innkallingen gjøres kjent med bestemmelsen i § 31 om følgene av å utebli fra forretningen. Innkallingen skal sendes så tidlig at søkeren får minst 4 ukers varsel.\nEieren og brukeren av grunnen skal så vidt mulig varsles om forretningen. Det samme gjelder annen innehaver av mutings- eller utmålsrett, hvis forretningen kan få betydning for hans rett. De skal gjøres kjent med at forretningen kan bli fremmet, selv om de ikke møter. Varslet bør, om mulig, sendes til slik tid som nevnt i annet ledd.\nDepartementet​2 kan gi nærmere forskrifter​3 om forberedelsen og utføringen av utmålsforretning, herunder om innkalling til og varsel om forretningen.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Forfall og utblivelse fra utmålsforretning.",
      "content": "Dersom hverken søkeren eller noen fullmektig for ham møter til utmålsforretningen, og lovlig forfall ikke er opplyst eller sannsynlig, blir søknaden om utmål å avslå, med mindre bergmesteren​1 finner saken tilstrekkelig opplyst til at utmål kan gis i samsvar med søknaden. Er lovlig forfall opplyst eller sannsynlig, utsettes utmålsforretningen til ny berammelse.\nEr utmålssøknaden avvist etter første ledd, anses en ny søknad om utmål som rettidig, selv om fristen etter § 20 og i tilfelle den forlengede frist etter § 21 er løpt ut, dersom den nye søknad kommer inn til bergmesteren​1 innen 30 dager etter at søkeren har mottatt underretning om avvisningen, og han gjør det sannsynlig at hans unnlatelse av å møte skyldtes lovlig forfall.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Protokoll over utmålsforretningen.",
      "content": "Over utmålsforretningen skal det føres protokoll.\nProtokollen skal inneholde opplysning om:\n1. tiden og stedet for forretningen og hvem som styrer den,\n2. hvem som er varslet om forretningen, hvordan varslet er gitt og hvem som møter,\n3. hvilke dokumenter og andre bevis, herunder prøvestuffer, som blir fremlagt og hvilke påvisninger som blir gjort,\n4. innvendinger som fremkommer mot at utmål blir gitt og erklæringer og erkjennelser som er av betydning for avgjørelsen,\n5. de avgjørelser som blir truffet og grunnene for dem.\nBlir utmål gitt, skal det i protokollen inntas en nøyaktig beskrivelse av grensene for utmålet og hvordan det er merket i marken.\nDepartementet​1 kan gi nærmere forskrifter om hvordan protokollen skal være innrettet og utstyrt og om autorisasjon av den.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Avgjørelse av utmålssøknaden.",
      "content": "Dersom lovens vilkår​1 for utmål foreligger, skal utmål gis.\nI motsatt fall blir søknaden å avslå.\nForeligger vilkårene bare for en del av det område det er søkt om, blir utmål å gi for denne del dersom søkeren ønsker det. For øvrig blir søknaden å avslå.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Utmålsbrev.",
      "content": "Blir utmål gitt, skal bergmesteren​1 utferdige utmålsbrev.\nDepartementet​2 gir nærmere bestemmelser om hva utmålsbrevet skal inneholde og kan fastsette skjema for det.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Merking av utmålsområdet. Utmålskart.",
      "content": "På forlangende av bergmesteren​1 plikter utmålshaveren å merke utmålet i marken på synlig og varig måte.\nUtmålet skal legges inn på kart. Kartet skal følge bergmesterens protokoll​2 som bilag.\nDepartementet​3 kan gi forskrifter​4 om merkingen, om kartets målestokk og om hvordan det skal være utstyrt og innrettet.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Se § 32.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Utmålshaverens rett til gruvedrift.",
      "content": "Når utmålet er gitt, og vilkårene etter kapittel II i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. foreligger, kan gruvedrift settes i gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Steder som er unntatt fra gruvedrift og undersøkelsesarbeider.",
      "content": "De bestemmelser som er gitt i eller i medhold av § 3 første, annet og femte ledd, om steder fredet for skjerping, gjelder tilsvarende for utmålshaverens undersøkelser og drift i utmålsområdet.​1\nBergmesteren​2 kan likevel bestemme at utmålshaveren kan foreta undersøkelsesarbeider og gruvedrift under dagen i område som nevnt i § 3 første ledd nr. 1-4, unntatt kirkegårder, dersom de fordeler utmålshaveren vil oppnå ved det, er overveiende i forhold til den skade og ulempe det vil føre med seg for eieren og brukeren av grunnen. Videre kan utmålshaveren i de tilfeller hvor § 3 i lov av 28. juni 1957 nr. 16 om friluftsliv gir fri ferdselsrett i innmark, under de samme forutsetninger som for denne rett, foreta geofysiske målinger som ikke medfører skade.\nFor skade eller ulempe som undersøkelsesarbeidene eller driften medfører for grunneieren eller brukeren, plikter utmålshaveren å svare erstatning. Tvist om krav på erstatning etter annet ledd avgjøres ved skjønn.​3 Skjønnets avgjørelse er tvangsgrunnlag på samme måte som en dom.​4 De utgifter som etter lovgivningen er forbundet med skjønnet, bæres av utmålshaveren. Ved overskjønn kommer tvisteloven​5 kapittel 20 til anvendelse for behandlingen i den høyere instans.\n0 Endret ved lover 17 des 1982 nr. 88, 3 mai 1985 nr. 25, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Jfr. lov 1 juni 1917 nr. 1 (skjl.).\n4 Jfr. tvangsl. § 4-1 (2), b.\n5 Lov 17 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "title": "Retten til mutbare mineraler.",
      "content": "Utmålshaveren har rett til å bryte ut og nyttiggjøre seg alle mutbare mineraler​1 i utmålet.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "title": "Retten til ikke mutbare mineraler (biprodukter).",
      "content": "Mineraler som ikke er mutbare,​1 har utmålshaveren rett til å bryte ut så langt det er nødvendig for å drive ut de mutbare mineraler.\nUtmålshaveren kan nyttiggjøre seg de ikke mutbare mineraler som i medhold av første ledd lovlig blir brutt ut. Dette gjelder likevel ikke hvis bergmesteren​2 før gruvedrift, herunder prøvedrift, settes i gang, finner at de mineraler som ikke er mutbare, forekommer på stedet i slik mengde og form at forekomsten av dem med fordel kan gjøres til gjenstand for selvstendig utnyttelse.​3\n1 Se § 1.\n2 Jfr. § 57.\n3 Jfr. lov 21 mars 1952 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:39 a",
      "chapter": "4",
      "section": "39 a",
      "title": "Sikringsplikt for utmålshaver.",
      "content": "Utmålshaveren skal påse at åpninger i grunnen som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret og at de blir forsvarlig og varig sikret når virksomheten blir innstillet, nedlagt eller utmålet oppgitt. Dette gjelder alle gruveåpninger og andre åpninger i grunnen innenfor utmålet og gruveåpninger utenfor utmålet når de virker som adkomst til malmen i utmålet eller har annen tilknytting til utmålet. Sikringsplikten gjelder uten hensyn til om åpningene er laget av utmålshaveren eller ei. Sikringsplikten gjelder også forebyggende tiltak mot ras.\nSikringsplikten etter første ledd gjelder også tipper og utlagte masser som utmålshaveren har laget eller som utmålshaveren har ervervet retten til.\nBlir det knyttet driftskonsesjon til utmålet, kan utmålshaveren pålegges et stedsevarig vedlikehold av sikringene. Bergmesteren​2 kan pålegge utmålshaveren å stille sikkerhet for vedlikeholdet etter oppgivelsen av utmålet.\nDepartementet​3 kan gi forskrifter​4 om gjennomføringen av sikringene og tilsynet med disse.\n0 Tilføyd ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "4:39 b",
      "chapter": "4",
      "section": "39 b",
      "title": "Særregler om utmål i Finnmark​1",
      "content": "For søknader om utmål i Finnmark fylke gjelder bestemmelsene i § 22 a tilsvarende. I tilfeller som nevnt i § 22 a tredje ledd avgjør departementet​2 om utmålsforretning skal holdes før eller etter at departementet har behandlet søknaden.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39 b."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Avståing med hjemmel i loven.",
      "content": "Den som har fått mutingsbrev​2 kan kreve avstått grunn og rettigheter som han trenger for å kunne foreta undersøkelsesarbeider som er nevnt i § 17.\nUtmålshaveren​3 kan kreve avstått grunn og rettigheter som han trenger for gruvedriften.\nFra steder og områder som etter bestemmelsene i § 3 er fredet for skjerping, kan avståing etter denne paragraf bare kreves til nødvendig atkomstveg. Fra eldre muters mutingsområde gjelder det samme, med mindre denne samtykker i at det kreves avståing i videre utstrekning.\nSpørsmålet om avståing kan kreves og i tilfelle i hvilket omfang, avgjøres ved skjønn.​4\nDersom det blir begjært, kan skjønnet treffe bestemmelse om at undersøkelsesarbeidene eller driften skal være satt i gang innen en nærmere bestemt frist. Blir fristen ikke overholdt, kommer bestemmelsene i lov 23 oktober 1959 om oreigning av fast eigedom § 10 annet til femte ledd, til anvendelse.\n1 Jfr. lov 23 okt 1959 nr. 3 § 30. – Jfr. også lov 21 mars 1952 nr. 1.\n2 Jfr. § 15.\n3 Jfr. kap. 4.\n4 Jfr. lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Avståing etter særskilt tillatelse.",
      "content": "Kongen kan gi utmålshaveren​1 tillatelse til å kreve avstått :\n1. grunn og rettigheter på steder der avståing ikke kan skje i medhold av § 40, herunder i annens utmål og i eldre muters​2 mutingsområde, når grunnen eller rettigheten trengs til utvinning av særlig verdifulle og samfunnsnyttige mutbare mineraler,​3 og grunnens verdi for den som søker avståing, er ganske vesentlig større enn det tap som vil bli voldt vedkommende grunneier og bruker eller eldre muter,\n2. grunn og rettigheter som trengs til metallurgisk behandling eller annen foredling av utvunne mineraler, når det av hensyn til en rasjonell drift anses ønskelig at foredlingen foregår i tilknytning til utvinningen,\n3. rett til å føre hjelpedrift gjennom annens utmål eller eldre muters mutingsområde når hjelpedriften er nødvendig for driften av gruven.\nTillatelsen gis på slike vilkår som anses ønskelige for at virksomheten kan foregå på mest mulig rasjonell måte og til sikring av grunneierens, naboenes og almenhetens interesser. Det skal herunder tas hensyn til at virksomheten blir minst mulig skjemmende for omgivelsene og naturen på stedet, og at terrenget så vidt mulig kan få sitt gamle utseende tilbake når virksomheten blir nedlagt.\n1 Jfr. kap. 4.\n2 Jfr. § 16.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Avgiftens størrelse, beregning og fordeling.",
      "content": "Gruveeieren plikter å betale til eieren av grunnen en årlig avgift på 1 promille av verdien av alt som gruveeieren bryter ut fra utmålet, og som han nyttiggjør seg ved omsetning. For gruver på Finnmarkseiendommens​1 grunn kan Kongen ved forskrift​2 fastsette en høyere avgift.\nGrunnlaget for beregningen av avgiften er den pris som er oppnådd for produktene ved levering fra gruven, eller – hvis gruveeieren selv sjeider eller oppreder malmen på stedet – ved levering fra sjeide- eller oppredningsverket. Dersom gruveeieren foredler malmen ytterligere, f.eks. ved smelting eller annen metallurgisk behandling, legges salgsverdien før denne foredling til grunn.\nAvgiften skal ved lovens ikrafttreden ikke overstige kr. 6.000 i året for hvert utmål.​3 Denne avgiften skal justeres hvert 10. år på grunnlag av justeringsnormer som fastsettes av Kongen – første gang for driftsåret 1984. Ved fastsettelsen av normene skal det særlig tas hensyn til forandringer i kronens kjøpekraft.\nAvgift betales ikke for de to første år gruven er i drift.\nEr det flere grunneiere i utmålet, fordeles avgiften mellom dem i forhold til det areal hver av dem eier innenfor utmålet.\nTvist om beregning eller fordeling av avgiften avgjøres ved skjønn.​4\n0 Endret ved lover 3 mai 1985 nr. 25, 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 25. Forskrift 19 mars 2004 nr. 546 setter for perioden 1 jan 2004 til 31 des 2013 maksimalsatsen til kr. 30.000 pr. år.\n4 Jfr. lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Avgiftens betaling.",
      "content": "Avgiften for det enkelte år forfaller til betaling den 1 mars i det følgende år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Protokoll over produksjonen.",
      "content": "Til bruk for beregningen av avgiften til grunneieren, skal gruveeieren føre en bok hvor enhver levering av produkter fra gruven, eller i tilfelle fra sjeide- eller oppredningsverket, blir fortløpende ført inn med angivelse av produktenes art, mengde og oppnådd pris. Dersom gruveeieren selv foredler malmen ut over sjeiding og oppredning, skal den antatte salgsverdi før denne foredling anføres i boken.​1\n1 Jfr. § 42 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Årsavgift for mutinger og utmål.",
      "content": "For å beholde sin rett etter mutingsbrev eller utmålsbrev, må innehaveren av retten betale en årlig avgift til statskassen. Kongen gir nærmere regler​2 om avgiften og fastsetter dens størrelse.\nFor rett som staten er innehaver av, betales ikke avgift.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Årsavgiftens betaling.",
      "content": "Årsavgiften betales første gang for det første kalenderår etter det år da mutings- eller utmålsbrevet er utferdiget.\nAvgiften betales forskuddsvis innen 2. januar til den departementet​1 bestemmer.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Dobbelt avgift. Bortfall av mutinger og utmål ved forsinket betaling.",
      "content": "Blir avgiften ikke betalt innen fristen i § 46 annet ledd, skal dobbelt avgift betales innen 31 mars samme år.\nBergmesteren​2 skal innen 30 januar i rekommandert brev varsle den som er oppgitt som innehaver av retten, om fristen for å betale dobbelt avgift og om følgen av at fristen oversittes.\nBlir dobbelt avgift ikke betalt innen utløpet av fristen, faller retten etter mutingsbrevet eller utmålsbrevet bort (så langt den ikke tilfaller staten, jfr. § 15 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v.). Dette gjelder selv om det ikke er gitt varsel etter annet ledd.\n1 Jfr. § 68.\n2 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Nærmere forskrifter om årsavgift.",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 om betalingen av årsavgiften og om kvittering.\n1 Nærings- og handelsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Fortegnelse over mutinger, utmål og betalte årsavgifter.",
      "content": "Bergmesteren​1 skal i samsvar med forskrifter som departementet​2 gir, for hvert år utarbeide fortegnelser over mutingsbrev som er utferdiget, utmål som er gitt og årsavgifter som er betalt i løpet av året. Enhver kan kreve å få avskrift av fortegnelsene.\n0 Endret ved lover 17 des 1982 nr. 86, 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Underretning til bergmesteren om undersøkelsesarbeider og gruvedrift.",
      "content": "Den som akter å sette i gang undersøkelsesarbeider som nevnt i § 17, skal​1 underrette bergmesteren om dette på forhånd.\nDen som akter å sette i gang gruvedrift, herunder prøvedrift, skal​1 på forhånd sende bergmesteren​2 og Direktoratet for arbeidstilsynet​3 planene for den påtenkte drift. Han skal senere holde bergmesteren​2 og Direktoratet for arbeidstilsynet​3 underrettet om enhver vesentlig endring i planene før endringene blir satt i verk.\nVil gruveeieren legge ned påbegynt drift eller innstille den for mer enn 3 måneder eller på ubestemt tid, skal han underrette bergmesteren​2 om dette i god tid i forveien.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Jfr. lov 17 juni 2005 nr. 62 kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Bergmesterens tilsyn med undersøkelsesarbeider og gruvedrift.",
      "content": "Bergmesteren​1 skal føre tilsyn med at undersøkelsesarbeider som nevnt i § 17 og gruvedrift, herunder oppredning og prøvedrift, foregår på bergmessig og forsvarlig måte og at driften foregår i samsvar med konsesjonsvilkårene og vilkårene for avståing.\nBergmesteren​1 skal bl.a. føre tilsyn med at det ved opplegget og gjennomføringen av undersøkelsesarbeider og drift blir truffet forføyninger for å avverge unødig fare eller skade og til sikring av grunneierens, naboenes og almenhetens interesser, herunder at naturen og omgivelsene på stedet ikke blir unødig skjemmet. Han skal påse at alle gruveåpninger og andre åpninger i grunnen som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret mens virksomheten pågår, og at de blir forsvarlig og varig sikret når virksomheten blir innstillet eller nedlagt. Departementet​2 kan gi forskrifter​3 om hvordan åpninger i grunnen skal sikres.\nBergmesteren kan gi de pålegg som er nødvendige for de formål som er nevnt i første og annet ledd.​4 Han kan bl.a. pålegge den som setter i gang undersøkelsesarbeider eller gruvedrift å stille sikkerhet for at åpninger i grunnen blir forsvarlig sikret når virksomheten innstilles eller nedlegges.​4\nDepartementet​2 kan gi forskrifter​3 om tilsyn med at sikringen av åpninger i grunnen blir forsvarlig vedlikeholdt etter at virksomheten er opphørt.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:51 a",
      "chapter": "8",
      "section": "51 a",
      "title": "Kvalifikasjonskrav",
      "content": "Departementet kan i forskrift fastsette krav til faglige kvalifikasjoner hos personell som forestår drift av mineralforekomster etter denne lov, samt regler om godkjenning av tilsvarende kompetanse for borgere fra EØS-området.\n0 Tilføyd ved lov 6 juni 2008 nr. 39 (i kraft 1 juli 2008 iflg. res. 6 juni 2008 nr. 544).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51a",
        "source_heading": "§ 51 a."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Innsending av undersøkelses- og driftsrapporter.",
      "content": "Når undersøkelsene av malmforekomst, herunder geofysisk undersøkelse, er avsluttet, eller når den innstilles på ubestemt tid, plikter​2 den som har iverksatt undersøkelsen innen 6 måneder å sende til bergmesteren​3 i to eksemplarer rapport om undersøkelsen og de resultater den har gitt, med kart over det område som er undersøkt. På kartet skal røskinger, diamantborehull, åpningsdrifter o.l. være tegnet inn.\nGruveeieren skal senest innen 31 mars hvert år sende bergmesteren​3 rapport om de undersøkelser som i det forløpne kalenderår er foretatt i gruven og om resultatene av dem.\nDepartementet​4 kan gi nærmere forskrifter​5 om rapportene og kartet og kan også gjøre unntak fra bestemmelsene i første ledd.\n1 Jfr. § 54.\n2 Jfr. § 54 og § 64.\n3 Jfr. § 57.\n4 Nærings- og handelsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Innsending av kart. Innhenting av andre opplysninger.",
      "content": "Over gruver som er drevet inn mer enn 10 meter og dagbrudd, plikter​2 gruveeieren å ta opp kart. Kartet skal​2 føres à jour etter hvert som driften skrider fram. Gruveeieren skal​2 innen 1 mai i de år hvis tall ender på 5 eller 0 sende kopi eller film av det ajourførte kart i to eksemplarer til bergmesteren,​3 og i ett eksemplar til Direktoratet for arbeidstilsynet.​4\nHvis bergmesteren​3 eller Direktoratet for arbeidstilsynet​4 i det enkelte tilfelle finner det nødvendig, kan det pålegges gruveeieren å sende kartkopier med kortere mellomrom.\nDepartementet​5 kan gi nærmere forskrifter​6 om kartet og kan også gjøre unntak fra bestemmelsene i første ledd.\nGruveeieren plikter​2 for øvrig å gi bergmesteren de opplysninger han forlanger om den malmforekomst som gruvedriften er knyttet til. Gruveeieren kan også pålegges​2 å sende til bergmesteren​3 regelmessige oppgaver over produksjonen, etter nærmere regler som departementet​5 fastsetter.\nNår gruvedriften blir nedlagt, skal​2 kopier av alle kart og rapporter vedkommende gruven som bergmesteren​3 ikke før har fått, sendes inn til ham.\n1 Jfr. § 54.\n2 Jfr. § 64.\n3 Jfr. § 57.\n4 Jfr. lov 17 juni 2005 nr. 62 kap. 18.\n5 Nærings- og handelsdepartementet.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Hemmelighold av opplysninger m.v.",
      "content": "Rapport, kart og opplysninger som nevnt i §§ 52 og 53, må ikke gjøres tilgjengelig for andre uten tillatelse fra vedkommende muter eller utmålshaver så lenge hans mutingsrett eller rett etter utmålet består. Hvis den som har sendt inn nevnte rapport, kart eller opplysninger har søkt om mutingsbrev på vedkommende malmforekomst, gjelder det samme så lenge søknaden ikke er avgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "title": "Skjønnsmyndighet.​1",
      "content": "Skjønn etter § 5 annet ledd og § 6 annet ledd styres av lensmannen, namsfogden eller politistasjonssjef med sivile rettspleieoppgaver.​2\n0 Endret ved lov 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84.\n1 Jfr. lov 1 juni 1917 nr. 1 (skjl.).\n2 Jfr. lov 4 aug 1995 nr. 53 § 16 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "title": "Gransking",
      "content": "Saksøkte plikter å finne seg i at det til bruk for skjønnet foretas slike granskinger av eiendommen som skjønnsmyndighetene finner nødvendig. Volder granskingen tap eller ulempe, fastsettes erstatningen for dette under skjønnet.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "title": "Bergmesterdistrikter og bergmestre.",
      "content": "Landets inndeling i bergmesterdistrikter fastsettes av Kongen. Bergmestrene er embetsmenn.\nDepartementet​1 kan gi forskrifter om bergmestrenes virksomhet.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Fullmektig for bergmestrene.",
      "content": "De gjøremål som er lagt til bergmestrene, kan utføres ved fullmektig som må være godkjent av departementet.​1\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Bergmestres erverv av bergverksrettigheter.",
      "content": "Bergmesteren eller hans fullmektig må ikke​1 uten departementets​2 samtykke i det enkelte tilfelle erverve mutings- eller utmålsrett i embetsdistrikt eller være eier av eller deltaker i foretagende som innehar slike rettigheter.\n1 Jfr. strl. § 325.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "title": "Tinglysing av utmålsbrev.",
      "content": "Utmålsbrev tinglyses på begjæring av utmålshaveren og ellers så langt det følger av forskrift.​1\nTinglysingen skjer ved merknad i grunnboken.​2\nI forskrift​3 kan bestemmes at utmål skal gis eget blad i grunnboken, og at flere utmål med samme innehaver kan gis felles blad i grunnboken.\n1 Jfr. § 63.\n2 Se lov 7 juni 1935 nr. 2 kap. 2 og 3.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "title": "Rettsstiftelser i utmål.",
      "content": "Overdragelse og pantsetting av utmål får rettsvern ved tinglysing etter de regler som gjelder for fast eiendom.​1\nDet samme gjelder for andre rettsstiftelser i utmål så langt ikke annet følger av forskrift.​2\n1 Se lov 7 juni 1935 nr. 2 kap. 3.\n2 Jfr. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "title": "Forskrifter.",
      "content": "Forskrift som nevnt i §§ 61 og 62 gis av Kongen,​1 som også ellers kan gi nærmere forskrifter om tinglysing av utmålsbrev og av rettsstiftelser i utmål, og herunder kan fravike tinglysingslovens​2 regler. På samme måte kan det gis nærmere forskrifter om sletting av utmålsbrev og av heftelser i utmål.\nI forskrift​3 kan gis bestemmelser om samarbeid mellom bergmester​4 og registerfører,​5 herunder om plikt for bergmester til å sende melding om nye utmålsbrev og bortfall av eldre utmål, og om plikt for registerfører til å sende melding om tinglyste overdragelser av utmål.\nFor øvrig gjelder tinglysingslovens​2 § 38 tilsvarende.\n0 Endret ved lov 12 sep 2003 nr. 93 (i kraft 1 jan 2004 iflg. res. 12 sep 2003 nr. 1136).\n1 Justisdepartementet iflg. res. 14 des 1973.\n2 Lov 7 juni 1935 nr. 2.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 57.\n5 Jfr. lov 7 juni 1935 nr. 2 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "title": "Forskjellige forseelser.",
      "content": "Med mindre en strengere straffebestemmelse kommer til anvendelse, straffes med bøter:​1\n1. den som foretar skjerping, undersøkelsesarbeider eller drift i strid med bestemmelser gitt i eller i medhold av § 3, jfr. § 18 annet ledd første punktum og § 37 første ledd,\n2. den som overtrer bestemmelsene i § 4 annet ledd, § 5 første og annet ledd, § 7 første ledd, § 19 a første og annet ledd eller § 39 a første ledd, eller forskrifter gitt i medhold av § 7 annet ledd, § 19 a tredje ledd eller § 39 a fjerde ledd,\n3. den som unnlater å sende underretning, planer, rapport eller kart i samsvar med §§ 50-53 eller å etterkomme pålegg gitt i medhold av disse bestemmelser.\nOgså den uaktsomme overtredelse er straffbar.\n0 Endret ved lover 3 mai 1985 nr. 25, 20 juli 1991 nr. 66. Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Lovens ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 april 1974 iflg. res. 14 des 1973.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "title": "Opphevelse av andre lover.",
      "content": "Fra samme tid oppheves følgende lover for så vidt de ikke blir opprettholdt ved bestemmelsene i § 68:\n1. lov 14 juli 1842 angaaende Bergværksdriften,\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "13:67",
      "chapter": "13",
      "section": "67",
      "title": "Forandringer i andre lover.",
      "content": "I andre lover gjøres følgende endringer: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "13:68",
      "chapter": "13",
      "section": "68",
      "title": "Overgangsbestemmelser.",
      "content": "1. – – –\n2. Den som før denne lov trer i kraft har foretatt muting og den som har foretatt muting i medhold av nr. 1 i denne paragraf, skal uten hinder av bestemmelsene i § 19 i denne lov ha samme rett til å foreta undersøkelsesarbeider og til å kreve avstått grunn og rettigheter som han ville ha hatt etter bergverksloven av 14 juli 1842.\n3. Muter som nevnt i nr. 2 i denne paragraf kan, når vilkårene for utmål etter denne lov er til stede, velge om han vil ha utmål lagt i samsvar med §§ 23 og 24 i bergverksloven av 14 juli 1842 eller i samsvar med § 25 i denne lov.\n4. For de mutere som er nevnt i nr. 2 i denne paragraf regnes fristen etter § 20 for å søke om utmål fra lovens ikrafttreden.\nBergmesteren kan forlenge fristen med inntil 5 år dersom muteren før fristen løper ut ikke har foretatt tilstrekkelige undersøkelser for å godtgjøre at vilkårene for utmål er til stede, fordi en annen har hatt bedre alder i feltet og det har vært uvisst om han ville kreve utmål og hvor hans utmål i tilfelle ville bli lagt. Søknad om forlengelse av fristen må være kommet inn til bergmesteren før fristen for å søke utmål etter første ledd løper ut.\nBergmesteren kan forlenge fristen etter første ledd, eller i tilfelle den forlengede frist etter annet ledd, i samsvar med bestemmelsene i § 21.\n5. Lengdeutmål som er gitt før denne lov trer i kraft eller i medhold av nr. 3 i denne paragraf, kan, om utmålshaveren begjærer det, begrenses i fallretningen ved en loddrett grenseflate gjennom en horisontal linje, som skal være parallell med strøkets hovedretning (forekomstens «Strygende», jfr. bergverksloven av 14 juli 1842 § 23 a). Bestemmelsen i § 35 får tilsvarende anvendelse på utmål som er gitt før lovens ikrafttreden. Departementet kan gi nærmere forskrifter om avholdelse av en tilleggsforretning til fastlegging og beskrivelse av utmålets grenser.\n6. Bestemmelsene i §§ 42-44 om avgift til grunneieren kommer ikke til anvendelse i tilfelle hvor grunneieren etter § 16 i bergverksloven av 14 juli 1842 har tapt sin rett til å delta i driften før denne lov trer i kraft.\n7. For mutingsbrev som er utferdiget før denne lov trådte i kraft eller som er utferdiget i henhold til nr. 1 i denne paragraf og for lengdeutmål etter bergverksloven av 14. juli 1842 eller etter nr. 3 i denne paragraf, skal det betales en årlig avgift til statskassen. Kongen gir nærmere regler om avgiften og fastsetter dens størrelse.\n8. Når mutingsrett ervervet før lovens ikrafttredelse eller i medhold av nr. 1 i denne paragraf faller bort etter lovens ikrafttredelse i samsvar med reglene i § 47, skal retten i stedet tilfalle staten slik som bestemt for utmål eller gruve i § 15 første punktum i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v., dersom mutingsretten omfattes av konsesjon meddelt i henhold til samme lovs paragraf 13.\n9. Innehaver av lengdeutmål kan begjære utmålet omgjort til flateutmål når vilkårene for utmål etter denne lov ellers er til stede. Utmålet må ikke krenke noen annens bergrettighet.\nDepartementet kan gi nærmere forskrifter om konverteringssøknadenes innhold og om gjennomføringen av utmålsforretningen.\n0 Endret ved lov 3 mai 1985 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Mutbare mineraler.",
      "content": "Følgende mineraler (metaller og malmer) er mutbare og går inn under bestemmelsene i denne lov:\n1. metaller med egenvekt 5 eller høyere og malmer av slike metaller,\n2. metallene titan og arsen og malmer av disse metaller,\n3. magnetkis og svovelkis.\nMyr- og sjømalm og alluvialt gull er ikke mutbare.​1 Departementet​2 kan gi tillatelse til undersøkelse etter og til utvinning av alluvialt gull på statsgrunn samt fastsette de nærmere vilkår for slike tillatelser.\n1 Jfr. lov 21 mars 1952 nr. 1 § 14.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Bergfrihetens prinsipp.",
      "content": "Enhver har rett til på de vilkår og med de begrensninger som fremgår av denne lov å søke etter (skjerpe), mute og få utmål​1 på forekomster av mutbare mineraler​2 på egen eller andres grunn.\nFremmede statsborgere kan bare utøve rett som nevnt i første ledd i den utstrekning slik rett blir meddelt ved konsesjon etter § 17 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. Det samme gjelder aksjeselskaper og andre selskaper med begrenset ansvar, korporasjoner og stiftelser som ikke har sete i Norge og helt norsk styre. Bestemmelsen i første og annet punktum gjelder ikke for statsborgere i stater som er parter i EØS-avtalen når de er bosatt i en slik stat og foretak hjemmehørende i en stat som er part i EØS-avtalen.​3\n0 Endret ved lov 27 nov 1992 nr. 118 (i kraft 1 jan 1994).\n1 Jfr. kap. 2-4.\n2 Se § 1.\n3 Jfr. EØS-avtalen art 4, 31 og 34 jfr. lov 27 nov 1992 nr. 109 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Steder som er fredet for skjerping.",
      "content": "Ingen må​2 uten samtykke av grunneier og bruker foreta skjerping på følgende steder:\n1. tettbygd område, åker, eng, inngjerdet setervoll eller utslått, hage, park, idrettsplass, kirkegård eller lignende område,\n2. område for kraftverk, industri og lignende anlegg,\n3. område for offentlig veg, jernbane, flyplass, kanal, vann- eller kloakkledning, kraftledning, kraftledningsmast og steder som ligger mindre enn 20 meter fra slike anlegg og innretninger,\n4. område som ligger mindre enn 100 meter fra bygning av enhver art, unntatt utløer og skur,\n5. område som hører til militært anlegg eller øvingsområde,\n6. brudd eller gruve på ikke mutbart mineral som er i drift eller har vært i drift i løpet av de siste 10 år.\nUten samtykke fra vedkommende departement,​3 må​2 skjerping ikke foretas på riksgrense eller på steder som ligger mindre enn 20 meter fra riksgrense.\nI utmål​4 kan skjerping ikke​2 foretas uten samtykke fra utmålshaveren.\nI en annens mutingsområde​5 kan skjerping finne sted dersom skjerpingen ikke er til hinder for muterens undersøkelsesarbeider. I tilfelle tvist, avgjør bergmesteren​6 hvorvidt skjerping etter dette ledd kan finne sted.\nKongen kan bestemme at også andre områder enn de som er nevnt i første, annet og tredje ledd, skal være unntatt fra skjerping.\n1 Jfr. § 40 (3).\n2 Jfr. § 64.\n3 Nærings- og handelsdepartementet.\n4 Jfr. kap. 4.\n5 Jfr. § 9 og § 17.\n6 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Skjerpearbeider. Plikt til varsomhet.",
      "content": "Skjerperen har rett til å foreta de arbeider som er nødvendige for å søke etter mutbare mineraler i grunnen.\nSkjerperen skal​1 gå fram med varsomhet slik at skadene​2 ikke blir større enn strengt nødvendig og slik at naturen ikke blir unødig skjemmet.\nUten samtykke fra grunneieren og brukeren har skjerperen ikke rett til å gjøre inngrep i grunnen som medfører skade​2 av vesentlig betydning.\n1 Jfr. § 64.\n2 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Forhåndsvarsel. Sikkerhetsstillelse.",
      "content": "Før skjerperen foretar arbeider som kan føre med seg skade for grunneieren eller brukeren på grunn, bygninger og andre innretninger eller anlegg, plikter​1 han så vidt mulig å underrette eieren og brukeren om hvilke arbeider han vil foreta.\nHvis eieren eller brukeren krever det, plikter​1 skjerperen å stille sikkerhet for den skade​2 som kan oppstå. Oppstår det uenighet om sikkerhet kan kreves eller om sikkerhetens størrelse eller art, avgjøres tvisten ved skjønn.​3 Før tvisten er avgjort, må arbeid som nevnt i første ledd ikke settes i gang eller fortsettes uten samtykke av skjønnet (skjønnsstyreren).\nDe utgifter som etter lovgivningen er forbundet med skjønnet, bæres av skjerperen. Ved overskjønn kommer tvisteloven​4 kapittel 20 til anvendelse for behandlingen i den høyere instans.\n0 Endret ved lover 17 des 1982 nr. 88, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. § 64.\n2 Jfr. § 6.\n3 Jfr. § 55.\n4 Lov 17 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Skjerperens erstatningsansvar.",
      "content": "Skjerperen er, uten hensyn til om det er noe å legge ham til last, pliktig til å erstatte den skade på grunn, bygninger og andre innretninger eller anlegg som skjerpingen fører med seg for eieren og brukeren av grunnen.\nTvist om krav på erstatning etter første ledd avgjøres ved skjønn.​1 Skjønnets avgjørelse er tvangsgrunnlag på samme måte som en dom.​2\nParagraf 5, tredje ledd, gjelder tilsvarende.\n1 Jfr. § 55.\n2 Jfr. tvangsl. § 4-1 (2), b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Gjerdeplikt. Sikring av skjerp.",
      "content": "Skjerperen skal​1 holde skjerpet forsvarlig inngjerdet, hvis det medfører fare for mennesker eller husdyr. Dersom han innstiller arbeidet i skjerpet, skal han sikre det på varig måte.\nDepartementet​2 kan gi forskrifter​3 om hvordan skjerp skal sikres og om tilsyn med sikringen.\n1 Jfr. § 64.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Særregler om skjerping i Finnmark​1",
      "content": "Ved skjerping i Finnmark fylke skal skjerperen senest en uke før skjerpingen begynner, skriftlig varsle Sametinget, grunneieren og det aktuelle områdestyret og distriktsstyret for reindriften. Tar skjerperen sikte på inngrep i grunnen, skal stedet for inngrepet angis.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Erverv av mutingsrett.",
      "content": "Den som vil sikre seg rett i et område (mutingsområde) til å undersøke forekomster av mutbart mineral,​1 og rett fremfor andre til utmål​2 i området og til å utnytte forekomstene, må begjære muting.\n1 Se § 1.\n2 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Mutingsområdets form og størrelse.",
      "content": "Mutingsområdet (undersøkelsesområdet) skal ha formen av en rettvinklet firkant, og dets sider skal følge eller være parallelle med ett av de to hovedaksesystemer som benyttes i offisiell kartlegging (NGO og UTM). Dersom mutingen legges umiddelbart inn til et eldre eget mutingsområde eller eget utmål, kan kravet om mutingsområdets form og parallellitet fravikes så langt dette er nødvendig. Mutingsområdet kan ikke ha flere enn fire hjørnepunkter.\nMot dypet skal grensene være loddrette.\nOmrådet skal ikke være større enn 300.000 m​2 og den lengste siden ikke lenger enn 1.200 meter, regnet i horisontalplanet.\n0 Endret ved lov 3 mai 1985 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Fremsetting av mutingssøknad.",
      "content": "Søknad om muting rettes til bergmesteren i det distrikt​1 hvor det mutingsområdet som det søkes om, ligger.\nSøknaden skal være skriftlig eller telegrafisk.\nSøkeren kan ved henvendelse til bergmesterens kontor få bistand til å sette søknaden opp i skriftlig form.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Mutingssøknadens innhold.",
      "content": "Søknaden skal inneholde følgende opplysninger:\n1. Søkerens navn og fullstendige adresse,\n2. om søkeren er norsk statsborger,​2 eller – hvis søkeren er et aksjeselskap​3 eller allmennaksjeselskap,​4 et annet selskap med begrenset ansvar, eller en korporasjon eller stiftelse​5 – om styret er helt norsk og har sete i Norge,\n3. angivelse av hjørnepunktenes koordinater for det mutingsområde som det søkes om,​6 med opplysninger om kommune og så vidt mulig vedkommende eiendoms eller eiendommers matrikkelnummer og eierens navn,\n4. hva slags mutbare mineraler​7 søkeren antar finnes i området.\nDepartementet​8 kan gi nærmere forskrifter​9 om hvilke opplysninger søkeren skal gi og hvilke legitimasjoner han skal skaffe. I forskriftene kan det bestemmes at søkeren skal sende inn kart over området og hvordan kartet skal være utstyrt og innrettet.\n0 Endret ved lover 3 mai 1985 nr. 25, 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 17 juni 2005 nr. 101 (i kraft 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jfr. § 15.\n2 Jfr. lov 10 juni 2005 nr. 51.\n3 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n4 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n5 Jfr. lov 15 juni 2001 nr. 59.\n6 Jfr. § 9.\n7 Se § 1.\n8 Nærings- og handelsdepartementet.\n9 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Påtegning på mutingssøknaden.",
      "content": "Når en søknad om muting kommer inn til bergmesteren,​1 skal han straks gi den påtegning om hvilken dag den er kommet inn.​2\n1 Jfr. § 57.\n2 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Mutingssøknadens behandling.",
      "content": "Dersom de opplysninger og legitimasjoner som er gitt i søknaden er ufullstendige eller uklare, skal bergmesteren​1 sette søkeren en frist til å sende inn det som er nødvendig for å avgjøre søknaden.\nHar søkeren ikke betalt inn tilstrekkelig forskudd til dekning av behandlingsgebyr, skal han settes frist til å gjøre det.\nSøkeren skal gjøres kjent med at søknaden vil bli avslått om fristen etter de foregående ledd ikke overholdes.\nFristen kan forlenges dersom bergmesteren​1 finner at forholdene gjør det nødvendig.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Avslag på mutingssøknad.",
      "content": "Søknaden om muting blir å avslå:\n1. hvis søkeren er fremmed statsborger eller annet rettssubjekt som nevnt i § 2, annet ledd og ikke omfattes av unntaket i samme bestemmelse​1 eller ved konsesjon er meddelt rett til å mute og få utmål i vedkommende felt,\n2. hvis søkeren etter § 59 ikke har rett til å erverve den mineralforekomst søknaden gjelder,\n3. hvis angivelsen av mutingsområdets koordinater er ufullstendig eller uklar slik at den ikke gir tilstrekkelig grunnlag for å påvise og stikke ut (måle ut) området i marken,\n4. hvis det mineral søkeren har oppgitt som grunnlag for søknaden, ikke er mutbart etter bestemmelsene i § 1,\n5. hvis søkeren ikke har betalt inn forskudd på behandlingsgebyr,\n6. hvis søkeren eller noen annen som det må antas at søkeren opptrer på vegne av, fra før av har bergrettighet i det området som det søkes om.\nAvslag etter denne paragraf skal skje skriftlig.\n0 Endret ved lover 3 mai 1985 nr. 25, 27 nov 1992 nr. 118 (i kraft 1 jan 1994).\n1 Jfr. § 2 (2) tredje punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Mutingsbrev.",
      "content": "Dersom søknaden ikke blir avslått i medhold av bestemmelsene i § 14, skal bergmesteren​1 utferdige mutingsbrev.\nMutingsbrevet skal inneholde:\n1. muterens navn og adresse,\n2. angivelse av koordinatene for områdets hjørnepunkter med referanse til et av de offisielle kartverk som er benyttet,\n3. opplysning om hva slags mutbart mineral​2 muteren har antatt finnes i mutingsområdet.\nDersom bergmesteren​1 antar at noen annen har mutingsbrev eller utmål på samme område eller i nærheten, skal han anmerke det i mutingsbrevet.\nDepartementet​3 kan gi nærmere forskrifter​4 om hva mutingsbrevet skal inneholde og fastsette skjema for det.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Jfr. § 1.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Muterens alder i felt.",
      "content": "Muterens alder i feltet regnes fra den dagen hans søknad om muting kom inn til bergmesteren.​1\nDersom en søknad om utmål omfatter areal som ligger utenfor utmålssøkerens mutingsområde, regnes hans alder i feltet for så vidt angår dette areal fra den dagen da søknaden om utmål kom inn til bergmesteren.​2\nSøknader som er kommet inn til bergmesteren samme dag, anses som samtidig innkommet, og muterne får samme alder i feltet.\nSøknader som kommer inn etter kontortidens slutt, skal anses innkommet neste kontordag.\n1 Jfr. § 12.\n2 Jfr. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Muterens rett til undersøkelsesarbeider.",
      "content": "Når mutingsbrev er utferdiget, kan muteren i mutingsområdet foreta de undersøkelsesarbeider som er nødvendige for å kunne bedømme om det der finnes forekomst av mutbart mineral,​2 som har en slik rikholdighet, størrelse og beskaffenhet ellers at den kan antas å være, eller innen rimelig tid bli, drivverdig. Muteren kan også foreta prøvedrift som nevnt i § 18 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. Annen drift kan han ikke sette i gang så lenge utmål ikke er gitt.\n1 Jfr. § 40, § 50 og § 51.\n2 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Forholdet til grunneiere m.v.",
      "content": "Muteren har ikke rett til å gjøre andre inngrep i grunnen enn slike som han etter bestemmelsene i § 4 kan gjøre som skjerper, med mindre eieren og brukeren av grunnen samtykker, eller muteren i medhold av bestemmelsene i § 40, første ledd, har fått avstått grunn eller rettigheter han trenger.\nDe bestemmelser som er gitt i eller i medhold av § 3, første, annet og femte ledd om steder fredet for skjerping, gjelder tilsvarende for muterens undersøkelsesarbeider i mutingsområdet.​1 Muteren kan dog i de tilfeller hvor § 3 i lov av 28. juni 1957 nr. 16 om friluftslivet gir fri ferdselsrett i innmark, under de samme forutsetninger som for denne rett, foreta geofysiske målinger som ikke medfører skade.\nI utmål​2 har muteren ikke rett til å foreta undersøkelsesarbeider uten samtykke fra utmålshaveren.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Jfr. kap. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Forholdet til andre mutere.",
      "content": "Har flere helt eller for en del fått mutingsbrev på samme område,​2 har yngre muter (jfr. § 16, første og annet ledd) ikke rett til å foreta undersøkelsesarbeider i det området som er felles så lenge eldre muters rett består, med mindre den eldre muter samtykker.\nDersom muteren har samme alder i feltet (jfr. § 16, tredje ledd), har hver av dem rett til å foreta undersøkelsesarbeider i det område som er felles.\nI de tilfeller det er nødvendig med nøyaktig utstikning og/eller merking av mutingsområdet i marken, skal dette utføres og bekostes av muteren på bergmesterens​3 forlangende. Departementet​4 kan gi nærmere forskrifter​5 om merkingen.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. § 15.\n3 Jfr. § 57.\n4 Nærings- og handelsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:19 a",
      "chapter": "3",
      "section": "19 a",
      "title": "Forholdet til allmennheten. Muterens sikringsplikt.",
      "content": "Muteren skal påse at alle gruveåpninger og andre åpninger i grunnen samt tipper og utlagte masser som muteren enten selv har laget eller benyttet seg av og som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret mens undersøkelsene eller prøvedrift pågår, og at de blir forsvarlig og varig sikret når virksomheten blir innstilt. Sikringsplikten gjelder også forebyggende tiltak mot ras.\nDepartementet​2 kan gi forskrifter​3 om gjennomføringen av sikringene og tilsynet med disse.\n0 Tilføyd ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Bortfall av mutingsretten. Frist for å begjære utmål.",
      "content": "Mutingsretten faller bort dersom søknad om utmål ikke er kommet inn til bergmesteren​2 innen 7 år fra den dag mutingsbrevet ble utferdiget.\nHar flere helt eller for en del fått mutingsbrev på samme område, begynner fristen for så vidt angår det område som er felles, for den yngre muter først å løpe fra den dag da den, eller de, eldre muteres rett faller bort.\n1 Jfr. § 68.\n2 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Forlengelse av fristen for å søke utmål.",
      "content": "Bergmesteren​1 kan forlenge tidsfristen etter § 20 med inntil 3 år, dersom muteren søker om det og gjør sannsynlig at undersøkelsene på grunn av særlige natur- eller klimaforhold, grunnens særlige beskaffenhet, arbeidsstans eller lignende forhold ikke kan bli fullført før fristen løper ut.\nHar det vært tvist om mutingsretten eller om adgangen til å foreta undersøkelser, og dette har ført med seg at undersøkelsene ikke har kunnet drives, kan bergmesteren,​1 når muteren søker om det, forlenge fristen med så lang tid som undersøkelsene på grunn av tvisten ikke har kunnet drives.\nSøknad om forlengelse av fristen må være kommet inn til bergmesteren​1 før fristen løper ut.\nEr fristen for å søke om utmål løpt ut etter at søknad om forlengelse kom inn til bergmesteren, og søknaden om forlengelse blir avslått, anses likevel en søknad om utmål som rettidig, dersom den kommer inn til bergmesteren​1 innen 30 dager etter at søkeren har mottatt underretning om avslaget.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Mutingsrett i områder som ikke blir belagt med utmål.",
      "content": "For så vidt angår den del av mutingsområdet som ikke blir belagt med utmål,​1 beholder muteren mutingsretten inntil fristen etter § 20, eller i tilfelle den forlengede frist etter § 21, for å søke om utmål er løpt ut.\n1 Jfr. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:22 a",
      "chapter": "3",
      "section": "22 a",
      "title": "Særregler om muting i Finnmark​1",
      "content": "Søknader om muting i Finnmark fylke kan avslås dersom allmenne hensyn taler imot at søknaden innvilges. Ved vurderingen skal det legges vesentlig vekt på hensynet til samisk kultur, reindrift, utmarksbruk, næringsutøvelse og samfunnsliv. Innvilges søknaden, kan det settes vilkår for å ivareta hensyn som nevnt.\nVed behandlingen av søknaden skal bergmesteren gi grunneieren, Sametinget, fylkesmannen, fylkeskommunen, kommunen og det aktuelle områdestyret og distriktsstyret for reindriften anledning til å uttale seg.\nDersom Sametinget eller Finnmarkseiendommen som grunneier går imot at søknaden innvilges, skal søknaden avgjøres av departementet.​2\nInnvilger departementet søknaden i tilfeller som nevnt i tredje ledd, har klage til Kongen​3 fra Sametinget eller Finnmarkseiendommen som grunneier oppsettende virkning.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22a",
        "source_heading": "§ 22 a."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Rett til å kreve utmål.",
      "content": "Muteren kan kreve utmål dersom han gjør sannsynlig at forekomsten av mutbart mineral​1 har en slik rikholdighet, størrelse og beskaffenhet ellers at den kan antas å være, eller innen rimelig tid bli, drivverdig.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Rett til utmål i forhold til andre mutere.",
      "content": "Har flere helt eller for en del fått mutingsbrev på samme område, kan bare den eldste muteren​1 kreve utmål i det område som er felles så lenge hans rett består.\nDersom flere mutere har samme alder i felt,​1 har de like rett til å kreve utmål i det område som er felles. Blir utmål gitt i dette område, får de utmålet i fellesskap for så vidt dette område angår, med mindre de blir enige om en annen ordning. Dersom de ikke blir enige om utnyttelsen av det utmål de har felles, kan hver av dem kreve fellesskapet oppløst. Bestemmelsene i § 15 i lov av 18 juni 1965 nr. 6 om sameige får tilsvarende anvendelse.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Utmålets form og størrelse.",
      "content": "Utmålet skal ha formen av en rettvinklet firkant. Dersom der er ønskelig at utmålet blir lagt umiddelbart inntil annet utmål eller til en eldre muters mutingsområde,​2 kan denne bestemmelse fravikes så langt det er nødvendig. Tilsvarende kan bestemmelsen fravikes dersom utmålet må eller ønskes avsluttet mot områder der spesielle forhold gjør det nødvendig eller sterkt ønskelig å avgrense utmålet. Bergmesteren skal gjøre merknader om dette i utmålsbrevet. Utmålet kan ikke ha flere enn fire hjørnepunkter.\nMot dypet skal grensene for utmålet være loddrette.\nUtmålet skal ikke være større enn nødvendig for å dekke forekomstens sannsynlige utstrekning. Det skal ikke være større enn 300.000 m​2 og den lengste siden ikke lenger enn 1.200 meter, regnet i horisontalplanet.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Fremsetting av utmålssøknad.",
      "content": "Søknad om utmål rettes til bergmesteren i det distrikt​1 hvor vedkommende forekomst ligger.\nSøknaden skal være skriftlig eller telegrafisk.\nSøkeren kan ved henvendelse til bergmesterens kontor få bistand til å sette søknaden opp i skriftlig form.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Utmålssøknadens innhold.",
      "content": "Søknaden skal inneholde følgende opplysninger:\n1. søkerens navn og fullstendige adresse,\n2. om søkeren er norsk statsborger​1 eller – hvis søkeren er et aksjeselskap​2 eller allmennaksjeselskap,​3 et annet selskap med begrenset ansvar, eller en korporasjon eller stiftelse – om styret er helt norsk og har sete i Norge,\n3. hvilket mutingsbrev​4 søknaden knytter seg til med angivelse av navnet til den som mutingsbrevet er utferdiget til, og datoen det er utferdiget,\n4. en fullstendig og nøyaktig beskrivelse av beliggenheten for det utmål det søkes om, med angivelse av kommune og så vidt mulig vedkommende eiendoms eller eiendommers matrikkelnummer​5 og eierens og brukerens navn og adresse,\n5. hvilket eller hvilke mutbare mineraler​6 utmålet inneholder, hvilke undersøkelsesarbeider som er foretatt og resultatene av dem.\nEr søkeren en annen enn den mutingsbrevet er utferdiget til, må han sende inn til bergmesteren​7 legitimasjon for at han er rett innehaver av retten etter mutingsbrevet.\nOmfatter det utmål som søknaden gjelder, sted som er fredet for skjerping etter bestemmelse gitt i eller i medhold av § 3, første, annet eller femte ledd, må søkeren gi opplysning om dette.\nBestemmelsene i § 11, annet ledd, får tilsvarende anvendelse.\n0 Endret ved lover 13 juni 1997 nr. 44 (i kraft 1 jan 1999 iflg. res. 17 juli 1998 nr. 615), 17 juni 2005 nr. 101 (i kraft 1 jan 2010 iflg. res. 5 juni 2009 nr. 600).\n1 Jfr. lov 10 juni 2005 nr. 51.\n2 Jfr. lov 13 juni 1997 nr. 44 (asl.).\n3 Jfr. lov 13 juni 1997 nr. 45 (asal.).\n4 Jfr. § 15.\n5 Jfr. lov 17 juni 2005 nr. 101 § 3, c.\n6 Se § 1.\n7 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Påtegning på utmålssøknaden. Frist for nærmere opplysninger.",
      "content": "Når en søknad om utmål kommer inn til bergmesteren,​1 skal han straks gi den påtegning om hvilken dag den er kommet.\nBestemmelsene i § 13 første, annet, femte og sjette ledd, får tilsvarende anvendelse.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Avslag på utmålssøknaden.",
      "content": "Søknaden blir å avslå uten at utmålsforretning holdes:\n1. hvis forskudd på behandlingsgebyr ikke blir betalt innen den frist som bergmesteren​1 har satt,\n2. hvis det etter de opplysninger som foreligger, er åpenbart at vilkårene for å gi utmål ikke er til stede.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Utmålsforretning. Innkalling og varsel.",
      "content": "Blir søknaden om utmål ikke avslått etter § 29, skal det holdes utmålsforretning, som regel med befaring av utmålsområdet. Bergmesteren​1 berammer utmålsforretningen så snart den er tilstrekkelig forberedt.\nSøkeren innkalles til forretningen ved rekommandert brev. Han skal i innkallingen gjøres kjent med bestemmelsen i § 31 om følgene av å utebli fra forretningen. Innkallingen skal sendes så tidlig at søkeren får minst 4 ukers varsel.\nEieren og brukeren av grunnen skal så vidt mulig varsles om forretningen. Det samme gjelder annen innehaver av mutings- eller utmålsrett, hvis forretningen kan få betydning for hans rett. De skal gjøres kjent med at forretningen kan bli fremmet, selv om de ikke møter. Varslet bør, om mulig, sendes til slik tid som nevnt i annet ledd.\nDepartementet​2 kan gi nærmere forskrifter​3 om forberedelsen og utføringen av utmålsforretning, herunder om innkalling til og varsel om forretningen.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Forfall og utblivelse fra utmålsforretning.",
      "content": "Dersom hverken søkeren eller noen fullmektig for ham møter til utmålsforretningen, og lovlig forfall ikke er opplyst eller sannsynlig, blir søknaden om utmål å avslå, med mindre bergmesteren​1 finner saken tilstrekkelig opplyst til at utmål kan gis i samsvar med søknaden. Er lovlig forfall opplyst eller sannsynlig, utsettes utmålsforretningen til ny berammelse.\nEr utmålssøknaden avvist etter første ledd, anses en ny søknad om utmål som rettidig, selv om fristen etter § 20 og i tilfelle den forlengede frist etter § 21 er løpt ut, dersom den nye søknad kommer inn til bergmesteren​1 innen 30 dager etter at søkeren har mottatt underretning om avvisningen, og han gjør det sannsynlig at hans unnlatelse av å møte skyldtes lovlig forfall.\n1 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "Protokoll over utmålsforretningen.",
      "content": "Over utmålsforretningen skal det føres protokoll.\nProtokollen skal inneholde opplysning om:\n1. tiden og stedet for forretningen og hvem som styrer den,\n2. hvem som er varslet om forretningen, hvordan varslet er gitt og hvem som møter,\n3. hvilke dokumenter og andre bevis, herunder prøvestuffer, som blir fremlagt og hvilke påvisninger som blir gjort,\n4. innvendinger som fremkommer mot at utmål blir gitt og erklæringer og erkjennelser som er av betydning for avgjørelsen,\n5. de avgjørelser som blir truffet og grunnene for dem.\nBlir utmål gitt, skal det i protokollen inntas en nøyaktig beskrivelse av grensene for utmålet og hvordan det er merket i marken.\nDepartementet​1 kan gi nærmere forskrifter om hvordan protokollen skal være innrettet og utstyrt og om autorisasjon av den.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "Avgjørelse av utmålssøknaden.",
      "content": "Dersom lovens vilkår​1 for utmål foreligger, skal utmål gis.\nI motsatt fall blir søknaden å avslå.\nForeligger vilkårene bare for en del av det område det er søkt om, blir utmål å gi for denne del dersom søkeren ønsker det. For øvrig blir søknaden å avslå.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Utmålsbrev.",
      "content": "Blir utmål gitt, skal bergmesteren​1 utferdige utmålsbrev.\nDepartementet​2 gir nærmere bestemmelser om hva utmålsbrevet skal inneholde og kan fastsette skjema for det.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Merking av utmålsområdet. Utmålskart.",
      "content": "På forlangende av bergmesteren​1 plikter utmålshaveren å merke utmålet i marken på synlig og varig måte.\nUtmålet skal legges inn på kart. Kartet skal følge bergmesterens protokoll​2 som bilag.\nDepartementet​3 kan gi forskrifter​4 om merkingen, om kartets målestokk og om hvordan det skal være utstyrt og innrettet.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Se § 32.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Utmålshaverens rett til gruvedrift.",
      "content": "Når utmålet er gitt, og vilkårene etter kapittel II i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v. foreligger, kan gruvedrift settes i gang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Steder som er unntatt fra gruvedrift og undersøkelsesarbeider.",
      "content": "De bestemmelser som er gitt i eller i medhold av § 3 første, annet og femte ledd, om steder fredet for skjerping, gjelder tilsvarende for utmålshaverens undersøkelser og drift i utmålsområdet.​1\nBergmesteren​2 kan likevel bestemme at utmålshaveren kan foreta undersøkelsesarbeider og gruvedrift under dagen i område som nevnt i § 3 første ledd nr. 1-4, unntatt kirkegårder, dersom de fordeler utmålshaveren vil oppnå ved det, er overveiende i forhold til den skade og ulempe det vil føre med seg for eieren og brukeren av grunnen. Videre kan utmålshaveren i de tilfeller hvor § 3 i lov av 28. juni 1957 nr. 16 om friluftsliv gir fri ferdselsrett i innmark, under de samme forutsetninger som for denne rett, foreta geofysiske målinger som ikke medfører skade.\nFor skade eller ulempe som undersøkelsesarbeidene eller driften medfører for grunneieren eller brukeren, plikter utmålshaveren å svare erstatning. Tvist om krav på erstatning etter annet ledd avgjøres ved skjønn.​3 Skjønnets avgjørelse er tvangsgrunnlag på samme måte som en dom.​4 De utgifter som etter lovgivningen er forbundet med skjønnet, bæres av utmålshaveren. Ved overskjønn kommer tvisteloven​5 kapittel 20 til anvendelse for behandlingen i den høyere instans.\n0 Endret ved lover 17 des 1982 nr. 88, 3 mai 1985 nr. 25, 17 juni 2005 nr. 90 (i kraft 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Jfr. lov 1 juni 1917 nr. 1 (skjl.).\n4 Jfr. tvangsl. § 4-1 (2), b.\n5 Lov 17 juni 2005 nr. 90 (tvl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "title": "Retten til mutbare mineraler.",
      "content": "Utmålshaveren har rett til å bryte ut og nyttiggjøre seg alle mutbare mineraler​1 i utmålet.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "title": "Retten til ikke mutbare mineraler (biprodukter).",
      "content": "Mineraler som ikke er mutbare,​1 har utmålshaveren rett til å bryte ut så langt det er nødvendig for å drive ut de mutbare mineraler.\nUtmålshaveren kan nyttiggjøre seg de ikke mutbare mineraler som i medhold av første ledd lovlig blir brutt ut. Dette gjelder likevel ikke hvis bergmesteren​2 før gruvedrift, herunder prøvedrift, settes i gang, finner at de mineraler som ikke er mutbare, forekommer på stedet i slik mengde og form at forekomsten av dem med fordel kan gjøres til gjenstand for selvstendig utnyttelse.​3\n1 Se § 1.\n2 Jfr. § 57.\n3 Jfr. lov 21 mars 1952 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:39 a",
      "chapter": "4",
      "section": "39 a",
      "title": "Sikringsplikt for utmålshaver.",
      "content": "Utmålshaveren skal påse at åpninger i grunnen som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret og at de blir forsvarlig og varig sikret når virksomheten blir innstillet, nedlagt eller utmålet oppgitt. Dette gjelder alle gruveåpninger og andre åpninger i grunnen innenfor utmålet og gruveåpninger utenfor utmålet når de virker som adkomst til malmen i utmålet eller har annen tilknytting til utmålet. Sikringsplikten gjelder uten hensyn til om åpningene er laget av utmålshaveren eller ei. Sikringsplikten gjelder også forebyggende tiltak mot ras.\nSikringsplikten etter første ledd gjelder også tipper og utlagte masser som utmålshaveren har laget eller som utmålshaveren har ervervet retten til.\nBlir det knyttet driftskonsesjon til utmålet, kan utmålshaveren pålegges et stedsevarig vedlikehold av sikringene. Bergmesteren​2 kan pålegge utmålshaveren å stille sikkerhet for vedlikeholdet etter oppgivelsen av utmålet.\nDepartementet​3 kan gi forskrifter​4 om gjennomføringen av sikringene og tilsynet med disse.\n0 Tilføyd ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Nærings- og handelsdepartementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39a",
        "source_heading": "§ 39 a."
      }
    },
    {
      "provision_ref": "4:39 b",
      "chapter": "4",
      "section": "39 b",
      "title": "Særregler om utmål i Finnmark​1",
      "content": "For søknader om utmål i Finnmark fylke gjelder bestemmelsene i § 22 a tilsvarende. I tilfeller som nevnt i § 22 a tredje ledd avgjør departementet​2 om utmålsforretning skal holdes før eller etter at departementet har behandlet søknaden.\n0 Tilføyd ved lov 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39b",
        "source_heading": "§ 39 b."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "Avståing med hjemmel i loven.",
      "content": "Den som har fått mutingsbrev​2 kan kreve avstått grunn og rettigheter som han trenger for å kunne foreta undersøkelsesarbeider som er nevnt i § 17.\nUtmålshaveren​3 kan kreve avstått grunn og rettigheter som han trenger for gruvedriften.\nFra steder og områder som etter bestemmelsene i § 3 er fredet for skjerping, kan avståing etter denne paragraf bare kreves til nødvendig atkomstveg. Fra eldre muters mutingsområde gjelder det samme, med mindre denne samtykker i at det kreves avståing i videre utstrekning.\nSpørsmålet om avståing kan kreves og i tilfelle i hvilket omfang, avgjøres ved skjønn.​4\nDersom det blir begjært, kan skjønnet treffe bestemmelse om at undersøkelsesarbeidene eller driften skal være satt i gang innen en nærmere bestemt frist. Blir fristen ikke overholdt, kommer bestemmelsene i lov 23 oktober 1959 om oreigning av fast eigedom § 10 annet til femte ledd, til anvendelse.\n1 Jfr. lov 23 okt 1959 nr. 3 § 30. – Jfr. også lov 21 mars 1952 nr. 1.\n2 Jfr. § 15.\n3 Jfr. kap. 4.\n4 Jfr. lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "Avståing etter særskilt tillatelse.",
      "content": "Kongen kan gi utmålshaveren​1 tillatelse til å kreve avstått :\n1. grunn og rettigheter på steder der avståing ikke kan skje i medhold av § 40, herunder i annens utmål og i eldre muters​2 mutingsområde, når grunnen eller rettigheten trengs til utvinning av særlig verdifulle og samfunnsnyttige mutbare mineraler,​3 og grunnens verdi for den som søker avståing, er ganske vesentlig større enn det tap som vil bli voldt vedkommende grunneier og bruker eller eldre muter,\n2. grunn og rettigheter som trengs til metallurgisk behandling eller annen foredling av utvunne mineraler, når det av hensyn til en rasjonell drift anses ønskelig at foredlingen foregår i tilknytning til utvinningen,\n3. rett til å føre hjelpedrift gjennom annens utmål eller eldre muters mutingsområde når hjelpedriften er nødvendig for driften av gruven.\nTillatelsen gis på slike vilkår som anses ønskelige for at virksomheten kan foregå på mest mulig rasjonell måte og til sikring av grunneierens, naboenes og almenhetens interesser. Det skal herunder tas hensyn til at virksomheten blir minst mulig skjemmende for omgivelsene og naturen på stedet, og at terrenget så vidt mulig kan få sitt gamle utseende tilbake når virksomheten blir nedlagt.\n1 Jfr. kap. 4.\n2 Jfr. § 16.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Avgiftens størrelse, beregning og fordeling.",
      "content": "Gruveeieren plikter å betale til eieren av grunnen en årlig avgift på 1 promille av verdien av alt som gruveeieren bryter ut fra utmålet, og som han nyttiggjør seg ved omsetning. For gruver på Finnmarkseiendommens​1 grunn kan Kongen ved forskrift​2 fastsette en høyere avgift.\nGrunnlaget for beregningen av avgiften er den pris som er oppnådd for produktene ved levering fra gruven, eller – hvis gruveeieren selv sjeider eller oppreder malmen på stedet – ved levering fra sjeide- eller oppredningsverket. Dersom gruveeieren foredler malmen ytterligere, f.eks. ved smelting eller annen metallurgisk behandling, legges salgsverdien før denne foredling til grunn.\nAvgiften skal ved lovens ikrafttreden ikke overstige kr. 6.000 i året for hvert utmål.​3 Denne avgiften skal justeres hvert 10. år på grunnlag av justeringsnormer som fastsettes av Kongen – første gang for driftsåret 1984. Ved fastsettelsen av normene skal det særlig tas hensyn til forandringer i kronens kjøpekraft.\nAvgift betales ikke for de to første år gruven er i drift.\nEr det flere grunneiere i utmålet, fordeles avgiften mellom dem i forhold til det areal hver av dem eier innenfor utmålet.\nTvist om beregning eller fordeling av avgiften avgjøres ved skjønn.​4\n0 Endret ved lover 3 mai 1985 nr. 25, 17 juni 2005 nr. 85 (i kraft 1 juli 2006 iflg. res. 12 mai 2006 nr. 509).\n1 Jfr. lov 17 juni 2005 nr. 85.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. § 25. Forskrift 19 mars 2004 nr. 546 setter for perioden 1 jan 2004 til 31 des 2013 maksimalsatsen til kr. 30.000 pr. år.\n4 Jfr. lov 1 juni 1917 nr. 1 (skjl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Avgiftens betaling.",
      "content": "Avgiften for det enkelte år forfaller til betaling den 1 mars i det følgende år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Protokoll over produksjonen.",
      "content": "Til bruk for beregningen av avgiften til grunneieren, skal gruveeieren føre en bok hvor enhver levering av produkter fra gruven, eller i tilfelle fra sjeide- eller oppredningsverket, blir fortløpende ført inn med angivelse av produktenes art, mengde og oppnådd pris. Dersom gruveeieren selv foredler malmen ut over sjeiding og oppredning, skal den antatte salgsverdi før denne foredling anføres i boken.​1\n1 Jfr. § 42 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Årsavgift for mutinger og utmål.",
      "content": "For å beholde sin rett etter mutingsbrev eller utmålsbrev, må innehaveren av retten betale en årlig avgift til statskassen. Kongen gir nærmere regler​2 om avgiften og fastsetter dens størrelse.\nFor rett som staten er innehaver av, betales ikke avgift.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Jfr. § 68.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Årsavgiftens betaling.",
      "content": "Årsavgiften betales første gang for det første kalenderår etter det år da mutings- eller utmålsbrevet er utferdiget.\nAvgiften betales forskuddsvis innen 2. januar til den departementet​1 bestemmer.\n0 Endret ved lov 3 mai 1985 nr. 25.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Dobbelt avgift. Bortfall av mutinger og utmål ved forsinket betaling.",
      "content": "Blir avgiften ikke betalt innen fristen i § 46 annet ledd, skal dobbelt avgift betales innen 31 mars samme år.\nBergmesteren​2 skal innen 30 januar i rekommandert brev varsle den som er oppgitt som innehaver av retten, om fristen for å betale dobbelt avgift og om følgen av at fristen oversittes.\nBlir dobbelt avgift ikke betalt innen utløpet av fristen, faller retten etter mutingsbrevet eller utmålsbrevet bort (så langt den ikke tilfaller staten, jfr. § 15 i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v.). Dette gjelder selv om det ikke er gitt varsel etter annet ledd.\n1 Jfr. § 68.\n2 Jfr. § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Nærmere forskrifter om årsavgift.",
      "content": "Departementet​1 kan gi nærmere forskrifter​2 om betalingen av årsavgiften og om kvittering.\n1 Nærings- og handelsdepartementet.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Fortegnelse over mutinger, utmål og betalte årsavgifter.",
      "content": "Bergmesteren​1 skal i samsvar med forskrifter som departementet​2 gir, for hvert år utarbeide fortegnelser over mutingsbrev som er utferdiget, utmål som er gitt og årsavgifter som er betalt i løpet av året. Enhver kan kreve å få avskrift av fortegnelsene.\n0 Endret ved lover 17 des 1982 nr. 86, 3 mai 1985 nr. 25.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:50",
      "chapter": "8",
      "section": "50",
      "title": "Underretning til bergmesteren om undersøkelsesarbeider og gruvedrift.",
      "content": "Den som akter å sette i gang undersøkelsesarbeider som nevnt i § 17, skal​1 underrette bergmesteren om dette på forhånd.\nDen som akter å sette i gang gruvedrift, herunder prøvedrift, skal​1 på forhånd sende bergmesteren​2 og Direktoratet for arbeidstilsynet​3 planene for den påtenkte drift. Han skal senere holde bergmesteren​2 og Direktoratet for arbeidstilsynet​3 underrettet om enhver vesentlig endring i planene før endringene blir satt i verk.\nVil gruveeieren legge ned påbegynt drift eller innstille den for mer enn 3 måneder eller på ubestemt tid, skal han underrette bergmesteren​2 om dette i god tid i forveien.\n1 Jfr. § 64.\n2 Jfr. § 57.\n3 Jfr. lov 17 juni 2005 nr. 62 kap. 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "8:51",
      "chapter": "8",
      "section": "51",
      "title": "Bergmesterens tilsyn med undersøkelsesarbeider og gruvedrift.",
      "content": "Bergmesteren​1 skal føre tilsyn med at undersøkelsesarbeider som nevnt i § 17 og gruvedrift, herunder oppredning og prøvedrift, foregår på bergmessig og forsvarlig måte og at driften foregår i samsvar med konsesjonsvilkårene og vilkårene for avståing.\nBergmesteren​1 skal bl.a. føre tilsyn med at det ved opplegget og gjennomføringen av undersøkelsesarbeider og drift blir truffet forføyninger for å avverge unødig fare eller skade og til sikring av grunneierens, naboenes og almenhetens interesser, herunder at naturen og omgivelsene på stedet ikke blir unødig skjemmet. Han skal påse at alle gruveåpninger og andre åpninger i grunnen som kan føre med seg fare for mennesker eller husdyr, er forsvarlig sikret mens virksomheten pågår, og at de blir forsvarlig og varig sikret når virksomheten blir innstillet eller nedlagt. Departementet​2 kan gi forskrifter​3 om hvordan åpninger i grunnen skal sikres.\nBergmesteren kan gi de pålegg som er nødvendige for de formål som er nevnt i første og annet ledd.​4 Han kan bl.a. pålegge den som setter i gang undersøkelsesarbeider eller gruvedrift å stille sikkerhet for at åpninger i grunnen blir forsvarlig sikret når virksomheten innstilles eller nedlegges.​4\nDepartementet​2 kan gi forskrifter​3 om tilsyn med at sikringen av åpninger i grunnen blir forsvarlig vedlikeholdt etter at virksomheten er opphørt.\n1 Jfr. § 57.\n2 Nærings- og handelsdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 64.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "8:51 a",
      "chapter": "8",
      "section": "51 a",
      "title": "Kvalifikasjonskrav",
      "content": "Departementet kan i forskrift fastsette krav til faglige kvalifikasjoner hos personell som forestår drift av mineralforekomster etter denne lov, samt regler om godkjenning av tilsvarende kompetanse for borgere fra EØS-området.\n0 Tilføyd ved lov 6 juni 2008 nr. 39 (i kraft 1 juli 2008 iflg. res. 6 juni 2008 nr. 544).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51a",
        "source_heading": "§ 51 a."
      }
    },
    {
      "provision_ref": "8:52",
      "chapter": "8",
      "section": "52",
      "title": "Innsending av undersøkelses- og driftsrapporter.",
      "content": "Når undersøkelsene av malmforekomst, herunder geofysisk undersøkelse, er avsluttet, eller når den innstilles på ubestemt tid, plikter​2 den som har iverksatt undersøkelsen innen 6 måneder å sende til bergmesteren​3 i to eksemplarer rapport om undersøkelsen og de resultater den har gitt, med kart over det område som er undersøkt. På kartet skal røskinger, diamantborehull, åpningsdrifter o.l. være tegnet inn.\nGruveeieren skal senest innen 31 mars hvert år sende bergmesteren​3 rapport om de undersøkelser som i det forløpne kalenderår er foretatt i gruven og om resultatene av dem.\nDepartementet​4 kan gi nærmere forskrifter​5 om rapportene og kartet og kan også gjøre unntak fra bestemmelsene i første ledd.\n1 Jfr. § 54.\n2 Jfr. § 54 og § 64.\n3 Jfr. § 57.\n4 Nærings- og handelsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "8:53",
      "chapter": "8",
      "section": "53",
      "title": "Innsending av kart. Innhenting av andre opplysninger.",
      "content": "Over gruver som er drevet inn mer enn 10 meter og dagbrudd, plikter​2 gruveeieren å ta opp kart. Kartet skal​2 føres à jour etter hvert som driften skrider fram. Gruveeieren skal​2 innen 1 mai i de år hvis tall ender på 5 eller 0 sende kopi eller film av det ajourførte kart i to eksemplarer til bergmesteren,​3 og i ett eksemplar til Direktoratet for arbeidstilsynet.​4\nHvis bergmesteren​3 eller Direktoratet for arbeidstilsynet​4 i det enkelte tilfelle finner det nødvendig, kan det pålegges gruveeieren å sende kartkopier med kortere mellomrom.\nDepartementet​5 kan gi nærmere forskrifter​6 om kartet og kan også gjøre unntak fra bestemmelsene i første ledd.\nGruveeieren plikter​2 for øvrig å gi bergmesteren de opplysninger han forlanger om den malmforekomst som gruvedriften er knyttet til. Gruveeieren kan også pålegges​2 å sende til bergmesteren​3 regelmessige oppgaver over produksjonen, etter nærmere regler som departementet​5 fastsetter.\nNår gruvedriften blir nedlagt, skal​2 kopier av alle kart og rapporter vedkommende gruven som bergmesteren​3 ikke før har fått, sendes inn til ham.\n1 Jfr. § 54.\n2 Jfr. § 64.\n3 Jfr. § 57.\n4 Jfr. lov 17 juni 2005 nr. 62 kap. 18.\n5 Nærings- og handelsdepartementet.\n6 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "8:54",
      "chapter": "8",
      "section": "54",
      "title": "Hemmelighold av opplysninger m.v.",
      "content": "Rapport, kart og opplysninger som nevnt i §§ 52 og 53, må ikke gjøres tilgjengelig for andre uten tillatelse fra vedkommende muter eller utmålshaver så lenge hans mutingsrett eller rett etter utmålet består. Hvis den som har sendt inn nevnte rapport, kart eller opplysninger har søkt om mutingsbrev på vedkommende malmforekomst, gjelder det samme så lenge søknaden ikke er avgjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "9:55",
      "chapter": "9",
      "section": "55",
      "title": "Skjønnsmyndighet.​1",
      "content": "Skjønn etter § 5 annet ledd og § 6 annet ledd styres av lensmannen, namsfogden eller politistasjonssjef med sivile rettspleieoppgaver.​2\n0 Endret ved lov 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84.\n1 Jfr. lov 1 juni 1917 nr. 1 (skjl.).\n2 Jfr. lov 4 aug 1995 nr. 53 § 16 første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "9:56",
      "chapter": "9",
      "section": "56",
      "title": "Gransking",
      "content": "Saksøkte plikter å finne seg i at det til bruk for skjønnet foretas slike granskinger av eiendommen som skjønnsmyndighetene finner nødvendig. Volder granskingen tap eller ulempe, fastsettes erstatningen for dette under skjønnet.\n0 Endret ved lov 30 aug 2002 nr. 67 (i kraft 1 jan 2003 iflg. res. 30 aug 2002 nr. 938).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "10:57",
      "chapter": "10",
      "section": "57",
      "title": "Bergmesterdistrikter og bergmestre.",
      "content": "Landets inndeling i bergmesterdistrikter fastsettes av Kongen. Bergmestrene er embetsmenn.\nDepartementet​1 kan gi forskrifter om bergmestrenes virksomhet.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "10:58",
      "chapter": "10",
      "section": "58",
      "title": "Fullmektig for bergmestrene.",
      "content": "De gjøremål som er lagt til bergmestrene, kan utføres ved fullmektig som må være godkjent av departementet.​1\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "10:59",
      "chapter": "10",
      "section": "59",
      "title": "Bergmestres erverv av bergverksrettigheter.",
      "content": "Bergmesteren eller hans fullmektig må ikke​1 uten departementets​2 samtykke i det enkelte tilfelle erverve mutings- eller utmålsrett i embetsdistrikt eller være eier av eller deltaker i foretagende som innehar slike rettigheter.\n1 Jfr. strl. § 325.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "10:60",
      "chapter": "10",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 mai 1986 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "11:61",
      "chapter": "11",
      "section": "61",
      "title": "Tinglysing av utmålsbrev.",
      "content": "Utmålsbrev tinglyses på begjæring av utmålshaveren og ellers så langt det følger av forskrift.​1\nTinglysingen skjer ved merknad i grunnboken.​2\nI forskrift​3 kan bestemmes at utmål skal gis eget blad i grunnboken, og at flere utmål med samme innehaver kan gis felles blad i grunnboken.\n1 Jfr. § 63.\n2 Se lov 7 juni 1935 nr. 2 kap. 2 og 3.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "11:62",
      "chapter": "11",
      "section": "62",
      "title": "Rettsstiftelser i utmål.",
      "content": "Overdragelse og pantsetting av utmål får rettsvern ved tinglysing etter de regler som gjelder for fast eiendom.​1\nDet samme gjelder for andre rettsstiftelser i utmål så langt ikke annet følger av forskrift.​2\n1 Se lov 7 juni 1935 nr. 2 kap. 3.\n2 Jfr. § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "11:63",
      "chapter": "11",
      "section": "63",
      "title": "Forskrifter.",
      "content": "Forskrift som nevnt i §§ 61 og 62 gis av Kongen,​1 som også ellers kan gi nærmere forskrifter om tinglysing av utmålsbrev og av rettsstiftelser i utmål, og herunder kan fravike tinglysingslovens​2 regler. På samme måte kan det gis nærmere forskrifter om sletting av utmålsbrev og av heftelser i utmål.\nI forskrift​3 kan gis bestemmelser om samarbeid mellom bergmester​4 og registerfører,​5 herunder om plikt for bergmester til å sende melding om nye utmålsbrev og bortfall av eldre utmål, og om plikt for registerfører til å sende melding om tinglyste overdragelser av utmål.\nFor øvrig gjelder tinglysingslovens​2 § 38 tilsvarende.\n0 Endret ved lov 12 sep 2003 nr. 93 (i kraft 1 jan 2004 iflg. res. 12 sep 2003 nr. 1136).\n1 Justisdepartementet iflg. res. 14 des 1973.\n2 Lov 7 juni 1935 nr. 2.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n4 Jfr. § 57.\n5 Jfr. lov 7 juni 1935 nr. 2 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "12:64",
      "chapter": "12",
      "section": "64",
      "title": "Forskjellige forseelser.",
      "content": "Med mindre en strengere straffebestemmelse kommer til anvendelse, straffes med bøter:​1\n1. den som foretar skjerping, undersøkelsesarbeider eller drift i strid med bestemmelser gitt i eller i medhold av § 3, jfr. § 18 annet ledd første punktum og § 37 første ledd,\n2. den som overtrer bestemmelsene i § 4 annet ledd, § 5 første og annet ledd, § 7 første ledd, § 19 a første og annet ledd eller § 39 a første ledd, eller forskrifter gitt i medhold av § 7 annet ledd, § 19 a tredje ledd eller § 39 a fjerde ledd,\n3. den som unnlater å sende underretning, planer, rapport eller kart i samsvar med §§ 50-53 eller å etterkomme pålegg gitt i medhold av disse bestemmelser.\nOgså den uaktsomme overtredelse er straffbar.\n0 Endret ved lover 3 mai 1985 nr. 25, 20 juli 1991 nr. 66. Endres ved lov 20 mai 2005 nr. 28 (i kraft fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.\n1 Jfr. strl. § 27 og kap. 3 a; strl. 2005 kap. 4 og kap. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Lovens ikrafttreden.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\n1 Fra 1 april 1974 iflg. res. 14 des 1973.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "13:66",
      "chapter": "13",
      "section": "66",
      "title": "Opphevelse av andre lover.",
      "content": "Fra samme tid oppheves følgende lover for så vidt de ikke blir opprettholdt ved bestemmelsene i § 68:\n1. lov 14 juli 1842 angaaende Bergværksdriften,\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "13:67",
      "chapter": "13",
      "section": "67",
      "title": "Forandringer i andre lover.",
      "content": "I andre lover gjøres følgende endringer: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "13:68",
      "chapter": "13",
      "section": "68",
      "title": "Overgangsbestemmelser.",
      "content": "1. – – –\n2. Den som før denne lov trer i kraft har foretatt muting og den som har foretatt muting i medhold av nr. 1 i denne paragraf, skal uten hinder av bestemmelsene i § 19 i denne lov ha samme rett til å foreta undersøkelsesarbeider og til å kreve avstått grunn og rettigheter som han ville ha hatt etter bergverksloven av 14 juli 1842.\n3. Muter som nevnt i nr. 2 i denne paragraf kan, når vilkårene for utmål etter denne lov er til stede, velge om han vil ha utmål lagt i samsvar med §§ 23 og 24 i bergverksloven av 14 juli 1842 eller i samsvar med § 25 i denne lov.\n4. For de mutere som er nevnt i nr. 2 i denne paragraf regnes fristen etter § 20 for å søke om utmål fra lovens ikrafttreden.\nBergmesteren kan forlenge fristen med inntil 5 år dersom muteren før fristen løper ut ikke har foretatt tilstrekkelige undersøkelser for å godtgjøre at vilkårene for utmål er til stede, fordi en annen har hatt bedre alder i feltet og det har vært uvisst om han ville kreve utmål og hvor hans utmål i tilfelle ville bli lagt. Søknad om forlengelse av fristen må være kommet inn til bergmesteren før fristen for å søke utmål etter første ledd løper ut.\nBergmesteren kan forlenge fristen etter første ledd, eller i tilfelle den forlengede frist etter annet ledd, i samsvar med bestemmelsene i § 21.\n5. Lengdeutmål som er gitt før denne lov trer i kraft eller i medhold av nr. 3 i denne paragraf, kan, om utmålshaveren begjærer det, begrenses i fallretningen ved en loddrett grenseflate gjennom en horisontal linje, som skal være parallell med strøkets hovedretning (forekomstens «Strygende», jfr. bergverksloven av 14 juli 1842 § 23 a). Bestemmelsen i § 35 får tilsvarende anvendelse på utmål som er gitt før lovens ikrafttreden. Departementet kan gi nærmere forskrifter om avholdelse av en tilleggsforretning til fastlegging og beskrivelse av utmålets grenser.\n6. Bestemmelsene i §§ 42-44 om avgift til grunneieren kommer ikke til anvendelse i tilfelle hvor grunneieren etter § 16 i bergverksloven av 14 juli 1842 har tapt sin rett til å delta i driften før denne lov trer i kraft.\n7. For mutingsbrev som er utferdiget før denne lov trådte i kraft eller som er utferdiget i henhold til nr. 1 i denne paragraf og for lengdeutmål etter bergverksloven av 14. juli 1842 eller etter nr. 3 i denne paragraf, skal det betales en årlig avgift til statskassen. Kongen gir nærmere regler om avgiften og fastsetter dens størrelse.\n8. Når mutingsrett ervervet før lovens ikrafttredelse eller i medhold av nr. 1 i denne paragraf faller bort etter lovens ikrafttredelse i samsvar med reglene i § 47, skal retten i stedet tilfalle staten slik som bestemt for utmål eller gruve i § 15 første punktum i lov 14 desember 1917 nr. 16 om erverv av vannfall, bergverk og annen fast eiendom m.v., dersom mutingsretten omfattes av konsesjon meddelt i henhold til samme lovs paragraf 13.\n9. Innehaver av lengdeutmål kan begjære utmålet omgjort til flateutmål når vilkårene for utmål etter denne lov ellers er til stede. Utmålet må ikke krenke noen annens bergrettighet.\nDepartementet kan gi nærmere forskrifter om konverteringssøknadenes innhold og om gjennomføringen av utmålsforretningen.\n0 Endret ved lov 3 mai 1985 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    }
  ]
}