{
  "id": "LOV-1965-04-09-3",
  "type": "statute",
  "title": "Lov om strafferettslege åtgjerder mot unge lovbrytarar.",
  "short_name": "Lov om strafferettslege åtgjerder mot unge lovbrytarar.",
  "status": "in_force",
  "issued_date": "1965-04-09",
  "in_force_date": "1968-02-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1965-04-09-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Har eit barn som er under 14 ar, gjort ei elles strafflagd gjerning, kan det haldast rettsleg og utanrettsleg etterrøking.\n1 Jfr. strl. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Har nokon som er mellom 14 og 18 år, gjort ei strafflagd gjerning, kan påtalemakta føra saka over til barnevernsnemnda i staden for å reisa påtale eller late vera å gjera det etter lov om rettargangsmåten i straffesaker § 85, andre, tredje og fjerde leden. Barnevernsnemnda tek då avgjerd og fastset i tilfelle kva åtgjerd som skal nyttast, etter føresegnene i lov om barnevern. Det skal straks gjevast melding til påtalemakta om vedtaket i barnevernsnemnda.\nTilsvarande gjeld og for ungdomar over 14 år, som er sette spesialskular for barn med tilpassingsvanskar eller andre oppsedingsinstitusjonar for slike barn, eller som er utskrivne på prøve frå slike institusjonar. Barnevernsnemnda skal i slike høve gjera sitt vedtak i samråd med leiinga for institusjonen.\n1 Jfr. strl. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Er ei sak førd over til barnevernsnemnda etter § 2, kan påtalemakta på ny opna straffeforfølging, dersom\n1. den skuldgjevne gjer ei ny strafflagd gjerning, eller\n2. barnevernsnemnda beint fram bed om det, eller\n3. påtalemakta meiner at dei åtgjerdene som barnevernsnemnda har teke, ikkje er gode nok.\nPåtale må i så fall vera reist eller saka vera send til forhøyrsretten til pådøming innan eitt år etter at det er gjort vedtak om å føre saka over til barnevernsnemnda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Har påtalemakta sendt ei sak til barnevernsnemnda etter reglane i § 2, kan ikkje den som er krenkt med den strafflagde gjerninga reisa privat straffesak.​1\n1 Jfr. strprl. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Er etterrøking sett i gang i sak etter §§ 1 eller 2 og saka ikkje berre gjeld småting, skal påtalemakta straks gje barnevernsnemnda melding. Nemnda skal kunne ha ein målsmann til stades når den unge lovbrytaren vert avhøyrd, om det er høve til det.\nI saker som nemnd i §§ 1 og 2 skal det aktast vel på at etterrøkinga går utan uturvande dryging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "I ei sak som påtalemakta har reist for domstolen, kan retten late vera å fastsetja straff når den dømde er under 18 år på domstida og i staden i domen overlate til barnevernsnemnda å ta åtgjerder i samsvar med føresegnene i barnevernsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Når retten kjem til at saka ikkje bør overførast til barnevernet (jfr. § 6) eller avgjerast med vilkårsdom (jfr. straffeloven § 52), kan retten i samsvar med føresegnene nedanfor døma til ungdomsarrest eller ungdomsfengsel. I slike domar kan det ikkje fastsetjast at verksetjinga står ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når det gjeld lovbrytarar under 21 år, skal fengselsstraff utan vilkår berre nyttast der slik straff tykkjest tenlegare til føremålet enn ungdomsarrest og ungdomsfengsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Vert ein lovbrytar under 21 år funnen skuldig i ei eller fleire strafflagde gjerningar, kan han dømast til ungdomsarrest, dersom retten ut frå omsynet til den ålmenne lovlydnaden og omsynet til å halda den sakgjevne borte frå nye strafflagde gjerningar kjem til at ei stutt fridomsstraff er mest tenleg.\nDom på ungdomsarrest gjev ikkje grunnlag for auka straff i oppattakingstilfelle.\n1 Jfr. §§ 7 og 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Den som er dømd til ungdomsarrest, vert sett inn i serskilt anstalt eller anstaltavdeling og halden der i ei tid på 60 dagar, utan frådrag for mogeleg varetektsfengsel.\nSyner den innsette god framferd, kan han sleppa fri opptil 10 dagar før han elles skulle frigjevast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Den som vert sett i ungdomsarrest, skal snarast råd er granskast av lækjar.\nDei innsette har plikt til å arbeida og til å vera med i den opplæringa og dei lekamsøvingane som anstalten set i verk. Det skal leggjast serleg vekt på god disiplin og orden.\nKongen gjev reglar om det som elles skal gjelda for dei innsette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Kongen gjev nærare regler om korleis anstaltane skal vera tilskipa og fastset korleis dei skal styrast og om det skal vera serskilde tilsynsråd for desse anstaltane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Når anstalten held det formålstenlegt, skal han ved frigjevinga syta for eit forsvarlegt ettervern, ved barnevernsnemnd eller styremakt eller samskipnad som fører tilsyn med lovbrytarar, eller på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Sak om dom til ungdomsarrest kan fremjast utan persongransking etter § 264, andre leden, i lov om rettargangsmåten i straffesaker. Det skal leggjast serleg vekt på å få saka avgjord av retten utan uturvande dryging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Er det dømt til ungdomsarrest, kan den dømde ikkje krevja ny førehaving utan samtykke av Høgsteretts kjæremålsutval.\nFristen for anke og for søknad om ny førehaving er 7 dagar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Er det dømt til ungdomsarrest, kan retten om det tykkjest påkravt, fastsetja at den dømde skal haldast fengsla til saka er avgjord i endeleg dom eller til innsetjing kan skje. I fall den dømde er fengsla når dom vert sagd, gjeld føresegna i lov om rettargangsmåten i straffesaker § 239 femte leden andre punktum.\nHøvet til å setja i verk dom på ungdomsarrest vert foraldra etter 1 år. Føresegnene i straffelovens §§ 72 og 73 gjeld tilsvarande.\n0 Endret ved lover 7 juli 1967 nr. 3, 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Vert ein person under 21 år funnen skuldig i eit eller fleire brotsverk, kan han dømast til ungdomsfengsel, dersom retten ut frå omsynet til den ålmenne lovlydnaden og omsynet til å halda den sakgjevne borte f ra nye strafflagde gjerningar kjem til at ei langvarig fridomsstraff er mest tenleg. Når serlege grunnar talar for det, kan også folk mellom 21 og 23 år dømast til ungdomsfengsel.\nFør dom vert sagd, bør det gjerast ei nærare persongransking, jfr. lov om rettargangsmåten i straffesaker § 264 andre leden.\nVert det gjort vedtak om rettspsykiatrisk eller anna sakkunnig gransking kan denne granskinga gjerast av ein sakkunnig, om det ikkje etter tilhøva trengst fleire.\n0 Endret ved lov 7 juli 1967 nr. 3. – Jfr. §§ 7 og 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er nokon før dømd til straff som enno ikkje er iverksett, kan retten fastsetja at denne straffa skal falla bort når det vert dømt til ungdomsfengsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Den som vert dømd til ungdomsfengsel, kan setjast i open eller stengd avdeling. Til å halda han i stengd avdeling meir enn tri månader trengst samtykke av Fengselsstyret. Slikt samtykke kan berre gjevast for tri månader om gongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Føresegnene i lov om fengselstellet gjeld også for ungdomsfengsel og handsaming av dei innsette der.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Fengselstyret kan avgjera at ein innsett kan setjast i opplæring eller arbeid utanom anstalten, når dette synest formålstenlegt og det ikkje er grunn til å ottast at den innsette kjem til å syna dårleg framferd på den staden han vert sett. Såframt det er mogeleg og direktøren held det tenlegt, kan ein innsett som etter ei slik avgjerd ikkje er i sjølve anstalten, påleggjast å vera med i opplæring, fritidssysler og anna verksemd i anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Fengselstyret kan avgjera at ein innsett med sterke sjelelege avvik kan setjast i sikringsanstalt for så lang tid som han kunne vore halden i ungdomsfengsel.\nFøresegna i § 12 første leden i lov om fengselstellet skal og gjelde for lovbrytarar som er innsette i ungdomsfengsel.\n0 Endret ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Den som er sett i ungdomsfengsel, kan haldast der i 2 år, varetekttida då medrekna. Etter 12 månader i anstalt kan den innsette gjevast fri på prøve etter avgjerd av direktøren, men etter 9 månader etter avgjerd av Fengselstyret. Varetekttida vert i begge høve medrekna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Når nokon, vert frijjjeven på prøve frå ungdomsfengsel, kan det setjas dei same vilkåra som i slik frigjeving frå fengselsstraff​1 og fastsetjast at den frigjevne skal stå under tilsyn.\nPrøvetida er 2 år.\nHeld ikkje den prøvefrigjevne vilkåra i prøvetida eller dreg han seg unna tilsynet, kan det seinast innan 6 månader etter at prøvetida er ute gjerast vedtak om å setja han inn att i ungdomsfengsel. Der kan han haldast til han i alt har vore der i 2 år.\nFøresegnene i fengselsloven § 41 første og andre leden om pågriping og fengsling gjeld på tilsvarande måte i desse sakene.\nDet er Fengselstyret som skal gjera vedtak om innattsetjing og i tilfelle om ny frigjeving, endeleg eller på prøve, før den fristen, som er nemnd i tredje leden, siste punktum, er ute.\n1 Se lov 12 des. 1968 nr. 7 5 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Er det dømt til ungdomsfengsel, kan retten fastsetja at den dømde skal vera under fengsling til saka er avgjort i endeleg dom eller til innsetjing kan skje. I fall den dømde er fengsla når dom vert sagd, gjeld føresegna i lov om rettargangsmåten i straffesaker § 239 femte leden andre punktum.\nHøvet til å setja i verk dom på ungdomsfengsel vert foraldra etter 3 år. Føresegnene i straffeloven §§ 72 og 73 gjeld tilsvarande.\n0 Endret ved lover 7 juli 1967 nr. 3, 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Denne loven gjeld frå den tid som Kongen​1 fastset. Han kan då ta det atterhald at reglane om ungdomsarrest først skal gjelda frå annan tid som vert serskilt fastsett.\nFrå same tid fell bort:\n1. Kap. X i lov om barnevern frå 17. juli 1953.\n2. § 55 andre leden, i den ålmenne borgarlege straffelov.\n3. Lov om oppdragende behandling av unge lovbrytere frå 1. juni 1928.​2\nFrå same tid vert gjort etternemnde endringar i lov frå 12. desember 1958 om fengselsvesenet: – – –\n1 Justisdepartementet iflg. res. 8 april 1865. Ved Justisdepartementets rundskriv 31 jan 1966 satt i kraft 1 feb 1968, med unntak av bestemmelsene om ungdomsarrest.\n2 Med tilleggslover 26 mai 1939 nr. 1, 29 juni 1961 nr. 4, 12 des. 1958 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Når nokon før loven trer i kraft er dømd til arbeidsskole etter lov frå 1. juni 1928 om oppdragende behandling av unge lovbrytere, gjeld reglane i §§ 19-25 i loven her så langt dei høver for arbeidsskoletid som står att og for utskriving på prøve.\n0 Tilføyd ved lov 28 jan. 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Har eit barn som er under 14 ar, gjort ei elles strafflagd gjerning, kan det haldast rettsleg og utanrettsleg etterrøking.\n1 Jfr. strl. § 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Har nokon som er mellom 14 og 18 år, gjort ei strafflagd gjerning, kan påtalemakta føra saka over til barnevernsnemnda i staden for å reisa påtale eller late vera å gjera det etter lov om rettargangsmåten i straffesaker § 85, andre, tredje og fjerde leden. Barnevernsnemnda tek då avgjerd og fastset i tilfelle kva åtgjerd som skal nyttast, etter føresegnene i lov om barnevern. Det skal straks gjevast melding til påtalemakta om vedtaket i barnevernsnemnda.\nTilsvarande gjeld og for ungdomar over 14 år, som er sette spesialskular for barn med tilpassingsvanskar eller andre oppsedingsinstitusjonar for slike barn, eller som er utskrivne på prøve frå slike institusjonar. Barnevernsnemnda skal i slike høve gjera sitt vedtak i samråd med leiinga for institusjonen.\n1 Jfr. strl. § 65.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Er ei sak førd over til barnevernsnemnda etter § 2, kan påtalemakta på ny opna straffeforfølging, dersom\n1. den skuldgjevne gjer ei ny strafflagd gjerning, eller\n2. barnevernsnemnda beint fram bed om det, eller\n3. påtalemakta meiner at dei åtgjerdene som barnevernsnemnda har teke, ikkje er gode nok.\nPåtale må i så fall vera reist eller saka vera send til forhøyrsretten til pådøming innan eitt år etter at det er gjort vedtak om å føre saka over til barnevernsnemnda.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Har påtalemakta sendt ei sak til barnevernsnemnda etter reglane i § 2, kan ikkje den som er krenkt med den strafflagde gjerninga reisa privat straffesak.​1\n1 Jfr. strprl. § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Er etterrøking sett i gang i sak etter §§ 1 eller 2 og saka ikkje berre gjeld småting, skal påtalemakta straks gje barnevernsnemnda melding. Nemnda skal kunne ha ein målsmann til stades når den unge lovbrytaren vert avhøyrd, om det er høve til det.\nI saker som nemnd i §§ 1 og 2 skal det aktast vel på at etterrøkinga går utan uturvande dryging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "I ei sak som påtalemakta har reist for domstolen, kan retten late vera å fastsetja straff når den dømde er under 18 år på domstida og i staden i domen overlate til barnevernsnemnda å ta åtgjerder i samsvar med føresegnene i barnevernsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Når retten kjem til at saka ikkje bør overførast til barnevernet (jfr. § 6) eller avgjerast med vilkårsdom (jfr. straffeloven § 52), kan retten i samsvar med føresegnene nedanfor døma til ungdomsarrest eller ungdomsfengsel. I slike domar kan det ikkje fastsetjast at verksetjinga står ut.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Når det gjeld lovbrytarar under 21 år, skal fengselsstraff utan vilkår berre nyttast der slik straff tykkjest tenlegare til føremålet enn ungdomsarrest og ungdomsfengsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Vert ein lovbrytar under 21 år funnen skuldig i ei eller fleire strafflagde gjerningar, kan han dømast til ungdomsarrest, dersom retten ut frå omsynet til den ålmenne lovlydnaden og omsynet til å halda den sakgjevne borte frå nye strafflagde gjerningar kjem til at ei stutt fridomsstraff er mest tenleg.\nDom på ungdomsarrest gjev ikkje grunnlag for auka straff i oppattakingstilfelle.\n1 Jfr. §§ 7 og 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Den som er dømd til ungdomsarrest, vert sett inn i serskilt anstalt eller anstaltavdeling og halden der i ei tid på 60 dagar, utan frådrag for mogeleg varetektsfengsel.\nSyner den innsette god framferd, kan han sleppa fri opptil 10 dagar før han elles skulle frigjevast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Den som vert sett i ungdomsarrest, skal snarast råd er granskast av lækjar.\nDei innsette har plikt til å arbeida og til å vera med i den opplæringa og dei lekamsøvingane som anstalten set i verk. Det skal leggjast serleg vekt på god disiplin og orden.\nKongen gjev reglar om det som elles skal gjelda for dei innsette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Kongen gjev nærare regler om korleis anstaltane skal vera tilskipa og fastset korleis dei skal styrast og om det skal vera serskilde tilsynsråd for desse anstaltane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Når anstalten held det formålstenlegt, skal han ved frigjevinga syta for eit forsvarlegt ettervern, ved barnevernsnemnd eller styremakt eller samskipnad som fører tilsyn med lovbrytarar, eller på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Sak om dom til ungdomsarrest kan fremjast utan persongransking etter § 264, andre leden, i lov om rettargangsmåten i straffesaker. Det skal leggjast serleg vekt på å få saka avgjord av retten utan uturvande dryging.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Er det dømt til ungdomsarrest, kan den dømde ikkje krevja ny førehaving utan samtykke av Høgsteretts kjæremålsutval.\nFristen for anke og for søknad om ny førehaving er 7 dagar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Er det dømt til ungdomsarrest, kan retten om det tykkjest påkravt, fastsetja at den dømde skal haldast fengsla til saka er avgjord i endeleg dom eller til innsetjing kan skje. I fall den dømde er fengsla når dom vert sagd, gjeld føresegna i lov om rettargangsmåten i straffesaker § 239 femte leden andre punktum.\nHøvet til å setja i verk dom på ungdomsarrest vert foraldra etter 1 år. Føresegnene i straffelovens §§ 72 og 73 gjeld tilsvarande.\n0 Endret ved lover 7 juli 1967 nr. 3, 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Vert ein person under 21 år funnen skuldig i eit eller fleire brotsverk, kan han dømast til ungdomsfengsel, dersom retten ut frå omsynet til den ålmenne lovlydnaden og omsynet til å halda den sakgjevne borte f ra nye strafflagde gjerningar kjem til at ei langvarig fridomsstraff er mest tenleg. Når serlege grunnar talar for det, kan også folk mellom 21 og 23 år dømast til ungdomsfengsel.\nFør dom vert sagd, bør det gjerast ei nærare persongransking, jfr. lov om rettargangsmåten i straffesaker § 264 andre leden.\nVert det gjort vedtak om rettspsykiatrisk eller anna sakkunnig gransking kan denne granskinga gjerast av ein sakkunnig, om det ikkje etter tilhøva trengst fleire.\n0 Endret ved lov 7 juli 1967 nr. 3. – Jfr. §§ 7 og 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Er nokon før dømd til straff som enno ikkje er iverksett, kan retten fastsetja at denne straffa skal falla bort når det vert dømt til ungdomsfengsel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Den som vert dømd til ungdomsfengsel, kan setjast i open eller stengd avdeling. Til å halda han i stengd avdeling meir enn tri månader trengst samtykke av Fengselsstyret. Slikt samtykke kan berre gjevast for tri månader om gongen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Føresegnene i lov om fengselstellet gjeld også for ungdomsfengsel og handsaming av dei innsette der.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Fengselstyret kan avgjera at ein innsett kan setjast i opplæring eller arbeid utanom anstalten, når dette synest formålstenlegt og det ikkje er grunn til å ottast at den innsette kjem til å syna dårleg framferd på den staden han vert sett. Såframt det er mogeleg og direktøren held det tenlegt, kan ein innsett som etter ei slik avgjerd ikkje er i sjølve anstalten, påleggjast å vera med i opplæring, fritidssysler og anna verksemd i anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "content": "Fengselstyret kan avgjera at ein innsett med sterke sjelelege avvik kan setjast i sikringsanstalt for så lang tid som han kunne vore halden i ungdomsfengsel.\nFøresegna i § 12 første leden i lov om fengselstellet skal og gjelde for lovbrytarar som er innsette i ungdomsfengsel.\n0 Endret ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Den som er sett i ungdomsfengsel, kan haldast der i 2 år, varetekttida då medrekna. Etter 12 månader i anstalt kan den innsette gjevast fri på prøve etter avgjerd av direktøren, men etter 9 månader etter avgjerd av Fengselstyret. Varetekttida vert i begge høve medrekna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Når nokon, vert frijjjeven på prøve frå ungdomsfengsel, kan det setjas dei same vilkåra som i slik frigjeving frå fengselsstraff​1 og fastsetjast at den frigjevne skal stå under tilsyn.\nPrøvetida er 2 år.\nHeld ikkje den prøvefrigjevne vilkåra i prøvetida eller dreg han seg unna tilsynet, kan det seinast innan 6 månader etter at prøvetida er ute gjerast vedtak om å setja han inn att i ungdomsfengsel. Der kan han haldast til han i alt har vore der i 2 år.\nFøresegnene i fengselsloven § 41 første og andre leden om pågriping og fengsling gjeld på tilsvarande måte i desse sakene.\nDet er Fengselstyret som skal gjera vedtak om innattsetjing og i tilfelle om ny frigjeving, endeleg eller på prøve, før den fristen, som er nemnd i tredje leden, siste punktum, er ute.\n1 Se lov 12 des. 1968 nr. 7 5 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Er det dømt til ungdomsfengsel, kan retten fastsetja at den dømde skal vera under fengsling til saka er avgjort i endeleg dom eller til innsetjing kan skje. I fall den dømde er fengsla når dom vert sagd, gjeld føresegna i lov om rettargangsmåten i straffesaker § 239 femte leden andre punktum.\nHøvet til å setja i verk dom på ungdomsfengsel vert foraldra etter 3 år. Føresegnene i straffeloven §§ 72 og 73 gjeld tilsvarande.\n0 Endret ved lover 7 juli 1967 nr. 3, 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Denne loven gjeld frå den tid som Kongen​1 fastset. Han kan då ta det atterhald at reglane om ungdomsarrest først skal gjelda frå annan tid som vert serskilt fastsett.\nFrå same tid fell bort:\n1. Kap. X i lov om barnevern frå 17. juli 1953.\n2. § 55 andre leden, i den ålmenne borgarlege straffelov.\n3. Lov om oppdragende behandling av unge lovbrytere frå 1. juni 1928.​2\nFrå same tid vert gjort etternemnde endringar i lov frå 12. desember 1958 om fengselsvesenet: – – –\n1 Justisdepartementet iflg. res. 8 april 1865. Ved Justisdepartementets rundskriv 31 jan 1966 satt i kraft 1 feb 1968, med unntak av bestemmelsene om ungdomsarrest.\n2 Med tilleggslover 26 mai 1939 nr. 1, 29 juni 1961 nr. 4, 12 des. 1958 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Når nokon før loven trer i kraft er dømd til arbeidsskole etter lov frå 1. juni 1928 om oppdragende behandling av unge lovbrytere, gjeld reglane i §§ 19-25 i loven her så langt dei høver for arbeidsskoletid som står att og for utskriving på prøve.\n0 Tilføyd ved lov 28 jan. 1980.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    }
  ]
}