{
  "id": "LOV-2008-06-06-37",
  "type": "statute",
  "title": "Lov om forvaltning av viltlevande marine ressursar (havressurslova)",
  "short_name": "Havressurslova",
  "status": "in_force",
  "issued_date": "2008-06-06",
  "in_force_date": "2009-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2008-06-06-37",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med lova er å sikre ei berekraftig og samfunnsøkonomisk lønsam forvaltning av dei viltlevande marine ressursane og det tilhøyrande genetiske materialet og å medverke til å sikre sysselsetjing og busetjing i kystsamfunna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Retten til ressursane",
      "content": "Dei viltlevande marine ressursane ligg til fellesskapet i Noreg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Sakleg verkeområde",
      "content": "Lova gjeld all hausting og anna utnytting av viltlevande marine ressursar og tilhøyrande genetisk materiale. Viltlevande marine ressursar er fisk, sjøpattedyr med heilt eller delvis tilhald i sjøen, andre marine organismar og plantar med tilhald i sjøen eller på eller under havbotnen, og som ikkje er i privat eige. Lova gjeld likevel ikkje hausting og anna utnytting av anadrome laksefiskar slik det er definert i lov 15. mai 1992 nr. 47 om lakse- og innlandsfisk m.v. § 5 bokstav a.\nFor å sikre at hausting og anna utnytting skjer i samsvar med føresegner fastsette i eller i medhald av lova, gjeld lova også for andre tiltak i samband med hausting og anna utnytting av fangst, så som omlasting, levering, landing, mottak, transport, oppbevaring, produksjon og omsetning.\nFøresegnene i kapittel 5 jf. kapittel 11 og 12, gjeld også for annan aktivitet enn den som er nemnd ovanfor, når slik aktivitet har innverknad på hausting og anna utnytting av viltlevande marine ressursar og tilhøyrande genetisk materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Stadleg verkeområde",
      "content": "Lova gjeld på norsk fartøy, på norsk landterritorium unnateke Jan Mayen og Svalbard, i norsk sjøterritorium og indre farvatn, på den norske kontinentalsokkelen og i område oppretta med heimel i lov 17. desember 1976 nr. 91 om Norges økonomiske sone §§ 1 og 5.\nKongen kan fastsetje at heile eller delar av lova skal gjelde på norsk landterritorium på Jan Mayen, Svalbard, Bouvetøya, Peter Is øy og Dronning Maud Land.\nUtanfor område som er nemnde i første og andre ledd, gjeld lova for norske rettssubjekt så langt dette ikkje strir mot jurisdiksjonen til ein annan stat, og for dei som er omfatta av § 5 andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Personelt verkeområde",
      "content": "Lova gjeld for alle innanfor det stadlege område til lova. I område som er oppretta med heimel i lov 17. desember 1976 nr. 91 om Norges økonomiske sone §§ 1 og 5, gjeld forskrifter etter lova her likevel berre for utlendingar og utanlandske føretak når det er fastsett i forskriftene.\nFor utlendingar og utanlandske føretak gjeld lova i område utanfor nokon stats jurisdiksjon når dette følgjer av internasjonal avtale. I slike område gjeld lova også for statslause fartøy og for fartøy som kan sidestillast med slike.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Tilhøvet til folkeretten",
      "content": "Lova gjeld med dei avgrensingane som følgjer av internasjonale avtalar og folkeretten elles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Forvaltningsprinsipp og grunnleggjande omsyn",
      "content": "Departementet skal vurdere kva slags forvaltningstiltak som er nødvendige for å sikre ei berekraftig forvaltning av dei viltlevande marine ressursane.\nVed forvaltninga av dei viltlevande marine ressursane og det tilhøyrande genetiske materialet skal det leggjast vekt på\na. ei føre-var-tilnærming i tråd med internasjonale avtalar og retningslinjer\nb. ei økosystembasert tilnærming som tek omsyn til leveområde og biologisk mangfald\nc. ein effektiv kontroll med hausting og anna utnytting av ressursane\nd. ei formålstenleg fordeling av ressursane, som mellom anna kan medverke til å sikre sysselsetjing og busetjing i kystsamfunna\ne. ei optimal utnytting av ressursane som er tilpassa marin verdiskaping, marknad og industri\nf. at haustingsmetodar og reiskapsbruk tek omsyn til behovet for å redusere moglege negative verknader på levande marine ressursar\ng. at forvaltningstiltak er med og sikrar det materielle grunnlaget for samisk kultur.\n0 Endra ved lover 19 juni 2009 nr. 100 (ikr. 1 feb 2011 iflg. res. 7 jan 2011 nr. 10), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Reguleringsråd",
      "content": "Departementet kan oppnemne eit reguleringsråd som kan gje fråsegner før fastsetjing av forskrifter i medhald av lova. Departementet kan fastsetje forskrifter om samansetjinga av reguleringsrådet og om oppgåvene til rådet. Organisasjonar for dei interessene som sakene vanlegvis vedkjem, skal vere representerte i rådet.\nNår reguleringsrådet har gjeve fråsegn om reguleringsforskrifter etter §§ 11 til 13 og 16, er det ikkje nødvendig med høyring etter reglane i lov 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Saker der fylkeskommunane har kompetanse",
      "content": "Departementet kan i forskrift gje fylkeskommunane kompetanse til å gjere vedtak på særskilde område innanfor verkeområdet til lova og fastsetje nærare reglar om denne kompetansen. Fiskeridirektoratet er klageorgan i dei sakene der fylkeskommunane kan gjere vedtak.\n0 Tilføyd ved lov 9 jan 2009 nr. 4 (ikr. 1 jan 2010), endra ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "Fjordfiskenemnd",
      "content": "Departementet kan opprette ei fjordfiskenemnd for Finnmark, Troms og Nordland. Sametinget og dei tre fylkeskommunane skal ha rett til å nemne opp medlemmer til nemnda. Departementet kan gje nærare reglar om samansetjinga av fjordfiskenemnda og kva for oppgåver ho skal ha.\n0 Tilføyd ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Gjennomføring av marin bioprospektering",
      "content": "Kongen kan fastsetje at uttak og undersøking i sjø i samband med marin bioprospektering krev løyve frå departementet.\nFøresegnene i lova gjeld for marin bioprospektering så langt dei høver.\nKongen kan fastsetje forskrifter om marin bioprospektering, mellom anna gjere unntak frå føresegner som er fastsette i eller i medhald av lova, fastsetje kva slags opplysningar søknaden skal innehalde, og gje nærare reglar om kva slags vilkår som kan setjast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Fordelar frå utnytting av marint genetisk materiale",
      "content": "I løyve etter § 9 kan det fastsetjast at ein del av fordelane frå utnytting av norsk marint genetisk materiale skal tilfalle staten.\nI løyve etter § 9 kan det fastsetjast at genetisk materiale og resultat frå prospekteringa ikkje kan omsetjast eller formidlast vidare utan samtykke frå og eventuelt vederlag til staten.\nNår det er drive marin bioprospektering eller utnytting av genetisk materiale utan at det er gjeve løyve etter § 9, kan Kongen fastsetje at ein del av fordelane som nemnde i første ledd skal tilfalle staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Nasjonal kvote, gruppekvote og distriktskvote",
      "content": "Departementet kan fastsetje eit største tillate uttak (nasjonal kvote) for viltlevande marine ressursar målt i kvantum, individ, haustingsdøgn eller andre innsatsfaktorar. Nasjonal kvote skal fastsetjast for bestemte tidsrom. Når det er fastsett ein nasjonal kvote, kan det ikkje fastsetjast gruppekvotar, forskings- og undervisningskvotar og liknande som til saman utgjer meir enn den nasjonale kvoten.\nDepartementet kan fastsetje eit største tillate uttak for kvar fartøy- eller reiskapsgruppe eller anna definert gruppe (gruppekvote). Gruppekvote skal fastsetjast for bestemte tidsrom.\nDepartementet kan fastsetje at ein del av den nasjonale kvoten eller ein del av gruppekvoten for ei eller fleire fartøygrupper skal leverast til tilverking ved landanlegg i bestemte distrikt (distriktskvote). Departementet kan fastsetje forskrifter om fordeling av og vilkår for utnytting av distriktskvoten.\nDepartementet kan fastsetje at ein del av den nasjonale kvoten eller ein del av gruppekvoten for ei eller fleire fartøygrupper skal leverast til ein bestemt bruk eller i ein bestemt tilstand.\nNår ei fartøygruppe samla får ei rimeleg fangstordning, kan departementet fastsetje fangstavgrensingar for desse eller at fartøya i gruppa ikkje skal få vere med i enkelte fiskeri.\nI område som er omfatta av deltakerloven § 21 tredje ledd,​1 skal det ved tildeling av kvotar av viltlevande marine ressursar, og ved andre former for regulering av desse ressursane, leggjast vesentleg vekt på samisk bruk og kva denne bruken har å seie for samiske lokalsamfunn.\n0 Endra ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913). Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).\n1 Inkurie: Skal vel være fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kvotar for fartøy",
      "content": "Departementet kan i forskrift fastsetje kvotar for enkeltfartøy målt i kvantum, individ, haustingsdøgn eller andre innsatsfaktorar. Kvotane kan fastsetjast for visse tidsrom eller per tur og for ein bestand eller samla for fleire bestandar.\nNår verksemda fell inn under lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst (deltakerloven), kan kvoten berre haustast med fartøy som det er gjeve erversløyve for, og som kan nyttast i verksemda etter reglane i deltakerloven.\nNår verksemda ikkje fell inn under deltakerloven, kan kvoten tildelast til person eller føretak. Det kan setjast vilkår om registrering i eige register for slik tildeling. Departementet kan gje nærare føresegner om registeret.\n0 Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kvotar til forsking, overvaking, undervisning og praktiske reiskapsforsøk",
      "content": "Det kan tildelast kvotar til\na. forskingsinstitusjonar\nb. den som får løyve til praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande etter § 66\nc. overvaking av fiskefelt\nd. offentleg godkjende undervisningsinstitusjonar.\nVed hausting av kvotar som er nemnde i første ledd, kan det nyttast eigne fartøy eller leigde fartøy som det er gjeve ervervsløyve for, når verksemda elles ville kome inn under deltakerloven.\nReiskapsavgrensingane for fartøy som ikkje er merkeregistrerte, jf. § 22, gjeld ikkje for hausting etter denne føresegna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Spesielle kvoteordningar",
      "content": "Som ledd i ei tilpassing av fiskeflåten til ressursgrunnlaget kan departementet i forskrift gje reglar om høgare kvote for enkeltfartøy når anna fartøy permanent eller mellombels vert teke ut av haustingsverksemda. Departementet kan fastsetje fleire vilkår for tildeling av slik høgare kvote.\n0 Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Ilandføringsplikt",
      "content": "All fangst av fisk skal førast i land. Departementet kan i forskrift gjere unntak frå ilandføringsplikta og forby utkast av biologisk avfall.\nDepartementet kan i forskrift fastsetje plikt til ilandføring av bifangst av andre marine organismar, plantar, sjøpattedyr og sjøfuglar eller rapporteringsplikt for slik bifangst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Gjennomføring av hausting",
      "content": "All hausting og anna utnytting av viltlevande marine ressursar skal skje så skånsamt som mogleg.\nDepartementet kan fastsetje forskrifter om gjennomføring av hausting, mellom anna om\na. tidsrom for hausting og tidspunkt for utsegling\nb. kor mange fartøy frå ulike grupper som kan hauste samtidig i eit område\nc. forbod mot hausting i visse område, av visse artar eller med visse reiskapar\nd. utforming, merking, bruk og røkting av reiskapar og andre innretningar som vert nytta i samband med hausting\ne. største eller minste tillatne storleik på individ og at det berre eller for ein del skal haustast hann- eller hoindivid\nf. tillaten bifangst\ng. utforming og bruk av haustingsreiskapar for å redusere skadeverknader på andre artar enn målartane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tap av reiskapar",
      "content": "Den som mistar eller må kutte reiskapar, har plikt til å sokne etter reiskapane. Departementet kan gjere unntak frå plikta til å sokne.\nDepartementet kan fastsetje forskrift om rapportering ved tap av reiskapar eller funn av tapte reiskapar, mellom anna om kva som er mista og kvar reiskapane er mista.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Forbod mot bruk av sprengstoff o.a.",
      "content": "Det er forbode å bruke sprengstoff, skytevåpen og gift ved hausting.\nForbodet mot bruk av sprengstoff og skytevåpen gjeld ikkje ved hausting av sjøpattedyr eller større bruskfiskar. Departementet kan fastsetje nærare reglar for å sikre at avliving av sjøpattedyr og større bruskfiskar skjer i samsvar med forsvarlege avlivingsmetodar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Marine beskytta område",
      "content": "Kongen kan opprette marine beskytta område der hausting og anna utnytting av viltlevande marine ressursar er forbode. Det kan gjerast unntak for haustingsverksemd og anna utnytting som ikkje vil vere i strid med formålet med det beskytta området.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:19 a",
      "chapter": "4",
      "section": "19 a",
      "title": "Utsetjing av organismar",
      "content": "Det er forbode å setje ut organismar og levande rogn utan løyve frå departementet. Departementet kan i forskrift eller enkeltvedtak gjere unntak frå forbodet i første punktum.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forbod mot hausting med trål og andre reiskapar i visse område",
      "content": "Det er forbode å hauste med trål innanfor territorialgrensa ved det norske fastlandet, med unntak av hausting med taretrål, reketrål og krepsetrål. Departementet kan i forskrift gjere unntak frå forbodet i første punktum i visse område, for visse tidsperiodar eller for hausting med bestemte trålreiskapar eller hausting av bestemte artar og fastsetje kva som er å rekne som trål etter denne paragrafen.\nDepartementet kan i forskrift fastsetje forbod mot hausting for andre fartøy- eller reiskapsgrupper innanfor grunnlinjene, innanfor linjer i ein viss avstand frå grunnlinjene eller innanfor fastsette posisjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Forbod mot hausting i område som er påverka av ureining",
      "content": "Departementet kan forby eller avgrense hausting i område og av artar som kan vere påverka av ureining.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Sports- og rekreasjonsfiske",
      "content": "Når det vert hausta med fartøy som ikkje er merkeregistrerte eller fiska frå land, kan det ikkje nyttast andre reiskapar enn\na. handsnøre, fiskestong og liknande handreiskapar\nb. éi maskindriven jukse eller dorg\nc. garn med samla lengd på inntil 210 meter\nd. liner med inntil 300 onglar\ne. inntil 20 teiner eller ruser.\nDepartementet kan i forskrift gjere unntak frå føresegnene i første ledd for bruk av landnot. Departementet kan også gjere unntak frå føresegnene i første ledd i særskilte tilfelle der det er nødvendig for å fremme kystkulturformål.\nDepartementet kan i forskrift fastsetje kvantumsavgrensingar, strengare reiskapsavgrensingar eller forbod mot hausting i nærare bestemte område når det er nødvendig av omsyn til ressursforvaltninga.\nDen som ikkje er norsk statsborgar eller likestilt med norsk statsborgar i medhald av lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst § 5, kan utan omsyn til reglane i første ledd berre drive sportsfiske med handreiskapar. Det er forbode å omsetje fangsten. Departementet kan i forskrift gjere unntak frå første og andre punktum for jakt på kystsel.\nDepartementet kan i forskrift påleggje den som eig eller driv anlegg eller verksemd for sports- og rekreasjonsfiske, eller som for næringsformål legg til rette for slikt fiske, å gje opplysningar til styresmaktene om haustinga. For statistikkformål kan departementet i forskrift også påleggje eit utval av personar som driv sports- og rekreasjonsfiske, å gje opplysningar om haustinga. Departementet kan i forskrift fastsetje krav til registrering for å drive verksemd som nemnd i første punktum og gje nærare føresegner om vilkår for slik registrering. Departementet kan i forskrift gje føresegner om at retten til å vere registrert kan kallast tilbake ved grove eller gjentekne brot på vilkåra.\nUtan omsyn til reiskapsavgrensingane i første ledd, kan departementet i forskrift fastsetje at det kan drivast jakt på kystsel frå land og med fartøy som ikkje er merkeregistrerte. Det kan fastsetjast nærare føresegner om slik jakt.\nFøresegnene i fjerde og sjette ledd gjeld ikkje på Svalbard eller i fiskevernsona og territorialfarvatnet ved Svalbard.\nDei andre føresegnene i eller fastsette i medhald av lova gjeld så langt dei høver.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 7 mars 2014 nr. 6 (ikr. 7 mars 2014 iflg. res. 7 mars 2014 nr. 254), 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Omsetningsgrense for sports- og rekreasjonsfiske",
      "content": "Ein person eller eit føretak kan per kalenderår ikkje omsetje fangst som er teken med fartøy som ikkje er merkeregistrert, eller frå land, for meir enn 50 000 kroner. Denne grensa gjeld sjølv om fleire personar eller føretak omset fangst som er hausta med det same fartøyet. Den som eig merkeregistrert fartøy, kan likevel ikkje omsetje slik fangst av fiskeslag som han er tildelt kvote for etter § 12.\nDepartementet kan i forskrift gjere unntak frå føresegnene i første ledd for omsetning av fangst som er teken med landnot.\nFor den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar i medhald av deltakerloven § 5, gjeld omsetningsforbodet for fangst i § 22 fjerde ledd andre punktum.\n0 Endra ved lover 25 juni 2010 nr. 43, 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:23 a",
      "chapter": "5",
      "section": "23 a",
      "title": "Verkeområde for kapittel 4 a",
      "content": "Kapittel 4 a gjeld berre i norsk territorialfarvatn, men likevel ikkje i territorialfarvatnet ved Svalbard.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), oppheva med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747), føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "5:23 b",
      "chapter": "5",
      "section": "23 b",
      "title": "Forbod for utlendingar mot å drive fiske",
      "content": "Det er forbode å drive fiske, fangst eller anna hausting av viltlevande marine ressursar for den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5.\nDet er forbode å nytte fartøy som ikkje er norsk, til hausting av viltlevande marine ressursar. Som norsk fartøy vert rekna fartøy som er omfatta av verkeområdet til deltakerloven § 2.\nForboda i første og andre ledd gjeld ikkje sports- og rekreasjonsfiske etter § 22 fjerde og sjette ledd.\nFiskeridirektoratet kan for eit enkelt høve eller for eit kortare tidsrom gjere unntak frå andre ledd og frå bustadkravet i deltakarloven § 5 a dersom prøvedrift av nye fartøytypar eller reiskapar eller andre særlege grunnar gjer det ønskeleg.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "5:23 c",
      "chapter": "5",
      "section": "23 c",
      "title": "Forbod for utlendingar mot tilverking, pakking og omlasting",
      "content": "For den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5, er det forbode å tilverke, pakke eller laste om viltlevande marine ressursar eller delar og produkt av slike. Forbodet gjeld fangst både frå norske og utanlandske fartøy.\nForbodet mot tilverking omfattar alt vidare arbeid med fangsten om bord i fartøyet etter at fangsten eventuelt er bløgga, sløgd og hovudkappa. Innfrysing utan at det vert arbeidd vidare med fangsten, vert likevel ikkje rekna som tilverking.\nForbodet mot pakking omfattar ikkje pakking som er naturleg fordi fangsten skal frysast inn om bord og deretter verte transportert med fartøyet. Innpakkinga skal i så fall vere ueigna for sal til forbrukarar eller andre sluttbrukarar.\nFiskeridirektoratet kan gjere unntak frå forbodet mot tilverking, pakking og omlasting når særlege grunnar tilseier det.\nFor norskfanga fisk kan Fiskeridirektoratet også gjere unntak frå forbodet mot tilverking, pakking og omlasting når omsynet til omsetningstilhøva tilseier det, og omsynet til produksjonen ved foredlingsanlegga ikkje talar imot. Det kan gjevast unntak berre for eit bestemt kvantum, eit bestemt tilfelle, eit bestemt fiskeslag eller eit bestemt tidsrom.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23c",
        "source_heading": "§ 23 c."
      }
    },
    {
      "provision_ref": "5:23 d",
      "chapter": "5",
      "section": "23 d",
      "title": "Unntak frå forboda i bestemte område",
      "content": "I særlege tilfelle kan Kongen i forskrift gjere unntak frå føresegnene i dette kapitlet for bestemte område. Kongen kan gje føresegner om at fiskeriverksemd som får slikt unntak, heilt eller delvis ikkje skal vere underlagd norsk lovgjeving.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23d",
        "source_heading": "§ 23 d."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Reglar om aktsemd",
      "content": "Den som kjem til haustingsfelt der reiskapar er sette ut, skal gjere seg kjend med kvar reiskapane står. Alle skal fare fram slik at haustingsreiskapar ikkje vert skadde eller utsette for fare.\nDet er forbode å hindre eller øydeleggje høvet til hausting med skyting, støy eller anna utilbørleg framferd.\nDepartementet kan gje nærare reglar om manøvrering av fartøy og framferd på haustingsfelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Forkastregelen",
      "content": "Den som først tek til å setje ut reiskapane sine og held fram med det utan uvanleg opphald, har rett til å hauste i det området som reiskapane krev eller vil femne om.\nDei som tek til å setje ut reiskapane sine samtidig, har lik rett.\nDei som ikkje har reiskapar ute, skal på oppmoding flytte dersom dei ligg i vegen for den som har teke til å hauste eller går i gang med å setje ut reiskapane sine.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Hausting med trål eller snurrevad",
      "content": "Det er forbode å hauste med trål eller snurrevad nærare enn éi nautisk mil frå utsette fiske- eller fangstreiskapar eller merke for slike reiskapar eller fartøy som driv garn- eller linefiske.\nDepartementet kan fastsetje at grensa i første ledd skal vere kortare eller ikkje skal gjelde for bestemte fiskeri med trål eller snurrevad.\nFøresegna i første ledd gjeld ikkje der det er oppretta utvalsområde og gjennomført havdeling i medhald av § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Lås- og stengsetjing",
      "content": "Alle som haustar med not, har rett til å fortøye slepekast i land når det skjer i rimeleg avstand frå hus der det bur folk, eller hytte som er i bruk, og utan utilbørleg fortrengsle eller ulempe for andre.\nDet er forbode å hauste nærare enn 100 meter og å ferdast nærare enn 20 meter frå slepekast eller steng som er fortøydde i land eller oppankra på annan måte.\nDepartementet kan fastsetje forskrifter om sleping og stengsetjing av fangst i sjøen, mellom anna om oppbevaring av fangst og opning av steng, for å hindre at fangsten får skade, vert kvalitetsforringa eller at fangsten ureinar eller vert ureina av omgjevnadene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forbod mot å etterlate gjenstandar i sjøen",
      "content": "Det er forbode å kaste, eller unødvendig etterlate reiskapar, fortøyingar og andre gjenstandar i sjøen eller på botnen som kan skade marint liv, hemme gjennomføring av hausting, skade haustingsreiskapar eller setje fartøy i fare.\nDen som fer fram i strid med forbodet i første ledd, pliktar å rydde etter seg eller fjerne gjenstandane. Fiskeridirektoratet kan gje pålegg om rydding eller fjerning.\nVert pålegg etter andre ledd ikkje følgt, kan Fiskeridirektoratet setje i verk nødvendige tiltak for den ansvarlege si rekning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Berging av reiskapar og fangst",
      "content": "Den som bergar bortdrivne, tapte eller etterlatne reiskapar, lettbåt og anna utstyr, skal så snart som mogleg melde frå om dette til eigaren. Departementet kan fastsetje forskrift om rapportering ved berging av bortdriven, tapt eller etterlaten reiskap, mellom anna om kva som er berga og kvar det er funne.\nDen som bergar reiskapar, har rett til bergeløn. Bergeløna skal fastsetjast i samsvar med sedvane eller til det som er rimeleg. Bergeløna kan ikkje setjast høgare enn verdien av det som er berga.\nBerga fangst tilkjem bergaren. Er verdien av fangsten monaleg større enn bergeløna, kan bergeløna heilt eller delvis falle bort.\nDet som er berga, kan ikkje krevjast utlevert før bergeløn og kostnader er dekte. Når bergeløn og kostnader er dekte, pliktar bergaren å utlevere det som er berga. Eigaren har plikt til å godta tilbakelevering når det er rimeleg at bergaren krev dette etter at det som er berga er sikra.\nDepartementet kan fastsetje forskrifter om berging av reiskapar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Erstatningsansvar",
      "content": "Den som skader reiskapar som er sette ut i sjøen for fangst, pliktar utan omsyn til skuld å erstatte skaden, mellom anna tap av fangst og tap som følgje av avbrot i haustinga.\nErstatninga etter første ledd kan reduserast eller falle bort dersom skadevaldaren godtgjer å vere utan skuld i skaden.\nEr drivande eller fastståande reiskapar skadde, har trål- og snurrevadfiskarar som samtidig har fiska på feltet, plikt til å leggje fram bevis for at dei ikkje er årsak til skaden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Panterett til sikring av erstatningskrav",
      "content": "Den som har krav på skadeerstatning etter lova eller som følgje av samanstøyt mellom haustingsfartøy, hjelpefartøy eller fartøy som fører fangst, har panterett i fartøya, reiskapane og fangsten til skadevaldaren. Reglane om sjøpant i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven) kapittel 3 gjeld tilsvarande. Krava har same prioritet som dei krava som er nemnde i sjøloven § 51 første ledd nr. 4.\nPanterett i fangst fell bort når fangsten er omsett. Den som utan samtykke frå kravshavaren selde fangsten, vert personleg ansvarleg for kravet. Dette ansvaret gjeld likevel ikkje for den summen som han godtgjer at pantet ikkje kunne ha dekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Lokale reguleringar og utval",
      "content": "Departementet kan opprette utvalsområde der Fiskeridirektoratet eller utval som er oppnemnde av Fiskeridirektoratet, kan fastsetje lokale forskrifter om\na. havdeling og trygg avstand mellom ulike reiskapsgrupper\nb. utplassering og merking av reiskapar\nc. tidspunkt for utsegling og liknande\nd. melde- og oppgåveplikt til Fiskeridirektoratet for å delta i hausting i slike område.\nFiskeridirektoratet kan fastsetje lokale forskrifter også utanfor slike område.\nLokale organisasjonar har forslagsrett ved fastsetjing av lokale forskrifter og ved oppnemning av utval.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Tilsynspersonar",
      "content": "I utvalsområde kan Fiskeridirektoratet nemne ut tilsynspersonar som ved rettleiing og åtvaring skal arbeide for å hindre brot på føresegner som er fastsette i eller i medhald av lova, og vere med å halde oppe ro og orden på haustingsfelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Plikt til å leggje til rette for kontroll om bord i fartøy",
      "content": "For å leggje til rette for kontroll med føresegner som er fastsette i eller i medhald av lova eller anna havressurslovgjeving, kan departementet i forskrift forby eller gje pålegg om\na. å ha om bord eller bruke reiskapar\nb. korleis reiskapar som ikkje er i bruk, skal oppbevarast\nc. å ha om bord eller bruke utstyr som kan nyttast til sortering, oppmaling, dumping, utkast o.a. av fangst\nd. å ha om bord og bruke utstyr som overvaker og rapporterer aktiviteten til fartøyet, som til dømes satellittsporingsutstyr og ferdskrivar\ne. å ha om bord godkjende teikningar av oppbevaringsstader og av fartøyet elles\nf. korleis fangst skal merkjast og stuast, og å ha om bord oversikt over korleis fangsten er stua\ng. å ha om bord og bruke utstyr og dokumentasjon som sikrar kontroll med det kvantum som vert hausta\nh. utstyr og innretningar for å sikre trygg tilkomst ved kontroll av fartøy.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Plikt til å innhente informasjon",
      "content": "Departementet kan fastsetje forskrifter om plikt til å lytte på bestemte radiofrekvensar til bestemte tider og om plikt til å skaffe og bruke anna kommunikasjonsutstyr for å ta imot meldingar frå styresmaktene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Opplysningspliktene til haustaren (fangstdagbok o.a.)",
      "content": "Departementet kan i forskrift påleggje eigaren eller brukaren av fartøy å føre fangstdagbok og gje nærare reglar om korleis ho skal førast, kva slags opplysningar ho skal innehalde, og om oppbevaring og innsending av fangstdagboka.\nDepartementet kan i forskrift påleggje eigaren eller brukaren av fartøy å gje andre opplysningar om hausting og produksjon av fangst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Omlasting, skifte av haustingsområde og avslutning av hausting",
      "content": "Departementet kan av kontrollomsyn forby eller fastsetje nærare reglar om omlasting, mellom anna at den som lastar om, skal melde frå om dette innan fastsette fristar, og at omlasting berre kan skje på eller innanfor bestemte posisjonar eller i ei bestemt hamn.\nDepartementet kan i forskrift gje pålegg om at den som tek til å hauste, skifter haustingsområde eller avsluttar haustinga, skal melde frå om dette innan fastsette fristar og framstille seg for kontroll på eller innanfor bestemte posisjonar eller i ei bestemt hamn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Registrering som mottakar og kjøpar av fangst i første hand",
      "content": "Departementet kan i forskrift gje reglar om at den som tek imot fangst som vert lossa eller omlasta frå fartøy, skal vere registrert som mottakar hos Fiskeridirektoratet, og om at den som kjøper fangst i første hand, skal vere registrert som kjøpar hos Fiskeridirektoratet. Det kan fastsetjast vilkår for slik registrering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Landings- og sluttsetel og førehandsvarsel om landing",
      "content": "Eigaren eller brukaren av haustings- eller transportfartøy og den som tek imot fangst, skal skrive ut ein landingssetel med opplysningar om fangsten. Dette gjeld uansett om fangsten vert overført til anlegg på land, anna fartøy eller til oppbevaring i sjø.\nEigaren eller brukaren av haustings- eller transportfartøy og den som kjøper fangst i første hand, skal skrive ut ein sluttsetel med opplysningar om fangsten.\nDepartementet kan i forskrift gje nærare reglar om omfanget av pliktene i første og andre ledd, mellom anna korleis setelen skal førast, kva slags opplysningar setelen skal innehalde, og om oppbevaring og innsending av setelen.\nDepartementet kan i forskrift fastsetje at dei som er nemnde i første og andre ledd, skal sende førehandsvarsel til styresmaktene om kvar, korleis og når landing eller mottak av fangst skal skje, kva slags opplysningar om fangsten førehandsvarselet skal innehalde, og at førehandsvarsel skal sendast ei viss tid før fangsten kan landast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Plikt til å sikre opplysningar om fangst",
      "content": "Departementet kan i forskrift gje reglar om at dei som haustar, tek imot, transporterer, oppbevarer, produserer eller omset viltlevande marine ressursar, skal ha og bruke dokumentasjon og utstyr som sikrar kontroll med kvantumet som vert motteke, transportert, oppbevart, produsert, teke ut frå oppbevarings- eller produksjonsstad eller omsett. Departementet kan også gje reglar om korleis viltlevande marine ressursar skal oppbevarast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Sporing",
      "content": "Departementet kan i forskrift gje reglar om at dei som haustar, tek imot, transporterer, oppbevarer, produserer eller omset viltlevande marine ressursar, skal kunne dokumentere dei opplysningane som trengst for at det heile tida skal vere mogleg å spore fisk o.a. tilbake til ein fangst som er registrert på landings- eller slutsettel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Omrekningsfaktorar",
      "content": "Departementet kan i forskrift fastsetje omrekningsfaktorar frå tilverka eller landa fangst til rund vekt og mellom ulike grader av tilverking.\nEigaren og brukaren av haustingsfartøy og produksjonsanlegg har plikt til å samarbeide når Fiskeridirektoratet hentar inn måleprøver til omrekningsfaktorar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Bruk av elektronisk utstyr og programvare",
      "content": "Departementet kan i forskrift fastsetje at registrering og overføring av opplysningar som er nemnde i dette kapittelet, skal skje ved bruk av bestemt elektronisk utstyr og programvare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Kontrollansvaret til Fiskeridirektoratet",
      "content": "Fiskeridirektoratet skal føre kontroll med at dei som lova gjeld for, held seg til føresegner som er fastsette i eller i medhald av lova og anna lovgjeving om deltaking i, leiting etter og uttak, omsetning, produksjon, innførsle og utførsle av viltlevande marine ressursar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Samarbeid ved kontroll",
      "content": "Dei som vert kontrollerte i samsvar med føresegner som er gjevne i eller i medhald av lova eller anna lovgjeving som er nemnd i § 44, skal samarbeide med kontrollstyresmaktene ved gjennomføring av kontroll, mellom anna ved å svare på oppkalling over radio eller anna kommunikasjonsutstyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Gjennomføring av kontroll",
      "content": "Fiskeridirektoratet skal ha uhindra og direkte tilgang til fartøy i gjennomføring av kontroll etter § 44. Same tilgangen skal Fiskeridirektoratet ha til reiarlagskontor og fiskemottak og hos alle andre som i ervervssamanheng rår over, transporterer, oppbevarer, produserer eller på andre måtar handterer viltlevande marine ressursar, og til stader der relevante dokument og opplysningar er å finne. Det same gjeld også hos dei som i forskrift er pålagde å gje opplysningar i medhald av § 22 femte ledd.\nFiskeridirektoratet skal ha uhindra og direkte tilgang til rekneskapar, relevante dokument, gjenstandar og opplysningar hos alle som er nemnde i første ledd.\nAnsvarshavande eller representant for ansvarshavande skal gje tilgang til og leggje fram relevante gjenstandar, relevante og korrekte opplysningar og dokument og stadfeste kopiar av desse. Vidare skal han tillate merknader i fangstdagbok, mottaksjournal og liknande og skrive under kontrollrapporten som vert sett opp. Ansvarshavande eller representant for ansvarshavande kan føre merknader på rapporten.\nFiskeridirektoratet kan gje pålegg om å stanse fartøy, trekkje reiskapar eller sjølv trekkje reiskapar og forankring til slike og stanse andre pågåande aktivitetar om bord i fartøy eller på land. Fiskeridirektoratet kan vidare gje pålegg om å stanse transportmiddel. Fiskeridirektoratet kan plombere reiskapar og oppbevaringsstader for viltlevande marine ressursar, dokument, relevante opplysningar og gjenstandar.\nNår eigaren ikkje kan identifiserast, kan Fiskeridirektoratet og Kystvakta beslaglegge fiskereiskapar som ikkje oppfyller krava til merking fastsette i eller i medhald av lova her. Kystvakta kan levere beslaglagd reiskap til Fiskeridirektoratet når eigaren ikkje kan identifiserast. Melder ikkje eigaren seg innan ein månad etter beslaglegginga, kan Fiskeridirektoratet destruere eller avhende reiskapen. Reiskapen kan leverast til politiet for avhending. Departementet kan fastsetje forskrift om gjennomføring av beslag, destruering og avhending etter paragrafen her.\nFiskeridirektoratet kan gjennomføre produksjonsprøver, opne emballasje og ta prøver av vareparti, mellom anna tine fryst vare. Dersom eigaren av vara eller andre vert påførte utgifter gjennom slike undersøkingar, kan utgiftene ikkje krevjast refunderte.\nPolitiet skal yte Fiskeridirektoratet nødvendig hjelp og vern ved gjennomføring av kontroll.\n0 Endra ved lov 6 juni 2025 nr. 29 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 963).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Utplassering av inspektørar og observatørar",
      "content": "Inspektørar og observatørar kan plasserast om bord i haustingsfartøy. Dei skal ha nødvendig kost og losji for fartøyet si rekning, og dei skal utan vederlag kunne bruke kommunikasjonsutstyr.\nDepartementet kan fastsetje forskrift om\na. oppgåvene til observatøren\nb. kva fartøygrupper og kor mange fartøy som skal ha inspektør eller observatør om bord, og korleis fartøya skal veljast ut\nc. at kostnadene ved inspektør- og observatørordningar, mellom anna løns- og transportkostnadene, skal fordelast på alle deltakande fartøy i ei nærare definert fartøygruppe eller i særlege tilfelle heilt eller delvis berast av enkeltfartøy\nd. at fartøy som ikkje har betalt pålagde inspektør- eller observatørkostnader kan nektast å delta i vedkomande haustingsverksemd.\nKrav etter vedtak etter andre ledd bokstav c er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Kontrolloppgåvene til salslaga",
      "content": "Fiskesalslag etter fiskesalslagslova skal kontrollere at føresegner som er fastsette i eller i medhald av lova vert følgde. Kontrollen skal avgrensast til opplysningar som naturleg følgjer av salslaget si verksemd etter fiskesalslagslova, særleg kontroll med at fangstuttak og landa fangst er i samsvar med føresegner som er fastsette i eller i medhald av lova her. Departementet kan påleggje salsorganisasjonane å kontrollere opplysningar om fangstar som ikkje kjem inn under den retten salslaget har til førstehandsomsetning.\nVed gjennomføring av kontrollen kan salslaget krevje uhindra tilgang til haustings- eller transportfartøy og til kontora, lagera og produksjonsanlegga til kjøparen eller mottakaren. Det same gjeld når fangst vert overført frå eller til steng eller merd. I denne samanhengen kan salslaget krevje uhindra tilgang til fangstdagbok, landingsjournal, setlar og rekneskapar. Departementet kan i forskrift stille krav til korleis salslaget organiserer kontrollverksemda.\nDei som vert kontrollerte, har plikt til å samarbeide ved kontrollen.\nDepartementet kan fastsetje forskrift om gjennomføring av kontroll som er nemnd i denne paragrafen, og om rapporterings- og kontrollrutinar.\n0 Endra ved lov 21 juni 2013 nr. 75 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 726).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Utveksling av opplysningar mellom kontrollstyresmakter o.a.",
      "content": "Personell i departementet og Fiskeridirektoratet kan utan hinder av teieplikt gje andre kontrollstyresmakter, politi eller påtalemakt opplysningar som har naturleg samanheng med oppgåvene deira etter lova her.\nTeieplikt for personell i andre kontrollstyresmakter, politi eller påtalemakt hindrar ikkje at dei gjev departementet eller Fiskeridirektoratet opplysningar som er nemnde i første ledd.\nFiskeridirektoratet skal, utan hinder av teieplikt, ha tilgang til opplysningar i Folkeregisteret som er naudsynte for utøving av oppgåver etter denne lova. Direktoratet skal også ha tilgang til opplysningar i Folkeregisteret til utgreiing og produksjon av statistikk.\nKongen kan fastsetje nærare forskrifter om utveksling av opplysningar etter denne paragrafen.\n0 Endra ved lover 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629), 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:49 a",
      "chapter": "8",
      "section": "49 a",
      "title": "Fiskerioppsyn",
      "content": "Når det er nødvendig for å gjennomføre avtale med framand stat, kan Kongen i forskrift gje føresegner om at norsk fiskerioppsyn skal kunne kontrollere og handheve avtalte fiskerireglar, medrekna å føre til land fartøy og setje i verk rettsleg forfølging, og om at utanlandske fiskerioppsyn utanfor territorialfarvatnet skal ha høve til å kontrollere og handheve avtalte fiskerireglar overfor norske fartøy, medrekna å føre til land fartøy og setje i verk rettsleg forfølging.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Forbod mot ilandføring av fangst",
      "content": "Departementet kan forby ilandføring av viltlevande marine ressursar som er fanga med fartøy som ikkje er norsk, eller med fartøy som ikkje er disponert av norsk statsborgar eller nokon som er likestilt med norsk statsborgar, når\na. fangsten er frå ein fiskebestand av felles interesse med andre statar, som ikkje er forvalta felles\nb. fangsten er teken i strid med eit ønskjeleg beskatnings- eller fiskemønster, fører til overfiske av forsvarlege totalkvotar eller er i strid med internasjonale avtalar\nc. flaggstaten etter oppmoding ikkje kan stadfeste at fangsten er teken i fiskeriaktivitet i samsvar med eit ønskjeleg beskatnings- eller fiskemønster, eller er i strid med reglar om fiskeriaktivitet som er avtalte med ein framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "Tiltak mot dei som driv eller medverkar til ulovleg, urapportert og uregulert fiske",
      "content": "Departementet kan fastsetje forskrift om\na. forbod mot ilandføring, omlasting og tilverking av fangst i norsk hamn med fartøy som ikkje er norsk, når fartøyet har teke del i fiske som klårt strir mot eit ønskjeleg beskatnings- eller fiskemønster, eller klårt strir mot reglar om fiske som er avtalte med ein framand stat\nb. forbod mot ilandføring, omlasting og tilverking av fangst i norsk hamn med fartøy som ikkje er norsk, når den som eig eller driv fartøyet er eit rettssubjekt som med eit anna fartøy har teke del i fiske som klårt strir mot eit ønskjeleg beskatnings- eller fiskemønster, eller klårt strir mot reglar om fiske som er avtalte med ein framand stat\nc. forbod mot lasting og lossing og mot hamne-, forsynings- og støttetenester i norsk hamn til og frå fartøy som har eller får forbod etter bokstav a eller b\nd. forbod i territorialfarvatnet mot forsynings- og støttetenester og omlasting til og frå fartøy som har eller får forbod etter bokstav a eller b\ne. forbod mot forsynings- og støttetenester til og frå anna fartøy med norsk fartøy eller på annan måte, når det førstnemnde fartøyet har eller får forbod etter bokstav a til d\nf. forbod etter bokstav a til e for fartøy som er oppførte på lister i regionale fiskeriforvaltningsorganisasjonar over fartøy som driv ulovleg, urapportert eller uregulert fiske.\nKongen kan fastsetje forskrift som forbyr fartøy som ikkje er norsk, jf. deltakerloven § 5, tilgang til norske indre farvatn, dersom vilkåra for å forby ilandføring av fangsten etter § 50 eller etter paragrafen her første ledd bokstav a, b eller f, er oppfylte.\n0 Endra ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "title": "Forbod mot verksemd som kan undergrave forvaltningstiltak",
      "content": "Departementet kan for å motverke ulovleg, urapportert og uregulert fiske forby verksemd som kan vere med på å undergrave nasjonale forvaltningstiltak og tiltak frå internasjonale og regionale fiskeriforvaltningsorganisasjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Forbod mot omsetning",
      "content": "Det er forbode å ta imot eller omsetje fangst som er hausta eller levert i strid med føresegner som er fastsette i eller i medhald av lova. Departementet kan i forskrift fastsetje forbod mot å ta imot eller omsetje fangst ved brot på føresegner som er fastsette i eller i medhald av §§ 40, 41 og 52.\nDet er likevel lov å ta imot eller omsetje slik fangst når det er gjort vedtak etter § 54, eller når Fiskeridirektoratet eller salslaget har samtykt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Fangst som er hausta eller levert i strid med lova",
      "content": "Fangst eller verdien av fangst som er hausta eller levert i strid med føresegner som er fastsette i eller i medhald av lova her, eller deltakerloven, tilfell vedkomande salslag, eller staten dersom fangsten ikkje fell inn under omsetningsretten til salslaget. Dette gjeld utan omsyn til om tilhøvet medfører straffansvar.\nDepartementet kan gje forskrift om\na. handsaminga av saker etter første ledd\nb. kva for føresegner som er omfatta av første ledd\nc. korleis verdien av fangst etter første ledd skal fastsetjast\nd. om det kan gjevast vederlag for kostnader ved ilandføring av fangst etter første ledd\ne. kva salslaga kan bruke midlar som nemnt i første ledd til\nf. at brot på enkelte føresegner etter første ledd likevel ikkje skal medføre inndraging av fangst.\nEndeleg vedtak er tvangsgrunnlag for utlegg, og verdien av fangsten kan krevjast inn ved motrekning i fangstoppgjer. Departementet kan gje forskrift om mellombels tilbakehald av fangstverdi.\n0 Endra ved lov 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Kontrollavgift og avgift til fiskeriforsking og overvaking",
      "content": "Departementet kan fastsetje forskrifter om kontrollavgift og avgift til fiskeriforsking og overvaking.\nSlike forskrifter kan innehalde føresegner om plikt til å svare avgift, korleis ho skal krevjast inn og om opplysningsplikt for den som leverer og den som tek imot fangst når dette er avgjerande for omfanget av avgiftsplikta.\nSkuldig avgift er tvangsgrunnlag for utlegg.\n0 Endra ved lov 13 des 2013 nr. 129 (ikr. 1 jan 2014 iflg. res. 13 des 2013 nr. 1479).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Register",
      "content": "Fiskeridirektoratet kan opprette register for føring, lagring og bruk av opplysningar som er samla etter pålegg som er fastsette i eller i medhald av lova.\nFiskeridirektoratet kan vidare, til bruk for kontrollformål, opprette register for føring, lagring og bruk av opplysningar som er nemnde i første ledd, saman med opplysningar som er henta frå andre kjelder.\nDepartementet kan i forskrift fastsetje nærare reglar om registrering og bruk av opplysningar i slike register.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "title": "Plikt til å gje opplysningar om drifta av fartøy",
      "content": "Departementet kan i forskrift påleggje eigaren eller brukaren av haustingsfartøy å gje Fiskeridirektoratet rekneskapar og andre opplysningar om drifta av fartøyet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Tvangsmulkt",
      "content": "For å sikre at føresegner som er fastsette i eller i medhald av lova vert følgde, kan tvangsmulkt påleggjast.\nTvangsmulkta er ei løpande mulkt som går frå ein særskild fastsett frist for oppfylling av pålegg, dersom denne fristen har gått ut utan at pålegget er oppfylt.\nDepartementet kan i forskrift gje nærare reglar om fastsetjing, gjennomføring og kva tid tvangsmulkta skal gjelde for, og føresegner om rente og tilleggsgebyr dersom tvangsmulkta ikkje vert betalt ved forfall.\nTvangsmulkt kan krevjast inn gjennom salslaget ved motrekning i fangstoppgjer.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "title": "Lovbrotsgebyr",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av lova, kan påleggjast lovbrotsgebyr. Ved brot på føresegner fastsette i medhald av denne lova, kan det berre påleggjast lovbrotsgebyr når dette går fram av forskrifta.\nDersom nokon som handlar på vegner av eit føretak bryt føresegner som er fastsette i eller i medhald av lova, kan føretaket påleggjast lovbrotsgebyr. Det gjeld sjølv om ingen enkeltperson kan påleggjast lovbrotsgebyr.\nLovbrotsgebyr kan påleggjast etter faste satsar eller utmålast i kvart enkelt tilfelle. Ved fastsetjing av gebyret kan det mellom anna takast omsyn til fortenesta eller den potensielle fortenesta som den ansvarlege har hatt ved lovbrotet, kor alvorleg lovbrotet er, og ekstra kostnader som kontrolltiltak og handsaming av saka har ført med seg.\nDepartementet kan i forskrift gje nærare føresegner om fastsetjing av lovbrotsgebyr og føresegner om rente og tilleggsgebyr dersom lovbrotsgebyret ikkje vert betalt ved forfall.\nEndeleg vedtak om lovbrotsgebyr er tvangsgrunnlag for utlegg. Lovbrotsgebyr kan også krevjast inn gjennom salslaget ved motrekning i fangstoppgjer. Domstolane kan prøve storleiken på gebyret.\nLovbrotsgebyr og straff etter kapittel 12 kan ikkje nyttast mot same lovbrot.\n0 Endra ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Brot på reguleringsføresegner",
      "content": "Den som med vilje eller aktlaust bryt føresegner fastsette i eller i medhald av §§ 9, 10, 11 tredje og fjerde ledd og 12 til 14, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "13:61",
      "chapter": "13",
      "section": "61",
      "title": "Brot på reglar om gjennomføring av hausting og orden på haustingsfeltet",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 15, 16 andre ledd og 18 til 24, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "13:62",
      "chapter": "13",
      "section": "62",
      "title": "Brot på reglar som skal leggje til rette for kontroll",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 34 og 36 til 42, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "13:63",
      "chapter": "13",
      "section": "63",
      "title": "Brot på reglar om kontroll og handheving",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 45, 46 første til femte ledd, 48 andre til fjerde ledd og 50 til 53, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "13:64",
      "chapter": "13",
      "section": "64",
      "title": "Fellesføresegner om straff",
      "content": "Grovt lovbrot som er gjort med grov aktløyse eller med vilje, kan straffast med fengsel i inntil seks år. Ved vurderinga av om lovbrotet er grovt, skal det særleg leggjast vekt på om den økonomiske eller potensielle økonomiske verdien av lovbrotet er stor, om lovbrotet har skjedd systematisk og over tid, om lovbrotet er av grenseoverskridande art, og om lovbrotet har skjedd som ledd i organisert verksemd.\nNår straffansvar etter §§ 60 til 63 kan gjerast gjeldande mot fartøyføraren for ei handling nokon av mannskapet på eit fartøy står for, kan den underordna berre straffast dersom han har brote føresegner med vilje. Ved avgjerda av om ein underordna skal straffast, skal det særleg takast omsyn til den preventive verknaden av straffa, kor grovt lovbrotet er, og om vedkomande har hatt eller kunne ha oppnådd fordel ved brotet.\nDersom utanlandsk fartøy har brote føresegner som er nemnde i §§ 60 til 63 utanfor sjøterritoriet, kan fengselsstraff ikkje nyttast. Det kan heller ikkje påleggjast subsidiær fengselsstraff i fall bot ikkje vert betalt. Fengselsstraff kan likevel nyttast dersom dette følgjer av avtale med ein framand stat eller fartøyet er statslaust.\nFartøyføraren kan vedta førelegg på vegner av oppdragsgjevaren. Oppdragsgjevaren kan også straffast i sak som vert reist mot fartøyføraren.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Inndraging",
      "content": "Ved brot på føresegner som er nemnde i §§ 60 til 63, kan fangst inndragast. Det same gjeld reiskapar, gjenstandar, eigedomar, anlegg eller fartøy som er brukte ved lovbrotet. Dette gjeld utan omsyn til kven som er eigar. I staden for tingen kan verdien heilt eller delvis inndragast hos den skuldige eller den det er handla på vegner av, eller hos eigaren.\nDet kan fastsetjast at panterett og andre rettar i ting som vert inndregne, heilt eller delvis fell bort. Føresegnene i straffelova § 74 gjeld tilsvarande.\nNår lovleg og ulovleg fangst er blanda saman, kan heile fangsten inndragast.\n0 Endra ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "14:66",
      "chapter": "14",
      "section": "66",
      "title": "Havforsking og praktiske reiskapsforsøk",
      "content": "Når det er nødvendig for gjennomføring av havforsking eller praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande, kan Fiskeridirektoratet gjere unntak frå føresegner som er fastsette i eller i medhald av lova eller anna fiskerilovgjeving. Andre føresegner i lova gjeld så langt dei høver.\nDepartementet kan fastsetje kva som skal reknast som havforsking og praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande.\n0 Endra ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "title": "Forskrifter",
      "content": "Departementet kan gje forskrifter til gjennomføring av lova. Forskrifter som er gjevne i medhald av lova, kan fastsetjast ulikt for\na. fartøy- og reiskapsgrupper\nb. område, artar eller tider på året\nc. typar verksemd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "title": "Forskrifter etter saltvassfiskelova o.a.",
      "content": "Forskrifter som er fastsette i medhald av lov 3. juni 1983 nr. 40 om saltvannsfiske mv. (saltvannsfiskeloven) og lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v., gjeld også etter at lova her er sett i kraft. Forskrifter fastsette i medhald av lova her, kan likevel oppheve forskrifter etter desse lovene når dei uttrykkjeleg fastslår dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "14:69",
      "chapter": "14",
      "section": "69",
      "title": "Ikraftsetjing",
      "content": "Lova gjeld frå den tid Kongen fastset.​1 Frå same tid vert lov 3. juni 1983 nr. 40 om saltvannsfiske mv. oppheva. Kongen kan setje i kraft dei enkelte føresegnene til ulik tid og på same måte oppheve dei enkelte føresegnene i saltvannsfiskeloven til ulik tid. Frå den tid § 38 vert sett i kraft, vert lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v. oppheva.\n1 Frå 1 jan 2009 iflg. res. 12 des 2008 nr. 1355.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "14:70",
      "chapter": "14",
      "section": "70",
      "title": "Endringar i andre lover",
      "content": "Frå den tid lova vert sett i kraft, vert det gjort følgjande endringar i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med lova er å sikre ei berekraftig og samfunnsøkonomisk lønsam forvaltning av dei viltlevande marine ressursane og det tilhøyrande genetiske materialet og å medverke til å sikre sysselsetjing og busetjing i kystsamfunna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Retten til ressursane",
      "content": "Dei viltlevande marine ressursane ligg til fellesskapet i Noreg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Sakleg verkeområde",
      "content": "Lova gjeld all hausting og anna utnytting av viltlevande marine ressursar og tilhøyrande genetisk materiale. Viltlevande marine ressursar er fisk, sjøpattedyr med heilt eller delvis tilhald i sjøen, andre marine organismar og plantar med tilhald i sjøen eller på eller under havbotnen, og som ikkje er i privat eige. Lova gjeld likevel ikkje hausting og anna utnytting av anadrome laksefiskar slik det er definert i lov 15. mai 1992 nr. 47 om lakse- og innlandsfisk m.v. § 5 bokstav a.\nFor å sikre at hausting og anna utnytting skjer i samsvar med føresegner fastsette i eller i medhald av lova, gjeld lova også for andre tiltak i samband med hausting og anna utnytting av fangst, så som omlasting, levering, landing, mottak, transport, oppbevaring, produksjon og omsetning.\nFøresegnene i kapittel 5 jf. kapittel 11 og 12, gjeld også for annan aktivitet enn den som er nemnd ovanfor, når slik aktivitet har innverknad på hausting og anna utnytting av viltlevande marine ressursar og tilhøyrande genetisk materiale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Stadleg verkeområde",
      "content": "Lova gjeld på norsk fartøy, på norsk landterritorium unnateke Jan Mayen og Svalbard, i norsk sjøterritorium og indre farvatn, på den norske kontinentalsokkelen og i område oppretta med heimel i lov 17. desember 1976 nr. 91 om Norges økonomiske sone §§ 1 og 5.\nKongen kan fastsetje at heile eller delar av lova skal gjelde på norsk landterritorium på Jan Mayen, Svalbard, Bouvetøya, Peter Is øy og Dronning Maud Land.\nUtanfor område som er nemnde i første og andre ledd, gjeld lova for norske rettssubjekt så langt dette ikkje strir mot jurisdiksjonen til ein annan stat, og for dei som er omfatta av § 5 andre ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Personelt verkeområde",
      "content": "Lova gjeld for alle innanfor det stadlege område til lova. I område som er oppretta med heimel i lov 17. desember 1976 nr. 91 om Norges økonomiske sone §§ 1 og 5, gjeld forskrifter etter lova her likevel berre for utlendingar og utanlandske føretak når det er fastsett i forskriftene.\nFor utlendingar og utanlandske føretak gjeld lova i område utanfor nokon stats jurisdiksjon når dette følgjer av internasjonal avtale. I slike område gjeld lova også for statslause fartøy og for fartøy som kan sidestillast med slike.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Tilhøvet til folkeretten",
      "content": "Lova gjeld med dei avgrensingane som følgjer av internasjonale avtalar og folkeretten elles.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Forvaltningsprinsipp og grunnleggjande omsyn",
      "content": "Departementet skal vurdere kva slags forvaltningstiltak som er nødvendige for å sikre ei berekraftig forvaltning av dei viltlevande marine ressursane.\nVed forvaltninga av dei viltlevande marine ressursane og det tilhøyrande genetiske materialet skal det leggjast vekt på\na. ei føre-var-tilnærming i tråd med internasjonale avtalar og retningslinjer\nb. ei økosystembasert tilnærming som tek omsyn til leveområde og biologisk mangfald\nc. ein effektiv kontroll med hausting og anna utnytting av ressursane\nd. ei formålstenleg fordeling av ressursane, som mellom anna kan medverke til å sikre sysselsetjing og busetjing i kystsamfunna\ne. ei optimal utnytting av ressursane som er tilpassa marin verdiskaping, marknad og industri\nf. at haustingsmetodar og reiskapsbruk tek omsyn til behovet for å redusere moglege negative verknader på levande marine ressursar\ng. at forvaltningstiltak er med og sikrar det materielle grunnlaget for samisk kultur.\n0 Endra ved lover 19 juni 2009 nr. 100 (ikr. 1 feb 2011 iflg. res. 7 jan 2011 nr. 10), 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Reguleringsråd",
      "content": "Departementet kan oppnemne eit reguleringsråd som kan gje fråsegner før fastsetjing av forskrifter i medhald av lova. Departementet kan fastsetje forskrifter om samansetjinga av reguleringsrådet og om oppgåvene til rådet. Organisasjonar for dei interessene som sakene vanlegvis vedkjem, skal vere representerte i rådet.\nNår reguleringsrådet har gjeve fråsegn om reguleringsforskrifter etter §§ 11 til 13 og 16, er det ikkje nødvendig med høyring etter reglane i lov 10. februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) § 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:8 a",
      "chapter": "1",
      "section": "8 a",
      "title": "Saker der fylkeskommunane har kompetanse",
      "content": "Departementet kan i forskrift gje fylkeskommunane kompetanse til å gjere vedtak på særskilde område innanfor verkeområdet til lova og fastsetje nærare reglar om denne kompetansen. Fiskeridirektoratet er klageorgan i dei sakene der fylkeskommunane kan gjere vedtak.\n0 Tilføyd ved lov 9 jan 2009 nr. 4 (ikr. 1 jan 2010), endra ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8 a."
      }
    },
    {
      "provision_ref": "1:8 b",
      "chapter": "1",
      "section": "8 b",
      "title": "Fjordfiskenemnd",
      "content": "Departementet kan opprette ei fjordfiskenemnd for Finnmark, Troms og Nordland. Sametinget og dei tre fylkeskommunane skal ha rett til å nemne opp medlemmer til nemnda. Departementet kan gje nærare reglar om samansetjinga av fjordfiskenemnda og kva for oppgåver ho skal ha.\n0 Tilføyd ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8b",
        "source_heading": "§ 8 b."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Gjennomføring av marin bioprospektering",
      "content": "Kongen kan fastsetje at uttak og undersøking i sjø i samband med marin bioprospektering krev løyve frå departementet.\nFøresegnene i lova gjeld for marin bioprospektering så langt dei høver.\nKongen kan fastsetje forskrifter om marin bioprospektering, mellom anna gjere unntak frå føresegner som er fastsette i eller i medhald av lova, fastsetje kva slags opplysningar søknaden skal innehalde, og gje nærare reglar om kva slags vilkår som kan setjast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Fordelar frå utnytting av marint genetisk materiale",
      "content": "I løyve etter § 9 kan det fastsetjast at ein del av fordelane frå utnytting av norsk marint genetisk materiale skal tilfalle staten.\nI løyve etter § 9 kan det fastsetjast at genetisk materiale og resultat frå prospekteringa ikkje kan omsetjast eller formidlast vidare utan samtykke frå og eventuelt vederlag til staten.\nNår det er drive marin bioprospektering eller utnytting av genetisk materiale utan at det er gjeve løyve etter § 9, kan Kongen fastsetje at ein del av fordelane som nemnde i første ledd skal tilfalle staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Nasjonal kvote, gruppekvote og distriktskvote",
      "content": "Departementet kan fastsetje eit største tillate uttak (nasjonal kvote) for viltlevande marine ressursar målt i kvantum, individ, haustingsdøgn eller andre innsatsfaktorar. Nasjonal kvote skal fastsetjast for bestemte tidsrom. Når det er fastsett ein nasjonal kvote, kan det ikkje fastsetjast gruppekvotar, forskings- og undervisningskvotar og liknande som til saman utgjer meir enn den nasjonale kvoten.\nDepartementet kan fastsetje eit største tillate uttak for kvar fartøy- eller reiskapsgruppe eller anna definert gruppe (gruppekvote). Gruppekvote skal fastsetjast for bestemte tidsrom.\nDepartementet kan fastsetje at ein del av den nasjonale kvoten eller ein del av gruppekvoten for ei eller fleire fartøygrupper skal leverast til tilverking ved landanlegg i bestemte distrikt (distriktskvote). Departementet kan fastsetje forskrifter om fordeling av og vilkår for utnytting av distriktskvoten.\nDepartementet kan fastsetje at ein del av den nasjonale kvoten eller ein del av gruppekvoten for ei eller fleire fartøygrupper skal leverast til ein bestemt bruk eller i ein bestemt tilstand.\nNår ei fartøygruppe samla får ei rimeleg fangstordning, kan departementet fastsetje fangstavgrensingar for desse eller at fartøya i gruppa ikkje skal få vere med i enkelte fiskeri.\nI område som er omfatta av deltakerloven § 21 tredje ledd,​1 skal det ved tildeling av kvotar av viltlevande marine ressursar, og ved andre former for regulering av desse ressursane, leggjast vesentleg vekt på samisk bruk og kva denne bruken har å seie for samiske lokalsamfunn.\n0 Endra ved lov 21 sep 2012 nr. 66 (ikr. 1 jan 2013 iflg. res. 21 sep 2012 nr. 913). Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).\n1 Inkurie: Skal vel være fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Kvotar for fartøy",
      "content": "Departementet kan i forskrift fastsetje kvotar for enkeltfartøy målt i kvantum, individ, haustingsdøgn eller andre innsatsfaktorar. Kvotane kan fastsetjast for visse tidsrom eller per tur og for ein bestand eller samla for fleire bestandar.\nNår verksemda fell inn under lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst (deltakerloven), kan kvoten berre haustast med fartøy som det er gjeve erversløyve for, og som kan nyttast i verksemda etter reglane i deltakerloven.\nNår verksemda ikkje fell inn under deltakerloven, kan kvoten tildelast til person eller føretak. Det kan setjast vilkår om registrering i eige register for slik tildeling. Departementet kan gje nærare føresegner om registeret.\n0 Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Kvotar til forsking, overvaking, undervisning og praktiske reiskapsforsøk",
      "content": "Det kan tildelast kvotar til\na. forskingsinstitusjonar\nb. den som får løyve til praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande etter § 66\nc. overvaking av fiskefelt\nd. offentleg godkjende undervisningsinstitusjonar.\nVed hausting av kvotar som er nemnde i første ledd, kan det nyttast eigne fartøy eller leigde fartøy som det er gjeve ervervsløyve for, når verksemda elles ville kome inn under deltakerloven.\nReiskapsavgrensingane for fartøy som ikkje er merkeregistrerte, jf. § 22, gjeld ikkje for hausting etter denne føresegna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Spesielle kvoteordningar",
      "content": "Som ledd i ei tilpassing av fiskeflåten til ressursgrunnlaget kan departementet i forskrift gje reglar om høgare kvote for enkeltfartøy når anna fartøy permanent eller mellombels vert teke ut av haustingsverksemda. Departementet kan fastsetje fleire vilkår for tildeling av slik høgare kvote.\n0 Vert endra med lov 5 mars 2021 nr. 7 (ikr. frå den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Ilandføringsplikt",
      "content": "All fangst av fisk skal førast i land. Departementet kan i forskrift gjere unntak frå ilandføringsplikta og forby utkast av biologisk avfall.\nDepartementet kan i forskrift fastsetje plikt til ilandføring av bifangst av andre marine organismar, plantar, sjøpattedyr og sjøfuglar eller rapporteringsplikt for slik bifangst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Gjennomføring av hausting",
      "content": "All hausting og anna utnytting av viltlevande marine ressursar skal skje så skånsamt som mogleg.\nDepartementet kan fastsetje forskrifter om gjennomføring av hausting, mellom anna om\na. tidsrom for hausting og tidspunkt for utsegling\nb. kor mange fartøy frå ulike grupper som kan hauste samtidig i eit område\nc. forbod mot hausting i visse område, av visse artar eller med visse reiskapar\nd. utforming, merking, bruk og røkting av reiskapar og andre innretningar som vert nytta i samband med hausting\ne. største eller minste tillatne storleik på individ og at det berre eller for ein del skal haustast hann- eller hoindivid\nf. tillaten bifangst\ng. utforming og bruk av haustingsreiskapar for å redusere skadeverknader på andre artar enn målartane.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Tap av reiskapar",
      "content": "Den som mistar eller må kutte reiskapar, har plikt til å sokne etter reiskapane. Departementet kan gjere unntak frå plikta til å sokne.\nDepartementet kan fastsetje forskrift om rapportering ved tap av reiskapar eller funn av tapte reiskapar, mellom anna om kva som er mista og kvar reiskapane er mista.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Forbod mot bruk av sprengstoff o.a.",
      "content": "Det er forbode å bruke sprengstoff, skytevåpen og gift ved hausting.\nForbodet mot bruk av sprengstoff og skytevåpen gjeld ikkje ved hausting av sjøpattedyr eller større bruskfiskar. Departementet kan fastsetje nærare reglar for å sikre at avliving av sjøpattedyr og større bruskfiskar skjer i samsvar med forsvarlege avlivingsmetodar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Marine beskytta område",
      "content": "Kongen kan opprette marine beskytta område der hausting og anna utnytting av viltlevande marine ressursar er forbode. Det kan gjerast unntak for haustingsverksemd og anna utnytting som ikkje vil vere i strid med formålet med det beskytta området.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:19 a",
      "chapter": "4",
      "section": "19 a",
      "title": "Utsetjing av organismar",
      "content": "Det er forbode å setje ut organismar og levande rogn utan løyve frå departementet. Departementet kan i forskrift eller enkeltvedtak gjere unntak frå forbodet i første punktum.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forbod mot hausting med trål og andre reiskapar i visse område",
      "content": "Det er forbode å hauste med trål innanfor territorialgrensa ved det norske fastlandet, med unntak av hausting med taretrål, reketrål og krepsetrål. Departementet kan i forskrift gjere unntak frå forbodet i første punktum i visse område, for visse tidsperiodar eller for hausting med bestemte trålreiskapar eller hausting av bestemte artar og fastsetje kva som er å rekne som trål etter denne paragrafen.\nDepartementet kan i forskrift fastsetje forbod mot hausting for andre fartøy- eller reiskapsgrupper innanfor grunnlinjene, innanfor linjer i ein viss avstand frå grunnlinjene eller innanfor fastsette posisjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Forbod mot hausting i område som er påverka av ureining",
      "content": "Departementet kan forby eller avgrense hausting i område og av artar som kan vere påverka av ureining.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Sports- og rekreasjonsfiske",
      "content": "Når det vert hausta med fartøy som ikkje er merkeregistrerte eller fiska frå land, kan det ikkje nyttast andre reiskapar enn\na. handsnøre, fiskestong og liknande handreiskapar\nb. éi maskindriven jukse eller dorg\nc. garn med samla lengd på inntil 210 meter\nd. liner med inntil 300 onglar\ne. inntil 20 teiner eller ruser.\nDepartementet kan i forskrift gjere unntak frå føresegnene i første ledd for bruk av landnot. Departementet kan også gjere unntak frå føresegnene i første ledd i særskilte tilfelle der det er nødvendig for å fremme kystkulturformål.\nDepartementet kan i forskrift fastsetje kvantumsavgrensingar, strengare reiskapsavgrensingar eller forbod mot hausting i nærare bestemte område når det er nødvendig av omsyn til ressursforvaltninga.\nDen som ikkje er norsk statsborgar eller likestilt med norsk statsborgar i medhald av lov 26. mars 1999 nr. 15 om retten til å delta i fiske og fangst § 5, kan utan omsyn til reglane i første ledd berre drive sportsfiske med handreiskapar. Det er forbode å omsetje fangsten. Departementet kan i forskrift gjere unntak frå første og andre punktum for jakt på kystsel.\nDepartementet kan i forskrift påleggje den som eig eller driv anlegg eller verksemd for sports- og rekreasjonsfiske, eller som for næringsformål legg til rette for slikt fiske, å gje opplysningar til styresmaktene om haustinga. For statistikkformål kan departementet i forskrift også påleggje eit utval av personar som driv sports- og rekreasjonsfiske, å gje opplysningar om haustinga. Departementet kan i forskrift fastsetje krav til registrering for å drive verksemd som nemnd i første punktum og gje nærare føresegner om vilkår for slik registrering. Departementet kan i forskrift gje føresegner om at retten til å vere registrert kan kallast tilbake ved grove eller gjentekne brot på vilkåra.\nUtan omsyn til reiskapsavgrensingane i første ledd, kan departementet i forskrift fastsetje at det kan drivast jakt på kystsel frå land og med fartøy som ikkje er merkeregistrerte. Det kan fastsetjast nærare føresegner om slik jakt.\nFøresegnene i fjerde og sjette ledd gjeld ikkje på Svalbard eller i fiskevernsona og territorialfarvatnet ved Svalbard.\nDei andre føresegnene i eller fastsette i medhald av lova gjeld så langt dei høver.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 7 mars 2014 nr. 6 (ikr. 7 mars 2014 iflg. res. 7 mars 2014 nr. 254), 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Omsetningsgrense for sports- og rekreasjonsfiske",
      "content": "Ein person eller eit føretak kan per kalenderår ikkje omsetje fangst som er teken med fartøy som ikkje er merkeregistrert, eller frå land, for meir enn 50 000 kroner. Denne grensa gjeld sjølv om fleire personar eller føretak omset fangst som er hausta med det same fartøyet. Den som eig merkeregistrert fartøy, kan likevel ikkje omsetje slik fangst av fiskeslag som han er tildelt kvote for etter § 12.\nDepartementet kan i forskrift gjere unntak frå føresegnene i første ledd for omsetning av fangst som er teken med landnot.\nFor den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar i medhald av deltakerloven § 5, gjeld omsetningsforbodet for fangst i § 22 fjerde ledd andre punktum.\n0 Endra ved lover 25 juni 2010 nr. 43, 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:23 a",
      "chapter": "5",
      "section": "23 a",
      "title": "Verkeområde for kapittel 4 a",
      "content": "Kapittel 4 a gjeld berre i norsk territorialfarvatn, men likevel ikkje i territorialfarvatnet ved Svalbard.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), oppheva med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747), føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "5:23 b",
      "chapter": "5",
      "section": "23 b",
      "title": "Forbod for utlendingar mot å drive fiske",
      "content": "Det er forbode å drive fiske, fangst eller anna hausting av viltlevande marine ressursar for den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5.\nDet er forbode å nytte fartøy som ikkje er norsk, til hausting av viltlevande marine ressursar. Som norsk fartøy vert rekna fartøy som er omfatta av verkeområdet til deltakerloven § 2.\nForboda i første og andre ledd gjeld ikkje sports- og rekreasjonsfiske etter § 22 fjerde og sjette ledd.\nFiskeridirektoratet kan for eit enkelt høve eller for eit kortare tidsrom gjere unntak frå andre ledd og frå bustadkravet i deltakarloven § 5 a dersom prøvedrift av nye fartøytypar eller reiskapar eller andre særlege grunnar gjer det ønskeleg.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "5:23 c",
      "chapter": "5",
      "section": "23 c",
      "title": "Forbod for utlendingar mot tilverking, pakking og omlasting",
      "content": "For den som ikkje er norsk statsborgar eller likestilt med norsk statsborgar etter deltakerloven § 5, er det forbode å tilverke, pakke eller laste om viltlevande marine ressursar eller delar og produkt av slike. Forbodet gjeld fangst både frå norske og utanlandske fartøy.\nForbodet mot tilverking omfattar alt vidare arbeid med fangsten om bord i fartøyet etter at fangsten eventuelt er bløgga, sløgd og hovudkappa. Innfrysing utan at det vert arbeidd vidare med fangsten, vert likevel ikkje rekna som tilverking.\nForbodet mot pakking omfattar ikkje pakking som er naturleg fordi fangsten skal frysast inn om bord og deretter verte transportert med fartøyet. Innpakkinga skal i så fall vere ueigna for sal til forbrukarar eller andre sluttbrukarar.\nFiskeridirektoratet kan gjere unntak frå forbodet mot tilverking, pakking og omlasting når særlege grunnar tilseier det.\nFor norskfanga fisk kan Fiskeridirektoratet også gjere unntak frå forbodet mot tilverking, pakking og omlasting når omsynet til omsetningstilhøva tilseier det, og omsynet til produksjonen ved foredlingsanlegga ikkje talar imot. Det kan gjevast unntak berre for eit bestemt kvantum, eit bestemt tilfelle, eit bestemt fiskeslag eller eit bestemt tidsrom.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23c",
        "source_heading": "§ 23 c."
      }
    },
    {
      "provision_ref": "5:23 d",
      "chapter": "5",
      "section": "23 d",
      "title": "Unntak frå forboda i bestemte område",
      "content": "I særlege tilfelle kan Kongen i forskrift gjere unntak frå føresegnene i dette kapitlet for bestemte område. Kongen kan gje føresegner om at fiskeriverksemd som får slikt unntak, heilt eller delvis ikkje skal vere underlagd norsk lovgjeving.\n0 Føyd til med lov 16 juni 2017 nr. 73 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 747).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23d",
        "source_heading": "§ 23 d."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Reglar om aktsemd",
      "content": "Den som kjem til haustingsfelt der reiskapar er sette ut, skal gjere seg kjend med kvar reiskapane står. Alle skal fare fram slik at haustingsreiskapar ikkje vert skadde eller utsette for fare.\nDet er forbode å hindre eller øydeleggje høvet til hausting med skyting, støy eller anna utilbørleg framferd.\nDepartementet kan gje nærare reglar om manøvrering av fartøy og framferd på haustingsfelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Forkastregelen",
      "content": "Den som først tek til å setje ut reiskapane sine og held fram med det utan uvanleg opphald, har rett til å hauste i det området som reiskapane krev eller vil femne om.\nDei som tek til å setje ut reiskapane sine samtidig, har lik rett.\nDei som ikkje har reiskapar ute, skal på oppmoding flytte dersom dei ligg i vegen for den som har teke til å hauste eller går i gang med å setje ut reiskapane sine.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Hausting med trål eller snurrevad",
      "content": "Det er forbode å hauste med trål eller snurrevad nærare enn éi nautisk mil frå utsette fiske- eller fangstreiskapar eller merke for slike reiskapar eller fartøy som driv garn- eller linefiske.\nDepartementet kan fastsetje at grensa i første ledd skal vere kortare eller ikkje skal gjelde for bestemte fiskeri med trål eller snurrevad.\nFøresegna i første ledd gjeld ikkje der det er oppretta utvalsområde og gjennomført havdeling i medhald av § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Lås- og stengsetjing",
      "content": "Alle som haustar med not, har rett til å fortøye slepekast i land når det skjer i rimeleg avstand frå hus der det bur folk, eller hytte som er i bruk, og utan utilbørleg fortrengsle eller ulempe for andre.\nDet er forbode å hauste nærare enn 100 meter og å ferdast nærare enn 20 meter frå slepekast eller steng som er fortøydde i land eller oppankra på annan måte.\nDepartementet kan fastsetje forskrifter om sleping og stengsetjing av fangst i sjøen, mellom anna om oppbevaring av fangst og opning av steng, for å hindre at fangsten får skade, vert kvalitetsforringa eller at fangsten ureinar eller vert ureina av omgjevnadene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Forbod mot å etterlate gjenstandar i sjøen",
      "content": "Det er forbode å kaste, eller unødvendig etterlate reiskapar, fortøyingar og andre gjenstandar i sjøen eller på botnen som kan skade marint liv, hemme gjennomføring av hausting, skade haustingsreiskapar eller setje fartøy i fare.\nDen som fer fram i strid med forbodet i første ledd, pliktar å rydde etter seg eller fjerne gjenstandane. Fiskeridirektoratet kan gje pålegg om rydding eller fjerning.\nVert pålegg etter andre ledd ikkje følgt, kan Fiskeridirektoratet setje i verk nødvendige tiltak for den ansvarlege si rekning og risiko. Utgifter ved slike tiltak er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Berging av reiskapar og fangst",
      "content": "Den som bergar bortdrivne, tapte eller etterlatne reiskapar, lettbåt og anna utstyr, skal så snart som mogleg melde frå om dette til eigaren. Departementet kan fastsetje forskrift om rapportering ved berging av bortdriven, tapt eller etterlaten reiskap, mellom anna om kva som er berga og kvar det er funne.\nDen som bergar reiskapar, har rett til bergeløn. Bergeløna skal fastsetjast i samsvar med sedvane eller til det som er rimeleg. Bergeløna kan ikkje setjast høgare enn verdien av det som er berga.\nBerga fangst tilkjem bergaren. Er verdien av fangsten monaleg større enn bergeløna, kan bergeløna heilt eller delvis falle bort.\nDet som er berga, kan ikkje krevjast utlevert før bergeløn og kostnader er dekte. Når bergeløn og kostnader er dekte, pliktar bergaren å utlevere det som er berga. Eigaren har plikt til å godta tilbakelevering når det er rimeleg at bergaren krev dette etter at det som er berga er sikra.\nDepartementet kan fastsetje forskrifter om berging av reiskapar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Erstatningsansvar",
      "content": "Den som skader reiskapar som er sette ut i sjøen for fangst, pliktar utan omsyn til skuld å erstatte skaden, mellom anna tap av fangst og tap som følgje av avbrot i haustinga.\nErstatninga etter første ledd kan reduserast eller falle bort dersom skadevaldaren godtgjer å vere utan skuld i skaden.\nEr drivande eller fastståande reiskapar skadde, har trål- og snurrevadfiskarar som samtidig har fiska på feltet, plikt til å leggje fram bevis for at dei ikkje er årsak til skaden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Panterett til sikring av erstatningskrav",
      "content": "Den som har krav på skadeerstatning etter lova eller som følgje av samanstøyt mellom haustingsfartøy, hjelpefartøy eller fartøy som fører fangst, har panterett i fartøya, reiskapane og fangsten til skadevaldaren. Reglane om sjøpant i lov 24. juni 1994 nr. 39 om sjøfarten (sjøloven) kapittel 3 gjeld tilsvarande. Krava har same prioritet som dei krava som er nemnde i sjøloven § 51 første ledd nr. 4.\nPanterett i fangst fell bort når fangsten er omsett. Den som utan samtykke frå kravshavaren selde fangsten, vert personleg ansvarleg for kravet. Dette ansvaret gjeld likevel ikkje for den summen som han godtgjer at pantet ikkje kunne ha dekt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Lokale reguleringar og utval",
      "content": "Departementet kan opprette utvalsområde der Fiskeridirektoratet eller utval som er oppnemnde av Fiskeridirektoratet, kan fastsetje lokale forskrifter om\na. havdeling og trygg avstand mellom ulike reiskapsgrupper\nb. utplassering og merking av reiskapar\nc. tidspunkt for utsegling og liknande\nd. melde- og oppgåveplikt til Fiskeridirektoratet for å delta i hausting i slike område.\nFiskeridirektoratet kan fastsetje lokale forskrifter også utanfor slike område.\nLokale organisasjonar har forslagsrett ved fastsetjing av lokale forskrifter og ved oppnemning av utval.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Tilsynspersonar",
      "content": "I utvalsområde kan Fiskeridirektoratet nemne ut tilsynspersonar som ved rettleiing og åtvaring skal arbeide for å hindre brot på føresegner som er fastsette i eller i medhald av lova, og vere med å halde oppe ro og orden på haustingsfelt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Plikt til å leggje til rette for kontroll om bord i fartøy",
      "content": "For å leggje til rette for kontroll med føresegner som er fastsette i eller i medhald av lova eller anna havressurslovgjeving, kan departementet i forskrift forby eller gje pålegg om\na. å ha om bord eller bruke reiskapar\nb. korleis reiskapar som ikkje er i bruk, skal oppbevarast\nc. å ha om bord eller bruke utstyr som kan nyttast til sortering, oppmaling, dumping, utkast o.a. av fangst\nd. å ha om bord og bruke utstyr som overvaker og rapporterer aktiviteten til fartøyet, som til dømes satellittsporingsutstyr og ferdskrivar\ne. å ha om bord godkjende teikningar av oppbevaringsstader og av fartøyet elles\nf. korleis fangst skal merkjast og stuast, og å ha om bord oversikt over korleis fangsten er stua\ng. å ha om bord og bruke utstyr og dokumentasjon som sikrar kontroll med det kvantum som vert hausta\nh. utstyr og innretningar for å sikre trygg tilkomst ved kontroll av fartøy.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Plikt til å innhente informasjon",
      "content": "Departementet kan fastsetje forskrifter om plikt til å lytte på bestemte radiofrekvensar til bestemte tider og om plikt til å skaffe og bruke anna kommunikasjonsutstyr for å ta imot meldingar frå styresmaktene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Opplysningspliktene til haustaren (fangstdagbok o.a.)",
      "content": "Departementet kan i forskrift påleggje eigaren eller brukaren av fartøy å føre fangstdagbok og gje nærare reglar om korleis ho skal førast, kva slags opplysningar ho skal innehalde, og om oppbevaring og innsending av fangstdagboka.\nDepartementet kan i forskrift påleggje eigaren eller brukaren av fartøy å gje andre opplysningar om hausting og produksjon av fangst.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Omlasting, skifte av haustingsområde og avslutning av hausting",
      "content": "Departementet kan av kontrollomsyn forby eller fastsetje nærare reglar om omlasting, mellom anna at den som lastar om, skal melde frå om dette innan fastsette fristar, og at omlasting berre kan skje på eller innanfor bestemte posisjonar eller i ei bestemt hamn.\nDepartementet kan i forskrift gje pålegg om at den som tek til å hauste, skifter haustingsområde eller avsluttar haustinga, skal melde frå om dette innan fastsette fristar og framstille seg for kontroll på eller innanfor bestemte posisjonar eller i ei bestemt hamn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Registrering som mottakar og kjøpar av fangst i første hand",
      "content": "Departementet kan i forskrift gje reglar om at den som tek imot fangst som vert lossa eller omlasta frå fartøy, skal vere registrert som mottakar hos Fiskeridirektoratet, og om at den som kjøper fangst i første hand, skal vere registrert som kjøpar hos Fiskeridirektoratet. Det kan fastsetjast vilkår for slik registrering.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Landings- og sluttsetel og førehandsvarsel om landing",
      "content": "Eigaren eller brukaren av haustings- eller transportfartøy og den som tek imot fangst, skal skrive ut ein landingssetel med opplysningar om fangsten. Dette gjeld uansett om fangsten vert overført til anlegg på land, anna fartøy eller til oppbevaring i sjø.\nEigaren eller brukaren av haustings- eller transportfartøy og den som kjøper fangst i første hand, skal skrive ut ein sluttsetel med opplysningar om fangsten.\nDepartementet kan i forskrift gje nærare reglar om omfanget av pliktene i første og andre ledd, mellom anna korleis setelen skal førast, kva slags opplysningar setelen skal innehalde, og om oppbevaring og innsending av setelen.\nDepartementet kan i forskrift fastsetje at dei som er nemnde i første og andre ledd, skal sende førehandsvarsel til styresmaktene om kvar, korleis og når landing eller mottak av fangst skal skje, kva slags opplysningar om fangsten førehandsvarselet skal innehalde, og at førehandsvarsel skal sendast ei viss tid før fangsten kan landast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Plikt til å sikre opplysningar om fangst",
      "content": "Departementet kan i forskrift gje reglar om at dei som haustar, tek imot, transporterer, oppbevarer, produserer eller omset viltlevande marine ressursar, skal ha og bruke dokumentasjon og utstyr som sikrar kontroll med kvantumet som vert motteke, transportert, oppbevart, produsert, teke ut frå oppbevarings- eller produksjonsstad eller omsett. Departementet kan også gje reglar om korleis viltlevande marine ressursar skal oppbevarast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Sporing",
      "content": "Departementet kan i forskrift gje reglar om at dei som haustar, tek imot, transporterer, oppbevarer, produserer eller omset viltlevande marine ressursar, skal kunne dokumentere dei opplysningane som trengst for at det heile tida skal vere mogleg å spore fisk o.a. tilbake til ein fangst som er registrert på landings- eller slutsettel.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Omrekningsfaktorar",
      "content": "Departementet kan i forskrift fastsetje omrekningsfaktorar frå tilverka eller landa fangst til rund vekt og mellom ulike grader av tilverking.\nEigaren og brukaren av haustingsfartøy og produksjonsanlegg har plikt til å samarbeide når Fiskeridirektoratet hentar inn måleprøver til omrekningsfaktorar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Bruk av elektronisk utstyr og programvare",
      "content": "Departementet kan i forskrift fastsetje at registrering og overføring av opplysningar som er nemnde i dette kapittelet, skal skje ved bruk av bestemt elektronisk utstyr og programvare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "title": "Kontrollansvaret til Fiskeridirektoratet",
      "content": "Fiskeridirektoratet skal føre kontroll med at dei som lova gjeld for, held seg til føresegner som er fastsette i eller i medhald av lova og anna lovgjeving om deltaking i, leiting etter og uttak, omsetning, produksjon, innførsle og utførsle av viltlevande marine ressursar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "Samarbeid ved kontroll",
      "content": "Dei som vert kontrollerte i samsvar med føresegner som er gjevne i eller i medhald av lova eller anna lovgjeving som er nemnd i § 44, skal samarbeide med kontrollstyresmaktene ved gjennomføring av kontroll, mellom anna ved å svare på oppkalling over radio eller anna kommunikasjonsutstyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "title": "Gjennomføring av kontroll",
      "content": "Fiskeridirektoratet skal ha uhindra og direkte tilgang til fartøy i gjennomføring av kontroll etter § 44. Same tilgangen skal Fiskeridirektoratet ha til reiarlagskontor og fiskemottak og hos alle andre som i ervervssamanheng rår over, transporterer, oppbevarer, produserer eller på andre måtar handterer viltlevande marine ressursar, og til stader der relevante dokument og opplysningar er å finne. Det same gjeld også hos dei som i forskrift er pålagde å gje opplysningar i medhald av § 22 femte ledd.\nFiskeridirektoratet skal ha uhindra og direkte tilgang til rekneskapar, relevante dokument, gjenstandar og opplysningar hos alle som er nemnde i første ledd.\nAnsvarshavande eller representant for ansvarshavande skal gje tilgang til og leggje fram relevante gjenstandar, relevante og korrekte opplysningar og dokument og stadfeste kopiar av desse. Vidare skal han tillate merknader i fangstdagbok, mottaksjournal og liknande og skrive under kontrollrapporten som vert sett opp. Ansvarshavande eller representant for ansvarshavande kan føre merknader på rapporten.\nFiskeridirektoratet kan gje pålegg om å stanse fartøy, trekkje reiskapar eller sjølv trekkje reiskapar og forankring til slike og stanse andre pågåande aktivitetar om bord i fartøy eller på land. Fiskeridirektoratet kan vidare gje pålegg om å stanse transportmiddel. Fiskeridirektoratet kan plombere reiskapar og oppbevaringsstader for viltlevande marine ressursar, dokument, relevante opplysningar og gjenstandar.\nNår eigaren ikkje kan identifiserast, kan Fiskeridirektoratet og Kystvakta beslaglegge fiskereiskapar som ikkje oppfyller krava til merking fastsette i eller i medhald av lova her. Kystvakta kan levere beslaglagd reiskap til Fiskeridirektoratet når eigaren ikkje kan identifiserast. Melder ikkje eigaren seg innan ein månad etter beslaglegginga, kan Fiskeridirektoratet destruere eller avhende reiskapen. Reiskapen kan leverast til politiet for avhending. Departementet kan fastsetje forskrift om gjennomføring av beslag, destruering og avhending etter paragrafen her.\nFiskeridirektoratet kan gjennomføre produksjonsprøver, opne emballasje og ta prøver av vareparti, mellom anna tine fryst vare. Dersom eigaren av vara eller andre vert påførte utgifter gjennom slike undersøkingar, kan utgiftene ikkje krevjast refunderte.\nPolitiet skal yte Fiskeridirektoratet nødvendig hjelp og vern ved gjennomføring av kontroll.\n0 Endra ved lov 6 juni 2025 nr. 29 (i kraft 1 jan 2026 iflg. res. 6 juni 2025 nr. 963).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "8:47",
      "chapter": "8",
      "section": "47",
      "title": "Utplassering av inspektørar og observatørar",
      "content": "Inspektørar og observatørar kan plasserast om bord i haustingsfartøy. Dei skal ha nødvendig kost og losji for fartøyet si rekning, og dei skal utan vederlag kunne bruke kommunikasjonsutstyr.\nDepartementet kan fastsetje forskrift om\na. oppgåvene til observatøren\nb. kva fartøygrupper og kor mange fartøy som skal ha inspektør eller observatør om bord, og korleis fartøya skal veljast ut\nc. at kostnadene ved inspektør- og observatørordningar, mellom anna løns- og transportkostnadene, skal fordelast på alle deltakande fartøy i ei nærare definert fartøygruppe eller i særlege tilfelle heilt eller delvis berast av enkeltfartøy\nd. at fartøy som ikkje har betalt pålagde inspektør- eller observatørkostnader kan nektast å delta i vedkomande haustingsverksemd.\nKrav etter vedtak etter andre ledd bokstav c er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "8:48",
      "chapter": "8",
      "section": "48",
      "title": "Kontrolloppgåvene til salslaga",
      "content": "Fiskesalslag etter fiskesalslagslova skal kontrollere at føresegner som er fastsette i eller i medhald av lova vert følgde. Kontrollen skal avgrensast til opplysningar som naturleg følgjer av salslaget si verksemd etter fiskesalslagslova, særleg kontroll med at fangstuttak og landa fangst er i samsvar med føresegner som er fastsette i eller i medhald av lova her. Departementet kan påleggje salsorganisasjonane å kontrollere opplysningar om fangstar som ikkje kjem inn under den retten salslaget har til førstehandsomsetning.\nVed gjennomføring av kontrollen kan salslaget krevje uhindra tilgang til haustings- eller transportfartøy og til kontora, lagera og produksjonsanlegga til kjøparen eller mottakaren. Det same gjeld når fangst vert overført frå eller til steng eller merd. I denne samanhengen kan salslaget krevje uhindra tilgang til fangstdagbok, landingsjournal, setlar og rekneskapar. Departementet kan i forskrift stille krav til korleis salslaget organiserer kontrollverksemda.\nDei som vert kontrollerte, har plikt til å samarbeide ved kontrollen.\nDepartementet kan fastsetje forskrift om gjennomføring av kontroll som er nemnd i denne paragrafen, og om rapporterings- og kontrollrutinar.\n0 Endra ved lov 21 juni 2013 nr. 75 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 726).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "8:49",
      "chapter": "8",
      "section": "49",
      "title": "Utveksling av opplysningar mellom kontrollstyresmakter o.a.",
      "content": "Personell i departementet og Fiskeridirektoratet kan utan hinder av teieplikt gje andre kontrollstyresmakter, politi eller påtalemakt opplysningar som har naturleg samanheng med oppgåvene deira etter lova her.\nTeieplikt for personell i andre kontrollstyresmakter, politi eller påtalemakt hindrar ikkje at dei gjev departementet eller Fiskeridirektoratet opplysningar som er nemnde i første ledd.\nFiskeridirektoratet skal, utan hinder av teieplikt, ha tilgang til opplysningar i Folkeregisteret som er naudsynte for utøving av oppgåver etter denne lova. Direktoratet skal også ha tilgang til opplysningar i Folkeregisteret til utgreiing og produksjon av statistikk.\nKongen kan fastsetje nærare forskrifter om utveksling av opplysningar etter denne paragrafen.\n0 Endra ved lover 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629), 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "8:49 a",
      "chapter": "8",
      "section": "49 a",
      "title": "Fiskerioppsyn",
      "content": "Når det er nødvendig for å gjennomføre avtale med framand stat, kan Kongen i forskrift gje føresegner om at norsk fiskerioppsyn skal kunne kontrollere og handheve avtalte fiskerireglar, medrekna å føre til land fartøy og setje i verk rettsleg forfølging, og om at utanlandske fiskerioppsyn utanfor territorialfarvatnet skal ha høve til å kontrollere og handheve avtalte fiskerireglar overfor norske fartøy, medrekna å føre til land fartøy og setje i verk rettsleg forfølging.\n0 Føyd til med lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49a",
        "source_heading": "§ 49 a."
      }
    },
    {
      "provision_ref": "9:50",
      "chapter": "9",
      "section": "50",
      "title": "Forbod mot ilandføring av fangst",
      "content": "Departementet kan forby ilandføring av viltlevande marine ressursar som er fanga med fartøy som ikkje er norsk, eller med fartøy som ikkje er disponert av norsk statsborgar eller nokon som er likestilt med norsk statsborgar, når\na. fangsten er frå ein fiskebestand av felles interesse med andre statar, som ikkje er forvalta felles\nb. fangsten er teken i strid med eit ønskjeleg beskatnings- eller fiskemønster, fører til overfiske av forsvarlege totalkvotar eller er i strid med internasjonale avtalar\nc. flaggstaten etter oppmoding ikkje kan stadfeste at fangsten er teken i fiskeriaktivitet i samsvar med eit ønskjeleg beskatnings- eller fiskemønster, eller er i strid med reglar om fiskeriaktivitet som er avtalte med ein framand stat.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "9:51",
      "chapter": "9",
      "section": "51",
      "title": "Tiltak mot dei som driv eller medverkar til ulovleg, urapportert og uregulert fiske",
      "content": "Departementet kan fastsetje forskrift om\na. forbod mot ilandføring, omlasting og tilverking av fangst i norsk hamn med fartøy som ikkje er norsk, når fartøyet har teke del i fiske som klårt strir mot eit ønskjeleg beskatnings- eller fiskemønster, eller klårt strir mot reglar om fiske som er avtalte med ein framand stat\nb. forbod mot ilandføring, omlasting og tilverking av fangst i norsk hamn med fartøy som ikkje er norsk, når den som eig eller driv fartøyet er eit rettssubjekt som med eit anna fartøy har teke del i fiske som klårt strir mot eit ønskjeleg beskatnings- eller fiskemønster, eller klårt strir mot reglar om fiske som er avtalte med ein framand stat\nc. forbod mot lasting og lossing og mot hamne-, forsynings- og støttetenester i norsk hamn til og frå fartøy som har eller får forbod etter bokstav a eller b\nd. forbod i territorialfarvatnet mot forsynings- og støttetenester og omlasting til og frå fartøy som har eller får forbod etter bokstav a eller b\ne. forbod mot forsynings- og støttetenester til og frå anna fartøy med norsk fartøy eller på annan måte, når det førstnemnde fartøyet har eller får forbod etter bokstav a til d\nf. forbod etter bokstav a til e for fartøy som er oppførte på lister i regionale fiskeriforvaltningsorganisasjonar over fartøy som driv ulovleg, urapportert eller uregulert fiske.\nKongen kan fastsetje forskrift som forbyr fartøy som ikkje er norsk, jf. deltakerloven § 5, tilgang til norske indre farvatn, dersom vilkåra for å forby ilandføring av fangsten etter § 50 eller etter paragrafen her første ledd bokstav a, b eller f, er oppfylte.\n0 Endra ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "9:52",
      "chapter": "9",
      "section": "52",
      "title": "Forbod mot verksemd som kan undergrave forvaltningstiltak",
      "content": "Departementet kan for å motverke ulovleg, urapportert og uregulert fiske forby verksemd som kan vere med på å undergrave nasjonale forvaltningstiltak og tiltak frå internasjonale og regionale fiskeriforvaltningsorganisasjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "10:53",
      "chapter": "10",
      "section": "53",
      "title": "Forbod mot omsetning",
      "content": "Det er forbode å ta imot eller omsetje fangst som er hausta eller levert i strid med føresegner som er fastsette i eller i medhald av lova. Departementet kan i forskrift fastsetje forbod mot å ta imot eller omsetje fangst ved brot på føresegner som er fastsette i eller i medhald av §§ 40, 41 og 52.\nDet er likevel lov å ta imot eller omsetje slik fangst når det er gjort vedtak etter § 54, eller når Fiskeridirektoratet eller salslaget har samtykt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "10:54",
      "chapter": "10",
      "section": "54",
      "title": "Fangst som er hausta eller levert i strid med lova",
      "content": "Fangst eller verdien av fangst som er hausta eller levert i strid med føresegner som er fastsette i eller i medhald av lova her, eller deltakerloven, tilfell vedkomande salslag, eller staten dersom fangsten ikkje fell inn under omsetningsretten til salslaget. Dette gjeld utan omsyn til om tilhøvet medfører straffansvar.\nDepartementet kan gje forskrift om\na. handsaminga av saker etter første ledd\nb. kva for føresegner som er omfatta av første ledd\nc. korleis verdien av fangst etter første ledd skal fastsetjast\nd. om det kan gjevast vederlag for kostnader ved ilandføring av fangst etter første ledd\ne. kva salslaga kan bruke midlar som nemnt i første ledd til\nf. at brot på enkelte føresegner etter første ledd likevel ikkje skal medføre inndraging av fangst.\nEndeleg vedtak er tvangsgrunnlag for utlegg, og verdien av fangsten kan krevjast inn ved motrekning i fangstoppgjer. Departementet kan gje forskrift om mellombels tilbakehald av fangstverdi.\n0 Endra ved lov 21 april 2023 nr. 6 (i kraft 21 april 2023 iflg. res. 21 april 2023 nr. 527).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "11:55",
      "chapter": "11",
      "section": "55",
      "title": "Kontrollavgift og avgift til fiskeriforsking og overvaking",
      "content": "Departementet kan fastsetje forskrifter om kontrollavgift og avgift til fiskeriforsking og overvaking.\nSlike forskrifter kan innehalde føresegner om plikt til å svare avgift, korleis ho skal krevjast inn og om opplysningsplikt for den som leverer og den som tek imot fangst når dette er avgjerande for omfanget av avgiftsplikta.\nSkuldig avgift er tvangsgrunnlag for utlegg.\n0 Endra ved lov 13 des 2013 nr. 129 (ikr. 1 jan 2014 iflg. res. 13 des 2013 nr. 1479).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "11:56",
      "chapter": "11",
      "section": "56",
      "title": "Register",
      "content": "Fiskeridirektoratet kan opprette register for føring, lagring og bruk av opplysningar som er samla etter pålegg som er fastsette i eller i medhald av lova.\nFiskeridirektoratet kan vidare, til bruk for kontrollformål, opprette register for føring, lagring og bruk av opplysningar som er nemnde i første ledd, saman med opplysningar som er henta frå andre kjelder.\nDepartementet kan i forskrift fastsetje nærare reglar om registrering og bruk av opplysningar i slike register.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "11:57",
      "chapter": "11",
      "section": "57",
      "title": "Plikt til å gje opplysningar om drifta av fartøy",
      "content": "Departementet kan i forskrift påleggje eigaren eller brukaren av haustingsfartøy å gje Fiskeridirektoratet rekneskapar og andre opplysningar om drifta av fartøyet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "12:58",
      "chapter": "12",
      "section": "58",
      "title": "Tvangsmulkt",
      "content": "For å sikre at føresegner som er fastsette i eller i medhald av lova vert følgde, kan tvangsmulkt påleggjast.\nTvangsmulkta er ei løpande mulkt som går frå ein særskild fastsett frist for oppfylling av pålegg, dersom denne fristen har gått ut utan at pålegget er oppfylt.\nDepartementet kan i forskrift gje nærare reglar om fastsetjing, gjennomføring og kva tid tvangsmulkta skal gjelde for, og føresegner om rente og tilleggsgebyr dersom tvangsmulkta ikkje vert betalt ved forfall.\nTvangsmulkt kan krevjast inn gjennom salslaget ved motrekning i fangstoppgjer.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "12:59",
      "chapter": "12",
      "section": "59",
      "title": "Lovbrotsgebyr",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av lova, kan påleggjast lovbrotsgebyr. Ved brot på føresegner fastsette i medhald av denne lova, kan det berre påleggjast lovbrotsgebyr når dette går fram av forskrifta.\nDersom nokon som handlar på vegner av eit føretak bryt føresegner som er fastsette i eller i medhald av lova, kan føretaket påleggjast lovbrotsgebyr. Det gjeld sjølv om ingen enkeltperson kan påleggjast lovbrotsgebyr.\nLovbrotsgebyr kan påleggjast etter faste satsar eller utmålast i kvart enkelt tilfelle. Ved fastsetjing av gebyret kan det mellom anna takast omsyn til fortenesta eller den potensielle fortenesta som den ansvarlege har hatt ved lovbrotet, kor alvorleg lovbrotet er, og ekstra kostnader som kontrolltiltak og handsaming av saka har ført med seg.\nDepartementet kan i forskrift gje nærare føresegner om fastsetjing av lovbrotsgebyr og føresegner om rente og tilleggsgebyr dersom lovbrotsgebyret ikkje vert betalt ved forfall.\nEndeleg vedtak om lovbrotsgebyr er tvangsgrunnlag for utlegg. Lovbrotsgebyr kan også krevjast inn gjennom salslaget ved motrekning i fangstoppgjer. Domstolane kan prøve storleiken på gebyret.\nLovbrotsgebyr og straff etter kapittel 12 kan ikkje nyttast mot same lovbrot.\n0 Endra ved lov 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "13:60",
      "chapter": "13",
      "section": "60",
      "title": "Brot på reguleringsføresegner",
      "content": "Den som med vilje eller aktlaust bryt føresegner fastsette i eller i medhald av §§ 9, 10, 11 tredje og fjerde ledd og 12 til 14, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "13:61",
      "chapter": "13",
      "section": "61",
      "title": "Brot på reglar om gjennomføring av hausting og orden på haustingsfeltet",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 15, 16 andre ledd og 18 til 24, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "13:62",
      "chapter": "13",
      "section": "62",
      "title": "Brot på reglar som skal leggje til rette for kontroll",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 34 og 36 til 42, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "13:63",
      "chapter": "13",
      "section": "63",
      "title": "Brot på reglar om kontroll og handheving",
      "content": "Den som med vilje eller aktlaust bryt føresegner som er fastsette i eller i medhald av §§ 45, 46 første til femte ledd, 48 andre til fjerde ledd og 50 til 53, vert straffa med bøter eller fengsel i inntil eitt år dersom tilhøvet ikkje kjem inn under strengare straffeføresegner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "13:64",
      "chapter": "13",
      "section": "64",
      "title": "Fellesføresegner om straff",
      "content": "Grovt lovbrot som er gjort med grov aktløyse eller med vilje, kan straffast med fengsel i inntil seks år. Ved vurderinga av om lovbrotet er grovt, skal det særleg leggjast vekt på om den økonomiske eller potensielle økonomiske verdien av lovbrotet er stor, om lovbrotet har skjedd systematisk og over tid, om lovbrotet er av grenseoverskridande art, og om lovbrotet har skjedd som ledd i organisert verksemd.\nNår straffansvar etter §§ 60 til 63 kan gjerast gjeldande mot fartøyføraren for ei handling nokon av mannskapet på eit fartøy står for, kan den underordna berre straffast dersom han har brote føresegner med vilje. Ved avgjerda av om ein underordna skal straffast, skal det særleg takast omsyn til den preventive verknaden av straffa, kor grovt lovbrotet er, og om vedkomande har hatt eller kunne ha oppnådd fordel ved brotet.\nDersom utanlandsk fartøy har brote føresegner som er nemnde i §§ 60 til 63 utanfor sjøterritoriet, kan fengselsstraff ikkje nyttast. Det kan heller ikkje påleggjast subsidiær fengselsstraff i fall bot ikkje vert betalt. Fengselsstraff kan likevel nyttast dersom dette følgjer av avtale med ein framand stat eller fartøyet er statslaust.\nFartøyføraren kan vedta førelegg på vegner av oppdragsgjevaren. Oppdragsgjevaren kan også straffast i sak som vert reist mot fartøyføraren.\n0 Endra ved lover 31 mai 2013 nr. 24 (ikr. 1 jan 2014 iflg. res. 31 mai 2013 nr. 540), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "13:65",
      "chapter": "13",
      "section": "65",
      "title": "Inndraging",
      "content": "Ved brot på føresegner som er nemnde i §§ 60 til 63, kan fangst inndragast. Det same gjeld reiskapar, gjenstandar, eigedomar, anlegg eller fartøy som er brukte ved lovbrotet. Dette gjeld utan omsyn til kven som er eigar. I staden for tingen kan verdien heilt eller delvis inndragast hos den skuldige eller den det er handla på vegner av, eller hos eigaren.\nDet kan fastsetjast at panterett og andre rettar i ting som vert inndregne, heilt eller delvis fell bort. Føresegnene i straffelova § 74 gjeld tilsvarande.\nNår lovleg og ulovleg fangst er blanda saman, kan heile fangsten inndragast.\n0 Endra ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "14:66",
      "chapter": "14",
      "section": "66",
      "title": "Havforsking og praktiske reiskapsforsøk",
      "content": "Når det er nødvendig for gjennomføring av havforsking eller praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande, kan Fiskeridirektoratet gjere unntak frå føresegner som er fastsette i eller i medhald av lova eller anna fiskerilovgjeving. Andre føresegner i lova gjeld så langt dei høver.\nDepartementet kan fastsetje kva som skal reknast som havforsking og praktiske forsøk til utvikling av reiskapar, fangstmetodar og liknande.\n0 Endra ved lov 5 mars 2021 nr. 7 (ikr. 1 jan 2022 iflg. res. 17 des 2021 nr. 3629).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "14:67",
      "chapter": "14",
      "section": "67",
      "title": "Forskrifter",
      "content": "Departementet kan gje forskrifter til gjennomføring av lova. Forskrifter som er gjevne i medhald av lova, kan fastsetjast ulikt for\na. fartøy- og reiskapsgrupper\nb. område, artar eller tider på året\nc. typar verksemd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "14:68",
      "chapter": "14",
      "section": "68",
      "title": "Forskrifter etter saltvassfiskelova o.a.",
      "content": "Forskrifter som er fastsette i medhald av lov 3. juni 1983 nr. 40 om saltvannsfiske mv. (saltvannsfiskeloven) og lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v., gjeld også etter at lova her er sett i kraft. Forskrifter fastsette i medhald av lova her, kan likevel oppheve forskrifter etter desse lovene når dei uttrykkjeleg fastslår dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "14:69",
      "chapter": "14",
      "section": "69",
      "title": "Ikraftsetjing",
      "content": "Lova gjeld frå den tid Kongen fastset.​1 Frå same tid vert lov 3. juni 1983 nr. 40 om saltvannsfiske mv. oppheva. Kongen kan setje i kraft dei enkelte føresegnene til ulik tid og på same måte oppheve dei enkelte føresegnene i saltvannsfiskeloven til ulik tid. Frå den tid § 38 vert sett i kraft, vert lov 24. juni 1994 nr. 34 om registrering som kjøper i første hånd av råfisk m.v. oppheva.\n1 Frå 1 jan 2009 iflg. res. 12 des 2008 nr. 1355.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "14:70",
      "chapter": "14",
      "section": "70",
      "title": "Endringar i andre lover",
      "content": "Frå den tid lova vert sett i kraft, vert det gjort følgjande endringar i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    }
  ]
}