{
  "id": "LOV-1962-06-29-1",
  "type": "statute",
  "title": "Lov om Norges landbrukshøgskole.",
  "short_name": "Lov om Norges landbrukshøgskole",
  "status": "in_force",
  "issued_date": "1962-06-29",
  "in_force_date": "1963-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1962-06-29-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges landbrukshøgskole har til formål å gi akademisk opplæring på praktisk og vitenskapelig grunnlag og å drive forskning i landbruk og tilgrensende fagområder.\nHøgskolen skal også arbeide for å gjøre forskningens resultater kjent for almenheten.\n1 Endret ved lov 14 mai 1971 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Norges landbrukshøgskole står direkte under vedkommende departement.​2 Kollegiet, kollegieutvalget og rektor leder høgskolens virksomhet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet, jfr. res. 7 des. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet består av rektor som leder, prorektor, lederne for avdelingene, representanter fra fast vitenskapelig personale, fra åremålstilsatt vitenskapelig personale, fra teknisk/administrativt personale og fra studentene.\nDepartementet​2 gir nærmere bestemmelser om valg av representanter, hvor mange representanter som skal velges og om deres funksjonstid.\nHøgskolens direktør​3 deltar i kollegiets møter uten stemmerett.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept. 1983).\n2 Landbruksdepartementet.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er høgskolens øverste instans innenfor den rammen som er gitt for dets virksomhet i lov og reglement. Med de begrensninger departementet fastsetter, kan kollegiet delegere sin myndighet til andre instanser innenfor høgskolen og til utvalg som det selv har opprettet.\nKollegiet skal likevel selv behandle og treffe vedtak i saker som gjelder følgende spørsmål:\na. Hovedprinsipper i høgskolens undervisningsvirksomhet. Forslag til endringer i lov og reglementer. Utfyllende bestemmelser og instrukser for høgskolens virksomhet.\nb. Retningslinjer for større byggetiltak og for disponering av høgskolens grunn og bygninger. Hovedpunkter i høgskolens budsjettforslag.\nc. Forslag om opprettelse og omdisponering av embeter.​2\nKollegieutvalget kan overta kollegiets funksjoner etter annet ledd, når det ikke er tid til behandling av saken i kollegiet uten at en utsetter berettigede hensyn for å bli tilsidesatt. Melding om sakens behandling forelegges snarest mulig for kollegiet.\nRektor eller minst 2 medlemmer av kollegieutvalget​3 eller av studienemnda,​4 flertallet i et avdelingsråd​5 eller minst 4 medlemmer av kollegiet eller studenttinget​6 ved høgskolen kan kreve en sak fremlagt for kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Jfr. §§ 15, 16.\n3 Se § 5.\n4 Se § 32.\n5 Se § 11.\n6 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Kollegieutvalget består av kollegiemedlemmer.\nDepartementet​2 gir nærmere regler om antall representanter i utvalget, dets sammensetning, valgregler, funksjonstid og om medlemmenes rettigheter og plikter etter at uttalelse er innhentet fra kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kollegieutvalget forbereder saker som skal forelegges kollegiet og departementet.\nUtvalget behandler og treffer vedtak i saker hvor slik myndighet er lagt til det i lov eller annen gjeldende bestemmelse og i saker hvor kollegiet har delegert sin myndighet til det.​2 Med de begrensninger som departementet fastsetter, kan utvalget selv delegere sin myndighet til andre.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Rektor og prorektor velges av kollegiet for tre år om gangen. Valgbar og pliktig til å ta imot valg til stillingen som rektor eller prorektor er enhver av høgskolens professorer. Fratredende rektor kan gjenvelges, men kan nekte gjenvalg for så lang tid som han har gjort tjeneste og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nKollegiet gir melding til Kongen om valget.\nNærmere bestemmelser om valget gis av departementet.​2\n1 Endret ved lover 3 juni 1983 nr 49 (i kraft 16 sept 1983), 12 juni 1987 nr 61.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor representerer høgskolen utad og fører tilsyn med dens virksomhet. Han kan i den utstrekning kollegiet bestemmer, treffe vedtak i saker eller overlate dem til høgskolens faste administrasjon. Han drar omsorg for at kollegieutvalgets, kollegiets og høyere myndigheters vedtak blir satt i verk.\nHar rektor forfall eller fratrer han før hans funksjonstid er ute, uten at ny rektor er blitt valgt, trer prorektor i hans sted. Under tilsvarende forutsetninger trer i prorektors sted det kollegieutvalgsmedlem som har lengst ansiennitet som embetsmann eller vitenskapelig tjenestemann ved høgskolen.\nHvis både rektor og prorektor fratrer tidligere enn 6 måneder før utløpet av tjenestetiden, skal det foretas valg for den tid som står tilbake.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "En direktør leder høgskolens daglige administrasjon i samsvar med fastsatt reglement og for øvrig etter de fullmakter som gis i henhold til §§ 4, 6 og 8 i denne lov. Reglementet for direktørens arbeids- og myndighetsområde fastsettes av departementet​1 på grunnlag av forslag fra kollegiet.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Høgskolen er organisert i avdelinger. Departementet​2 fastsetter, etter at kollegiet har uttalt seg, hvilke avdelinger høgskolen skal ha.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Avdelingens organ er avdelingsrådet og rådets arbeidsutvalg.\nBestemmelser om avdelingsorganenes sammensetning, valg og funksjonstid gis av departementet​2 etter forslag fra kollegiet.\nKollegiet gir nærmere regler for avdelingsorganene og deres virksomhet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1983 nr. 49 (fra 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Undervisnings- og forskningsvirksomheten ved høgskolen er knyttet til institutter for de enkelte fag eller faggrupper.\nDepartementet​2 fastsetter, etter at kollegiet har uttalt seg, hvilke institutter høgskolen skal ha.\nHøgskolens gårdsbruk ledes av en driftsleder. Høgskolens bibliotek ledes av en hovedbibliotekar.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Nærmere bestemmelser om høgskolens forvaltning gis av departementet​1 etter innstilling fra kollegiet.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Professorater skal være embeter.\nKollegiet​2 skal gi uttalelse før et professorembete eller en bistilling som professor II blir opprettet eller kunngjort ledig, og før innstilling om tilsetting blir lagt fram for Kongen.​3\nMed mindre noe annet blir bestemt av Kongen​3 etter tilråding av kollegiet, skal det foretas kunngjøring av ledig professorat.\nFør kollegiet gir sin uttalelse, skal søkerne bedømmes av sakkyndige, oppnevnt av kollegiet.\nKollegiet gir nærmere regler om saksbehandlingen og om framgangsmåten ved bedømmelsen.\n1 Endret ved lov 12 juni 1987 nr 61. – Jf grunnl § 92 og fund 28 juli 1824 § 39.\n2 Jfr § 4.\n3 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år iflg res 23 nov 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Høgskolens direktør,​1 lederen av gardsbruket​2 og hovedbibliotekaren​2 utnevnes som embetsmenn.\nKollegiets uttalelse skal være innhentet før innstilling om utnevning i disse stillingene blir lagt fram for Kongen.​3\n1 Se § 9.\n2 Se § 13.\n3 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år iflg res 23 nov 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Høgskolens øvrige tjenestemenn tilsettes i samsvar med regler gitt av departementet.​2\nForslag om å opprette eller omdisponere slike stillinger avgjøres av kollegiet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Alminnelige bestemmelser om tjenesteplikter og tjenestefrihet for høgskolens embets- og tjenestemenn gis av departementet.​1\nKollegiet kan fastsette spesielle stillingsinstrukser for høgskolens tjenestemenn.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "For å bli immatrikulert ved høgskolen, kreves eksamen fra videregående skole, allmennfaglig studieretning eller annen allmennutdanning som anses tjenlig.\nNærmere bestemmelser om hvilken utdanning som skal godkjennes og andre krav til opptaking, gis av departementet​2 på grunnlag av forslag fra kollegiet.\nI den utstrekning plassen tillater det, kan søkere som har de nødvendige kvalifikasjoner, gis adgang til å hospitere og avlegge eksamen. Hospitanter er underkastet de samme bestemmelser som faste studenter i den utstrekning disse bestemmelser passer. Nærmere bestemmelser om hospitanter gis av departementet etter forslag fra kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Departementet​2 fastsetter, etter at kollegiet har uttalt seg, hvor mange studenter som skal opptas ved høgskolen. Departementet kan likeledes fastsette hvor mange studenter som skal opptas ved de enkelte studieretninger.\nKan det ikke skaffes plass til alle kvalifiserte søkere, bestemmer kollegiet hvem som skal opptas.\n1 Endret ved lover 4 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Ved immatrikuleringen skal studentene gi løfte om at de vil rette seg etter de bestemmelser som gjelder for dem som studenter ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Studenter og hospitanter velger hvert år etter nærmere regler som fastsettes av departementet,​2 et studentting som skal ha til oppgave å formidle samarbeidet mellom høgskolen, studentene og hospitantene i alle saker som gjelder deres studium og velferd.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kollegiet kan, etter begrunnet søknad, gi en student adgang til å avbryte studiet for en tid. En student som oppgir studiet, eller uten tillatelse avbryter dette for lengre tid enn 3 måneder, kan ikke fortsette ved høgskolen uten særskilt tillatelse fra rektor. Før rektor treffer sin avgjørelse, skal han rådføre seg med formannen i studienemnda.​2\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Kollegiet kan relegere en student for en viss tid eller for alltid dersom han har gjort seg skyldig i grovere brudd mot høgskolens bestemmelser eller i uverdig atferd.\nHvis kollegiet finner at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse.\nKollegiet kan dessuten nekte ham adgang til bestemte institusjoner, forelesninger, øvelser eller eksamener.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Relegasjonssaker og saker etter § 25, tredje ledd behandles av kollegiet etter innstilling av en komité på 3 medlemmer som oppnevnes av kollegiet. De 2 skal være høgskolelærere, det tredje medlem skal representere studentene.\nStudentenes representanter i kollegiet og i komitéen skal fratre, dersom den student saken gjelder ønsker det. Den student saken gjelder, skal på forhånd være gitt anledning til å uttale seg skriftlig om saken og om alt materiale som legges til grunn for komitéens innstilling og for kollegiets avgjørelse. Han skal dessuten ha rett til å forklare seg muntlig både for komitéen og for kollegiet. Kollegiets avgjørelse skal begrunnes.\nNår studenten krever det, eller når kollegiet finner det ønskelig, skal kollegiet tilkalle en juridisk sakkyndig som skal være med på avgjørelsen om relegasjon. Den sakkyndige skal fylle kravene for å bli høgsterettsdommer.\nDepartementet​2 gir nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i komitéen og kollegiet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om vedtaket, anke saken inn for Høgsterett. Saken behandles etter straffeprosesslovens regler for anke i offentlige straffesaker.​2 Anken har oppsettende virkning slik at vedkommende student kan gis adgang til å avlegge prøve så lenge endelig dom ikke er avsagt. Vitnemål for avlagt prøve kan i tilfelle bare utferdiges hvis relegasjonsbeslutningen blir opphevet ved endelig dom.\nKollegiet kan heve en relegasjon når studenten senere ved godt forhold har vist seg verdig til det.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Se strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1983 nr. 49 (fra 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Høgskolens undervisning er åpen for alle i den utstrekning forholdene tillater det.\nEr begrensning nødvendig, bestemmer kollegiet hvilke kurser og forelesninger som er åpne bare for faste studenter og hospitanter.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Høgskolelærernes undervisningsplikt fastsettes av departementet​1 etter at det er innhentet uttalelse fra kollegiet.\nRektor bestemmer selv om han vil holde forelesninger og om han vil delta i eksamen.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Regler om undervisningsterminer og undervisning gis av departementet.​2 I studiet skal inngå en praktisk og elementærfaglig utdannelse etter departementets nærmere bestemmelse. Normalplan for studiet fastsettes av kollegiet. Rektor utferdiger vitnemål om bestått høgskoleeksamen.\n1 Endret ved lover 19 juni 1970 nr. 58, 14 mai 1971 nr. 45.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "En studienemnd skal samordne undervisningen. Studienemnda skal være sammensatt av representanter for lærerne og studentene. Bestemmelser om antall representanter, om valgmåten og funksjonstiden fastsettes av departementet etter forslag fra kollegiet.\nStudienemnda behandler undervisningssaker og treffer avgjørelse i saker som blir tillagt nemnda i eller i medhold av denne lov. Departementet kan gi regler om studienemndas virksomhet etter forslag fra kollegiet.\n1 Opphevd ved lov 19 juni 1970 nr. 58, tilføyd igjen ved lov 14 mai 1971 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Kollegiet meddeler graden doctor agriculturae og graden doctor scientiarum.\n1 Endret ved lover 19 juni 1970 nr. 58, (jf dens §§ 2 og 3), 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Kollegiet kan uten forutgående prøve utnevne æresdoktorer for fremragende personlig vitenskapelig innsats.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Denne lov gjelder for den samordnede høgere landbruksundervisning og forskning som tidligere ble drevet ved Norges landbrukshøgskole og Statens småbrukslærerskole. Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves Lov om Norges landbrukshøgskole av 18 juli 1919.\n1 Fra 1 jan. 1963 iflg. res. 7 des. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Norges landbrukshøgskole har til formål å gi akademisk opplæring på praktisk og vitenskapelig grunnlag og å drive forskning i landbruk og tilgrensende fagområder.\nHøgskolen skal også arbeide for å gjøre forskningens resultater kjent for almenheten.\n1 Endret ved lov 14 mai 1971 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Norges landbrukshøgskole står direkte under vedkommende departement.​2 Kollegiet, kollegieutvalget og rektor leder høgskolens virksomhet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet, jfr. res. 7 des. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Kollegiet består av rektor som leder, prorektor, lederne for avdelingene, representanter fra fast vitenskapelig personale, fra åremålstilsatt vitenskapelig personale, fra teknisk/administrativt personale og fra studentene.\nDepartementet​2 gir nærmere bestemmelser om valg av representanter, hvor mange representanter som skal velges og om deres funksjonstid.\nHøgskolens direktør​3 deltar i kollegiets møter uten stemmerett.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept. 1983).\n2 Landbruksdepartementet.\n3 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Kollegiet er høgskolens øverste instans innenfor den rammen som er gitt for dets virksomhet i lov og reglement. Med de begrensninger departementet fastsetter, kan kollegiet delegere sin myndighet til andre instanser innenfor høgskolen og til utvalg som det selv har opprettet.\nKollegiet skal likevel selv behandle og treffe vedtak i saker som gjelder følgende spørsmål:\na. Hovedprinsipper i høgskolens undervisningsvirksomhet. Forslag til endringer i lov og reglementer. Utfyllende bestemmelser og instrukser for høgskolens virksomhet.\nb. Retningslinjer for større byggetiltak og for disponering av høgskolens grunn og bygninger. Hovedpunkter i høgskolens budsjettforslag.\nc. Forslag om opprettelse og omdisponering av embeter.​2\nKollegieutvalget kan overta kollegiets funksjoner etter annet ledd, når det ikke er tid til behandling av saken i kollegiet uten at en utsetter berettigede hensyn for å bli tilsidesatt. Melding om sakens behandling forelegges snarest mulig for kollegiet.\nRektor eller minst 2 medlemmer av kollegieutvalget​3 eller av studienemnda,​4 flertallet i et avdelingsråd​5 eller minst 4 medlemmer av kollegiet eller studenttinget​6 ved høgskolen kan kreve en sak fremlagt for kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Jfr. §§ 15, 16.\n3 Se § 5.\n4 Se § 32.\n5 Se § 11.\n6 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Kollegieutvalget består av kollegiemedlemmer.\nDepartementet​2 gir nærmere regler om antall representanter i utvalget, dets sammensetning, valgregler, funksjonstid og om medlemmenes rettigheter og plikter etter at uttalelse er innhentet fra kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Kollegieutvalget forbereder saker som skal forelegges kollegiet og departementet.\nUtvalget behandler og treffer vedtak i saker hvor slik myndighet er lagt til det i lov eller annen gjeldende bestemmelse og i saker hvor kollegiet har delegert sin myndighet til det.​2 Med de begrensninger som departementet fastsetter, kan utvalget selv delegere sin myndighet til andre.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Jfr. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Rektor og prorektor velges av kollegiet for tre år om gangen. Valgbar og pliktig til å ta imot valg til stillingen som rektor eller prorektor er enhver av høgskolens professorer. Fratredende rektor kan gjenvelges, men kan nekte gjenvalg for så lang tid som han har gjort tjeneste og kan for samme tidsrom avslå valg som prorektor. På samme måte kan den som fratrer som prorektor, nekte gjenvalg og avslå valg som rektor.\nKollegiet gir melding til Kongen om valget.\nNærmere bestemmelser om valget gis av departementet.​2\n1 Endret ved lover 3 juni 1983 nr 49 (i kraft 16 sept 1983), 12 juni 1987 nr 61.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Rektor representerer høgskolen utad og fører tilsyn med dens virksomhet. Han kan i den utstrekning kollegiet bestemmer, treffe vedtak i saker eller overlate dem til høgskolens faste administrasjon. Han drar omsorg for at kollegieutvalgets, kollegiets og høyere myndigheters vedtak blir satt i verk.\nHar rektor forfall eller fratrer han før hans funksjonstid er ute, uten at ny rektor er blitt valgt, trer prorektor i hans sted. Under tilsvarende forutsetninger trer i prorektors sted det kollegieutvalgsmedlem som har lengst ansiennitet som embetsmann eller vitenskapelig tjenestemann ved høgskolen.\nHvis både rektor og prorektor fratrer tidligere enn 6 måneder før utløpet av tjenestetiden, skal det foretas valg for den tid som står tilbake.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "En direktør leder høgskolens daglige administrasjon i samsvar med fastsatt reglement og for øvrig etter de fullmakter som gis i henhold til §§ 4, 6 og 8 i denne lov. Reglementet for direktørens arbeids- og myndighetsområde fastsettes av departementet​1 på grunnlag av forslag fra kollegiet.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Høgskolen er organisert i avdelinger. Departementet​2 fastsetter, etter at kollegiet har uttalt seg, hvilke avdelinger høgskolen skal ha.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Avdelingens organ er avdelingsrådet og rådets arbeidsutvalg.\nBestemmelser om avdelingsorganenes sammensetning, valg og funksjonstid gis av departementet​2 etter forslag fra kollegiet.\nKollegiet gir nærmere regler for avdelingsorganene og deres virksomhet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1983 nr. 49 (fra 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Undervisnings- og forskningsvirksomheten ved høgskolen er knyttet til institutter for de enkelte fag eller faggrupper.\nDepartementet​2 fastsetter, etter at kollegiet har uttalt seg, hvilke institutter høgskolen skal ha.\nHøgskolens gårdsbruk ledes av en driftsleder. Høgskolens bibliotek ledes av en hovedbibliotekar.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Nærmere bestemmelser om høgskolens forvaltning gis av departementet​1 etter innstilling fra kollegiet.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Professorater skal være embeter.\nKollegiet​2 skal gi uttalelse før et professorembete eller en bistilling som professor II blir opprettet eller kunngjort ledig, og før innstilling om tilsetting blir lagt fram for Kongen.​3\nMed mindre noe annet blir bestemt av Kongen​3 etter tilråding av kollegiet, skal det foretas kunngjøring av ledig professorat.\nFør kollegiet gir sin uttalelse, skal søkerne bedømmes av sakkyndige, oppnevnt av kollegiet.\nKollegiet gir nærmere regler om saksbehandlingen og om framgangsmåten ved bedømmelsen.\n1 Endret ved lov 12 juni 1987 nr 61. – Jf grunnl § 92 og fund 28 juli 1824 § 39.\n2 Jfr § 4.\n3 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år iflg res 23 nov 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Høgskolens direktør,​1 lederen av gardsbruket​2 og hovedbibliotekaren​2 utnevnes som embetsmenn.\nKollegiets uttalelse skal være innhentet før innstilling om utnevning i disse stillingene blir lagt fram for Kongen.​3\n1 Se § 9.\n2 Se § 13.\n3 Landbruksdepartementet forsåvidt gjelder konstitusjon i slike stillinger i inntil 2 år iflg res 23 nov 1984 nr 1945.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Høgskolens øvrige tjenestemenn tilsettes i samsvar med regler gitt av departementet.​2\nForslag om å opprette eller omdisponere slike stillinger avgjøres av kollegiet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Alminnelige bestemmelser om tjenesteplikter og tjenestefrihet for høgskolens embets- og tjenestemenn gis av departementet.​1\nKollegiet kan fastsette spesielle stillingsinstrukser for høgskolens tjenestemenn.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "For å bli immatrikulert ved høgskolen, kreves eksamen fra videregående skole, allmennfaglig studieretning eller annen allmennutdanning som anses tjenlig.\nNærmere bestemmelser om hvilken utdanning som skal godkjennes og andre krav til opptaking, gis av departementet​2 på grunnlag av forslag fra kollegiet.\nI den utstrekning plassen tillater det, kan søkere som har de nødvendige kvalifikasjoner, gis adgang til å hospitere og avlegge eksamen. Hospitanter er underkastet de samme bestemmelser som faste studenter i den utstrekning disse bestemmelser passer. Nærmere bestemmelser om hospitanter gis av departementet etter forslag fra kollegiet.\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Departementet​2 fastsetter, etter at kollegiet har uttalt seg, hvor mange studenter som skal opptas ved høgskolen. Departementet kan likeledes fastsette hvor mange studenter som skal opptas ved de enkelte studieretninger.\nKan det ikke skaffes plass til alle kvalifiserte søkere, bestemmer kollegiet hvem som skal opptas.\n1 Endret ved lover 4 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Ved immatrikuleringen skal studentene gi løfte om at de vil rette seg etter de bestemmelser som gjelder for dem som studenter ved høgskolen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 24 feb. 1984 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Studenter og hospitanter velger hvert år etter nærmere regler som fastsettes av departementet,​2 et studentting som skal ha til oppgave å formidle samarbeidet mellom høgskolen, studentene og hospitantene i alle saker som gjelder deres studium og velferd.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "content": "Kollegiet kan, etter begrunnet søknad, gi en student adgang til å avbryte studiet for en tid. En student som oppgir studiet, eller uten tillatelse avbryter dette for lengre tid enn 3 måneder, kan ikke fortsette ved høgskolen uten særskilt tillatelse fra rektor. Før rektor treffer sin avgjørelse, skal han rådføre seg med formannen i studienemnda.​2\n1 Endret ved lover 14 mai 1971 nr. 45, 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "content": "Kollegiet kan relegere en student for en viss tid eller for alltid dersom han har gjort seg skyldig i grovere brudd mot høgskolens bestemmelser eller i uverdig atferd.\nHvis kollegiet finner at forholdet ikke bør føre til relegasjon, kan det i stedet gi studenten en irettesettelse.\nKollegiet kan dessuten nekte ham adgang til bestemte institusjoner, forelesninger, øvelser eller eksamener.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Relegasjonssaker og saker etter § 25, tredje ledd behandles av kollegiet etter innstilling av en komité på 3 medlemmer som oppnevnes av kollegiet. De 2 skal være høgskolelærere, det tredje medlem skal representere studentene.\nStudentenes representanter i kollegiet og i komitéen skal fratre, dersom den student saken gjelder ønsker det. Den student saken gjelder, skal på forhånd være gitt anledning til å uttale seg skriftlig om saken og om alt materiale som legges til grunn for komitéens innstilling og for kollegiets avgjørelse. Han skal dessuten ha rett til å forklare seg muntlig både for komitéen og for kollegiet. Kollegiets avgjørelse skal begrunnes.\nNår studenten krever det, eller når kollegiet finner det ønskelig, skal kollegiet tilkalle en juridisk sakkyndig som skal være med på avgjørelsen om relegasjon. Den sakkyndige skal fylle kravene for å bli høgsterettsdommer.\nDepartementet​2 gir nærmere regler om oppnevning av studentrepresentanten og om saksbehandlingen i komitéen og kollegiet.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Den som blir relegert, kan innen 4 uker etter at han har fått melding om vedtaket, anke saken inn for Høgsterett. Saken behandles etter straffeprosesslovens regler for anke i offentlige straffesaker.​2 Anken har oppsettende virkning slik at vedkommende student kan gis adgang til å avlegge prøve så lenge endelig dom ikke er avsagt. Vitnemål for avlagt prøve kan i tilfelle bare utferdiges hvis relegasjonsbeslutningen blir opphevet ved endelig dom.\nKollegiet kan heve en relegasjon når studenten senere ved godt forhold har vist seg verdig til det.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).\n2 Se strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 3 juni 1983 nr. 49 (fra 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "5:29",
      "chapter": "5",
      "section": "29",
      "content": "Høgskolens undervisning er åpen for alle i den utstrekning forholdene tillater det.\nEr begrensning nødvendig, bestemmer kollegiet hvilke kurser og forelesninger som er åpne bare for faste studenter og hospitanter.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "5:30",
      "chapter": "5",
      "section": "30",
      "content": "Høgskolelærernes undervisningsplikt fastsettes av departementet​1 etter at det er innhentet uttalelse fra kollegiet.\nRektor bestemmer selv om han vil holde forelesninger og om han vil delta i eksamen.\n1 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "5:31",
      "chapter": "5",
      "section": "31",
      "content": "Regler om undervisningsterminer og undervisning gis av departementet.​2 I studiet skal inngå en praktisk og elementærfaglig utdannelse etter departementets nærmere bestemmelse. Normalplan for studiet fastsettes av kollegiet. Rektor utferdiger vitnemål om bestått høgskoleeksamen.\n1 Endret ved lover 19 juni 1970 nr. 58, 14 mai 1971 nr. 45.\n2 Landbruksdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "content": "En studienemnd skal samordne undervisningen. Studienemnda skal være sammensatt av representanter for lærerne og studentene. Bestemmelser om antall representanter, om valgmåten og funksjonstiden fastsettes av departementet etter forslag fra kollegiet.\nStudienemnda behandler undervisningssaker og treffer avgjørelse i saker som blir tillagt nemnda i eller i medhold av denne lov. Departementet kan gi regler om studienemndas virksomhet etter forslag fra kollegiet.\n1 Opphevd ved lov 19 juni 1970 nr. 58, tilføyd igjen ved lov 14 mai 1971 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 19 juni 1970 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Kollegiet meddeler graden doctor agriculturae og graden doctor scientiarum.\n1 Endret ved lover 19 juni 1970 nr. 58, (jf dens §§ 2 og 3), 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Kollegiet kan uten forutgående prøve utnevne æresdoktorer for fremragende personlig vitenskapelig innsats.\n1 Endret ved lov 3 juni 1983 nr. 49 (i kraft 16 sept 1983).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "content": "Denne lov gjelder for den samordnede høgere landbruksundervisning og forskning som tidligere ble drevet ved Norges landbrukshøgskole og Statens småbrukslærerskole. Loven trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves Lov om Norges landbrukshøgskole av 18 juli 1919.\n1 Fra 1 jan. 1963 iflg. res. 7 des. 1962.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    }
  ]
}