{
  "id": "LOV-1956-12-21-3",
  "type": "statute",
  "title": "Lov om endring i kommunal inndeling.",
  "short_name": "Lov om endring i kommunal inndeling.",
  "status": "in_force",
  "issued_date": "1956-12-21",
  "in_force_date": "1956-12-21",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-21-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Endring i kommunal inndeling besluttes av Kongen.​1 Før beslutning fattes, må kommunestyrene i de kommuner og fylkestingene – ved mindre endringer fylkesutvalgene – i de fylker som berøres av endringen, ha hatt anledning til å uttale seg. Dersom et kommunestyre eller et fylkesting uttaler seg imot, kan endringen, når denne ikke er av mindre omfang, bare besluttes med Stortingets samtykke.\n0 Endret ved lover 7 juni 1968 nr. 7, 25 sep 1992 nr. 107.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Når det er spørsmål om å endre kommunal inndeling, kan departementet​1 oppnevne en person til å utrede saken. Den som er oppnevnt, kan kreve at kommunene og offentlige tjenestemenn gir de nødvendige opplysninger. Han kan kalle sammen og lede møter av representanter for de interesserte kommuner. Når det er grunn til det, skal han søke å få partene til å bli enige om endring av inndelingen og de følger endringen medfører. Han skal uten å være bundet av partenes påstander sette frem begrunnet forslag til departementet.\nEr grenseendringsspørsmålet av betydelig omfang, oppnevner departementet​1 minst tre personer til å utrede saken.\nUtgiftene ved utredningen fastsettes av departementet,​1 som bestemmer om de skal bæres av en eller flere av de interesserte kommuner eller helt eller delvis av staten.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Ved endring av kommunegrenser skal det foretas økonomisk oppgjør mellom kommunene dersom det finnes grunn til det. Hvis kommunene ikke blir enige om et økonomisk oppgjør, skal dette foretas ved skjønn.​1 Under skjønnet legges de retningslinjer som er gitt i §§ 4, 5, 6 og 7 til grunn.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Blir et område skilt ut fra en kommune og lagt til en annen, skal den rett som den første kommune her har til veier, gater, broer, offentlige plasser og annen forvaltningsmessig eiendom som utelukkende eller i overveiende grad tjener vedkommende område, overføres til den annen kommune. Skjønnsnevnden (jfr. § 8) avgjør hvilken eiendom dette skal gjelde.\nAnnen eiendom kan fordeles mellom kommunene eller påbys nyttet i fellesskap, dersom dette er rimelig og hensiktsmessig ut fra kommunale hensyn. Skjønnsnevnden avgjør i hvilket forhold fordelingen eller samarbeidet skal foregå og kan fastsette nærmere vilkår.\nSkjønnsnevnden kan bestemme at gjeld som en kommune har stiftet til erverv eller påkostning på eiendom som nevnt i første og annet ledd, helt eller delvis skal overtas av den kommune som eiendommen blir overført til, eller at vedkommende kommune skal betale et vederlag for eiendommen i penger.\nI den utstrekning det ikke treffes særskilt bestemmelse, beholder den gjenværende kommune rettigheter og forpliktelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Blir en kommune delt i to eller flere kommuner, eller blir en kommune delt og de enkelte deler lagt til andre kommuner, får § 4, første ledd, tilsvarende anvendelse på forvaltningsmessig eiendom som utelukkende eller i overveiende grad tjener ett bestemt område.\nAnnen eiendom og forpliktelser blir å fordele mellom de kommuner områdene legges til. Fordelingen skjer på grunnlag av et forholdstall som regnes ut etter skattekraften i de siste 8 år i hvert av områdene, med mindre skjønnsnevnden av særlige grunner bestemmer noe annet. Oppgjøret skal så vidt mulig gjennomføres slik:\n1. Fast eiendom legges til den kommune som etter befolkningens størrelse og behov og eiendommens beliggenhet eller samhørighet med andre anlegg må anse mest berettiget til eiendommen.\n2. Gjeld fordeles i forhold til de realisable verdier som overtas.\n3. Andre tilgodehavender og forpliktelser overtas av den kommune som etter forholdene anses nærmest til å overta dem.\n4. Anlegg med rettigheter og forpliktelser som det etter delingen ikke er rimelig at noen enkelt kommune overtar, kan påbys nyttet i fellesskap av to eller flere av kommunene.\nHar noen kommune ved fordelingen av rettigheter og forpliktelser overtatt mer eller mindre enn det som følger av forholdstallet, foretas en utjevning i penger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Dersom en kommune på grunn av endring i kommunale grenser etter det oppgjør som blir foretatt i medhold av §§ 4 eller 5, blir svekket økonomisk, kan annen av de berørte kommuner hvor det anses rimelig, pålegges å utrede erstatning, som betales med et engangsbeløp eller i årlige rater i en viss overgangsperiode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kommunal garanti for gjeld eller forpliktelser som er knyttet til fast eiendom eller bedrift overtas av den kommune der eiendommen eller bedriften ligger etter grenseendringen.\nVed deling av kommuner fordeles garanti som ikke knytter seg til fast eiendom eller bedrift, mellom de nye kommuner etter forholdstallet for det økonomiske oppgjør i det hele.\nNår en del av en kommune blir sluttet sammen med en annen, skal kommunale andeler av nedskrivningsbidrag som i de siste minst 5 år, høyst 8 år, før grenseendringen, er ydet i henhold til lovene om Husbanken,​1 Småbruk- og Bustadbanken og Statens Landbruksbank​2 til nybygg i det overførte område, refunderes av den kommune som området blir sluttet sammen med.\n0 Endret ved lov 5 feb 1965 nr. 2.\n1 Lov 1 mars 1946 nr. 3.\n2 Lov 5 feb 1965 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Til å avgi skjønn i samsvar med §§ 3-7 oppnevnes en skjønnsnevnd på 3 medlemmer. Kongen​1 oppnevner for et tidsrom av 4 år det ene medlem (med varamann), som også skal være nevndens formann (varaformann). De to andre oppnevnes av departementet​2 for hver enkelt sak. Medlemmene bør ha inngående kjennskap til kommunalforvaltning. Formannen og varaformannen skal også ha de egenskaper som er foreskrevet for dommere, se domstollovens​3 § 53, jfr. § 54 annet ledd. De medlemmer departementet oppnevner må ikke være bosatt i det eller de fylker hvor de interesserte kommuner ligger. Formannen kan ikke gjøre tjeneste hvis han er bosatt i det fylke eller i ett av de fylker hvor de interesserte kommuner ligger.\nNår det er truffet bestemmelse om endring av kommunale grenser, kan hver av partene innen 3 måneder etter at melding om skjønnsnevndens avgjørelse er mottatt, kreve saken behandlet av en overskjønnsnevnd, som skal ha 5 medlemmer. Det ene medlem (med varamann), som også skal være nevndens formann (varaformann), oppnevnes av Kongen​1 for et tidsrom av 4 år. De fire andre oppnevnes av departementet for hver enkelt sak. Bestemmelsene i første ledd får tilsvarende anvendelse så langt de passer.\nDepartementet​2 gir nærmere regler for avholdelse av skjønn og overskjønn.\nNevnden treffer sin avgjørelse ved kjennelse som skal være begrunnet.\nUtgiftene ved skjønn og overskjønn fastsettes av departementet.​2 Skjønnsnevnden, henholdsvis overskjønnsnevnden, bestemmer om utgiftene skal bæres av en eller flere av de interesserte kommuner eller helt eller delvis av staten.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.\n2 Kommunal- og regionaldepartementet.\n3 Lov 13 aug 1915 nr. 5 (dl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Inndelingsendringen har ingen virkning for odels- og åsetesrett​1 til jord i området. Ved mindre byutvidinger kan Kongen​2 likevel ved endringens ikrafttreden bestemme at dette bare skal gjelde for odel som da hviler på jord i området.\n0 Endret ved lover 14 juni 1963 nr. 5, 23 juni 1979 nr. 70.\n1 Jfr. lov 28 juni 1974 nr. 58.\n2 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1964 nr. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 des 1964 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Når det med virkning fra begynnelsen av et kalenderår er gjennomført sammenslutning av to eller flere kommuner, blir alle skattepliktige i et distrikt som tidligere har dannet en selvstendig kommune, ved den første ligning etter sammenslutningen å iligne kommuneskatt etter de skattesatser og den reduksjonstabell som i dette distrikt ble lagt til grunn ved fastsettelsen av forskudd på skatt for vedkommende inntektsår. Dette gjelder dog ikke dersom kommunestyret i vedkommende distrikt før sammenslutningen har truffet vedtak om at det ved ligningen skal nyttes andre skattesatser eller en annen reduksjonstabell og slikt vedtak er godkjent av fylkesmannen.\nFør sammenslutning som nevnt i foregående ledd iverksettes, skal kommunestyret i den nye kommune treffe vedtak om hvilke skattesatser og hvilken reduksjonstabell som skal nyttes ved beregning av forskudd på skatt for det kommende inntektsår for alle forskuddspliktige skattytere i den nye kommune. Vedtaket må treffes innen den frist som fastsettes av fylkesmannen. Blir fristen oversittet, skal fylkesmannen bestemme hvilke satser og hvilken reduksjonstabell som skal anvendes.\nNår et område overføres fra en kommune til en annen med virkning fra begynnelsen av et kalenderår, blir alle skattepliktige i dette område å iligne kommuneskatt til den kommune som avstår området, ved ligning – herunder endring av ligning etter ligningsloven​1 kapittel 9 – som gjelder inntektsåret forut for overføringen.\nPerson som den 1 november er bosatt på et område som fra 1 januar i det etterfølgende år på grunn av endring i den kommunale inndeling går inn i en annen kommune, anses som bosatt i denne kommune når det gjelder skatteplikten for det inntektsår som begynner den nevnte 1 januar, jf. skatteloven​2 § 3-1 annet ledd.\nNår det med virkning fra begynnelsen av et budsjettår gjennomføres endring i den kommunale inndeling, skal det ved fordeling av fylkesskatten for dette og senere budsjettår gjøres fradrag for formue og inntekt vedrørende skattepliktige i område som avstås og tillegg for formue og inntekt i område som tilføres en kommune når kommunens andel av samlet formue og samlet inntekt fastsettes.\n0 Endret ved lover 4 mars 1960, 16 des 1960 nr. 7, 4 juni 1976 nr. 55, 16 juni 1989 nr. 47, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Lov 13 juni 1980 nr. 24.\n2 Lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Når et område overføres fra en kommune til en annen, skal den utvidede kommunes alminnelige vedtekter, forskrifter, regler og bestemmelser gjelde for området.\nStadfestet reguleringsplan​1 for område som blir berørt av grenseendring, skal gjelde fortsatt. Det samme skal vedtekter som er stadfestet i tilknytning til reguleringsplanen.\nI området som blir berørt av grenseendring, skal det – inntil annet bestemmes av departementet​2 – være tillatt å føre opp trebygninger i samsvar med reglene i §§ 114 og 115 i bygningsloven av 22 februar 1924​3 under forutsetning av at gjeldende reguleringsplan for området ikke er til hinder.\n1 Se lov 14 juni 1985 nr. 77 kap. 4.\n2 Kommunal- og regionaldepartementet.\n1 Loven er opphevet, se nå lov 14 juni 1985 nr. 77 kap. XIV.\n3 Se nå lov 14 juni 1985 nr. 77 kap. XIV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Departementet​1 kan fastsette at grenselinje mellom kommuner eller en del av den skal merkes. Det gir da regler for merkingen, fastsetter utgiftene ved den og bestemmer hvem som skal dekke disse utgifter.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Vedkommende departement bemyndiges til å treffe de tiltak med hensyn til omberegning av embets- og tjenestemenns lønn som grenseendring gjør nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Kongen​1 kan treffe de bestemmelser som er nødvendige for gjennomføring av inndelingsendringer. Han kan herunder foreta nødvendige lempninger i anvendelsen av gjeldende lov.\n0 Endret ved lov 7 juni 1968 nr. 7.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079, med unntak av myndighet etter annet punktum. Dog kan Kommunal- og regionaldepartementet iflg. res. 9 des 1994 nr. 1079 forlenge frister for fastsettelse av vedtekter og forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "§ 1 og § 2 trer i kraft 1. januar 1966. Lovens øvrige bestemmelser trer i kraft straks.\nFølgende bestemmelser oppheves: – – –\n0 Endret ved lover 16 des 1960 nr. 7, 18 des 1964 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Endring i kommunal inndeling besluttes av Kongen.​1 Før beslutning fattes, må kommunestyrene i de kommuner og fylkestingene – ved mindre endringer fylkesutvalgene – i de fylker som berøres av endringen, ha hatt anledning til å uttale seg. Dersom et kommunestyre eller et fylkesting uttaler seg imot, kan endringen, når denne ikke er av mindre omfang, bare besluttes med Stortingets samtykke.\n0 Endret ved lover 7 juni 1968 nr. 7, 25 sep 1992 nr. 107.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Når det er spørsmål om å endre kommunal inndeling, kan departementet​1 oppnevne en person til å utrede saken. Den som er oppnevnt, kan kreve at kommunene og offentlige tjenestemenn gir de nødvendige opplysninger. Han kan kalle sammen og lede møter av representanter for de interesserte kommuner. Når det er grunn til det, skal han søke å få partene til å bli enige om endring av inndelingen og de følger endringen medfører. Han skal uten å være bundet av partenes påstander sette frem begrunnet forslag til departementet.\nEr grenseendringsspørsmålet av betydelig omfang, oppnevner departementet​1 minst tre personer til å utrede saken.\nUtgiftene ved utredningen fastsettes av departementet,​1 som bestemmer om de skal bæres av en eller flere av de interesserte kommuner eller helt eller delvis av staten.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Ved endring av kommunegrenser skal det foretas økonomisk oppgjør mellom kommunene dersom det finnes grunn til det. Hvis kommunene ikke blir enige om et økonomisk oppgjør, skal dette foretas ved skjønn.​1 Under skjønnet legges de retningslinjer som er gitt i §§ 4, 5, 6 og 7 til grunn.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Blir et område skilt ut fra en kommune og lagt til en annen, skal den rett som den første kommune her har til veier, gater, broer, offentlige plasser og annen forvaltningsmessig eiendom som utelukkende eller i overveiende grad tjener vedkommende område, overføres til den annen kommune. Skjønnsnevnden (jfr. § 8) avgjør hvilken eiendom dette skal gjelde.\nAnnen eiendom kan fordeles mellom kommunene eller påbys nyttet i fellesskap, dersom dette er rimelig og hensiktsmessig ut fra kommunale hensyn. Skjønnsnevnden avgjør i hvilket forhold fordelingen eller samarbeidet skal foregå og kan fastsette nærmere vilkår.\nSkjønnsnevnden kan bestemme at gjeld som en kommune har stiftet til erverv eller påkostning på eiendom som nevnt i første og annet ledd, helt eller delvis skal overtas av den kommune som eiendommen blir overført til, eller at vedkommende kommune skal betale et vederlag for eiendommen i penger.\nI den utstrekning det ikke treffes særskilt bestemmelse, beholder den gjenværende kommune rettigheter og forpliktelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Blir en kommune delt i to eller flere kommuner, eller blir en kommune delt og de enkelte deler lagt til andre kommuner, får § 4, første ledd, tilsvarende anvendelse på forvaltningsmessig eiendom som utelukkende eller i overveiende grad tjener ett bestemt område.\nAnnen eiendom og forpliktelser blir å fordele mellom de kommuner områdene legges til. Fordelingen skjer på grunnlag av et forholdstall som regnes ut etter skattekraften i de siste 8 år i hvert av områdene, med mindre skjønnsnevnden av særlige grunner bestemmer noe annet. Oppgjøret skal så vidt mulig gjennomføres slik:\n1. Fast eiendom legges til den kommune som etter befolkningens størrelse og behov og eiendommens beliggenhet eller samhørighet med andre anlegg må anse mest berettiget til eiendommen.\n2. Gjeld fordeles i forhold til de realisable verdier som overtas.\n3. Andre tilgodehavender og forpliktelser overtas av den kommune som etter forholdene anses nærmest til å overta dem.\n4. Anlegg med rettigheter og forpliktelser som det etter delingen ikke er rimelig at noen enkelt kommune overtar, kan påbys nyttet i fellesskap av to eller flere av kommunene.\nHar noen kommune ved fordelingen av rettigheter og forpliktelser overtatt mer eller mindre enn det som følger av forholdstallet, foretas en utjevning i penger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Dersom en kommune på grunn av endring i kommunale grenser etter det oppgjør som blir foretatt i medhold av §§ 4 eller 5, blir svekket økonomisk, kan annen av de berørte kommuner hvor det anses rimelig, pålegges å utrede erstatning, som betales med et engangsbeløp eller i årlige rater i en viss overgangsperiode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Kommunal garanti for gjeld eller forpliktelser som er knyttet til fast eiendom eller bedrift overtas av den kommune der eiendommen eller bedriften ligger etter grenseendringen.\nVed deling av kommuner fordeles garanti som ikke knytter seg til fast eiendom eller bedrift, mellom de nye kommuner etter forholdstallet for det økonomiske oppgjør i det hele.\nNår en del av en kommune blir sluttet sammen med en annen, skal kommunale andeler av nedskrivningsbidrag som i de siste minst 5 år, høyst 8 år, før grenseendringen, er ydet i henhold til lovene om Husbanken,​1 Småbruk- og Bustadbanken og Statens Landbruksbank​2 til nybygg i det overførte område, refunderes av den kommune som området blir sluttet sammen med.\n0 Endret ved lov 5 feb 1965 nr. 2.\n1 Lov 1 mars 1946 nr. 3.\n2 Lov 5 feb 1965 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Til å avgi skjønn i samsvar med §§ 3-7 oppnevnes en skjønnsnevnd på 3 medlemmer. Kongen​1 oppnevner for et tidsrom av 4 år det ene medlem (med varamann), som også skal være nevndens formann (varaformann). De to andre oppnevnes av departementet​2 for hver enkelt sak. Medlemmene bør ha inngående kjennskap til kommunalforvaltning. Formannen og varaformannen skal også ha de egenskaper som er foreskrevet for dommere, se domstollovens​3 § 53, jfr. § 54 annet ledd. De medlemmer departementet oppnevner må ikke være bosatt i det eller de fylker hvor de interesserte kommuner ligger. Formannen kan ikke gjøre tjeneste hvis han er bosatt i det fylke eller i ett av de fylker hvor de interesserte kommuner ligger.\nNår det er truffet bestemmelse om endring av kommunale grenser, kan hver av partene innen 3 måneder etter at melding om skjønnsnevndens avgjørelse er mottatt, kreve saken behandlet av en overskjønnsnevnd, som skal ha 5 medlemmer. Det ene medlem (med varamann), som også skal være nevndens formann (varaformann), oppnevnes av Kongen​1 for et tidsrom av 4 år. De fire andre oppnevnes av departementet for hver enkelt sak. Bestemmelsene i første ledd får tilsvarende anvendelse så langt de passer.\nDepartementet​2 gir nærmere regler for avholdelse av skjønn og overskjønn.\nNevnden treffer sin avgjørelse ved kjennelse som skal være begrunnet.\nUtgiftene ved skjønn og overskjønn fastsettes av departementet.​2 Skjønnsnevnden, henholdsvis overskjønnsnevnden, bestemmer om utgiftene skal bæres av en eller flere av de interesserte kommuner eller helt eller delvis av staten.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.\n2 Kommunal- og regionaldepartementet.\n3 Lov 13 aug 1915 nr. 5 (dl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Inndelingsendringen har ingen virkning for odels- og åsetesrett​1 til jord i området. Ved mindre byutvidinger kan Kongen​2 likevel ved endringens ikrafttreden bestemme at dette bare skal gjelde for odel som da hviler på jord i området.\n0 Endret ved lover 14 juni 1963 nr. 5, 23 juni 1979 nr. 70.\n1 Jfr. lov 28 juni 1974 nr. 58.\n2 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1964 nr. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 des 1964 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Når det med virkning fra begynnelsen av et kalenderår er gjennomført sammenslutning av to eller flere kommuner, blir alle skattepliktige i et distrikt som tidligere har dannet en selvstendig kommune, ved den første ligning etter sammenslutningen å iligne kommuneskatt etter de skattesatser og den reduksjonstabell som i dette distrikt ble lagt til grunn ved fastsettelsen av forskudd på skatt for vedkommende inntektsår. Dette gjelder dog ikke dersom kommunestyret i vedkommende distrikt før sammenslutningen har truffet vedtak om at det ved ligningen skal nyttes andre skattesatser eller en annen reduksjonstabell og slikt vedtak er godkjent av fylkesmannen.\nFør sammenslutning som nevnt i foregående ledd iverksettes, skal kommunestyret i den nye kommune treffe vedtak om hvilke skattesatser og hvilken reduksjonstabell som skal nyttes ved beregning av forskudd på skatt for det kommende inntektsår for alle forskuddspliktige skattytere i den nye kommune. Vedtaket må treffes innen den frist som fastsettes av fylkesmannen. Blir fristen oversittet, skal fylkesmannen bestemme hvilke satser og hvilken reduksjonstabell som skal anvendes.\nNår et område overføres fra en kommune til en annen med virkning fra begynnelsen av et kalenderår, blir alle skattepliktige i dette område å iligne kommuneskatt til den kommune som avstår området, ved ligning – herunder endring av ligning etter ligningsloven​1 kapittel 9 – som gjelder inntektsåret forut for overføringen.\nPerson som den 1 november er bosatt på et område som fra 1 januar i det etterfølgende år på grunn av endring i den kommunale inndeling går inn i en annen kommune, anses som bosatt i denne kommune når det gjelder skatteplikten for det inntektsår som begynner den nevnte 1 januar, jf. skatteloven​2 § 3-1 annet ledd.\nNår det med virkning fra begynnelsen av et budsjettår gjennomføres endring i den kommunale inndeling, skal det ved fordeling av fylkesskatten for dette og senere budsjettår gjøres fradrag for formue og inntekt vedrørende skattepliktige i område som avstås og tillegg for formue og inntekt i område som tilføres en kommune når kommunens andel av samlet formue og samlet inntekt fastsettes.\n0 Endret ved lover 4 mars 1960, 16 des 1960 nr. 7, 4 juni 1976 nr. 55, 16 juni 1989 nr. 47, 26 mars 1999 nr. 14 (i kraft 1 jan 2000).\n1 Lov 13 juni 1980 nr. 24.\n2 Lov 26 mars 1999 nr. 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 6 juni 1980 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Når et område overføres fra en kommune til en annen, skal den utvidede kommunes alminnelige vedtekter, forskrifter, regler og bestemmelser gjelde for området.\nStadfestet reguleringsplan​1 for område som blir berørt av grenseendring, skal gjelde fortsatt. Det samme skal vedtekter som er stadfestet i tilknytning til reguleringsplanen.\nI området som blir berørt av grenseendring, skal det – inntil annet bestemmes av departementet​2 – være tillatt å føre opp trebygninger i samsvar med reglene i §§ 114 og 115 i bygningsloven av 22 februar 1924​3 under forutsetning av at gjeldende reguleringsplan for området ikke er til hinder.\n1 Se lov 14 juni 1985 nr. 77 kap. 4.\n2 Kommunal- og regionaldepartementet.\n1 Loven er opphevet, se nå lov 14 juni 1985 nr. 77 kap. XIV.\n3 Se nå lov 14 juni 1985 nr. 77 kap. XIV.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "content": "Departementet​1 kan fastsette at grenselinje mellom kommuner eller en del av den skal merkes. Det gir da regler for merkingen, fastsetter utgiftene ved den og bestemmer hvem som skal dekke disse utgifter.\n1 Kommunal- og regionaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "content": "Vedkommende departement bemyndiges til å treffe de tiltak med hensyn til omberegning av embets- og tjenestemenns lønn som grenseendring gjør nødvendig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Kongen​1 kan treffe de bestemmelser som er nødvendige for gjennomføring av inndelingsendringer. Han kan herunder foreta nødvendige lempninger i anvendelsen av gjeldende lov.\n0 Endret ved lov 7 juni 1968 nr. 7.\n1 Kommunal- og regionaldepartementet iflg. res. 18 des 1992 nr. 1079, med unntak av myndighet etter annet punktum. Dog kan Kommunal- og regionaldepartementet iflg. res. 9 des 1994 nr. 1079 forlenge frister for fastsettelse av vedtekter og forskrifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "§ 1 og § 2 trer i kraft 1. januar 1966. Lovens øvrige bestemmelser trer i kraft straks.\nFølgende bestemmelser oppheves: – – –\n0 Endret ved lover 16 des 1960 nr. 7, 18 des 1964 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}