{
  "id": "LOV-2004-05-07-21",
  "type": "statute",
  "title": "Lov om Riksrevisjonen",
  "short_name": "Riksrevisjonsloven – rrevl",
  "status": "in_force",
  "issued_date": "2004-05-07",
  "in_force_date": "2004-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/2004-05-07-21",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Riksrevisjonens formål",
      "content": "Riksrevisjonen er Stortingets revisjons- og kontrollorgan.\nRiksrevisjonen skal gjennom revisjon, kontroll og veiledning bidra til at statens inntekter blir innbetalt som forutsatt og at statens midler og verdier blir brukt og forvaltet på en økonomisk forsvarlig måte, og i samsvar med Stortingets vedtak og forutsetninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Riksrevisjonens uavhengighet",
      "content": "Riksrevisjonen skal utføre sine oppgaver uavhengig og selvstendig og bestemmer selv hvordan arbeidet skal innrettes og organiseres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Instruks om Riksrevisjonens virksomhet",
      "content": "Stortinget fastsetter instruks om Riksrevisjonens virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Riksrevisjonens ledelse​1",
      "content": "Riksrevisjonen ledes av et kollegium av fem riksrevisorer valgt av Stortinget i medhold av Grunnloven § 75 k. Riksrevisorene og personlige varamedlemmer for disse velges av Stortinget for fire år om gangen med virkning fra 1. januar året etter stortingsvalget. Stortinget velger også leder og nestleder i Kollegiet.\nLederen i Kollegiet er Riksrevisjonens daglige leder.\nLederen må ikke uten samtykke fra Stortinget ha eller påta seg stilling eller verv i offentlig eller privat virksomhet, unntatt når det følger av vervet som riksrevisor.\nDe øvrige medlemmer av Riksrevisorkollegiet må ikke påta seg oppgaver, oppdrag og verv som kan komme i konflikt med rollen som riksrevisor. Kollegiet avgjør om oppgaven, oppdraget eller vervet er av en slik art.\n1 Paragraf 4 første ledd fortsatte å gjelde frem til 1. oktober 2025 og § 4 andre ledd fortsatte å gjelde frem til 1. januar 2026, jf. lov 13 des 2024 nr. 77 om Riksrevisjonen (riksrevisjonsloven) § 9-1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Ansettelse i Riksrevisjonen m.m.",
      "content": "Riksrevisjonens kollegium ansetter ledere i Riksrevisjonen. De øvrige ansatte i Riksrevisjonen ansettes av Riksrevisjonens ansettelsesråd.\nBestemmelsene i statsansatteloven §§ 4 til 7 om utlysning av stilling, innstilling, ansettelse og særregler gjelder så langt de passer. Bestemmelsene i § 11 tredje ledd om adgang til å inngå sentral tariffavtale mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling av lønns- og arbeidsvilkår ved innleie fra bemanningsforetak og § 24 om fortrinnsrett til ansettelse i staten får ikke anvendelse for Riksrevisjonen.\n0 Endret ved lov 16 juni 2017 nr. 67 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 763).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Lønn og pensjon",
      "content": "Riksrevisorenes lønn og pensjon fastsettes av Stortingets presidentskap. Riksrevisor skal være medlem av Statens pensjonskasse med rettigheter og plikter etter lov 28. juli 1949 nr. 26 om Statens pensjonskasse.\nTjenestemennenes lønn, pensjon og arbeidsvilkår fastsettes av Riksrevisjonen i henhold til de avtaler og bestemmelser som gjelder for arbeidstakere i statsstilling.\nLov 18. juli 1958 nr. 2 om offentlige tjenestetvister gjelder for Riksrevisjonen.\n0 Endret ved lover 17 des 2010 nr. 78 (ikr. 1 jan 2011), 21 jan 2011 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "title": "Pensjonsordning for riksrevisorer utnevnt før 1. januar 2011",
      "content": "For dem som er utnevnt til riksrevisor før 1. januar 2011 skal pensjonen beregnes etter reglene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse med de særlige reglene som følger av paragrafen her.\nFor riksrevisorer som fratrer sitt embete etter fylte 67 år, skal tjenestetiden ved pensjonsberegningen etter lov om Statens pensjonskasse forhøyes med inntil 15 år. Tjenestetiden forhøyes på tilsvarende måte ved beregning av uføre-, enke-, enkemanns- og barnepensjon.\nRiksrevisorenes alderspensjon ved full tjenestetid er 57 prosent av pensjonsgrunnlaget. Når stillingen som riksrevisor fratres med rett til pensjon, er pensjonsgrunnlaget den fastsatte årlige bruttogodtgjørelsen. Fratres stillingen tidligere, skal pensjonsgrunnlaget settes til årlig bruttogodtgjørelse på fratredelsestidspunktet. For pensjoner som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelse på dette tidspunktet. Tilsvarende gjelder for dem som har fratrådt stillingen uten å ta ut pensjon før 1. januar 2011.\nAlderspensjonen levealdersjusteres etter lov om Statens pensjonskasse § 24, likevel slik at pensjonen ved uttak etter 67 år og ved full tjenestetid ikke blir høyere enn 57 prosent av pensjonsgrunnlaget.\nEt medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24a, likevel slik at det garanterte pensjonsnivået for medlemmer med full tjenestetid er 57 prosent av pensjonsgrunnlaget.\nPensjoner etter paragrafen her reguleres etter lov om Statens pensjonskasse § 42.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6a."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Saksbehandlingen i tjenestemannssaker",
      "content": "Forvaltningslovens regler gjelder for avgjørelser om tilsetting, oppsigelse, suspensjon, avskjed eller forflytting av tjenestemenn i Riksrevisjonen. Det samme gjelder vedtak om å ilegge en tjenestemann ordensstraff eller tilstå vedkommende pensjon.\nStortinget kan gi regler som utfyller eller gjør unntak fra forvaltningslovens anvendelse etter første ledd, og fastsette i hvilken utstrekning forskrifter gitt i medhold av forvaltningsloven ikke skal gjelde i slike saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Riksrevisjonens budsjett og regnskap",
      "content": "Riksrevisjonens budsjettforslag fremmes av Kollegiet direkte overfor Stortinget.\nRiksrevisjonens regnskap fastsettes av Kollegiet og revideres av revisor oppnevnt av Stortingets presidentskap. Revidert regnskap og revisjonsberetning sendes Stortinget.\n0 Endret ved lov 21 jan 2011 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Riksrevisjonens oppgaver",
      "content": "Riksrevisjonen skal foreta revisjon av statsregnskapet og alle regnskaper avlagt av statlige virksomheter og andre myndigheter som er regnskapspliktige til staten, herunder forvaltningsbedrifter, forvaltningsorganer med særskilte fullmakter, statlige fond og andre organer eller virksomheter der dette er fastsatt i særlig lov (regnskapsrevisjon).\nRiksrevisjonen skal kontrollere forvaltningen av statens interesser i selskaper m.m. (selskapskontroll).\nRiksrevisjonen skal gjennomføre systematiske undersøkelser av økonomi, produktivitet, måloppnåelse og virkninger ut fra Stortingets vedtak og forutsetninger (forvaltningsrevisjon).\nRiksrevisjonen skal gjennom revisjonen bidra til å forebygge og avdekke misligheter og feil.\nRiksrevisjonen kan veilede forvaltningen for å forebygge framtidige feil og mangler.\nRiksrevisjonen kan påta seg revisjons-, kontroll- eller bistandsoppdrag internasjonalt.\nStortinget i plenum kan pålegge Riksrevisjonen å sette i gang særlige undersøkelser. Stortinget kan ikke instruere Riksrevisjonen om hvordan eller etter hvilke kriterier revisjons- og kontrollarbeidet skal utføres, jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Krav til revisjonsutførelsen",
      "content": "Riksrevisjonen skal være objektiv og nøytral ved utførelsen av sine oppgaver. Revisjonen skal planlegges, gjennomføres og rapporteres slik lov, instruks og god revisjonsskikk i Riksrevisjonen krever.\nRiksrevisjonen kan bruke ekstern bistand til særlige kontroller eller revisjonsoppgaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Riksrevisjonens rapportering til Stortinget",
      "content": "Riksrevisjonen skal rapportere resultatene av sin revisjon og kontroll til Stortinget.\nFør en sak rapporteres til Stortinget skal Riksrevisjonens bemerkninger forelegges ansvarlig statsråd til uttalelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Riksrevisjonens rett til å kreve informasjon og innsyn. Rett til å foreta undersøkelser",
      "content": "Riksrevisjonen kan, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som den finner nødvendig for å gjennomføre oppgavene.\nRiksrevisjonens rett til informasjon etter første ledd gjelder overfor den politiske ledelse, embets- og tjenestemenn i forvaltningen og andre som virker i forvaltningens tjeneste, og overfor ledelse, tilsatte og revisor i selskaper mv. som er heleid av staten og heleide datterselskaper til slike selskaper. Overlater forvaltningen økonomioppgaver til andre utenfor staten, gjelder Riksrevisjonens rett til aktuell informasjon også direkte overfor disse. Riksrevisjonens rett gjelder også overfor personer som har utført oppgaver som nevnt i første og annet punktum.\nI saker som gjelder kontroll med om tilskudd eller bidrag av statsmidler til offentlige eller private virksomheter nyttes etter forutsetningene, gjelder retten til informasjon etter første ledd også overfor tilskuddsmottaker.\nRiksrevisjonen har samme rett til innsyn og informasjon som forvaltningen kan kreve overfor\na. andre som er tillagt statlig forvaltningsmyndighet eller oppgaver finansiert med statlige midler, og\nb. private som leverer varer eller tjenester til staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Deltakelse i generalforsamling mv.",
      "content": "Riksrevisjonen skal varsles og har rett til å være til stede i generalforsamling, foretaksmøte, møte i bedriftsforsamling, representantskap og organ med tilsvarende funksjon i selskaper som i sin helhet eies av staten og i heleide datterselskaper til slike selskaper. Riksrevisjonen har talerett i møtene. Den skal sammen med varsling få oversendt alle relevante saksdokumenter. Riksrevisjonen avgjør i hvilken grad den skal få oversendt saksdokumenter til møter i heleide datterselskaper.\nRiksrevisjonen har rett til å delta i møter som nevnt i første ledd i deleide selskaper sammen med den som representerer de statlige eierinteressene. Varsling om møte og oversending av relevante saksdokumenter avtales med departementet eller med statlig heleid virksomhet som ivaretar statlige interesser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilrettelegging av forholdene for revisjon",
      "content": "Virksomheter som er omfattet av Riksrevisjonens revisjon og kontroll, skal legge forholdene til rette slik Riksrevisjonen finner det hensiktsmessig for å foreta de revisjons- og kontrolloppgaver som følger av lov og instruks.\nRiksrevisjonen kan foreta revisjon og kontroll på det stedet hvor regnskap og nødvendig materiale finnes, og Riksrevisjonen skal ha tilgang til de IT-systemer som virksomhetene benytter.\nInformasjon til Riksrevisjonen skal avgis i den form, på det medium og til det tidspunkt Riksrevisjonen bestemmer, og vederlagsfritt tilrettelegges og sendes til Riksrevisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid for Riksrevisjonen, plikter å hindre at andre får adgang eller kjennskap til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om forhold av personlig karakter eller opplysninger om drifts- eller forretningshemmeligheter.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i første ledd i egen virksomhet eller i tjeneste eller arbeid for andre.\nFor øvrig gjelder bestemmelsene i forvaltningsloven §§ 13 a til 13 g så langt de passer.\nUten hinder av bestemmelsen i første ledd kan Riksrevisjonens tjenestemenn, etter beslutning av Riksrevisjonens leder, avgi forklaring og legge fram dokumentasjon vedrørende revisjonsoppdrag til politiet når det er åpnet etterforskning i straffesak. Riksrevisjonen kan videre underrette politiet dersom det i forbindelse med revisjonen kommer fram forhold som gir grunn til mistanke om at det er foretatt en straffbar handling. Riksrevisjonen kan også samarbeide med andre offentlige kontrollmyndigheter dersom det er aktuelt. Underretning kan gis selv om revisjonen ikke er avsluttet og uten at forholdet er meddelt revidert virksomhet eller overordnet departement.\nVed anvendelse av bestemmelsene i tvistemålsloven § 204 nr. 2 og straffeprosessloven § 118 gis samtykke av Riksrevisjonens leder.\n0 Endret ved lov 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Sikkerhetslovens anvendelse for Riksrevisjonen",
      "content": "Sikkerhetsloven gjelder for Riksrevisjonen med de unntak og presiseringer som følger av denne lov, jf. sikkerhetsloven § 1-4 første ledd.\nFølgende bestemmelser i sikkerhetsloven gjelder ikke for Riksrevisjonen: §§ 1-3, 2-1, 2-2 og 2-5, kapittel 3, § 5-5, § 7-1 andre til sjette ledd, § 8-3 første ledd andre punktum, § 9-4 andre til femte ledd, kapittel 10 og §§ 11-2 og 11-3.\nRiksrevisjonen skal innenfor sitt ansvarsområde utpeke, klassifisere og holde oversikt over skjermingsverdige objekter og infrastruktur og melde inn til sikkerhetsmyndigheten med angivelse av sikkerhetsgrad, jf. sikkerhetsloven § 7-1 andre ledd.\nRiksrevisjonen kan innenfor sitt ansvarsområde fatte vedtak om krav til adgangsklarering for tilgang til hele eller deler av skjermingsverdige objekter eller infrastruktur og bestemme at personer med sikkerhetsklarering for et bestemt nivå også er klarert for adgang til et bestemt skjermingsverdig objekt eller en bestemt skjermingsverdig infrastruktur, jf. sikkerhetsloven § 8-3.\nStortingets administrasjon er klareringsmyndighet for Riksrevisjonens kollegium. Stortingets presidentskap er klagemyndighet for avgjørelser truffet av Stortingets administrasjon.\nRiksrevisjonen er klareringsmyndighet for personell i Riksrevisjonen og for personell ansatt hos eller engasjert av leverandør i forbindelse med sikkerhetsanskaffelser foretatt av Riksrevisjonen. Riksrevisjonens kollegium er klagemyndighet for avgjørelser truffet av Riksrevisjonens administrasjon.\nAutorisasjon av Riksrevisjonens kollegium og personell i Riksrevisjonen gjelder i samme utstrekning som Riksrevisjonen har innsynsrett etter § 12.\nStortinget kan fastsette i hvilken grad forskrifter fastsatt i medhold av sikkerhetsloven skal gjelde for Riksrevisjonen.\n0 Endret ved lov 19 juni 2020 nr. 76 (for Riksrevisjonens kollegium trer bestemmelsene i sikkerhetslovens kapittel 8 om personkontroll i kraft 1. januar 2022).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Riksrevisjonens behandling av personopplysninger",
      "content": "Riksrevisjonen kan innhente og behandle alle typer personopplysninger. Opplysningene skal slettes så snart de ikke lenger har kontrollmessig interesse.\nRiksrevisjonens behandling av personopplysninger i revisjons- og kontrollarbeidet er unntatt fra artiklene 15, 16, 17, 18 og 19 i personvernforordningen.\n0 Endret ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Allmennhetens krav på innsyn i Riksrevisjonens dokumenter",
      "content": "Enhver kan hos Riksrevisjonen gjøre seg kjent med det offentlige innholdet av dokumenter i en bestemt sak når dokumentet er kommet inn til eller er sendt fra Riksrevisjonen. Bestemmelsene i offentleglova gjelder tilsvarende, så langt de passer.\nFor saksdokumenter som er utarbeidet av eller til Riksrevisjonen i saker som den vurderer å legge fram for Stortinget som ledd i den konstitusjonelle kontroll, skal offentlighet først inntre når saken er mottatt i Stortinget. Riksrevisjonen varsler vedkommende forvaltningsorgan om at saken er av en slik art. Er en slik sak ferdigbehandlet uten at den vil bli oversendt Stortinget, inntrer offentlighet når Riksrevisjonen har varslet vedkommende forvaltningsorgan om at saken er ferdigbehandlet.\nStortinget kan gi regler som utfyller eller gjør unntak fra offentleglovas anvendelse på Riksrevisjonen og fastsette i hvilken utstrekning forskrifter gitt i medhold av offentleglova skal gjelde for Riksrevisjonen.\n0 Endret ved lov 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Habilitet",
      "content": "Ingen som utfører tjeneste eller arbeid for Riksrevisjonen kan utføre revisjons- eller kontrolloppdrag dersom vedkommende eller dennes nærstående har en slik tilknytning til revidert eller kontrollert virksomhet, dets ansatte eller tillitsvalgte, eller det for øvrig foreligger slike særegne forhold at dette kan svekke tilliten til vedkommendes uavhengighet eller objektivitet.\nSom nærstående regnes:\na. ektefelle og person som vedkommende bor sammen med i ekteskapslignende forhold,\nb. slektninger i rett oppstigende eller nedstigende linje og søsken, og deres ektefeller eller personer som de bor sammen med i ekteskapslignende forhold, og\nc. slektninger i rett oppstigende eller nedstigende linje og søsken til en person som nevnt under bokstav a.\nBestemmelsene i forvaltningsloven §§ 6 til 9 første ledd gjelder for enhver som behandler administrative saker for Riksrevisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ikraftsettings- og overgangsbestemmelser",
      "content": "Loven trer i kraft 1. juli 2004, med unntak av § 21 nr. 3, 5, 7 og 14 som trer i kraft 1. januar 2005.\nRiksrevisjonens overtakelse av revisjonsansvaret i Den Norske Stats Husbank og Lånekassen, jf. lovendringene i § 21 nr. 3 og 7, skjer med virkning fra og med regnskapsåret 2005. Riksrevisjonen frasier seg revisjonsansvar for stiftelser, jf. lovendringene i § 21 nr. 5 og 14, fra og med regnskapsåret 2005.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Oppheving og endringer av andre lover",
      "content": "Når loven trer i kraft, endres andre lover slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Riksrevisjonens formål",
      "content": "Riksrevisjonen er Stortingets revisjons- og kontrollorgan.\nRiksrevisjonen skal gjennom revisjon, kontroll og veiledning bidra til at statens inntekter blir innbetalt som forutsatt og at statens midler og verdier blir brukt og forvaltet på en økonomisk forsvarlig måte, og i samsvar med Stortingets vedtak og forutsetninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Riksrevisjonens uavhengighet",
      "content": "Riksrevisjonen skal utføre sine oppgaver uavhengig og selvstendig og bestemmer selv hvordan arbeidet skal innrettes og organiseres.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Instruks om Riksrevisjonens virksomhet",
      "content": "Stortinget fastsetter instruks om Riksrevisjonens virksomhet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Riksrevisjonens ledelse​1",
      "content": "Riksrevisjonen ledes av et kollegium av fem riksrevisorer valgt av Stortinget i medhold av Grunnloven § 75 k. Riksrevisorene og personlige varamedlemmer for disse velges av Stortinget for fire år om gangen med virkning fra 1. januar året etter stortingsvalget. Stortinget velger også leder og nestleder i Kollegiet.\nLederen i Kollegiet er Riksrevisjonens daglige leder.\nLederen må ikke uten samtykke fra Stortinget ha eller påta seg stilling eller verv i offentlig eller privat virksomhet, unntatt når det følger av vervet som riksrevisor.\nDe øvrige medlemmer av Riksrevisorkollegiet må ikke påta seg oppgaver, oppdrag og verv som kan komme i konflikt med rollen som riksrevisor. Kollegiet avgjør om oppgaven, oppdraget eller vervet er av en slik art.\n1 Paragraf 4 første ledd fortsatte å gjelde frem til 1. oktober 2025 og § 4 andre ledd fortsatte å gjelde frem til 1. januar 2026, jf. lov 13 des 2024 nr. 77 om Riksrevisjonen (riksrevisjonsloven) § 9-1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "title": "Ansettelse i Riksrevisjonen m.m.",
      "content": "Riksrevisjonens kollegium ansetter ledere i Riksrevisjonen. De øvrige ansatte i Riksrevisjonen ansettes av Riksrevisjonens ansettelsesråd.\nBestemmelsene i statsansatteloven §§ 4 til 7 om utlysning av stilling, innstilling, ansettelse og særregler gjelder så langt de passer. Bestemmelsene i § 11 tredje ledd om adgang til å inngå sentral tariffavtale mellom staten og tjenestemennenes forhandlingsberettigede organisasjoner om unntak fra reglene om likebehandling av lønns- og arbeidsvilkår ved innleie fra bemanningsforetak og § 24 om fortrinnsrett til ansettelse i staten får ikke anvendelse for Riksrevisjonen.\n0 Endret ved lov 16 juni 2017 nr. 67 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 763).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "title": "Lønn og pensjon",
      "content": "Riksrevisorenes lønn og pensjon fastsettes av Stortingets presidentskap. Riksrevisor skal være medlem av Statens pensjonskasse med rettigheter og plikter etter lov 28. juli 1949 nr. 26 om Statens pensjonskasse.\nTjenestemennenes lønn, pensjon og arbeidsvilkår fastsettes av Riksrevisjonen i henhold til de avtaler og bestemmelser som gjelder for arbeidstakere i statsstilling.\nLov 18. juli 1958 nr. 2 om offentlige tjenestetvister gjelder for Riksrevisjonen.\n0 Endret ved lover 17 des 2010 nr. 78 (ikr. 1 jan 2011), 21 jan 2011 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:6 a",
      "chapter": "1",
      "section": "6 a",
      "title": "Pensjonsordning for riksrevisorer utnevnt før 1. januar 2011",
      "content": "For dem som er utnevnt til riksrevisor før 1. januar 2011 skal pensjonen beregnes etter reglene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse med de særlige reglene som følger av paragrafen her.\nFor riksrevisorer som fratrer sitt embete etter fylte 67 år, skal tjenestetiden ved pensjonsberegningen etter lov om Statens pensjonskasse forhøyes med inntil 15 år. Tjenestetiden forhøyes på tilsvarende måte ved beregning av uføre-, enke-, enkemanns- og barnepensjon.\nRiksrevisorenes alderspensjon ved full tjenestetid er 57 prosent av pensjonsgrunnlaget. Når stillingen som riksrevisor fratres med rett til pensjon, er pensjonsgrunnlaget den fastsatte årlige bruttogodtgjørelsen. Fratres stillingen tidligere, skal pensjonsgrunnlaget settes til årlig bruttogodtgjørelse på fratredelsestidspunktet. For pensjoner som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelse på dette tidspunktet. Tilsvarende gjelder for dem som har fratrådt stillingen uten å ta ut pensjon før 1. januar 2011.\nAlderspensjonen levealdersjusteres etter lov om Statens pensjonskasse § 24, likevel slik at pensjonen ved uttak etter 67 år og ved full tjenestetid ikke blir høyere enn 57 prosent av pensjonsgrunnlaget.\nEt medlem kan ha krav på et garantert pensjonsnivå etter reglene i lov om Statens pensjonskasse § 24a, likevel slik at det garanterte pensjonsnivået for medlemmer med full tjenestetid er 57 prosent av pensjonsgrunnlaget.\nPensjoner etter paragrafen her reguleres etter lov om Statens pensjonskasse § 42.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6a."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "title": "Saksbehandlingen i tjenestemannssaker",
      "content": "Forvaltningslovens regler gjelder for avgjørelser om tilsetting, oppsigelse, suspensjon, avskjed eller forflytting av tjenestemenn i Riksrevisjonen. Det samme gjelder vedtak om å ilegge en tjenestemann ordensstraff eller tilstå vedkommende pensjon.\nStortinget kan gi regler som utfyller eller gjør unntak fra forvaltningslovens anvendelse etter første ledd, og fastsette i hvilken utstrekning forskrifter gitt i medhold av forvaltningsloven ikke skal gjelde i slike saker.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "title": "Riksrevisjonens budsjett og regnskap",
      "content": "Riksrevisjonens budsjettforslag fremmes av Kollegiet direkte overfor Stortinget.\nRiksrevisjonens regnskap fastsettes av Kollegiet og revideres av revisor oppnevnt av Stortingets presidentskap. Revidert regnskap og revisjonsberetning sendes Stortinget.\n0 Endret ved lov 21 jan 2011 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Riksrevisjonens oppgaver",
      "content": "Riksrevisjonen skal foreta revisjon av statsregnskapet og alle regnskaper avlagt av statlige virksomheter og andre myndigheter som er regnskapspliktige til staten, herunder forvaltningsbedrifter, forvaltningsorganer med særskilte fullmakter, statlige fond og andre organer eller virksomheter der dette er fastsatt i særlig lov (regnskapsrevisjon).\nRiksrevisjonen skal kontrollere forvaltningen av statens interesser i selskaper m.m. (selskapskontroll).\nRiksrevisjonen skal gjennomføre systematiske undersøkelser av økonomi, produktivitet, måloppnåelse og virkninger ut fra Stortingets vedtak og forutsetninger (forvaltningsrevisjon).\nRiksrevisjonen skal gjennom revisjonen bidra til å forebygge og avdekke misligheter og feil.\nRiksrevisjonen kan veilede forvaltningen for å forebygge framtidige feil og mangler.\nRiksrevisjonen kan påta seg revisjons-, kontroll- eller bistandsoppdrag internasjonalt.\nStortinget i plenum kan pålegge Riksrevisjonen å sette i gang særlige undersøkelser. Stortinget kan ikke instruere Riksrevisjonen om hvordan eller etter hvilke kriterier revisjons- og kontrollarbeidet skal utføres, jf. § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Krav til revisjonsutførelsen",
      "content": "Riksrevisjonen skal være objektiv og nøytral ved utførelsen av sine oppgaver. Revisjonen skal planlegges, gjennomføres og rapporteres slik lov, instruks og god revisjonsskikk i Riksrevisjonen krever.\nRiksrevisjonen kan bruke ekstern bistand til særlige kontroller eller revisjonsoppgaver.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Riksrevisjonens rapportering til Stortinget",
      "content": "Riksrevisjonen skal rapportere resultatene av sin revisjon og kontroll til Stortinget.\nFør en sak rapporteres til Stortinget skal Riksrevisjonens bemerkninger forelegges ansvarlig statsråd til uttalelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Riksrevisjonens rett til å kreve informasjon og innsyn. Rett til å foreta undersøkelser",
      "content": "Riksrevisjonen kan, uten hinder av taushetsplikt, kreve enhver opplysning, redegjørelse eller ethvert dokument og foreta de undersøkelser som den finner nødvendig for å gjennomføre oppgavene.\nRiksrevisjonens rett til informasjon etter første ledd gjelder overfor den politiske ledelse, embets- og tjenestemenn i forvaltningen og andre som virker i forvaltningens tjeneste, og overfor ledelse, tilsatte og revisor i selskaper mv. som er heleid av staten og heleide datterselskaper til slike selskaper. Overlater forvaltningen økonomioppgaver til andre utenfor staten, gjelder Riksrevisjonens rett til aktuell informasjon også direkte overfor disse. Riksrevisjonens rett gjelder også overfor personer som har utført oppgaver som nevnt i første og annet punktum.\nI saker som gjelder kontroll med om tilskudd eller bidrag av statsmidler til offentlige eller private virksomheter nyttes etter forutsetningene, gjelder retten til informasjon etter første ledd også overfor tilskuddsmottaker.\nRiksrevisjonen har samme rett til innsyn og informasjon som forvaltningen kan kreve overfor\na. andre som er tillagt statlig forvaltningsmyndighet eller oppgaver finansiert med statlige midler, og\nb. private som leverer varer eller tjenester til staten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Deltakelse i generalforsamling mv.",
      "content": "Riksrevisjonen skal varsles og har rett til å være til stede i generalforsamling, foretaksmøte, møte i bedriftsforsamling, representantskap og organ med tilsvarende funksjon i selskaper som i sin helhet eies av staten og i heleide datterselskaper til slike selskaper. Riksrevisjonen har talerett i møtene. Den skal sammen med varsling få oversendt alle relevante saksdokumenter. Riksrevisjonen avgjør i hvilken grad den skal få oversendt saksdokumenter til møter i heleide datterselskaper.\nRiksrevisjonen har rett til å delta i møter som nevnt i første ledd i deleide selskaper sammen med den som representerer de statlige eierinteressene. Varsling om møte og oversending av relevante saksdokumenter avtales med departementet eller med statlig heleid virksomhet som ivaretar statlige interesser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilrettelegging av forholdene for revisjon",
      "content": "Virksomheter som er omfattet av Riksrevisjonens revisjon og kontroll, skal legge forholdene til rette slik Riksrevisjonen finner det hensiktsmessig for å foreta de revisjons- og kontrolloppgaver som følger av lov og instruks.\nRiksrevisjonen kan foreta revisjon og kontroll på det stedet hvor regnskap og nødvendig materiale finnes, og Riksrevisjonen skal ha tilgang til de IT-systemer som virksomhetene benytter.\nInformasjon til Riksrevisjonen skal avgis i den form, på det medium og til det tidspunkt Riksrevisjonen bestemmer, og vederlagsfritt tilrettelegges og sendes til Riksrevisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid for Riksrevisjonen, plikter å hindre at andre får adgang eller kjennskap til det han eller hun i forbindelse med tjenesten eller arbeidet får vite om forhold av personlig karakter eller opplysninger om drifts- eller forretningshemmeligheter.\nTaushetsplikten gjelder også etter at vedkommende har avsluttet tjenesten eller arbeidet. Han eller hun kan heller ikke utnytte opplysninger som nevnt i første ledd i egen virksomhet eller i tjeneste eller arbeid for andre.\nFor øvrig gjelder bestemmelsene i forvaltningsloven §§ 13 a til 13 g så langt de passer.\nUten hinder av bestemmelsen i første ledd kan Riksrevisjonens tjenestemenn, etter beslutning av Riksrevisjonens leder, avgi forklaring og legge fram dokumentasjon vedrørende revisjonsoppdrag til politiet når det er åpnet etterforskning i straffesak. Riksrevisjonen kan videre underrette politiet dersom det i forbindelse med revisjonen kommer fram forhold som gir grunn til mistanke om at det er foretatt en straffbar handling. Riksrevisjonen kan også samarbeide med andre offentlige kontrollmyndigheter dersom det er aktuelt. Underretning kan gis selv om revisjonen ikke er avsluttet og uten at forholdet er meddelt revidert virksomhet eller overordnet departement.\nVed anvendelse av bestemmelsene i tvistemålsloven § 204 nr. 2 og straffeprosessloven § 118 gis samtykke av Riksrevisjonens leder.\n0 Endret ved lov 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Sikkerhetslovens anvendelse for Riksrevisjonen",
      "content": "Sikkerhetsloven gjelder for Riksrevisjonen med de unntak og presiseringer som følger av denne lov, jf. sikkerhetsloven § 1-4 første ledd.\nFølgende bestemmelser i sikkerhetsloven gjelder ikke for Riksrevisjonen: §§ 1-3, 2-1, 2-2 og 2-5, kapittel 3, § 5-5, § 7-1 andre til sjette ledd, § 8-3 første ledd andre punktum, § 9-4 andre til femte ledd, kapittel 10 og §§ 11-2 og 11-3.\nRiksrevisjonen skal innenfor sitt ansvarsområde utpeke, klassifisere og holde oversikt over skjermingsverdige objekter og infrastruktur og melde inn til sikkerhetsmyndigheten med angivelse av sikkerhetsgrad, jf. sikkerhetsloven § 7-1 andre ledd.\nRiksrevisjonen kan innenfor sitt ansvarsområde fatte vedtak om krav til adgangsklarering for tilgang til hele eller deler av skjermingsverdige objekter eller infrastruktur og bestemme at personer med sikkerhetsklarering for et bestemt nivå også er klarert for adgang til et bestemt skjermingsverdig objekt eller en bestemt skjermingsverdig infrastruktur, jf. sikkerhetsloven § 8-3.\nStortingets administrasjon er klareringsmyndighet for Riksrevisjonens kollegium. Stortingets presidentskap er klagemyndighet for avgjørelser truffet av Stortingets administrasjon.\nRiksrevisjonen er klareringsmyndighet for personell i Riksrevisjonen og for personell ansatt hos eller engasjert av leverandør i forbindelse med sikkerhetsanskaffelser foretatt av Riksrevisjonen. Riksrevisjonens kollegium er klagemyndighet for avgjørelser truffet av Riksrevisjonens administrasjon.\nAutorisasjon av Riksrevisjonens kollegium og personell i Riksrevisjonen gjelder i samme utstrekning som Riksrevisjonen har innsynsrett etter § 12.\nStortinget kan fastsette i hvilken grad forskrifter fastsatt i medhold av sikkerhetsloven skal gjelde for Riksrevisjonen.\n0 Endret ved lov 19 juni 2020 nr. 76 (for Riksrevisjonens kollegium trer bestemmelsene i sikkerhetslovens kapittel 8 om personkontroll i kraft 1. januar 2022).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Riksrevisjonens behandling av personopplysninger",
      "content": "Riksrevisjonen kan innhente og behandle alle typer personopplysninger. Opplysningene skal slettes så snart de ikke lenger har kontrollmessig interesse.\nRiksrevisjonens behandling av personopplysninger i revisjons- og kontrollarbeidet er unntatt fra artiklene 15, 16, 17, 18 og 19 i personvernforordningen.\n0 Endret ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Allmennhetens krav på innsyn i Riksrevisjonens dokumenter",
      "content": "Enhver kan hos Riksrevisjonen gjøre seg kjent med det offentlige innholdet av dokumenter i en bestemt sak når dokumentet er kommet inn til eller er sendt fra Riksrevisjonen. Bestemmelsene i offentleglova gjelder tilsvarende, så langt de passer.\nFor saksdokumenter som er utarbeidet av eller til Riksrevisjonen i saker som den vurderer å legge fram for Stortinget som ledd i den konstitusjonelle kontroll, skal offentlighet først inntre når saken er mottatt i Stortinget. Riksrevisjonen varsler vedkommende forvaltningsorgan om at saken er av en slik art. Er en slik sak ferdigbehandlet uten at den vil bli oversendt Stortinget, inntrer offentlighet når Riksrevisjonen har varslet vedkommende forvaltningsorgan om at saken er ferdigbehandlet.\nStortinget kan gi regler som utfyller eller gjør unntak fra offentleglovas anvendelse på Riksrevisjonen og fastsette i hvilken utstrekning forskrifter gitt i medhold av offentleglova skal gjelde for Riksrevisjonen.\n0 Endret ved lov 19 mai 2006 nr. 16 (ikr. 1 jan 2009 iflg. res. 17 okt 2008 nr. 1118).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Habilitet",
      "content": "Ingen som utfører tjeneste eller arbeid for Riksrevisjonen kan utføre revisjons- eller kontrolloppdrag dersom vedkommende eller dennes nærstående har en slik tilknytning til revidert eller kontrollert virksomhet, dets ansatte eller tillitsvalgte, eller det for øvrig foreligger slike særegne forhold at dette kan svekke tilliten til vedkommendes uavhengighet eller objektivitet.\nSom nærstående regnes:\na. ektefelle og person som vedkommende bor sammen med i ekteskapslignende forhold,\nb. slektninger i rett oppstigende eller nedstigende linje og søsken, og deres ektefeller eller personer som de bor sammen med i ekteskapslignende forhold, og\nc. slektninger i rett oppstigende eller nedstigende linje og søsken til en person som nevnt under bokstav a.\nBestemmelsene i forvaltningsloven §§ 6 til 9 første ledd gjelder for enhver som behandler administrative saker for Riksrevisjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Ikraftsettings- og overgangsbestemmelser",
      "content": "Loven trer i kraft 1. juli 2004, med unntak av § 21 nr. 3, 5, 7 og 14 som trer i kraft 1. januar 2005.\nRiksrevisjonens overtakelse av revisjonsansvaret i Den Norske Stats Husbank og Lånekassen, jf. lovendringene i § 21 nr. 3 og 7, skjer med virkning fra og med regnskapsåret 2005. Riksrevisjonen frasier seg revisjonsansvar for stiftelser, jf. lovendringene i § 21 nr. 5 og 14, fra og med regnskapsåret 2005.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Oppheving og endringer av andre lover",
      "content": "Når loven trer i kraft, endres andre lover slik: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    }
  ]
}