{
  "id": "LOV-1953-07-17-29",
  "type": "statute",
  "title": "Lov om verneplikt [vernepliktsloven]",
  "short_name": "Vernepliktsloven – vpl",
  "status": "in_force",
  "issued_date": "1953-07-17",
  "in_force_date": "1953-07-17",
  "url": "https://lovdata.no/dokument/NLO/lov/1953-07-17-29",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder verneplikt i det militære forsvar (i denne lov kalt Forsvaret) unntatt Heimevernet.​1\n1 Se lov 17 juli 1953 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Forsvaret består av 2 oppbud, linjen og landvernet, unntatt Marinen som består av 1 oppbud.\nOppbudenes bestemmelse er å tjene til forsvar av landets interesser hvor som helst det kreves. Landvernet, som består av de 10 eldste årsklasser, kan brukes bare med den begrensning som Grunnloven § 25 fastsetter. Oppbudsinndelingen gjelder ikke for befal.\n0 Endret ved lover 18 juni 1954 nr. 2, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Norske statsborgere​1 er etter utskrivning vernepliktige fra 1. januar det året de fyller 19 til utgangen av det året de fyller 44. Norske statsborgere som også innehar fremmed statsborgerskap, er ikke vernepliktige her i riket såfremt konvensjon med den fremmede stat er til hinder for det.\nMed de begrensninger som følger av konvensjon med fremmed stat, kan Kongen bestemme at verneplikt skal pålegges også enhver som uten å være norsk statsborger​1 hører hjemme her i riket. En slik vernepliktig er fri for militærtjeneste når staten er i krig med det land hvor vedkommende er eller sist var statsborger.\nAlle vernepliktige som er født i samme år utgjør en årsklasse.\nFritatt for verneplikt er ordinerte prester i statskirken​2 og prester og forstandere i registrerte trossamfunn.​3 Såfremt de har utført militærtjeneste, er de dog etter nærmere bestemmelser av Kongen pliktige til å gjøre tjeneste som feltprester i Forsvaret.\n0 Endret ved lover 13 juni 1969 nr. 25, 11 juni 1976 nr. 73, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. lov 10 juni 2005 nr. 51.\n2 Skal vel være «Den norske kirke», se lov 7 juni 1996 nr. 31.\n1 Skal vel være «Den norske kirke», se lov 7 juni 1996 nr. 31.\n3 Se lov 13 juni 1969 nr. 25 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Uten hensyn til bestemmelsen i § 3 første punktum kan Kongen i krig eller når krig truer bestemme at verneplikten skal inntre fra den dag i utskrivningsåret vedkommende fyller 18 år.\nKongen treffer nærmere bestemmelser om fra hvilket tidspunkt verneplikten inntrer for yngreårige som etter eget ønske utskrives i henhold til § 20 fjerde ledd.\nEnhver som blir antatt som frivillig i militær stilling eller som elev ved militærskole før den ordinære vernepliktsalder, er vernepliktig fra og med antagelsen.\nFrivillige som nevnt i annet og tredje ledd, som ikke har fylt 18 år, skal ikke gis opplæring eller delta i stridsrelatert virksomhet, og skal straks fritas fra tjeneste dersom riket er i krig eller krig truer eller Forsvaret eller noen del av det er beordret satt på krigsfot.\n0 Endret ved lover 11 juni 1976 nr. 73, 1 juni 1979 nr. 23, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "I krig eller når krig truer kan det settes opp krigsforsterkning. Tjenestedyktige som ikke tilhører de faste oppbud (§ 2), er tjenestepliktige fra og med den dag de fyller 18 år til og med det år de fyller 55. Bestemmelsen i § 3 første ledd annet punktum, annet og fjerde ledd får tilsvarende anvendelse.\nI den utstrekning det er nødvendig kan tjenestepliktige i krigsforsterkningen, med den begrensning som Grunnlovens § 25 fastsetter, brukes til utfylling av de faste oppbud.\nKongen med Stortingets samtykke gir nærmere regler om tjenesten, herunder om fritakelse på grunn av tjeneste i Heimevernet,​2 Politiet​3 eller Sivilforsvaret​4 eller annet krigsviktig eller samfunnsviktig arbeid.\n0 Endret ved lover 11 juni 1976 nr. 73, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 17.\n2 Se lov 17 juli 1953 nr. 28.\n3 Se lov 4 aug 1995 nr. 53.\n4 Se lov 15 juni 2010 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Under krigstjeneste, under tjenestegjøring ved avdeling utenfor riket eller på tokt er enhver forpliktet til å bli stående i sitt oppbud inntil vedkommende kan erstattes av en annen.\n0 Endret ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Vernepliktige er forpliktet til å overta den tjenestestilling i Forsvaret som de blir beordret til, og utføre den tjeneste som blir pålagt dem. Ingen kan mot sin vilje beordres til tjeneste med lavere grad enn den vedkommende er beskikket, tilsatt eller utnevnt i, med mindre særlige forhold i krig gjør slik beordring nødvendig.\nVernepliktige er forpliktet til å motta høyere grad og gjennomgå nødvendig utdannelse. Med mindre graden er midlertidig eller gitt for et bestemt oppdrag, kan den bare fratas de vernepliktige hvis de har vist seg uskikket eller uverdig til å inneha den.\nEtter bestemmelse av Kongen med Stortingets samtykke kan vernepliktige brukes til å utføre sivilt samfunnsnyttig arbeid istedenfor militærtjeneste. På samme måte kan det bestemmes at vernepliktige ikke skal innkalles til tjeneste etter denne lov, men i stedet overføres til Sivilforsvaret​1 for tjeneste der.\n0 Endret ved lover 13 apr 1962 nr. 2, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se lov 25 juni 2010 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "I den utstrekning ikke annet følger av ansettelsesvilkårene gjelder bestemmelsene i denne lov for tilsatt befal så lenge de er i tjeneste. Tilsvarende gjelder personell som ikke har alminnelig verneplikt etter denne lov, men som frivillig har inngått kontrakt om eller gitt skriftlig samtykke til styrkedisponering. For slike frivillige gjelder loven for kontraktstidens varighet.\nVernepliktige som utdannes til befal under førstegangstjenesten og som ikke er gitt tilsetting av ett års varighet eller mer utover førstegangstjenesten, følger med hensyn til verneplikt i fred den årsklasse de tilhører.\nAlle andre befal, herunder befal som har avsluttet tilsettingsforholdet, er vernepliktige til og med det år de fyller 55.\nI krig eller når krig truer er befal som på grunn av tidligere ansettelse i Forsvaret oppebærer pensjon, redusert lønn eller har rett til oppsatt pensjon, tjenestepliktige ut over det år de fyller 55 så lenge de anses brukbare. Ved innkalling må ingen mot sin vilje beordres til tjeneste som etter gjeldende bestemmelser er tillagt lavere grad enn den de innehar eller innehadde ved avgangen, med mindre de ved sitt forhold har gjort seg uverdig til slik grad eller det foreligger forhold som nevnt i § 7 første ledd annet punktum.\nBefal som nevnt i fjerde ledd er forpliktet til i fredstid å gjennomgå kortere kurser mv. som anses nødvendig for at de kan fylle den stilling de er bestemt for i krig.\nBestemmelsene i denne paragraf gjelder annet fastlønt og forhenværende fastlønt militært personell i den utstrekning Kongen bestemmer.\n0 Endret ved lover 18 juni 1954 nr. 2, 11 juni 1976 nr. 73, 1 juni 1979 nr. 23, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den vernepliktiges tjeneste i fred omfatter:\n1. Ordinær tjeneste: Førstegangstjeneste og repetisjonstjeneste, eventuelt med befals- og annen særopplæring.\n2. Ekstraordinær tjeneste:\na. Særlige øvelser for å styrke Forsvaret, herunder særlige befals- og instruksjonskurser, mobiliseringsøvelser og ekstraordinære feltøvelser.\nb. Ekstraordinært vakthold og tjeneste som kreves for å opprettholde rettsordenen og sivilt arbeid når viktige samfunnsinteresser gjør det nødvendig.\nc. Beredskapstjeneste når Forsvaret eller noen del av det er beordret satt på krigsfot i beredskapsøyemed.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Varigheten av den ordinære tjeneste​1 for de forskjellige forsvarsgrener og våpenarter fastsettes av Stortinget.\nFor opplæring til og anvendelse som befal eller spesialister kan Stortinget fastsette et tillegg til tjenestetiden av inntil 90 dager for vernepliktige med sivil utdannelse som minst svarer til eksamen fra videregående skole, studieretning for allmenne fag, eller ingeniørhøgskole. Kongen gir nærmere regler til utfylling av bestemmelsen i foregående punktum og om tjenestevilkår og gradspassering​2 for slike vernepliktige.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 9 nr. 1.\n2 Skal vel være «gradsplassering».\n1 Skal vel være «gradsplassering».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Førstegangstjenesten skal avtjenes uten unødig opphold. Den skal om mulig være avsluttet innen utløpet av det år den vernepliktige fyller 22, med mindre utsettelse med avgjørelsen om tjenestedyktighet etter § 30 første ledd, eller vedkommendes eget forhold har vært til hinder for det.\nFor vernepliktig med sivil opplæring av betydning for Forsvarets behov, herunder vernepliktige som nevnt i § 10 annet ledd, kan Kongen gi særregler om oppdeling av den samlede ordinære tjenestetid. Likeledes kan Kongen bestemme at utskrivning eller innkalling til tjeneste av enhver som er under slik opplæring skal utstå i inntil 2 år.\n0 Endret ved lover 11 juni 1976 nr. 73, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Er innkalling blitt utsatt eller fremskutt, skal den vernepliktige utføre førstegangstjeneste som fastsatt for den årsklasse eller kontingent vedkommende innkalles sammen med. Når ikke særlige hensyn gjør seg gjeldende, skal den vernepliktiges etterfølgende ordinære tjeneste være av samme varighet som bestemt for egen årsklasse, og utføres sammen med egen årsklasse. Etter nærmere regler av Kongen kan bestemmelsen i første punktum fravikes for vernepliktig som får sin ordinære tjenestetid oppdelt i henhold til § 11 annet ledd.\nPlikt til førstegangstjeneste i fred bortfaller når den ikke er påbegynt innen utløpet av det år den vernepliktige fyller 28. Hvis forsinkelsen er forårsaket av den vernepliktige, bortfaller plikten hvis tjenesten ikke er påbegynt innen utløpet av det år vedkommende fyller 33. Resterende førstegangstjeneste bortfaller ved utløpet av det år den vernepliktige fyller 28, når vedkommende har måttet sendes hjem ved eller etter fremmøte til tjeneste på grunn av sykdom, skade eller lignende. Hjemsendingen foretas etter beslutning av slik legenemnd som nevnt i § 31 eller av vedkommende avdelingslege.\nFor øvrig kan slike vernepliktige som er nevnt i annet ledd, pålegges tjeneste i samme utstrekning som den årsklasse de hører til.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Ekstraordinær tjeneste​1 besluttes av Kongen med Stortingets samtykke. Hvis det er fare ved opphold, kan Kongen uten å innhente Stortingets samtykke treffe beslutning om tjeneste som nevnt i § 9, nr. 2 b og c.\nVed tjeneste etter § 9, nr. 2 a eller b, skal tjenesteperiodene ikke overstige 6 måneder. Ved tjeneste etter nr. 2 c bør de så vidt gjørlig ikke overstige 6 måneder.\nTjenesten skal fordeles mest mulig jevnt på de vernepliktige. I den utstrekning formålet med innkallingen og hensynet til avdelingenes oppsetning tillater det, bør yngre årsklasser innkalles foran eldre. For tjeneste som bare krever et begrenset antall vernepliktige, kan Kongen bestemme at loddtrekning skal finne sted.\n1 Se § 9 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Kongen kan med Stortingets samtykke bestemme, hvorvidt og i hvilken utstrekning vernepliktige før og etter utskrivning skal delta i skyteøvelser utenfor den tid da innkalling til våpenøvelser finner sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Krigstjeneste og plikt til å gjøre krigstjeneste inntrer når riket er i krig eller Forsvaret eller noen del av det er beordret satt på krigsfot med krig for øye eller deltar i krigshandlinger. Kongen treffer de nærmere bestemmelser.\nUnder krigstjeneste plikter enhver å fortsette i tjenesten så lenge det er nødvendig. For øvrig gjelder reglene i § 13, siste ledd, tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Kongen gir regler om fremgangsmåten ved innkalling til tjeneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Kongen kan gi bestemmelser om at vernepliktige som på grunn av sivil stilling eller fagkyndighet finnes å burde fortsette sin virksomhet i krig, skal fritas for eller gis utsettelse med fremmøte når deres avdeling settes på krigsfot. Slike bestemmelser kan også gis for vernepliktige som av hensyn til rikets samlede forsvar finnes å burde gjøre tjeneste i Heimevernet,​2 Politiet,​3 Sivilforsvaret​4 eller Handelsflåten.\nMed Stortingets samtykke kan Kongen gi bestemmelser om at vernepliktige som nevnt i første ledd helt eller delvis skal være fritatt for tjeneste i fred.​5\nVernepliktige som godtgjør å ha utført militærtjeneste i et annet land, kan etter nærmere bestemmelser av Kongen helt eller delvis fritas for ordinær tjeneste.\n0 Endret ved lov 5 feb 1993 nr. 29.\n1 Jf. § 5.\n2 Se lov 17 juli 1953 nr. 28.\n3 Se lov 4 aug 1995 nr. 53.\n4 Se lov 17 juli 1953 nr. 9.\n5 Jf. § 5 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen bestemmer i hvilken utstrekning vernepliktige kan gis utsettelse med tjeneste i fred når samfunnsinteresser krever det eller vektige velferdsgrunner tilsier det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Vernepliktige som på grunn av sykdom, skade eller fravær fra eller forsømmelighet i tjenesten ikke har fått tilstrekkelig opplæring, kan etter nærmere bestemmelser av Kongen pålegges nødvendig tilleggstjeneste.\nVernepliktige som har vært ulovlig fraværende, kan selv om de har fått tilstrekkelig opplæring, etter nærmere bestemmelse av Kongen, pålegges å ta igjen forsømt tjeneste.\nKongen bestemmer i hvilken utstrekning militærtjeneste skal utsettes eller avbrytes på grunn av straffeforfølgning.\n0 Endret ved lov 11 juni 1982 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Enhver som oppholder seg her i riket, og som ikke åpenbart er helt udyktig til militærtjeneste, er utskrivningspliktig fra 1. januar i det år vedkommende fyller 18 år. De som er utenfor riket på dette tidspunktet, blir utskrivningspliktige straks de kommer hit.\nUtskrivningsplikten opphører når verneplikten inntrer eller når den utskrivningspliktige blir kjent fri for verneplikt. Utskrivningsplikten bortfaller dersom den utskrivningspliktige ikke blir innkalt til sesjon del 2 innen utløpet av det år vedkommende fyller 28 år.\nUtskrivningen omfatter\n1. innrullering av de utskrivningspliktige i Forsvarets verneplikts- og tjenesteregister; og\n2. klassifisering av de utskrivningspliktige for å fastslå deres tjenestedyktighet og øvrige forutsetninger for tjeneste.\nEnhver som ennå ikke er blitt utskrivningspliktig, kan etter nærmere bestemmelser av Kongen likevel tillates å bli utskrevet, men ikke tidligere enn fra 1. januar i det år de fyller 17 år. De er i så fall utskrivningspliktige så snart tillatelsen er meddelt dem.\nI krig eller når krig truer kan Kongen gi nærmere regler om utskrivningsplikten. Kongen kan under slike forhold bestemme at utskrivningsplikten også skal omfatte enhver utenfor riket, og gi nærmere regler om fremgangsmåten ved utskrivningen. Reglene kan fravike denne lov.\n0 Endret ved lover 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Når vektige velferdsgrunner foreligger, kan utskrivningspliktige i fredstid etter nærmere bestemmelser av Kongen gis utsettelse med utskrivning. Utsettelse kan ikke uten i særlige tilfelle gis for lenger tid enn 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Vernepliktsverkets​1 oppgaver omfatter:\n1. Innrulleringen av utskrivningspliktige\n2. Klassifiseringen av de utskrivningspliktige etter deres tjenestedyktighet og øvrige forutsetninger for tjeneste i Forsvaret.\n3. Fordelingen av de tjenestedyktige til forsvarsgrener og Heimevernet, fellesinstitusjoner i Forsvaret og Sivilforsvaret.\n4. Rulleføring av alle utskrivningspliktige og vernepliktige samt krigsforsterkningen.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Vernepliktsverket er utøvende ledd for den felles vernepliktsforvaltning og ledes av Sjefen for Vernepliktsverket. Sjefen for Vernepliktsverket er direkte underlagt Forsvarssjefen.\nKongen gir nærmere regler om Vernepliktsverkets organisasjon og gjøremål, herunder behandlingen av spørsmål som vedrører verneplikten og dens avtjening.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 6 mars 1970 nr. 8, 14 sep 1990 nr. 57, 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), opphevet ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Innrulleringen foretas ikke tidligere enn i året forut for utskrivningsåret, med mindre Kongen på grunn av særlige forhold bestemmer noe annet. Den som ifølge § 20 blir utskrivningspliktig utenfor normalalderen, skal innrulleres så snart som mulig.\nDe nærmere bestemmelser om innrulleringen fastsettes av Kongen.\n0 Endret ved lover 6 mars 1970 nr. 8, 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Klassifiseringen har til hensikt å fastsette den enkeltes skikkethet for militærtjeneste. Klassifiseringen skal fortrinnsvis skje på sesjon av en klassifiseringsnemnd. I nemnda inngår en offiser fra Vernepliktsverket​1 som formann og en lege. Legen bestemmer den utskrivningspliktiges tjenestedyktighet. Kongen gir nærmere regler om klassifiseringsnemndenes arbeidsordning og øvrige sammensetning.\nUnder krig og andre særlige forhold kan Kongen bestemme at sesjonene helt eller delvis skal sløyfes og klassifiseringen gjennomføres på annen måte.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Sesjon holdes etter innrullering av ny årsklasse, og gjennomføres i to deler. Dersom frammøte til sesjon del 2 ikke har latt seg gjennomføre innen rimelig tid og klassifisering etter §§ 26 og 29 ikke har vært mulig, kan allikevel personell som ikke åpenbart er helt udyktige utskrives, og deres tjenestedyktighet avgjøres ved frammøte til tjeneste.\nSesjon del 1 innebærer at alle utskrivningspliktige​1 avgir en egenerklæring uten at personlig fremmøte kreves. Dette gjelder også utskrivningspliktige som ikke er blitt klassifisert tidligere og som ikke har fått utsettelse med utskrivning i henhold til § 21.\nSesjon del 2 innebærer personlig fremmøte for klassifisering. Til sesjon del 2 kan innkalles utskrivningspliktige som på bakgrunn av sesjon del 1 anses egnet for tjeneste i Forsvaret, og utskrivningspliktige som ikke besvarer egenerklæringen i sesjon del 1. Også andre utskrivningspliktige og vernepliktige som skal undersøkes på ny, kan innkalles til sesjon del 2.\nKongen gir nærmere regler om gjennomføring av todelt sesjon.\nSesjonsstedet velges med sikte på å spare reiser og tid for de møtepliktige.\nKongen med Stortingets samtykke gir regler om godtgjørelse for fremmøte til sesjon.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 sep 1990 nr. 57, opphevet ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Også utenfor sesjon skal klassifiseringen foretas av en klassifiseringsnemnd​1 med mindre det vil medføre uforholdsmessig utgift eller ulempe. I så fall foretas den av den regionale vernepliktsforvaltning på grunnlag av legeundersøkelse og innhentede opplysninger. Kongen gir nærmere regler om klassifisering utenfor sesjon.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Utskrivningspliktige​1 som antas å få endret sin legekjennelse, kan gis inntil to års utsettelse med å få fastsatt kjennelsen. Etter nærmere bestemmelser av Kongen kan avgjørelsen i særlige tilfelle utsettes ytterligere i inntil tre år. Etter utsettelsen fastsettes den endelige kjennelse på grunnlag av ny legebedømmelse.\nUtskrivningspliktige som er åpenbart udyktige til militærtjeneste, kan kjennes udyktig uten medvirkning av lege.\nMed Stortingets samtykke kan Kongen treffe bestemmelse om fornyet legeundersøkelse og utskrivning av dem som er kjent udyktige. I krig eller når krig truer kan slik bestemmelse treffes av Kongen.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Legekjennelser som er avgitt før den vernepliktiges første fremmøte til tjeneste, og som ikke går ut på at vedkommende er udyktig til enhver militærtjeneste, kan tas opp til ny avgjørelse ved fremmøtet. Avgjørelsen treffes av en nemnd som skal bestå av minst to leger, hvorav den ene fortrinnsvis skal være sanitetsoffiser. I krig kan Kongen bestemme at nemnda skal bestå av minst en lege og en offiser. Når forholdene tillater det, kan nemnda tilkalle ytterligere ekspertise etter behov.\nSenere vurdering av legekjennelse skal i tilfelle foretas av slik nemnd som fastsatt i første ledd.\nEnhver legekjennelse avgitt etter denne lov kan innen 6 måneder etter at kjennelsen er avgitt, oppheves av Sjefen for Forsvarets sanitet, såfremt denne finner at feilaktig medisinsk bedømmelse eller brudd på gjeldende klassifiseringsbestemmelser har hatt avgjørende innflytelse på kjennelsen, eller det er framkommet nye opplysninger som åpenbart ville ha kunnet føre til en annen avgjørelse. Vedkommende skal i så fall fremstilles til ny undersøkelse og legekjennelse.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Kongen gir nærmere regler om undersøkelser og prøver for bedømmelse av tjenestedyktighet.\n0 Endret ved lov 14 sep 1990 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Ved fordelingen av de tjenestedyktige skal det tas sikte på at avdelingene i krig kan settes opp så raskt som mulig, samtidig som deres behov for faglært og høyere utdannet personell søkes tilgodesett. Så vidt mulig bør det tas hensyn til den utskrivningspliktiges​1 eget ønske om våpenart og tjeneste.\nSjøfolk fordeles til Marinen så langt det er behov for dem.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Kongen gir nærmere regler til utfylling av bestemmelsene i § 33, herunder hvordan vernepliktige og frivillige etter sesjon skal fordeles til tjeneste i Forsvaret.\nNår det blir truffet bestemmelse etter § 26 annet ledd, skal det samtidig fastsettes hvordan fordelingen skal foretas.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Resultatet av utskrivningen meddeles den enkelte på den måte Kongen bestemmer.\n0 Endret ved lover 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Vernepliktsverket​1 fører et verneplikts- og tjenesteregister over alle utskrivningspliktige​2 og vernepliktige.​3\nKongen gir nærmere bestemmelser om innhold og oppbevaring av opplysninger i verneplikts- og tjenesteregisteret.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 23.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Er noen forbigått ved utskrivningen og feilen blir oppdaget eller årsaken til forbigåelsen bortfaller, skal vedkommende utskrives så snart som mulig.\nBlir det brakt på det rene at noen er feilaktig utskrevet, skal utskrivningen straks avsluttes og den utskrevne betraktes som ikke utskrevet.\n0 Endret ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Enhver vernepliktig kan uten hensyn til eget ønske omdisponeres til annen enhet i eller utenfor den forsvarsgren vedkommende opprinnelig er disponert til. Etter søknad kan den vernepliktige omdisponeres når vektige velferdsgrunner foreligger og tjenstlige hensyn ikke er til hinder for det.\nRegler for godkjenning av omdisponeringer som ikke er bestemt av departementet, fastsettes av Forsvarssjefen.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "I den utstrekning Kongen bestemmer skal utskrivningspliktige​2 og vernepliktige​3 gi melding om bortreise, flytting, utvandring og mønstring i utenriks fart. Kongen kan også gi bestemmelser om at de må ha tillatelse til å reise bort fra riket, utvandre eller mønstre i utenriks fart. I krig eller når krig truer, kan Kongen, med Stortingets samtykke treffe bestemmelser om reiseforbud, som kan omfatte også andre enn utskrivningspliktige og vernepliktige fra 1. januar i det år de fyller 17.\nDen som på grunn av opphold utenfor riket ikke er utskrevet, skal melde seg for politiet straks vedkommende kommer til riket.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Enhver i utskrivnings- og vernepliktig alder plikter på oppfordring ved personlig frammøte eller skriftlig å gi opplysninger om forhold som har betydning for deres utskrivning og verneplikt og herunder å skaffe til veie attester og andre dokumenter som kreves framlagt. I rimelig utstrekning plikter de også på annen måte å godtgjøre riktigheten av sine opplysninger.\nKongen gir bestemmelser om hvilke personer og institusjoner i og utenfor riket som kan kreve disse opplysninger. Kongen kan videre gi bestemmelser om at det ved innføring i nasjonalitetsprotokoll og utstedelse og fornyelse av pass utenfor riket kan kreves godtgjort at vernepliktsforholdene er i orden.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Utskrivningspliktige​2 og vernepliktige​3 har etter innkalling plikt til å la seg legeundersøke og underkaste andre undersøkelser og prøver til bedømmelse av tjenestedyktighet og øvrige forutsetninger for tjenesten i Forsvaret. Etter nærmere bestemmelser av Kongen plikter de også å la seg vaksinere og underkaste andre forebyggende forholdsregler mot smittsom sykdom.​4\nOm nødvendig kan den utskrivningspliktige​2 og vernepliktige​3 framstilles ved politiets hjelp til slike foranstaltninger som nevnt i første ledd.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.\n4 Sml. lov 5 aug 1994 nr. 55 §§ 3-8 og 3-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Når det forlanges skal utskrivningspliktige​2 og vernepliktige​3 skriftlig erkjenne mottagelsen av innkallinger, andre pålegg og dokumenter som vedrører deres vernepliktsforhold. Ved fravær skal de sørge for at tjenstlige meddelelser uten opphold blir ettersendt eller på annen måte brakt til deres kunnskap.\nDen som er innkalt, men har forfall, plikter uten opphold å gi melding med nødvendige opplysninger.\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Enhver plikter selv å påse at sitt utskrivnings- og vernepliktsforhold i rett tid kommer under behandling.\nDen som ikke får slike meddelelser eller ordrer med hensyn til forhold som nevnt i første ledd og som vedkommende etter sin alder og sine øvrige forutsetninger skal ha, plikter å melde fra om dette til politiet eller Vernepliktsverket.​2\n0 Endret ved lover 14 sep 1990 nr. 57, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Vernepliktig som har gjennomgått førstegangstjeneste kan etter nærmere bestemmelser av Kongen pålegges utenfor tjenestetiden å oppbevare og holde vedlike våpen med ammunisjon og utrustning som vedkommende skal møte med ved mobilisering.\n0 Endret ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Utskrevne mannskaper har rett til å kreve seg avmønstret når det er nødvendig av hensyn til oppfyllelsen av verneplikten. Fartøysføreren plikter i så fall å sørge for at avmønstring skjer i tide.\n1 Jf. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Til bruk for utskrivning, rulleføring og innkalling til tjeneste plikter offentlige myndigheter og tjenestemenn, arbeidsgivere og fartøysførere, bestyrere og private læreanstalter, ungdomshjem og sykehus, prester og forstandere i trossamfunn uten betaling å gi opplysninger, oppgaver og attestasjoner angående enhver mellom 17 og 45 år som er knyttet til dem eller registrert hos dem.\nEnhver eier eller besitter av rom som er åpent for almenheten og enhver fartøysfører plikter å bistå med oppslag av kunngjøringer i anledning av utskrivning og verneplikt.\nPolitiet og norske utenriksstasjoner​2 plikter på forespørsel å gi veiledning om utskrivnings- og vernepliktsforhold. De plikter også å medvirke ved innkalling og ettersøking i anledning av utskrivning og tjeneste.\nHvis sesjonslege får forfall, plikter enhver lege på anmodning fra klassifiseringsnemnd​3 eller høyere myndighet å overta vedkommendes funksjoner inntil avløsning kan skje. Plikt som pålegges lege etter foranstående bestemmelse må ikke strekke seg ut over den tid det tar for en ny sesjonslege å reise til utskrivningsstedet. Anmodningen rettes så vidt mulig til lege på eller nær sesjonsstedet, fortrinnsvis til offentlig lege. Kongen fastsetter godtgjørelsen.\n0 Endret ved lover 13 juni 1969 nr. 25, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 5 mai 2006 nr. 12 (ikr. 1 juli 2006 iflg. res. 5 mai 2006 nr. 480), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 50.\n2 Jf. lov 13 feb 2015 nr. 9.\n3 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:46 a",
      "chapter": "4",
      "section": "46 a",
      "content": "Militære myndigheter kan begjære at det foretas vandelsvurdering etter reglene i politiregisterloven​1 § 45 av personer som tilhører rikets krigsmakt og om personer som ennå ikke er utskrevet, til bruk for utskriving, rulleføring og innkalling, og ved behandling av fritakssak etter lov 19. mars 1965 nr. 3 om fritaking for militærtjeneste av overbevisningsgrunner. Ved behandling av fritakssak etter militærnekterloven kan slik begjæring også fremsettes av siviltjenesten.\n0 Tilføyd ved lov 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Enhver kommune plikter å stille til rådighet for utskrivningsmyndighetene nødvendige lokaler til bruk ved sesjoner og andre møter i anledning av utskrivningen. Kongen gir nærmere regler om godtgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:47 a",
      "chapter": "4",
      "section": "47 a",
      "content": "Forvaltningslovens​1 kapitlene IV-VI gjelder ikke ved behandlingen av saker etter denne lov, om ikke Kongen bestemmer annerledes.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt\n1. unnlater å oppfylle meldeplikt etter §§ 39 eller 43, unnlater å innhente som nevnt i § 39 første ledd annet punktum eller overtrer reiseforbud gitt i medhold av § 39 første ledd tredje punktum;\n2. uten gyldig forfall uteblir fra eller kommer for sent til møte som vedkommende er innkalt til i medhold av denne lov,​1 møter i ikke edru tilstand, forlater møtet uten tillatelse eller ved sin opptreden hindrer eller forstyrrer møtets gang;\n3. unnlater eller nekter å oppfylle noen av de plikter som vedkommende er pålagt etter §§ 40, 41 eller 42, gir uriktige opplysninger om forhold som nevnt i § 40 eller ved sin atferd eller på annen måte søker å villede vernepliktsmyndighetene ved bedømmelsen av vedkommendes utskrivnings- eller vernepliktsforhold, eller\n4. overtrer eller forsømmer de plikter vedkommende er pålagt å ta vare på i henhold til § 44.\nMedvirkning straffes ikke.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 27 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Den som ved forgåelse som nevnt i § 48 nr. 1-3 søker å unndra seg utskrivning eller tjeneste i Forsvaret eller å oppnå uberettiget fordel ved utskrivningen, straffes med fengsel inntil 2 år.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. milstrl. § 34 og § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt unnlater å gi opplysninger eller yte annen bistand som nevnt i § 46, for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes ikke. På samme måte straffes fartøysfører som ikke sørger for avmønstring i henhold til § 45, annet punktum.\nBestemmelsen i første ledds første punktum får ikke anvendelse på offentlige tjenestemenn.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se strl. 2005 §§ 171-173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:50 a",
      "chapter": "6",
      "section": "50 a",
      "content": "Kvinner født før 1. januar 1997 er ikke vernepliktige etter § 3 første ledd.\nKvinner som frivillig gjør tjeneste i Forsvaret, og som er født før 1. januar 1997, har styrkedisponerings- og tjenesteplikt som bestemt av Kongen med Stortingets samtykke. Enhver er utskrivningspliktig etter § 20 første ledd. Utskrivningsplikten for kvinner født før 1. januar 1997 opphører etter endt klassifisering.\n0 Tilføyd ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer. Fra lovens ikrafttreden oppheves – – –.\n– – –\n0 Loven trådte ikr. 15 sep 1953 iflg. res. 4 sep 1953.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Kongen​1 gir nærmere regler til gjennomføring av denne lov.\n1 Jf. res. 4 sep 1953 avsn. II og IV og res. 18 des 1970 (hvor visse beføyelser er overdratt til Forsvarsdepartementet) med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder verneplikt i det militære forsvar (i denne lov kalt Forsvaret) unntatt Heimevernet.​1\n1 Se lov 17 juli 1953 nr. 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Forsvaret består av 2 oppbud, linjen og landvernet, unntatt Marinen som består av 1 oppbud.\nOppbudenes bestemmelse er å tjene til forsvar av landets interesser hvor som helst det kreves. Landvernet, som består av de 10 eldste årsklasser, kan brukes bare med den begrensning som Grunnloven § 25 fastsetter. Oppbudsinndelingen gjelder ikke for befal.\n0 Endret ved lover 18 juni 1954 nr. 2, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Norske statsborgere​1 er etter utskrivning vernepliktige fra 1. januar det året de fyller 19 til utgangen av det året de fyller 44. Norske statsborgere som også innehar fremmed statsborgerskap, er ikke vernepliktige her i riket såfremt konvensjon med den fremmede stat er til hinder for det.\nMed de begrensninger som følger av konvensjon med fremmed stat, kan Kongen bestemme at verneplikt skal pålegges også enhver som uten å være norsk statsborger​1 hører hjemme her i riket. En slik vernepliktig er fri for militærtjeneste når staten er i krig med det land hvor vedkommende er eller sist var statsborger.\nAlle vernepliktige som er født i samme år utgjør en årsklasse.\nFritatt for verneplikt er ordinerte prester i statskirken​2 og prester og forstandere i registrerte trossamfunn.​3 Såfremt de har utført militærtjeneste, er de dog etter nærmere bestemmelser av Kongen pliktige til å gjøre tjeneste som feltprester i Forsvaret.\n0 Endret ved lover 13 juni 1969 nr. 25, 11 juni 1976 nr. 73, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. lov 10 juni 2005 nr. 51.\n2 Skal vel være «Den norske kirke», se lov 7 juni 1996 nr. 31.\n1 Skal vel være «Den norske kirke», se lov 7 juni 1996 nr. 31.\n3 Se lov 13 juni 1969 nr. 25 § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Uten hensyn til bestemmelsen i § 3 første punktum kan Kongen i krig eller når krig truer bestemme at verneplikten skal inntre fra den dag i utskrivningsåret vedkommende fyller 18 år.\nKongen treffer nærmere bestemmelser om fra hvilket tidspunkt verneplikten inntrer for yngreårige som etter eget ønske utskrives i henhold til § 20 fjerde ledd.\nEnhver som blir antatt som frivillig i militær stilling eller som elev ved militærskole før den ordinære vernepliktsalder, er vernepliktig fra og med antagelsen.\nFrivillige som nevnt i annet og tredje ledd, som ikke har fylt 18 år, skal ikke gis opplæring eller delta i stridsrelatert virksomhet, og skal straks fritas fra tjeneste dersom riket er i krig eller krig truer eller Forsvaret eller noen del av det er beordret satt på krigsfot.\n0 Endret ved lover 11 juni 1976 nr. 73, 1 juni 1979 nr. 23, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "I krig eller når krig truer kan det settes opp krigsforsterkning. Tjenestedyktige som ikke tilhører de faste oppbud (§ 2), er tjenestepliktige fra og med den dag de fyller 18 år til og med det år de fyller 55. Bestemmelsen i § 3 første ledd annet punktum, annet og fjerde ledd får tilsvarende anvendelse.\nI den utstrekning det er nødvendig kan tjenestepliktige i krigsforsterkningen, med den begrensning som Grunnlovens § 25 fastsetter, brukes til utfylling av de faste oppbud.\nKongen med Stortingets samtykke gir nærmere regler om tjenesten, herunder om fritakelse på grunn av tjeneste i Heimevernet,​2 Politiet​3 eller Sivilforsvaret​4 eller annet krigsviktig eller samfunnsviktig arbeid.\n0 Endret ved lover 11 juni 1976 nr. 73, 19 jan 2001 nr. 3 (ikr. 1 juli 2002 iflg. res. 31 mai 2002 nr. 507), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 17.\n2 Se lov 17 juli 1953 nr. 28.\n3 Se lov 4 aug 1995 nr. 53.\n4 Se lov 15 juni 2010 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Under krigstjeneste, under tjenestegjøring ved avdeling utenfor riket eller på tokt er enhver forpliktet til å bli stående i sitt oppbud inntil vedkommende kan erstattes av en annen.\n0 Endret ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Vernepliktige er forpliktet til å overta den tjenestestilling i Forsvaret som de blir beordret til, og utføre den tjeneste som blir pålagt dem. Ingen kan mot sin vilje beordres til tjeneste med lavere grad enn den vedkommende er beskikket, tilsatt eller utnevnt i, med mindre særlige forhold i krig gjør slik beordring nødvendig.\nVernepliktige er forpliktet til å motta høyere grad og gjennomgå nødvendig utdannelse. Med mindre graden er midlertidig eller gitt for et bestemt oppdrag, kan den bare fratas de vernepliktige hvis de har vist seg uskikket eller uverdig til å inneha den.\nEtter bestemmelse av Kongen med Stortingets samtykke kan vernepliktige brukes til å utføre sivilt samfunnsnyttig arbeid istedenfor militærtjeneste. På samme måte kan det bestemmes at vernepliktige ikke skal innkalles til tjeneste etter denne lov, men i stedet overføres til Sivilforsvaret​1 for tjeneste der.\n0 Endret ved lover 13 apr 1962 nr. 2, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se lov 25 juni 2010 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "I den utstrekning ikke annet følger av ansettelsesvilkårene gjelder bestemmelsene i denne lov for tilsatt befal så lenge de er i tjeneste. Tilsvarende gjelder personell som ikke har alminnelig verneplikt etter denne lov, men som frivillig har inngått kontrakt om eller gitt skriftlig samtykke til styrkedisponering. For slike frivillige gjelder loven for kontraktstidens varighet.\nVernepliktige som utdannes til befal under førstegangstjenesten og som ikke er gitt tilsetting av ett års varighet eller mer utover førstegangstjenesten, følger med hensyn til verneplikt i fred den årsklasse de tilhører.\nAlle andre befal, herunder befal som har avsluttet tilsettingsforholdet, er vernepliktige til og med det år de fyller 55.\nI krig eller når krig truer er befal som på grunn av tidligere ansettelse i Forsvaret oppebærer pensjon, redusert lønn eller har rett til oppsatt pensjon, tjenestepliktige ut over det år de fyller 55 så lenge de anses brukbare. Ved innkalling må ingen mot sin vilje beordres til tjeneste som etter gjeldende bestemmelser er tillagt lavere grad enn den de innehar eller innehadde ved avgangen, med mindre de ved sitt forhold har gjort seg uverdig til slik grad eller det foreligger forhold som nevnt i § 7 første ledd annet punktum.\nBefal som nevnt i fjerde ledd er forpliktet til i fredstid å gjennomgå kortere kurser mv. som anses nødvendig for at de kan fylle den stilling de er bestemt for i krig.\nBestemmelsene i denne paragraf gjelder annet fastlønt og forhenværende fastlønt militært personell i den utstrekning Kongen bestemmer.\n0 Endret ved lover 18 juni 1954 nr. 2, 11 juni 1976 nr. 73, 1 juni 1979 nr. 23, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Den vernepliktiges tjeneste i fred omfatter:\n1. Ordinær tjeneste: Førstegangstjeneste og repetisjonstjeneste, eventuelt med befals- og annen særopplæring.\n2. Ekstraordinær tjeneste:\na. Særlige øvelser for å styrke Forsvaret, herunder særlige befals- og instruksjonskurser, mobiliseringsøvelser og ekstraordinære feltøvelser.\nb. Ekstraordinært vakthold og tjeneste som kreves for å opprettholde rettsordenen og sivilt arbeid når viktige samfunnsinteresser gjør det nødvendig.\nc. Beredskapstjeneste når Forsvaret eller noen del av det er beordret satt på krigsfot i beredskapsøyemed.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Varigheten av den ordinære tjeneste​1 for de forskjellige forsvarsgrener og våpenarter fastsettes av Stortinget.\nFor opplæring til og anvendelse som befal eller spesialister kan Stortinget fastsette et tillegg til tjenestetiden av inntil 90 dager for vernepliktige med sivil utdannelse som minst svarer til eksamen fra videregående skole, studieretning for allmenne fag, eller ingeniørhøgskole. Kongen gir nærmere regler til utfylling av bestemmelsen i foregående punktum og om tjenestevilkår og gradspassering​2 for slike vernepliktige.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 9 nr. 1.\n2 Skal vel være «gradsplassering».\n1 Skal vel være «gradsplassering».",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Førstegangstjenesten skal avtjenes uten unødig opphold. Den skal om mulig være avsluttet innen utløpet av det år den vernepliktige fyller 22, med mindre utsettelse med avgjørelsen om tjenestedyktighet etter § 30 første ledd, eller vedkommendes eget forhold har vært til hinder for det.\nFor vernepliktig med sivil opplæring av betydning for Forsvarets behov, herunder vernepliktige som nevnt i § 10 annet ledd, kan Kongen gi særregler om oppdeling av den samlede ordinære tjenestetid. Likeledes kan Kongen bestemme at utskrivning eller innkalling til tjeneste av enhver som er under slik opplæring skal utstå i inntil 2 år.\n0 Endret ved lover 11 juni 1976 nr. 73, 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Er innkalling blitt utsatt eller fremskutt, skal den vernepliktige utføre førstegangstjeneste som fastsatt for den årsklasse eller kontingent vedkommende innkalles sammen med. Når ikke særlige hensyn gjør seg gjeldende, skal den vernepliktiges etterfølgende ordinære tjeneste være av samme varighet som bestemt for egen årsklasse, og utføres sammen med egen årsklasse. Etter nærmere regler av Kongen kan bestemmelsen i første punktum fravikes for vernepliktig som får sin ordinære tjenestetid oppdelt i henhold til § 11 annet ledd.\nPlikt til førstegangstjeneste i fred bortfaller når den ikke er påbegynt innen utløpet av det år den vernepliktige fyller 28. Hvis forsinkelsen er forårsaket av den vernepliktige, bortfaller plikten hvis tjenesten ikke er påbegynt innen utløpet av det år vedkommende fyller 33. Resterende førstegangstjeneste bortfaller ved utløpet av det år den vernepliktige fyller 28, når vedkommende har måttet sendes hjem ved eller etter fremmøte til tjeneste på grunn av sykdom, skade eller lignende. Hjemsendingen foretas etter beslutning av slik legenemnd som nevnt i § 31 eller av vedkommende avdelingslege.\nFor øvrig kan slike vernepliktige som er nevnt i annet ledd, pålegges tjeneste i samme utstrekning som den årsklasse de hører til.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Ekstraordinær tjeneste​1 besluttes av Kongen med Stortingets samtykke. Hvis det er fare ved opphold, kan Kongen uten å innhente Stortingets samtykke treffe beslutning om tjeneste som nevnt i § 9, nr. 2 b og c.\nVed tjeneste etter § 9, nr. 2 a eller b, skal tjenesteperiodene ikke overstige 6 måneder. Ved tjeneste etter nr. 2 c bør de så vidt gjørlig ikke overstige 6 måneder.\nTjenesten skal fordeles mest mulig jevnt på de vernepliktige. I den utstrekning formålet med innkallingen og hensynet til avdelingenes oppsetning tillater det, bør yngre årsklasser innkalles foran eldre. For tjeneste som bare krever et begrenset antall vernepliktige, kan Kongen bestemme at loddtrekning skal finne sted.\n1 Se § 9 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Kongen kan med Stortingets samtykke bestemme, hvorvidt og i hvilken utstrekning vernepliktige før og etter utskrivning skal delta i skyteøvelser utenfor den tid da innkalling til våpenøvelser finner sted.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Krigstjeneste og plikt til å gjøre krigstjeneste inntrer når riket er i krig eller Forsvaret eller noen del av det er beordret satt på krigsfot med krig for øye eller deltar i krigshandlinger. Kongen treffer de nærmere bestemmelser.\nUnder krigstjeneste plikter enhver å fortsette i tjenesten så lenge det er nødvendig. For øvrig gjelder reglene i § 13, siste ledd, tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Kongen gir regler om fremgangsmåten ved innkalling til tjeneste.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Kongen kan gi bestemmelser om at vernepliktige som på grunn av sivil stilling eller fagkyndighet finnes å burde fortsette sin virksomhet i krig, skal fritas for eller gis utsettelse med fremmøte når deres avdeling settes på krigsfot. Slike bestemmelser kan også gis for vernepliktige som av hensyn til rikets samlede forsvar finnes å burde gjøre tjeneste i Heimevernet,​2 Politiet,​3 Sivilforsvaret​4 eller Handelsflåten.\nMed Stortingets samtykke kan Kongen gi bestemmelser om at vernepliktige som nevnt i første ledd helt eller delvis skal være fritatt for tjeneste i fred.​5\nVernepliktige som godtgjør å ha utført militærtjeneste i et annet land, kan etter nærmere bestemmelser av Kongen helt eller delvis fritas for ordinær tjeneste.\n0 Endret ved lov 5 feb 1993 nr. 29.\n1 Jf. § 5.\n2 Se lov 17 juli 1953 nr. 28.\n3 Se lov 4 aug 1995 nr. 53.\n4 Se lov 17 juli 1953 nr. 9.\n5 Jf. § 5 siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Kongen bestemmer i hvilken utstrekning vernepliktige kan gis utsettelse med tjeneste i fred når samfunnsinteresser krever det eller vektige velferdsgrunner tilsier det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Vernepliktige som på grunn av sykdom, skade eller fravær fra eller forsømmelighet i tjenesten ikke har fått tilstrekkelig opplæring, kan etter nærmere bestemmelser av Kongen pålegges nødvendig tilleggstjeneste.\nVernepliktige som har vært ulovlig fraværende, kan selv om de har fått tilstrekkelig opplæring, etter nærmere bestemmelse av Kongen, pålegges å ta igjen forsømt tjeneste.\nKongen bestemmer i hvilken utstrekning militærtjeneste skal utsettes eller avbrytes på grunn av straffeforfølgning.\n0 Endret ved lov 11 juni 1982 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Enhver som oppholder seg her i riket, og som ikke åpenbart er helt udyktig til militærtjeneste, er utskrivningspliktig fra 1. januar i det år vedkommende fyller 18 år. De som er utenfor riket på dette tidspunktet, blir utskrivningspliktige straks de kommer hit.\nUtskrivningsplikten opphører når verneplikten inntrer eller når den utskrivningspliktige blir kjent fri for verneplikt. Utskrivningsplikten bortfaller dersom den utskrivningspliktige ikke blir innkalt til sesjon del 2 innen utløpet av det år vedkommende fyller 28 år.\nUtskrivningen omfatter\n1. innrullering av de utskrivningspliktige i Forsvarets verneplikts- og tjenesteregister; og\n2. klassifisering av de utskrivningspliktige for å fastslå deres tjenestedyktighet og øvrige forutsetninger for tjeneste.\nEnhver som ennå ikke er blitt utskrivningspliktig, kan etter nærmere bestemmelser av Kongen likevel tillates å bli utskrevet, men ikke tidligere enn fra 1. januar i det år de fyller 17 år. De er i så fall utskrivningspliktige så snart tillatelsen er meddelt dem.\nI krig eller når krig truer kan Kongen gi nærmere regler om utskrivningsplikten. Kongen kan under slike forhold bestemme at utskrivningsplikten også skal omfatte enhver utenfor riket, og gi nærmere regler om fremgangsmåten ved utskrivningen. Reglene kan fravike denne lov.\n0 Endret ved lover 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Når vektige velferdsgrunner foreligger, kan utskrivningspliktige i fredstid etter nærmere bestemmelser av Kongen gis utsettelse med utskrivning. Utsettelse kan ikke uten i særlige tilfelle gis for lenger tid enn 3 år.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Vernepliktsverkets​1 oppgaver omfatter:\n1. Innrulleringen av utskrivningspliktige\n2. Klassifiseringen av de utskrivningspliktige etter deres tjenestedyktighet og øvrige forutsetninger for tjeneste i Forsvaret.\n3. Fordelingen av de tjenestedyktige til forsvarsgrener og Heimevernet, fellesinstitusjoner i Forsvaret og Sivilforsvaret.\n4. Rulleføring av alle utskrivningspliktige og vernepliktige samt krigsforsterkningen.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Vernepliktsverket er utøvende ledd for den felles vernepliktsforvaltning og ledes av Sjefen for Vernepliktsverket. Sjefen for Vernepliktsverket er direkte underlagt Forsvarssjefen.\nKongen gir nærmere regler om Vernepliktsverkets organisasjon og gjøremål, herunder behandlingen av spørsmål som vedrører verneplikten og dens avtjening.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "(Opphevet)",
      "content": "0 Endret ved lover 6 mars 1970 nr. 8, 14 sep 1990 nr. 57, 25 juni 2004 nr. 53 (i kraft 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), opphevet ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Innrulleringen foretas ikke tidligere enn i året forut for utskrivningsåret, med mindre Kongen på grunn av særlige forhold bestemmer noe annet. Den som ifølge § 20 blir utskrivningspliktig utenfor normalalderen, skal innrulleres så snart som mulig.\nDe nærmere bestemmelser om innrulleringen fastsettes av Kongen.\n0 Endret ved lover 6 mars 1970 nr. 8, 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Klassifiseringen har til hensikt å fastsette den enkeltes skikkethet for militærtjeneste. Klassifiseringen skal fortrinnsvis skje på sesjon av en klassifiseringsnemnd. I nemnda inngår en offiser fra Vernepliktsverket​1 som formann og en lege. Legen bestemmer den utskrivningspliktiges tjenestedyktighet. Kongen gir nærmere regler om klassifiseringsnemndenes arbeidsordning og øvrige sammensetning.\nUnder krig og andre særlige forhold kan Kongen bestemme at sesjonene helt eller delvis skal sløyfes og klassifiseringen gjennomføres på annen måte.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Sesjon holdes etter innrullering av ny årsklasse, og gjennomføres i to deler. Dersom frammøte til sesjon del 2 ikke har latt seg gjennomføre innen rimelig tid og klassifisering etter §§ 26 og 29 ikke har vært mulig, kan allikevel personell som ikke åpenbart er helt udyktige utskrives, og deres tjenestedyktighet avgjøres ved frammøte til tjeneste.\nSesjon del 1 innebærer at alle utskrivningspliktige​1 avgir en egenerklæring uten at personlig fremmøte kreves. Dette gjelder også utskrivningspliktige som ikke er blitt klassifisert tidligere og som ikke har fått utsettelse med utskrivning i henhold til § 21.\nSesjon del 2 innebærer personlig fremmøte for klassifisering. Til sesjon del 2 kan innkalles utskrivningspliktige som på bakgrunn av sesjon del 1 anses egnet for tjeneste i Forsvaret, og utskrivningspliktige som ikke besvarer egenerklæringen i sesjon del 1. Også andre utskrivningspliktige og vernepliktige som skal undersøkes på ny, kan innkalles til sesjon del 2.\nKongen gir nærmere regler om gjennomføring av todelt sesjon.\nSesjonsstedet velges med sikte på å spare reiser og tid for de møtepliktige.\nKongen med Stortingets samtykke gir regler om godtgjørelse for fremmøte til sesjon.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "(Opphevet)",
      "content": "0 Endret ved lov 14 sep 1990 nr. 57, opphevet ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Også utenfor sesjon skal klassifiseringen foretas av en klassifiseringsnemnd​1 med mindre det vil medføre uforholdsmessig utgift eller ulempe. I så fall foretas den av den regionale vernepliktsforvaltning på grunnlag av legeundersøkelse og innhentede opplysninger. Kongen gir nærmere regler om klassifisering utenfor sesjon.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Utskrivningspliktige​1 som antas å få endret sin legekjennelse, kan gis inntil to års utsettelse med å få fastsatt kjennelsen. Etter nærmere bestemmelser av Kongen kan avgjørelsen i særlige tilfelle utsettes ytterligere i inntil tre år. Etter utsettelsen fastsettes den endelige kjennelse på grunnlag av ny legebedømmelse.\nUtskrivningspliktige som er åpenbart udyktige til militærtjeneste, kan kjennes udyktig uten medvirkning av lege.\nMed Stortingets samtykke kan Kongen treffe bestemmelse om fornyet legeundersøkelse og utskrivning av dem som er kjent udyktige. I krig eller når krig truer kan slik bestemmelse treffes av Kongen.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "Legekjennelser som er avgitt før den vernepliktiges første fremmøte til tjeneste, og som ikke går ut på at vedkommende er udyktig til enhver militærtjeneste, kan tas opp til ny avgjørelse ved fremmøtet. Avgjørelsen treffes av en nemnd som skal bestå av minst to leger, hvorav den ene fortrinnsvis skal være sanitetsoffiser. I krig kan Kongen bestemme at nemnda skal bestå av minst en lege og en offiser. Når forholdene tillater det, kan nemnda tilkalle ytterligere ekspertise etter behov.\nSenere vurdering av legekjennelse skal i tilfelle foretas av slik nemnd som fastsatt i første ledd.\nEnhver legekjennelse avgitt etter denne lov kan innen 6 måneder etter at kjennelsen er avgitt, oppheves av Sjefen for Forsvarets sanitet, såfremt denne finner at feilaktig medisinsk bedømmelse eller brudd på gjeldende klassifiseringsbestemmelser har hatt avgjørende innflytelse på kjennelsen, eller det er framkommet nye opplysninger som åpenbart ville ha kunnet føre til en annen avgjørelse. Vedkommende skal i så fall fremstilles til ny undersøkelse og legekjennelse.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "Kongen gir nærmere regler om undersøkelser og prøver for bedømmelse av tjenestedyktighet.\n0 Endret ved lov 14 sep 1990 nr. 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Ved fordelingen av de tjenestedyktige skal det tas sikte på at avdelingene i krig kan settes opp så raskt som mulig, samtidig som deres behov for faglært og høyere utdannet personell søkes tilgodesett. Så vidt mulig bør det tas hensyn til den utskrivningspliktiges​1 eget ønske om våpenart og tjeneste.\nSjøfolk fordeles til Marinen så langt det er behov for dem.\n0 Endret ved lover 14 sep 1990 nr. 57, 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "Kongen gir nærmere regler til utfylling av bestemmelsene i § 33, herunder hvordan vernepliktige og frivillige etter sesjon skal fordeles til tjeneste i Forsvaret.\nNår det blir truffet bestemmelse etter § 26 annet ledd, skal det samtidig fastsettes hvordan fordelingen skal foretas.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "3:35",
      "chapter": "3",
      "section": "35",
      "content": "Resultatet av utskrivningen meddeles den enkelte på den måte Kongen bestemmer.\n0 Endret ved lover 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "3:36",
      "chapter": "3",
      "section": "36",
      "content": "Vernepliktsverket​1 fører et verneplikts- og tjenesteregister over alle utskrivningspliktige​2 og vernepliktige.​3\nKongen gir nærmere bestemmelser om innhold og oppbevaring av opplysninger i verneplikts- og tjenesteregisteret.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 23.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "3:37",
      "chapter": "3",
      "section": "37",
      "content": "Er noen forbigått ved utskrivningen og feilen blir oppdaget eller årsaken til forbigåelsen bortfaller, skal vedkommende utskrives så snart som mulig.\nBlir det brakt på det rene at noen er feilaktig utskrevet, skal utskrivningen straks avsluttes og den utskrevne betraktes som ikke utskrevet.\n0 Endret ved lov 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "3:38",
      "chapter": "3",
      "section": "38",
      "content": "Enhver vernepliktig kan uten hensyn til eget ønske omdisponeres til annen enhet i eller utenfor den forsvarsgren vedkommende opprinnelig er disponert til. Etter søknad kan den vernepliktige omdisponeres når vektige velferdsgrunner foreligger og tjenstlige hensyn ikke er til hinder for det.\nRegler for godkjenning av omdisponeringer som ikke er bestemt av departementet, fastsettes av Forsvarssjefen.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "I den utstrekning Kongen bestemmer skal utskrivningspliktige​2 og vernepliktige​3 gi melding om bortreise, flytting, utvandring og mønstring i utenriks fart. Kongen kan også gi bestemmelser om at de må ha tillatelse til å reise bort fra riket, utvandre eller mønstre i utenriks fart. I krig eller når krig truer, kan Kongen, med Stortingets samtykke treffe bestemmelser om reiseforbud, som kan omfatte også andre enn utskrivningspliktige og vernepliktige fra 1. januar i det år de fyller 17.\nDen som på grunn av opphold utenfor riket ikke er utskrevet, skal melde seg for politiet straks vedkommende kommer til riket.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Enhver i utskrivnings- og vernepliktig alder plikter på oppfordring ved personlig frammøte eller skriftlig å gi opplysninger om forhold som har betydning for deres utskrivning og verneplikt og herunder å skaffe til veie attester og andre dokumenter som kreves framlagt. I rimelig utstrekning plikter de også på annen måte å godtgjøre riktigheten av sine opplysninger.\nKongen gir bestemmelser om hvilke personer og institusjoner i og utenfor riket som kan kreve disse opplysninger. Kongen kan videre gi bestemmelser om at det ved innføring i nasjonalitetsprotokoll og utstedelse og fornyelse av pass utenfor riket kan kreves godtgjort at vernepliktsforholdene er i orden.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Utskrivningspliktige​2 og vernepliktige​3 har etter innkalling plikt til å la seg legeundersøke og underkaste andre undersøkelser og prøver til bedømmelse av tjenestedyktighet og øvrige forutsetninger for tjenesten i Forsvaret. Etter nærmere bestemmelser av Kongen plikter de også å la seg vaksinere og underkaste andre forebyggende forholdsregler mot smittsom sykdom.​4\nOm nødvendig kan den utskrivningspliktige​2 og vernepliktige​3 framstilles ved politiets hjelp til slike foranstaltninger som nevnt i første ledd.\n0 Endret ved lov 14 sep 1990 nr. 57.\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.\n4 Sml. lov 5 aug 1994 nr. 55 §§ 3-8 og 3-9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "content": "Når det forlanges skal utskrivningspliktige​2 og vernepliktige​3 skriftlig erkjenne mottagelsen av innkallinger, andre pålegg og dokumenter som vedrører deres vernepliktsforhold. Ved fravær skal de sørge for at tjenstlige meddelelser uten opphold blir ettersendt eller på annen måte brakt til deres kunnskap.\nDen som er innkalt, men har forfall, plikter uten opphold å gi melding med nødvendige opplysninger.\n1 Jf. § 48 og § 49.\n2 Se § 20.\n3 Se § 3 og § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "content": "Enhver plikter selv å påse at sitt utskrivnings- og vernepliktsforhold i rett tid kommer under behandling.\nDen som ikke får slike meddelelser eller ordrer med hensyn til forhold som nevnt i første ledd og som vedkommende etter sin alder og sine øvrige forutsetninger skal ha, plikter å melde fra om dette til politiet eller Vernepliktsverket.​2\n0 Endret ved lover 14 sep 1990 nr. 57, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Jf. § 48 og § 49.\n2 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "content": "Vernepliktig som har gjennomgått førstegangstjeneste kan etter nærmere bestemmelser av Kongen pålegges utenfor tjenestetiden å oppbevare og holde vedlike våpen med ammunisjon og utrustning som vedkommende skal møte med ved mobilisering.\n0 Endret ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Utskrevne mannskaper har rett til å kreve seg avmønstret når det er nødvendig av hensyn til oppfyllelsen av verneplikten. Fartøysføreren plikter i så fall å sørge for at avmønstring skjer i tide.\n1 Jf. § 50.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Til bruk for utskrivning, rulleføring og innkalling til tjeneste plikter offentlige myndigheter og tjenestemenn, arbeidsgivere og fartøysførere, bestyrere og private læreanstalter, ungdomshjem og sykehus, prester og forstandere i trossamfunn uten betaling å gi opplysninger, oppgaver og attestasjoner angående enhver mellom 17 og 45 år som er knyttet til dem eller registrert hos dem.\nEnhver eier eller besitter av rom som er åpent for almenheten og enhver fartøysfører plikter å bistå med oppslag av kunngjøringer i anledning av utskrivning og verneplikt.\nPolitiet og norske utenriksstasjoner​2 plikter på forespørsel å gi veiledning om utskrivnings- og vernepliktsforhold. De plikter også å medvirke ved innkalling og ettersøking i anledning av utskrivning og tjeneste.\nHvis sesjonslege får forfall, plikter enhver lege på anmodning fra klassifiseringsnemnd​3 eller høyere myndighet å overta vedkommendes funksjoner inntil avløsning kan skje. Plikt som pålegges lege etter foranstående bestemmelse må ikke strekke seg ut over den tid det tar for en ny sesjonslege å reise til utskrivningsstedet. Anmodningen rettes så vidt mulig til lege på eller nær sesjonsstedet, fortrinnsvis til offentlig lege. Kongen fastsetter godtgjørelsen.\n0 Endret ved lover 13 juni 1969 nr. 25, 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 5 mai 2006 nr. 12 (ikr. 1 juli 2006 iflg. res. 5 mai 2006 nr. 480), 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).\n1 Se § 50.\n2 Jf. lov 13 feb 2015 nr. 9.\n3 Se § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:46 a",
      "chapter": "4",
      "section": "46 a",
      "content": "Militære myndigheter kan begjære at det foretas vandelsvurdering etter reglene i politiregisterloven​1 § 45 av personer som tilhører rikets krigsmakt og om personer som ennå ikke er utskrevet, til bruk for utskriving, rulleføring og innkalling, og ved behandling av fritakssak etter lov 19. mars 1965 nr. 3 om fritaking for militærtjeneste av overbevisningsgrunner. Ved behandling av fritakssak etter militærnekterloven kan slik begjæring også fremsettes av siviltjenesten.\n0 Tilføyd ved lov 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449).\n1 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46a",
        "source_heading": "§ 46 a."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Enhver kommune plikter å stille til rådighet for utskrivningsmyndighetene nødvendige lokaler til bruk ved sesjoner og andre møter i anledning av utskrivningen. Kongen gir nærmere regler om godtgjørelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "4:47 a",
      "chapter": "4",
      "section": "47 a",
      "content": "Forvaltningslovens​1 kapitlene IV-VI gjelder ikke ved behandlingen av saker etter denne lov, om ikke Kongen bestemmer annerledes.\n0 Tilføyd ved lov 19 juni 1969 nr. 54.\n1 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt\n1. unnlater å oppfylle meldeplikt etter §§ 39 eller 43, unnlater å innhente som nevnt i § 39 første ledd annet punktum eller overtrer reiseforbud gitt i medhold av § 39 første ledd tredje punktum;\n2. uten gyldig forfall uteblir fra eller kommer for sent til møte som vedkommende er innkalt til i medhold av denne lov,​1 møter i ikke edru tilstand, forlater møtet uten tillatelse eller ved sin opptreden hindrer eller forstyrrer møtets gang;\n3. unnlater eller nekter å oppfylle noen av de plikter som vedkommende er pålagt etter §§ 40, 41 eller 42, gir uriktige opplysninger om forhold som nevnt i § 40 eller ved sin atferd eller på annen måte søker å villede vernepliktsmyndighetene ved bedømmelsen av vedkommendes utskrivnings- eller vernepliktsforhold, eller\n4. overtrer eller forsømmer de plikter vedkommende er pålagt å ta vare på i henhold til § 44.\nMedvirkning straffes ikke.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2009 nr. 63 (ikr. 1 jan 2010 iflg. res. 19 juni 2009 nr. 839), 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368), 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. § 27 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Den som ved forgåelse som nevnt i § 48 nr. 1-3 søker å unndra seg utskrivning eller tjeneste i Forsvaret eller å oppnå uberettiget fordel ved utskrivningen, straffes med fengsel inntil 2 år.\n0 Endret ved lover 14 sep 1990 nr. 57, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Jf. milstrl. § 34 og § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Med bøter straffes den som forsettlig eller uaktsomt unnlater å gi opplysninger eller yte annen bistand som nevnt i § 46, for så vidt forholdet ikke rammes av noen strengere straffebestemmelse. Medvirkning straffes ikke. På samme måte straffes fartøysfører som ikke sørger for avmønstring i henhold til § 45, annet punktum.\nBestemmelsen i første ledds første punktum får ikke anvendelse på offentlige tjenestemenn.​1\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).\n1 Se strl. 2005 §§ 171-173.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:50 a",
      "chapter": "6",
      "section": "50 a",
      "content": "Kvinner født før 1. januar 1997 er ikke vernepliktige etter § 3 første ledd.\nKvinner som frivillig gjør tjeneste i Forsvaret, og som er født før 1. januar 1997, har styrkedisponerings- og tjenesteplikt som bestemt av Kongen med Stortingets samtykke. Enhver er utskrivningspliktig etter § 20 første ledd. Utskrivningsplikten for kvinner født før 1. januar 1997 opphører etter endt klassifisering.\n0 Tilføyd ved lov 7 nov 2014 nr. 66 (ikr. 1 jan 2015 iflg. res. 7 nov 2014 nr. 1368).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 a."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer. Fra lovens ikrafttreden oppheves – – –.\n– – –\n0 Loven trådte ikr. 15 sep 1953 iflg. res. 4 sep 1953.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "content": "Kongen​1 gir nærmere regler til gjennomføring av denne lov.\n1 Jf. res. 4 sep 1953 avsn. II og IV og res. 18 des 1970 (hvor visse beføyelser er overdratt til Forsvarsdepartementet) med senere endringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    }
  ]
}