{
  "id": "LOV-1975-05-30-18",
  "type": "statute",
  "title": "Sjømannslov",
  "short_name": "Sjømannsloven – sjøml.",
  "status": "in_force",
  "issued_date": "1975-05-30",
  "in_force_date": "1975-12-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1975-05-30-18",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde​2",
      "content": "Denne lov​3 gjelder for den som har sitt arbeid på norsk skip,​4 og som ikke bare arbeider ombord mens skipet ligger i havn.\nFor personer som verken er bosatt i Norge eller er norske statsborgere​5 og som er ansatt av utenlandsk arbeidsgiver for å betjene passasjerer på turistskip gjelder bare bestemmelsene i § 4, § 18 nr. 1 første og annet ledd; dog unntatt retten til omplassering i annet ledd, § 18 nr. 3 samt § 27, kapittel II A og kapittel II B, §§ 39, 43, 45 og 49. Statsborgere i land som omfattes av EØS-avtalen​6 skal regnes likt med norske statsborgere.\nKongen kan gi forskrift om at loven skal gjelde for annen arbeidsgiver enn rederiet.\nKongen kan gi forskrift om at denne lov helt eller delvis ikke skal få anvendelse for visse personer eller grupper av personer som har sitt arbeid ombord og/eller for dem som har sitt arbeid på visse skip eller grupper av skip.\nEnhver som er om bord, plikter uten hensyn til hva som er fastsatt eller fastsettes i medhold av annet, tredje eller fjerde ledd, etter evne å utføre det arbeid som skipsføreren finner nødvendig for de ombordværendes og skipets sikkerhet.\n0 Endret ved lover 31 mai 1985 nr. 37, 20 juni 2003 nr. 49 (ikr. 20 juni 2003 iflg. res. 20 juni 2003 nr. 716), 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168), 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170). Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Se lov 12 juni 1987 nr. 48 § 8.\n2 Jf. aml. § 1-2 (2), a.\n3 Se § 52.\n4 Jf. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1\n5 Se lov 10 juni 2005 nr. 51.\n6 Jf. EØS-avtalen art. 28, jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Rederiet",
      "content": "0 Tilføyes ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 A."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Utviding av virkeområdet.",
      "content": "Kongen​1 kan ved forskrift fastsette:\na. at de bestemmelser i loven som bare gjelder​2 for sjømann som er norsk statsborger​3 eller som har sitt bosted i Norge, eller er statsborger i land som omfattes av EØS-avtalen,​4 helt eller delvis også skal gjelde for annen sjømann.\nb. at loven helt eller delvis skal gis anvendelse for den som har sitt arbeid på\n1. annen innretning i sjøen enn skip,\n2. utenlandsk skip som disponeres av norsk rederi.\n0 Endret ved lov 20 juni 2003 nr. 49 (ikr. 20 juni 2003 iflg. res. 20 juni 2003 nr. 716). Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Nærings- og handelsdepartementet når det gjelder forskrift etter (b) iflg. res. 31 jan 1986 nr. 221 og 18 des 1987 nr. 970.\n2 Jf. § 1 (2), § 8 (1).\n3 Se lov 10 juni 2005 nr. 51.\n4 Jf. EØS-avtalen art. 28, jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Avtale om ansettelse.​2",
      "content": "1. Sjømann ansettes i rederiets​3 tjeneste. Er avtale om ansettelse inngått muntlig skal denne bekreftes med en skriftlig avtale. Det påligger rederiet å sørge for at det opprettes skriftlig avtale om ansettelsesforholdet. Kongen​4 kan gi forskrift om hvilke opplysninger ansettelsesavtalen skal inneholde og om kontraktsformular.\nSjømannen har rett og plikt til å tjenestegjøre på ethvert av rederiets skip med mindre annet er skriftlig avtalt eller fastsatt i tariffavtale.\nDet kan fastsettes i tariffavtale​5 at sjømannen skal tjenestegjøre på skip tilhørende andre rederier som har mannskapsmessig samarbeid med det rederi han er ansatt i. Kongen​4 kan fastsette særlige vilkår for å inngå slike avtaler.\n2. Partene kan avtale en prøvetid i ansettelsesforholdet. Prøvetiden må ikke settes over seks måneder.\n3. Ansettelse for et bestemt tidsrom, for en bestemt reise eller for arbeid av forbigående varighet,​6 kan bare rettsgyldig avtales når arbeidets karakter tilsier det.​7 Avtale om slik tilsetting kan likevel inngås når det gjelder praksisarbeid eller avløser for en bestemt sjømann.\n0 Endret ved lover 16 des 1983 nr. 72, 31 mai 1985 nr. 37. Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 19.\n3 Jf. § 1 A.\n4 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n5 Se lov 27 jan 2012 nr. 9 § 1, e.\n6 Se § 5 nr. 3.\n7 Se § 6. Jf. § 12 nr. 1, f. Sml. aml.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lavalder m.v.",
      "content": "Regler om lavalder mv. finnes i lov om skipssikkerhet (skipssikkerhetsloven)​1 § 18.\n0 Endret ved lover 31 mai 1985 nr. 37, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Lov 16 feb 2007 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Oppsigelsesfrister.​2",
      "content": "1. Hvis ikke annet følger av tariffavtale,​3 gjelder en gjensidig oppsigelsesfrist på en måned. En avtalt oppsigelsesfrist må ikke være kortere for rederiet enn for sjømannen. Oppsigelsesfristen regnes fra dato til dato.\n2. Har sjømannen vært ansatt i rederiet sammenhengende i minst 5 år, gjelder en gjensidig oppsigelsesfrist på minst to måneder og på minst tre måneder dersom ansettelsen i rederiet har vart i minst 10 år. Fristene i dette nr. kan bare fravikes ved skriftlig avtale eller tariffavtale​3 etter at oppsigelse har funnet sted.\n3. Ansettelsesforhold etter § 3 nr. 3 opphører ved tidsrommets utløp, når det bestemte arbeid er avsluttet eller den bestemte reisen er endt, med mindre annet er skriftlig avtalt eller fastsatt i tariffavtale.​3 Dersom sjømannen fortsetter i slik tjeneste ut over det som er skriftlig avtalt, skal han anses som fast ansatt i rederiet.\n4. Er sjømannen ansatt med en bestemt prøvetid gjelder en gjensidig oppsigelsesfrist på 14 dager, med mindre noe annet er fastsatt i tariffavtale.​3\n5. Sjømannen har rett til å fortsette i stillingen i oppsigelsestiden.\n6. For skipsfører er oppsigelsesfristen tre måneder. Forøvrig gjelder bestemmelsene i nr. 1-5 tilsvarende.\n7. En sjømann som er permittert​4 uten lønn i forbindelse med driftsinnskrenkning eller driftsstans, kan gå til oppsigelse med en oppsigelsesfrist på 14 dager regnet fra den dag oppsigelsen blir mottatt av rederiet. Dette gjelder uansett hvilken oppsigelsesfrist som følger av loven her eller avtale.\n0 Endret ved lover 31 mai 1985 nr. 37, 6 mai 1988 nr. 22.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se § 6. Jf. § 7. – Sml. aml. kap. 15.\n3 Se lov 27 jan 2012 nr. 9 § 1, e.\n4 Jf. lov 6 mai 1988 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oppsigelsens form, avgivelse og innhold.​2",
      "content": "Oppsigelsen skal være skriftlig.\nOppsigelse fra rederiets side skal inneholde opplysninger om sjømannens rett til å kreve forhandling og reise søksmål etter bestemmelsene i § 20, og om de frister som gjelder for å kreve forhandling og reise søksmål.\nDersom sjømannen krever det, skal rederiet oppgi de omstendigheter som påberopes som grunn for oppsigelsen. Sjømannen kan kreve å få opplysningene skriftlig.\nOppsigelsen skal leveres til sjømannen personlig eller sendes i rekommandert brev til sjømannens oppgitte adresse. Er sjømannen i arbeid om bord, skal overleveringen skje personlig hvis mulig. Oppsigelsen skal anses for å ha funnet sted når den er kommet fram til sjømannen.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 A."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Fratredelseshavn ved ansettelsesforholdets opphør.",
      "content": "Dersom oppsigelsesfristen eller et ansettelsesforhold for bestemt tid utløper eller et arbeid av forbigående varighet er avsluttet mens skipet er i sjøen, gjelder ansettelsesforholdet til skipet kommer i havn. Ansettelsesforholdet opphører ikke i havner som bare anløpes for å bunkre, bringe i land syke og skadde og heller ikke ved andre uforutsette, kortvarige anløp av hensyn til de ombordværendes, skipets eller lastens sikkerhet.\nEr det ikke avtalt noe om fratredelseshavn, har sjømannen rett til fri reise med underhold til sitt bosted hvis ansettelsesforholdet sies opp av rederiet; opphører ved utløpet av en bestemt tid; eller etter at arbeid av forbigående varighet er avsluttet.​2 Det samme gjelder når en sjømann som er ansatt for en bestemt reise, blir stående i tjenesten etter at reisen er endt, uten at ny skriftlig avtale om fratredelseshavn er inngått.\nRederiets plikter etter annet ledd skal dog anses oppfylt ved at sjømannen gis rett til fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen, eller hvis sjømannen ønsker det, til den havn han tiltrådte tjenesten om bord. Dette gjelder bare når myndighetene på vedkommende sted ikke nekter han adgang til landet​3 eller for å gi han adgang krever en sikkerhet som sjømannen ikke kan stille.\nSelv om fratredelseshavn er avtalt har sjømannen rett til fri reise med underhold som nevnt i annet og tredje ledd hvis ansettelsesforholdet sies opp av rederiet; et ansettelsesforhold som opphører ved utløpet av en bestemt tid; eller etter at arbeid av forbigående varighet er avsluttet i forbindelse med at skipet går i opplag eller mister retten til å føre norsk flagg​4 eller overføres til annet norsk rederi.\nBestemmelsene i annet, tredje og fjerde ledd får ikke anvendelse når sjømannen har mistet retten til fri reise etter § 28 nr. 4.\nReise med underhold etter denne lov omfatter også kost og losji under reisen og i nødvendig ventetid før og under reisen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 3 nr. 3 og § 5 nr. 3.\n3 Jf. § 9.\n4 Jf. lov 12 juni 1987 nr. 48 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sjømannens rett til å fratre etter seks måneders tjeneste om bord.",
      "content": "Selv om annet følger av ansettelsesavtalen, kan en sjømann når han har vært i sammenhengende tjeneste på samme skip eller på skip tilhørende samme rederi i seks måneder, fratre tjenesten på skipet i enhver havn unntatt havner som nevnt i § 6 første ledd annet punktum. Han må skriftlig varsle om fratreden minst en måned på forhånd. Dette gjelder selv om ansettelsesavtalen er blitt endret.\nBestemmelsen i første ledd gjelder også når sjømannen har gjort sammenhengende tjeneste i seks måneder som ledd i mannskapsmessig samarbeid, jfr. § 3 nr. 1 tredje ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sjømanns rett til fri hjemreise etter lengre tids tjeneste.",
      "content": "Sjømann som er norsk statsborger​2 eller har sitt bosted i Norge​3 har rett til fri reise med underhold til bostedet etter 6 måneders sammenhengende tjeneste i utenriks fart på samme skip eller skip tilhørende samme rederi.\nBestemmelsen i første ledd gjelder også når sjømannen har gjort sammenhengende tjeneste i seks måneder som ledd i mannskapsmessig samarbeid, jfr. § 3 nr. 1 tredje ledd.\nKrav om fri hjemreise skal så vidt mulig fremsettes senest ved fratredelsen.\nSjømannen plikter å fortsette i tjenesten inntil 1 måned fra den dag fratredelse tidligst hadde kunnet skje, hvis det ikke kan skaffes kvalifisert mann i hans sted, eller hvis det kan påregnes at skipet innen denne tid kommer til havn hvorfra det er vesentlig billigere eller lettere å sende ham hjem.\nStaten og det rederi​4 sjømannen er i tjeneste hos ved fratredelsen, bærer hver sin halvpart av utgiftene ved hjemreise etter denne paragraf. Dette gjelder selv om sjømannen også har rett til fri reise for rederiets regning til sitt bosted etter annen bestemmelse i denne lov.\nHar fratredelsen på grunn av sjømannens eller noen annens forhold ikke kunnet skje i havn som forutsatt i fjerde ledd, og reisen derved er blitt fordyret, kan Kongen​5 ved forskrift bestemme at merkostnadene skal kunne kreves erstattet av den som har hindret slik fratredelse.\nKongen​5 kan gi nærmere forskrift til utfylling og gjennomføring av bestemmelsene i denne paragraf.\nKongen​5 kan i forskrift fastsette opptjeningstiden til mindre enn 6 måneder dersom skipet går i særlig krevende fart eller det mangler kort tid på full opptjeningstid og utgiftene ville bli vesentlig større om sjømannen skulle bli stående opptjeningstiden ut, eller andre helt særlige forhold foreligger.\nFor sjømann som ved inngåelse av ansettelsesavtale var under 18 år,​6 kan Kongen​5 gi særlig forskrift om retten til hjemreise og herunder fravike bestemmelsene i første, tredje og fjerde ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se lov 10 juni 2005 nr. 51.\n3 Jf. § 2.\n4 Jf. § 1 A.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n6 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Forlengelse av tjenesten når innreise blir nektet.",
      "content": "Hvis myndighetene i en utenlandsk havn hvor en sjømann skal fratre, nekter ham adgang til landet​1 eller for å gi ham adgang krever en sikkerhet som sjømannen ikke kan skaffe, har han plikt til å bli i tjenesten inntil skipet kommer til en havn hvor fratreden kan finne sted. Han har også rett til å bli i tjenesten hvor dette ikke vil virke urimelig.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 6 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Sjømanns plikt til før fratreden å delta i nødvendig arbeid m.v.",
      "content": "Sjømann som etter ansettelsesavtalen eller etter bestemmelser i dette kapittel har rett til å fratre, plikter å bli i tjenesten for å delta i nødvendig arbeid i inntil 48 timer etter at skipet er kommet i havn.\nSkal sjøulykken undersøkes av undersøkelsesmyndigheten, jf. sjøloven​1 § 473, plikter sjømannen, mot hyre og underhold, å møte for undersøkelsesmyndigheten.\n0 Endret ved lover 31 mai 1985 nr. 37, 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sjømanns rett til velferdspermisjon.",
      "content": "Sjømann som får underretning om at hans foreldre,​2 ektefelle​3 eller barn​2 er avgått ved døden eller er alvorlig syk, kan kreve permisjon. Permisjonsretten gjelder ikke under avvikling av ferie- og fridager.\nDet samme gjelder dersom det er inntruffet andre omstendigheter som gjør det til en velferdssak for han å få permisjon. Blir skipet sjøudyktig gjelder som vilkår etter dette ledd at det kan skaffes kvalifisert avløser.\nFratrer sjømannen av grunner som nevnt i annet ledd, plikter han å erstatte utgiftene ved å skaffe avløser. Erstatningen kan nedsettes eller bortfalle idet omsyn tas til lengden av sjømannens gjenstående tjenestetid om bord og omstendighetene for øvrig.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se lover 8 apr 1981 nr. 7 kap. 2 og 28 feb 1986 nr. 8 § 13.\n3 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Sjømanns rett til å fratre tjenesten om bord av særlige grunner.",
      "content": "1. Sjømann kan også fratre tjenesten om bord dersom:\na. skipet ikke oppfyller kravene i lov om skipssikkerhet (skipssikkerhetsloven),​1 og rederiet ikke sørger for å avhjelpe manglene,\nb. rederiet eller skipsføreren unnlater å etterkomme krav om besiktelse i henhold til lov om skipssikkerhet (skipssikkerhetsloven)​1 § 43 femte ledd bokstav c og forskrifter fastsatt i medhold av den bestemmelsen.\nc. han har vært utsatt for mishandling om bord uten at skipsføreren etter oppfordring har vernet ham,​2\nd. skipet mister retten til å føre norsk flagg,​3\ne. – – –\nf. han er ansatt for en bestemt reise,​4 og reisen blir vesentlig endret,\ng. det etter tiltredelse om bord viser seg at det er fare for at skipet kan bli oppbrakt av en krigførende makt eller utsatt for krigsskade, eller at slik fare er blitt vesentlig forøket,\nh. det etter tiltredelse ombord viser seg at det i den havn skipet er bestemt til, hersker en ondartet farsott.\nI de tilfelle som er nevnt i første ledd bokstavene f-h, kan sjømannen straks fratre hvis reisen ennå ikke er begynt, men ellers i den første havn skipet anløper etter at han har fått kjennskap til forholdet.\n2. Sjømann som fratrer tjenesten om bord etter nr. 1 første ledd, kan av rederiet omplasseres til tjeneste på et annet av rederiets skip. Dersom omplassering ikke finner sted, har han rett til fri reise med underhold til bostedet.\nEr sjømannen ansatt for en bestemt reise, har han ved fratredelse før reisen er begynt, rett til fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen, men ellers til det avtalte fratredelsessted. Er fratredelsessted ikke avtalt, gjelder § 6 annet og tredje ledd.\n0 Endret ved lover 31 mai 1985 nr. 37, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Lov 16 feb 2007 nr. 9.\n2 Jf. strl. 1902 § 308.\n3 Se lov 12 juni 1987 nr. 48 § 8 (1) og § 12.\n4 Jf. § 3 nr. 3 og § 5 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Graviditet og fødsel m.v.",
      "content": "1. Sjømann som er gravid, kan ikke av den grunn sies opp.​1 Oppsigelse som finner sted mens sjømannen er gravid, skal anses å ha sin grunn i dette forhold dersom ikke annet gjøres overveiende sannsynlig. Graviditeten må bekreftes ved legeattest dersom rederiet krever det.\n2. En gravid sjømann har rett til:\na. annet høvelig arbeid i rederiets tjeneste i land hvis dette er mulig, eller\nb. permisjon.\n3. Kongen​2 kan fastsette nærmere bestemmelser om:\na. gjennomføring av reglene i nr. 2;\nb. adgang for rederiet og skipsføreren til å kreve at gravid sjømann søker permisjon;\nc. rett til fri reise med underhold til bostedet for slik sjømann for statens eller rederiets regning;\nd. foreldrenes​3 rett til permisjon ved svangerskap og fødsel;\ne. rett til permisjon ved adopsjon.​4\n4. Sjømann som har permisjon etter nr. 3 bokstavene d og e kan ikke sies opp av disse grunner.\n5. Er sjømann lovlig oppsagt til fratreden i permisjonstiden, er oppsigelsen gyldig, men oppsigelsestiden legges til permisjonstiden.\n0 Endret ved lover 31 mai 1985 nr. 37, 24 juni 1994 nr. 25 (ikr. 1 juli 1994 med virkning for løpende tilfeller).\n1 Sml. aml. § 15-9.\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n3 Se lov 8 apr 1981 nr. 7 kap. 2.\n4 Se lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Oppsigelsesvern ved sykdom eller skade.​2",
      "content": "1. Sjømann som er arbeidsufør på grunn av sykdom eller skade kan ikke av den grunn sies opp i de første seks måneder etter at arbeidsuførheten inntrådte. Har sjømannen vært ansatt minst fem år sammenhengende i rederiet, eller skyldes arbeidsuførheten sykdom eller skade som sjømannen har pådratt seg i forbindelse med tjenesten, kan sjømannen ikke sies opp på grunn av uførheten i de første 12 måneder etter at arbeidsuførheten inntrådte.\n2. Oppsigelse som finner sted innenfor det tidsrom sjømannen er vernet mot oppsigelse etter denne paragraf skal anses å ha sin grunn i arbeidsuførheten dersom ikke noe annet gjøres overveiende sannsynlig.\n3. Sjømann som vil påberope seg oppsigelsesvern etter denne paragraf, må i rett tid gi varsel om grunnen til fraværet. Den del av sykefraværet hvor sjømannen ikke har vært om bord må bekreftes ved legeattest om rederiet krever det.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Avskjed på grunn av tjenstlige forhold m.v.​1",
      "content": "1. En sjømann kan gis avskjed når han:\na. er udugelig til den tjeneste han er ansatt til;\nb. forsettlig eller uaktsomt ikke kommer om bord i rett tid, og skipet skal gå eller en annen må antas i hans sted;\nc. gjør seg skyldig i en grov tjenesteforsømmelse, som gjentatt ulydighet, voldsom fremferd, mishandling av andre som er om bord, gjentatt beruselse i tjenesten eller misbruk av narkotika;​2\nd. gjør seg skyldig i tyveri​3 eller annen grovere forbrytelse, utsetter skipet for alvorlige vansker ved å skjule noen om bord eller ved å skjule tollpliktig gods om bord eller gods som det er forbudt å utføre fra avgangsstedet, eller å innføre til bestemmelsesstedet;\ne. bringer om bord narkotika​2 eller andre farlige giftstoffer;​4\nf. bringer en tvist om ansettelsesforholdet inn for utenlandsk myndighet.​5\n2. Sjømannen har ikke rett til hyre for lengre tid enn han har gjort tjeneste. Sjømannen har likevel rett til hyre som etter § 28 nr. 2 dersom han ved avskjeden er arbeidsufør på grunn av sykdom eller skade.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 15-14.\n2 Se strl. 1902 § 162 og lov 4 des 1992 nr. 132 § 22, § 24 og § 31 (2); strl. 2005 §§ 231 og 232 (ikke ikr.).\n3 Se strl. 1902 § 257 og § 258; strl. 2005 §§ 321 og 322 (ikkke ikr.).\n4 Jf. § 45 (3).\n5 Jf. § 50 (1) annet punktum. – Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Fremgangsmåten ved avskjed.",
      "content": "1. Før en sjømann på skip med minst 5 besetningsmedlemmer avskjediges, skal det holdes avhør for en nemnd med skipsføreren som formann, og to andre medlemmer som oppnevnes av skipsføreren.\n2. Som medlemmer av nemnda skal så vidt mulig oppnevnes maskinsjef og styrmann, dersom sjømannen er maskinist, styrmann, forpleiningssjef, radiooffiser eller skipselektriker. Ellers skal så vidt mulig et av medlemmene være skipstillitsmannen eller om slik ikke er valgt, en annen av det øvrige mannskap, og det annet medlem maskinsjef, styrmann eller forpleiningssjef etter som sjømannen hører til henholdsvis maskinbesetningen, dekksbesetningen eller restaurasjons- og kontorpersonalet.\nI særlige tilfelle kan nemnda oppnevnes av rederiet og avhør holdes i land dersom dette må anses nødvendig for best mulig å få klarlagt de faktiske forhold som ligger til grunn for avskjedssaken. Sammensetningen av nemnda skal så vidt mulig være som bestemt i foregående ledd.\n3. Formannen skal avhøre sjømannen og de vitner som antas å kunne gi opplysninger i saken. De øvrige medlemmer av nemnda og sjømannen kan la spørsmål stille gjennom formannen eller direkte med samtykke av formannen. De avgitte forklaringer innføres i skipsdagboken eller i en særskilt protokoll. Forklaringene leses opp for de som har avgitt dem. Dersom skipsføreren fatter avgjørelse i saken, skal denne begrunnes og føres inn i skipsdagboken eller i den særskilte protokoll. Nemndas medlemmer skal ved sin underskrift bekrefte riktigheten av det som er innført.\nSjømannen kan forlange en bekreftet utskrift av det som er innført i skipsdagboken eller i den særskilte protokoll om saken.\n4. Beslutning om avskjed etter § 15 nr. 1 skal treffes snarest mulig og senest 14 dager etter at forholdet ble kjent, med mindre særlige forhold gjør det nødvendig med en lengre frist. Sjømannen skal så vidt mulig straks underrettes om beslutningen.\n5. Ved avskjed gjelder reglene i §§ 5 A, 20 og 20 A tilsvarende.\n6. Bestemmelsene om avhør i denne paragraf gjelder ikke ved avskjed av skipsfører.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 31 mai 1985 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Sjømannens plikter og rettigheter når skipet går tapt.​2",
      "content": "1. Når skipet går tapt ved sjøulykke, eller når det etter sjøulykke blir uistandsettelig,​3 plikter sjømannen å ta del i bergningen. Skal sjøulykken undersøkes av undersøkelsesmyndigheten jf. sjøloven​4 § 473, plikter sjømannen, mot hyre og underhold, å møte for undersøkelsesmyndigheten.\nDersom sjømannen ikke kan omplasseres til tjeneste på et annet skip, har han rett til fri reise med underhold til bostedet. Sjømannen har rett til å få dekket utgiftene til nødvendige klær​5 til reisen. Staten garanterer for dekning av utgifter til klær og reise. For de som er ansatt for en bestemt reise gjelder § 12 nr. 2 annet ledd tilsvarende.​6\nNødvendiggjør sjøulykken at ansettelsesforholdet må bringes til opphør, har sjømannen krav på oppsigelse med en måneds frist. Sjømannen har dessuten rett til hyre så lenge han er arbeidsledig som følge av forliset, men ikke utover 1 måned etter oppsigelsesfristens utløp. Er det i tariffavtale​7 bestemt en kortere oppsigelsesfrist enn her nevnt gjelder denne. Fristen regnes fra den dag han mottok oppsigelsen, men tidligst fra den dag hans plikter opphører etter første ledd.\n2. Skipsføreren har plikt til å bli til stede og sørge for ordningen av de anliggender som vedrører skipet, de ombordværende eller lasten.\nFor skipsførere kan avtalt lengre oppsigelsesfrist settes ned til tre måneder. Er det i tariffavtale​7 bestemt en kortere oppsigelsesfrist enn her nevnt gjelder denne.\n3. Kongen​8 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 31 mai 1985 nr. 37, 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 47.\n3 Jf. sjøl. § 10.\n4 Lov 24 juni 1994 nr. 39.\n5 Jf. § 47 (1) siste punktum.\n6 Se lov 12 juni 1987 nr. 48 § 8 (1).\n7 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n8 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vern mot usaklig oppsigelse.​1",
      "content": "1.​2 Sjømann kan ikke sies opp uten at det er saklig begrunnet i rederiets eller sjømannens forhold.\nBlir sjømann som er tilsatt på prøvetid​3 sagt opp, må oppsigelsen være begrunnet i sjømannens tilpasning til arbeidet, faglige dyktighet eller pålitelighet.\nSkyldes oppsigelsen driftsinnskrenkninger eller rasjonaliseringstiltak, er den ikke saklig begrunnet dersom rederiet har annet passende arbeid å tilby sjømannen.\nVed avgjørelse av om en oppsigelse har saklig grunn i driftsinnskrenkning eller rasjonaliseringstiltak, skal det foretas en avveining mellom rederiets behov og de ulemper oppsigelsen påfører den enkelte sjømann. Registrering av et skip i norsk internasjonalt skipsregister​4 gir likevel saklig grunn til oppsigelse dersom rederiet ikke har annet passende arbeid å tilby sjømannen.\nOverdragelse av rederiet fra en eier til en annen er ikke alene saklig grunn for oppsigelse. Ved oppsigelse fra den nye eiers side skal det legges vekt på om begrunnelsen også ville kunne anses saklig om overdragelse ikke hadde funnet sted.\nOppsigelse med fratreden før fylte 62 år som alene skyldes at sjømannen har rett til pensjon etter lov av 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn, skal ikke ansees å ha saklig grunn. Det er adgang til på forhånd i tariffavtale​5 å bestemme fratredelse før fylte 62 år.\n2.​2 Sjømann som er sagt opp på grunn av mangel på arbeid, har i inntil ett år fortrinnsrett til nyansettelse i rederiet. Fortrinnsretten gjelder bare for sjømann som har vært ansatt til sammen minst 12 måneder i de to siste år. For sjømann med ansettelsesavtale etter § 3 nr. 3 gjelder fortrinnsretten bare når rederiet senest ved fratredelsen har fått skriftlig varsel om at sjømannen ønsker fortrinnsrett ved ny ansettelse. Fortrinnsretten etter dette ledd kan fravikes når rederiet må ansette en sjømann straks, og fortrinnsberettiget sjømann ikke vil kunne varsles eller tiltre i tide.\nHar sjømannen ikke akseptert tilbud om ansettelse i en passende stilling senest 14 dager etter mottakelsen, faller fortrinnsretten bort.\n0 Endret ved lover 31 mai 1985 nr. 37, 12 juni 1987 nr. 48.\n1 Sml. aml. § 15-6 og § 15-7.\n2 Se lov 12 juni 1987 nr. 48 § 8 (1).\n3 Jf. § 3 nr. 2.\n4 Se lov 12 juni 1987 nr. 48.\n5 Se lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Tvist om usaklig oppsigelse.​2",
      "content": "1. Sjømann som vil gjøre gjeldende at oppsigelsen ikke er saklig begrunnet, kan kreve forhandlinger​3 med rederiet. Under tjeneste om bord rettes kravet til skipsføreren. Rederiet kan kreve forhandlinger med sjømannen dersom denne reiser søksmål uten at forhandlinger har vært holdt. Krav om forhandlinger må fremsettes uten ugrunnet opphold, senest innen 14 dager. Sjømannen har rett til å la seg bistå av en tillitsvalgt eller av annen rådgiver under forhandlingene. Rederiet kan på samme måte la seg bistå av rådgiver.\n2. Blir tvisten ikke løst gjennom forhandlinger, eller er forhandlinger ikke holdt, kan sjømannen innen to måneder fra forhandlingenes avslutning eller dersom forhandlinger ikke har vært holdt fra tidspunktet for oppsigelsen, bringe saken inn for retten i Norge. Tvisteloven​4 §§ 16-12 til 16-14 får tilsvarende anvendelse. Krever sjømannen kun erstatning er søksmålsfristen seks måneder fra mottakelsen av oppsigelsen. Dersom rederiets oppsigelse ikke er gitt skriftlig eller kravene i § 5 A annet ledd ikke er etterkommet gjelder ingen søksmålsfrist.\n3. Kongen​5 kan fastsette nærmere forskrift til utfylling og gjennomføring av bestemmelsene i denne paragraf, herunder om sjømannens rett til å få dekket nødvendige utgifter til reise og underhold i forbindelse med forhandlinger som nevnt under nr. 1.\n0 Endret ved lover 31 mai 1985 nr. 37, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. kap. 17.\n3 Se § 5 A.\n4 Lov 17 juni 2005 nr. 90.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Virkninger av usaklig oppsigelse.​1",
      "content": "Finner retten at oppsigelsen er usaklig, skal oppsigelsen kjennes ugyldig dersom sjømannen krever dette. I særlige tilfeller kan retten likevel, etter påstand fra rederiet, bestemme at ansettelsesforholdet skal opphøre dersom den etter avveining av partenes interesser finner at det vil være åpenbar urimelig at ansettelsesforholdet fortsetter.\nEr oppsigelsen usaklig, kan sjømannen kreve erstatning. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, rederiets og sjømannens forhold og omstendighetene for øvrig finner rimelig.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 15-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 A."
      }
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Attest​2",
      "content": "Sjømann som fratrer etter lovlig oppsigelse skal ha skriftlig attest av rederiet. Attesten skal inneholde opplysninger om sjømannens navn, fødselsdato, hva tjenesten har bestått i og om ansettelsesforholdets varighet.\nDenne bestemmelse begrenser ikke sjømannens rett til å kreve en mer utførlig attest i ansettelsesforholdet hvor dette er sedvane og ikke annet er fastsatt i tariffavtale.​3\nSjømann som blir avskjediget har også rett til attest, men rederiet kan uten nærmere angivelse av grunnen anføre på attesten at sjømannen er avskjediget.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-15.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 B."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Beregning av hyren.",
      "content": "Hyren løper fra og med den dag som er fastsatt i ansettelsesavtalen,​2 men senest fra og med den dag sjømannen tiltrer tjenesten om bord. Må han for å nå frem til skipet foreta reise fra det sted han inngikk avtalen, løper hyren fra og med den dag han tiltrer reisen.\nHyren løper til og med den dag ansettelsesforholdet opphører, med mindre annet er fastsatt i tariffavtale.​3\nSkal hyre beregnes pr. dag når den er avtalt med et bestemt beløp pr. måned, utgjør en dags hyre 1/30 av månedshyren.\nSkal hyren beregnes pr. dag når den er fastsatt med et bestemt beløp for reisen, skal oppgaven i ansettelsesavtalen over hvor lang tid reisen forutsettes å ta, legges til grunn ved beregningen av oppgjøret.\nSelv om reisen kommer til å vare kortere enn forutsatt i ansettelsesavtalen,​2 har sjømannen krav på hele den avtalte hyre. Kommer reisen til å vare lenger enn forutsatt, har han, hvis ikke annet er avtalt, krav på et tillegg beregnet pr. dag etter bestemmelsen i foregående ledd.\nBlir skip og mannskap borte uten at det kan opplyses når ulykken inntraff, regnes hyren inntil utløpet av den tid et skip som det forulykkede i alminnelighet bruker på en reise på samme årstid fra skipets sist kjente posisjon til bestemmelsesstedet.\nHyre betales ikke for den tid en sjømann ulovlig unndrar seg tjenesten.\nSjømannen skal ha skriftlig oppgave over hyrens størrelse, beregningsmåte og mulige fradrag. Kongen​4 kan gi forskrift om hyreoppgjør med sjømannen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 3.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n4 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Utbetaling av hyren.​2",
      "content": "Sjømannen kan bare kreve hyre utbetalt når skipet ligger i havn, og ikke oftere enn hver sjuende dag i samme land.\nHyren betales i rede penger hvis ikke sjømannen forlanger anvisning på rederiet. I den utstrekning ikke annet er fastsatt i lov kan utbetaling kreves i stedets mynt etter dagens kurs.\nEn sjømann kan sende hyrebeløpet til Norge gjennom de utenriksstasjoner som Kongen​3 bestemmer dersom dette er tillatt etter de stedlige valutabestemmelser. Staten er ansvarlig for slike forsendelser, som skjer uten utgift for sjømannen.\nEn sjømann kan kreve at en del av hans hyre skal utbetales som månedlig trekk til bestemt oppgitt mottaker i Norge eller settes inn i norsk bank.\nHar en sjømann som ulovlig er gått fra tjenesten i rederiet hyre tilgode, skal rederiet snarest sende beløpet i sin helhet til den myndighet som Kongen​3 bestemmer. Beløpet kan nyttes til dekning av utgifter som sjømannen måtte ha påført staten eller rederiet. Før dette oppgjør foretas av vedkommende myndighet i samråd med rederiet skal sjømannen ha utbetalt det som trengs til hans og hans families underhold, jfr. § 23 nr. 2 annet ledd.\nEr sjømannen søkt underrettet om sitt tilgodehavende etter oppgjøret, og har han ikke krevd å få det utbetalt innen tre år fra tjenestens opphør,​4 brukes beløpet til fordel for sjømenn eller deres pårørende i samsvar med forskrift gitt av Kongen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 14-15.\n3 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081. Se forskr. 31 jan 1986 nr. 223.\n4 Sml. lov 18 mai 1979 nr. 18 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Begrensning i adgangen til å gjøre fradrag i hyren.​1",
      "content": "1. Fradrag i hyren må ikke gjøres uten skriftlig samtykke, med mindre fradraget:\na. er hjemlet i lov;\nb. er fastsatt i tariffavtale;​2\nc. gjelder erstatning for skade eller tap som forsettlig eller grovt uaktsomt er voldt i tjenesten og skriftlig erkjent av sjømannen eller fastsatt ved dom.​3 Det skal likevel ikke gjøres fradrag i hyre som sjømannen med rimelighet trenger til underhold for seg og sin familie.​4\n2. Før fradrag i hyren som nevnt i nr. 1 bokstav c foretas, skal rederiet eller skipsføreren rådføre seg med sjømannens tillitsvalgte eller to representanter valgt av sjømannen om grunnlaget for fradraget og beløpets størrelse.\nFradraget skal fortrinnsvis skje i hyren som utbetales sjømannen med mindre han bestemmer noe annet.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 14-15 (2).\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n3 Jf. tvl. § 19-14 og strpl. § 50.\n4 Jf. deknl. § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Fordeling av spart hyre.",
      "content": "Blir en reise helt eller delvis gjennomført med mindre mannskap enn forutsatt, eller blir det arbeidsdyktige mannskap minsket under reisen, fordeles spart hyre for den tid skipet er i sjøen likelig mellom sjømennene i den minskede mannskapsgruppe. Økte utgifter til overtidsbetaling for uoppsettelig merarbeid i sjøen kommer til fradrag i den sparte hyre som skal fordeles. Restaurasjonspersonalet har også rett til spart hyre etter tilsvarende regler under skipets opphold i havn.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Hyre ved dødsfall.",
      "content": "Dør en sjømann mens han har rett til hyre etter § 21 eller mens han som syk eller skadet ennå er ansatt i rederiet skal rederiet, hvis sjømannen etterlater seg ektefelle​2 eller barn​3 under 18 år, betale dem en måneds hyre regnet fra dødsdagen eller fra den dag hans rett til hyre opphørte.​4\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se el. kap. 3 og § 95.\n3 Se lover 8 apr 1981 nr. 7 kap. 2, samt 28 feb 1986 nr. 8 § 13.\n4 Jf. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Omsorgsplikten ved sykdom og skade.",
      "content": "Er en sjømann syk eller kommet til skade, skal skipsføreren sørge for at han om bord eller i land får forsvarlig sykepleie, herunder legehjelp, legemidler og underhold.\nEr det grunn til å tro at en sjømann lider av en sykdom eller skade som medfører fare for ham selv eller de ombordværende, skal skipsføreren så vidt mulig la ham undersøke av lege. Hvis det i slike tilfelle må ansees påkrevet, skal skipsføreren la vedkommende bringe i land.\nBlir en syk eller skadet sjømann etterlatt i utlandet, skal skipsføreren overgi ham til norsk utenriksstasjons omsorg. Er det ikke utenriksstasjon på stedet, skal skipsføreren på annen måte skaffe ham forsvarlig pleie og underrette nærmeste utenriksstasjon. Etter sjømannens anmodning skal skipsføreren også underrette hans nærmeste pårørende.\nNår skipsføreren i utlandet etterlater en syk eller skadet sjømann til utenriksstasjons omsorg, skal han stille sikkerhet for de utgifter som rederiet i den anledning er ansvarlig for i henhold til denne lov.\nHyrebeløp som sjømannen har krav på, eller som han kan få krav på etter § 28, skal avgis til utenriksstasjonen, som forvalter midlene så lenge sjømannen er under sykepleie på stedet og ikke selv er i stand til å ivareta sitt tarv.\nMed hensyn til eiendeler som en syk sjømann ikke kan ta vare på, forholdes som bestemt i § 46.\nKongen​1 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 A."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Hyre og pleie m.v. ved sykdom og skade.",
      "content": "1. Syk eller skadet sjømann har rett til sykepleie for rederiets regning så lenge han er i tjeneste om bord. Er sjømannen syk eller skadet ved fratredelsen, har han den samme rett i inntil 16 uker etter fratredelsen. Dersom sjømannen i Norge eller i annet land hvor han måtte ha sitt bosted, er medlem av noen trygdeinnretning som dekker utgifter ved hans sykepleie etter fratreden, opphører rederiets forpleiningsplikt når trygdeinnretningen overtar, senest innen to uker etter at sjømannen er kommet dit. Tilsvarende gjelder dersom sjømannen ved ansettelsen eller senere har hatt adgang til å bli medlem av noen trygdeinnretning som nevnt. Tiden regnes fra fratredelsen om bord.\nLider sjømann som har sitt bosted i Norge av tuberkulose, sinnslidelse eller kjønnssykdom, dekker staten de utgifter ved sykepleie i utlandet som rederiet ikke får godtgjort av offentlig trygd.\nBestemmelsene i første og annet ledd begrenser ikke de rettigheter som sjømannen til enhver tid måtte ha i henhold til trygdelovgivningen. Ved forpleining i Norge faller rederiets forpleiningsplikt etter første ledd bort i den utstrekning det ytes stønad etter folketrygdloven​1 kapittel 5 og 8.\n2. Sjømann som er arbeidsufør på grunn av sykdom eller skade, har rett til hyre så lenge ansettelsesforholdet består.​2 Retten til hyre faller bort i den utstrekning sjømannen har rett til sykepenger etter folketrygdloven​1 kapittel 8. For sjømann som ikke er norsk statsborger​3 eller bosatt i Norge og som ikke mottar tilsvarende trygdeordning i sitt hjemland, gjelder at han har rett til fortsatt hyre så lenge han er arbeidsufør men ikke utover 2 måneder. Har sjømannen i løpet av de siste 10 år 36 måneders tjeneste eller mer på norske skip, har han rett til hyre som nevnt i inntil 3 måneder.\n3. Blir en sjømann etterlatt i norsk eller utenlandsk havn på grunn av sykdom eller skade, eller led han ved fratredelsen av en sykdom eller skade som ville gjort hjemsendelse nødvendig, har han rett til fri reise med underhold til bostedet for rederiets regning. Staten dekker dog disse utgifter hvis sjømannen har sitt bosted i Norge og lider av tuberkulose, sinnslidelse eller kjønnssykdom.\nHar sjømannen ikke sitt bosted i Norge, kan rederiet i stedet gi ham fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen eller hvis sjømannen ønsker det, til den havn hvor han tiltrådte tjenesten om bord, forutsatt at myndighetene på vedkommende sted ikke nekter ham adgang til landet eller for å gi han adgang krever en sikkerhet som sjømannen ikke kan skaffe.\nSjømannen skal såvidt mulig anmode om fri hjemreise senest ved friskmeldingen.\n4. Sjømannen har ikke krav​4 på de ytelser fra rederiet som er nevnt i denne paragraf, hvis han svikaktig har fortiet sykdommen eller skaden ved ansettelsen. Det samme gjelder hvis han etter ansettelsen har pådratt seg sykdommen eller skaden ved forsett.\n5. I forskrift etter § 4 annet ledd kan treffes bestemmelser om hjemsendelse av sjømann under 20 år i tilfelle hvor det av hensyn til hans fysiske eller psykiske helsetilstand eller hans forhold til alkohol eller andre berusende eller bedøvende midler, finnes utilrådelig at han fortsetter i tjenesten. Har han ikke rett til fri hjemreise etter andre regler, skal utgiftene ved hjemsendelsen dekkes av staten dersom sjømannen har sitt bosted i Norge. Ellers dekkes utgiftene av rederiet, dog slik at reglene i denne paragrafs nr. 3 annet ledd gjelder tilsvarende. Kongen​5 kan gi utfyllende forskrift om dekningen av utgiftene. I forskriftene kan fastsettes innskrenkninger i rederiets plikt etter tredje punktum til å dekke utgiftene ved hjemsendelse av sjømann som ikke har sitt bosted i Norge.\n6. Kongen​5 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 9 juni 1978 nr. 47, 31 mai 1985 nr. 37, 28 feb 1997 nr. 19 (ikr. 1 mai 1997).\n1 Lov 28 feb 1997 nr. 19.\n2 Jf. § 21.\n3 Se lov 10 juni 2005 nr. 51.\n4 Jf. § 6 (5).\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Statens refusjon av rederiets utlegg i forbindelse med sjømanns sykdom og skade.​1",
      "content": "Utgifter i utlandet som et rederi etter tjenestens opphør om bord har hatt til underhold, sykepleie eller hjemsendelse av syk eller skadet sjømann som har sitt bosted i Norge, refunderes av staten med mindre de etter norsk lov påhviler rederiet eller folketrygden,​2 og forutsatt at de helt eller delvis ikke kunne vært unngått ved bistand av norsk utenriksstasjon.​3\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 31 (2).\n2 Se ftrl.\n3 Jf. lov 3 mai 2002 nr. 13 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Dødsfall og begravelse.​1",
      "content": "Dør en sjømann mens han er i tjeneste om bord, eller mens han har rett til sykepleie eller er under reise for rederiets regning, skal skipsføreren underrette hans nærmeste pårørende og sørge for hans begravelse eller hjemsendelse av båren. Hvis de pårørende samtykker, eller hvis det forlanges av myndighetene på stedet, kan skipsføreren ordne med kremasjon​2 i stedet for begravelse. I så fall skal han også sørge for at asken blir sendt hjem.​3\nMed hensyn til sjømannens etterlatte eiendeler forholdes som bestemt i § 46.\nUndersøkelser i anledning av dødsfallet holdes etter reglene i sjøloven​4 § 472 til 486.\nKongen​5 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 31 mai 1985 nr. 37, 24 juni 1994 nr. 39 (ikr. 1 okt 1994), 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Sml. lov 7 juni 1996 nr. 32.\n2 Sml. lov 7 juni 1996 nr. 32 § 10.\n3 Jf. sjøl. § 142.\n4 Lov 24 juni 1994 nr. 39.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Utgifter ved begravelse m.v.",
      "content": "Utgiftene ved begravelse eller kremasjon og gravsetting av asken eller hjemsendelse av båre eller askeurne betales av rederiet​1 hvis sjømannen dør mens han er i tjeneste om bord eller mens han har rett til sykepleie eller er under reise for rederiets regning. Staten betaler disse utgifter hvis en sjømann dør mens han har rett til pleie eller er under reise for statens regning.\nRederiet har rett til refusjon etter § 29 av utgifter i forbindelse med en sjømanns død.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 1 A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "For arbeidstaker som ikke er trygdet i Norge,​1 og som er ansatt\na. ombord på skip registrert i norsk internasjonalt skipsregister​2 eller\nb. i tjeneste hos utenlandsk arbeidsgiver som driver næringsvirksomhet ombord på skip i utenriksfart, registrert i det ordinære skipsregisteret,\nDersom det ikke er stillet garanti for arbeidstakeren eller garantien er opphørt, svarer rederiet for ytelser til arbeidstakeren eller hans etterlatte.\nKongen kan gi nærmere regler​3 om avgrensning, utforming og gjennomføring av garantiordningen.\nKongen kan også fastsette forskrift om obligatorisk forsikring eller annen godkjent garantiordning for lønnskrav ved arbeidsgivers insolvens.​3\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd ved lov 19 jan 1990 nr. 1 (ikr. 1 mars 1990 med virkning for skader som er konstatert etter lovens ikrafttreden. Den rett en sjømann eller hans etterlatte har til ytelser etter folketrygden grunnet på skader som er konstatert før loven trer i kraft, skal fortsatt bestå), endret ved lover 4 des 1992 nr. 121 (ikr. 1 jan 1994), 17 des 1993 nr. 118 (ikr. 1 jan 1994).\n1 Jf. ftrl. kap. 2.\n2 Jf. lov 12 juni 1987 nr. 48 § 1.\n3 Jf. EØS-avtalen vedlegg XVIII punkt 24 (dir 2008/94).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "Forbud mot diskriminering​1",
      "content": "Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i arbeidstakerorganisasjon, seksuell orientering, funksjonshemning eller alder er forbudt.\nTrakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses som diskriminering. Bestemmelsene i dette kapittel gjelder tilsvarende ved diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.\nVed diskriminering på grunn av kjønn gjelder likestillingsloven.​2\nVed diskriminering på grunn av etnisitet, nasjonal opprinnelse, avstamning, hudfarge, språk, religion og livssyn gjelder diskrimineringsloven.​3\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Se § 33 B, § 33 E og § 33 H.\n2 Lov 9 juni 1978 nr. 45.\n3 Lov 3 juni 2005 nr. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:33 a",
      "chapter": "3",
      "section": "33 a",
      "title": "Hva kapitlet omfatter",
      "content": "Bestemmelsene i dette kapittel gjelder alle sider ved arbeidsforholdet, herunder:\na. utlysing av stilling, ansettelse, omplassering og forfremmelse,\nb. opplæring og annen kompetanseutvikling,\nc. lønns- og arbeidsvilkår,\nd. opphør.\nBestemmelsene i dette kapittel gjelder tilsvarende for rederiets valg og behandling av selvstendig næringsdrivende og innleide sjømenn.\nBestemmelsene i dette kapittel gjelder tilsvarende for innmelding i og deltakelse i en arbeidstaker-, arbeidsgiver- eller yrkesorganisasjon. Dette gjelder også for fordeler som slike organisasjoner gir sine medlemmer.\nBestemmelsene i dette kapittel får ikke anvendelse ved forskjellsbehandling som skyldes medlemskap i arbeidstakerorganisasjon for så vidt gjelder lønns- og arbeidsvilkår i tariffavtaler.​1\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 A."
      }
    },
    {
      "provision_ref": "3:33 b",
      "chapter": "3",
      "section": "33 b",
      "title": "Unntak fra forbudet mot diskriminering",
      "content": "Forskjellsbehandling som har et saklig formål, ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles og som er nødvendig for utøvelse av arbeid eller yrke, anses ikke som diskriminering etter loven her.\nForskjellsbehandling som er nødvendig for å oppnå et saklig formål og som ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles er ikke i strid med forbudet mot indirekte diskriminering, diskriminering på grunn av alder eller diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.\nDepartementet kan i forskrift gi nærmere bestemmelser om rekkevidden av unntaket fra forbudet mot aldersdiskriminering i andre ledd.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 B."
      }
    },
    {
      "provision_ref": "3:33 c",
      "chapter": "3",
      "section": "33 c",
      "title": "Innhenting av opplysninger ved ansettelse",
      "content": "Rederiet må ikke i utlysing etter nye sjømenn eller på annen måte be om at søkerne skal gi opplysninger om seksuell orientering, hvordan de stiller seg til politiske, religiøse eller kulturelle spørsmål eller om de er medlemmer av arbeidstakerorganisasjoner. Rederiet må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Sml. aml. § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33c",
        "source_heading": "§ 33 C."
      }
    },
    {
      "provision_ref": "3:33 d",
      "chapter": "3",
      "section": "33 d",
      "title": "Særlig om tilrettelegging for sjømenn med funksjonshemning",
      "content": "Rederiet skal så langt det er mulig iverksette nødvendige tiltak for at sjømann med funksjonshemning skal kunne få eller beholde arbeid, utføre og ha fremgang i arbeidet og ha tilgang til opplæring og annen kompetanseutvikling. Dette gjelder ikke dersom tiltakene vil innebære en uforholdsmessig stor byrde for rederiet. Krav til gyldig helseerklæring i henhold til forskrift om legeundersøkelse av arbeidstakere på norsk skip gjelder fullt ut for funksjonshemmede sjømenn.\nEr det i henhold til første ledd aktuelt å overføre sjømannen til annet arbeid, skal vedkommende tas med på råd før saken avgjøres. Sjømannen har rett til å la seg bistå av en tillitsvalgt eller av annen rådgiver.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33d",
        "source_heading": "§ 33 D."
      }
    },
    {
      "provision_ref": "3:33 e",
      "chapter": "3",
      "section": "33 e",
      "title": "Positiv særbehandling",
      "content": "Særbehandling som bidrar til å fremme likebehandling er ikke i strid med bestemmelsene i dette kapittel. Særbehandlingen skal opphøre når formålet med den er oppnådd.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33e",
        "source_heading": "§ 33 E."
      }
    },
    {
      "provision_ref": "3:33 f",
      "chapter": "3",
      "section": "33 f",
      "title": "Opplysningsplikt",
      "content": "Arbeidssøker som mener seg forbigått i strid med bestemmelsene i dette kapittel, kan kreve at rederiet skriftlig opplyser om hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den som ble ansatt har.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33f",
        "source_heading": "§ 33 F."
      }
    },
    {
      "provision_ref": "3:33 g",
      "chapter": "3",
      "section": "33 g",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt å gjøre bruk av gjengjeldelse overfor sjømann som har fremmet klage eller på annen måte tatt opp sak om brudd på bestemmelsene i dette kapittel, eller som har gitt uttrykk for at slik sak kan bli fremmet. Forbudet gjelder ikke dersom sjømannen opptrer grovt uaktsomt.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33g",
        "source_heading": "§ 33 G."
      }
    },
    {
      "provision_ref": "3:33 h",
      "chapter": "3",
      "section": "33 h",
      "title": "Bevisbyrde",
      "content": "Dersom sjømann eller arbeidssøker fremlegger opplysninger som gir grunn til å tro at det har funnet sted diskriminering i strid med bestemmelse i dette kapittel eller at det er gjort bruk av gjengjeldelse i strid med § 33 G som følge av sjømannens varsling om brudd på bestemmelse i dette kapittel, må rederiet sannsynliggjøre at det likevel ikke har funnet sted slik diskriminering eller gjengjeldelse.\nDen som er blitt diskriminert i strid med dette kapittel eller utsatt for gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreve oppreisning uten hensyn til rederiets skyld. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nErstatning for økonomisk tap som følge av diskriminering i strid med dette kapittel og gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreves etter de alminnelige regler.\nBestemmelser i tariffavtaler,​1 ansettelsesavtaler, reglementer, vedtekter mv. som er i strid med dette kapittel, er ugyldige.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33h",
        "source_heading": "§ 33 H."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Plikt til informasjon og drøfting",
      "content": "Rederi som jevnlig sysselsetter minst 50 sjømenn, skal informere om og drøfte spørsmål av betydning for ansettelsesforholdene med ansattes representanter.\nBestemmelsene i dette kapittel kommer til anvendelse for skip registrert i norsk ordinært skipsregister, når disse er passasjerskip eller er i fart på innsjøer og elver. Kongen kan gi forskrift om beregningen av antall sjømenn i virksomheten.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Gjennomføring av plikten til informasjon og drøfting",
      "content": "Plikten til informasjon og drøfting omfatter\na. informasjon om den aktuelle og forventede utvikling av rederiets aktiviteter og økonomiske situasjon,\nb. informasjon og drøfting om den aktuelle og forventede bemanningssituasjonen i rederiet, inkludert eventuell fare for innskrenkninger og de tiltak rederiet vurderer i den forbindelse,\nc. informasjon og drøfting om beslutninger som kan føre til vesentlig endring i arbeidsorganisering eller ansettelsesforhold.\nInformasjon etter første ledd bokstav a skal skje på et passende tidspunkt. Informasjon og drøfting etter første ledd bokstavene b og c skal skje så tidlig som mulig.\nInformasjonen skal gis slik at det er mulig for de ansattes representanter å sette seg inn i saken, foreta en passende undersøkelse, vurdere saken og forberede eventuell drøfting. Drøftingen skal bygge på informasjon fra rederiet, finne sted på det nivå for ledelse og representasjon som saken tilsier og skje på en måte og med et innhold som er passende. Drøftingen skal gjennomføres slik at det er mulig for de ansattes representanter å møte rederiet og få et grunngitt svar på uttalelser de måtte avgi. Drøfting etter første ledd bokstav c skal ta sikte på å komme fram til en avtale med rederiet.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Fortrolige opplysninger",
      "content": "Dersom rederiets behov tilsier at bestemte opplysninger ikke bør gis videre, kan rederiet​1 pålegge de ansattes representanter og eventuelle rådgivere taushetsplikt. Rederiet kan i særlige tilfeller unnlate å gi informasjon eller gjennomføre drøfting dersom det på det aktuelle tidspunktet åpenbart vil være til betydelig skade for rederiet at opplysningene blir kjent.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. § 1 A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Fravik",
      "content": "Bestemmelsene i dette kapittel gjelder så langt ikke annet følger av tariffavtale​1 eller annen lovgivning.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Ordning av arbeidet.",
      "content": "Ved ordning av arbeidet skal det tas omsyn til den stilling enhver har ombord, og såvidt mulig til at vedkommende får anledning til å dyktiggjøre seg i sitt fag.\nKongen kan i forskrift gi bestemmelser om arbeidsområdet for sjømann som innehar ledende stilling om bord.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Plikten til å rette seg etter ordrer, mannskapets erstatningsansvar m.v.​1",
      "content": "En sjømann skal rette seg etter de ordrer som han mottar i tjenesten, og ved tydelig svar vise at han har forstått disse. Han skal vise omsorg for skip og last og i det hele utføre sin tjeneste påpasselig.\nBlir en sjømann hindret fra å komme om bord i rett tid, skal han uten opphold underrette skipsføreren.\nSkade som en sjømann volder ved feil eller forsømmelse i tjenesten, plikter han å erstatte etter gjeldende erstatningsregler, jfr. lov av 13 juni 1969 nr. 26 om skadeserstatning i visse forhold § 2-3.​2\n1 Jf. § 43 og strl. 1902 §§ 310-312, 426.\n2 Jf. sjøl. § 140.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "Ordensregler m.v.​1",
      "content": "Alle skal følge de ordensregler som blir gitt. Enhver skal behandle sine medarbeidere om bord på en sømmelig måte.\nSkipsføreren skal oppbevare sjømannens pass,​2 og når sjømannen ber om det, hans sjøfartsbok, sertifikat eller annet sjømannsdokument.\nPå søn- og helligdager skal de som ønsker det, gis anledning til å holde gudstjeneste om bord.\n1 Jf. § 39.\n2 Jf. lover 19 juni 1997 nr. 82 og 15 mai 2008 nr. 35 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "Sjømanns rett til å gå i land i sin fritid.​1",
      "content": "Under skipets opphold i havn eller på annen sikker ankerplass har en sjømann rett til å gå i land i sin fritid med mindre det er påkrevd at han blir om bord av omsyn til de ombordværendes, skipets eller lastens sikkerhet, utføring av nødvendig skipsarbeid, eller skipets forestående avreise eller forhaling.\nBlir en sjømann pålagt å holde seg om bord i fritiden uten at dette skjer på grunn av hans eget forhold, eller som følge av at myndighetene på vedkommende sted nekter ham landlov, skal han ha en passende godtgjøring.\nEn gang i måneden skal en sjømann under opphold som nevnt, ha rett til i sin fritid å gå i land for å ordne egne saker i tiden etter kl. 12 eller til en annen tid som måtte bli avtalt, og på en dag da butikker og ekspedisjonssteder holdes åpne. Er oppholdet av kortere varighet enn 48 timer, er denne rett betinget av at skipets avgang ikke forsinkes.\nFor så vidt det med omsyn til kostnadene og omstendighetene for øvrig kan skje, skal skipsføreren, uten utgift for mannskapet, sørge for slikt båtsamband at mannskapet kan nytte sin rett til å gå i land.\n1 Jf. strl. 1902 § 307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Medtakelse av gods m.v.",
      "content": "Enhver kan ta med seg ting til personlig bruk i rimelig omfang når det ikke er til ulempe for skip eller last eller kan medføre fare for uorden om bord. Uten tillatelse fra rederiet må ingen ta med varer til salg for egen eller andres regning.\nHar noen tatt med gods ulovlig, plikter han å betale frakt og erstatte voldt skade etter de ellers gjeldende regler.\nDet er ikke tillatt å bringe om bord narkotika​1 eller andre farlige giftstoffer.​2 Uten tillatelse fra skipsføreren må heller ingen ta med våpen eller ammunisjon.​3\nFinner skipsføreren grunn til mistanke om at noe ulovlig er brakt om bord, kan han la mannskapets gjemmer undersøke i vedkommendes nærvær.​4\nDet som er ulovlig er tatt med, kan skipsføreren ta i forvaring, bringe i land eller, om nødvendig, tilintetgjøre.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se strl. 1902 § 162 og lov 4 des 1992 nr. 132 § 22, § 24 og § 31 (2); strl. 2005 §§ 231 og 232 (ikke ikr.).\n2 Se § 15 nr. 1, e.\n3 Jf. lov 9 juni 1961 nr. 1.\n4 Sml. strpl. § 195.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "Eiendeler som etterlates om bord.",
      "content": "Skipsføreren skal ta vare på de eiendeler som en sjømann ved ansettelsesforholdets opphør etterlater om bord, og vitnefast ta opp en fortegnelse over dem. Eiendelene med fortegnelse innleveres til nærmeste sjømannskontor i Norge eller til nærmeste norske utenriksstasjon​2 hvis skipet er i utlandet og ikke har forestående anløp av norsk havn.\nTing som ikke tåler oppbevaring eller forsendelse, kan selges på fordelaktigste måte. Det samme gjelder for så vidt eiendelene som ikke kan oppbevares uten vesentlig omkostning eller ulempe, eller såfremt sjømannen ikke innen ett år etter ansettelsesforholdets opphør har fremmet krav om å få dem utlevert.\nKongen​3 kan gi forskrift om hvordan det skal forholdes etter bestemmelsene i første og annet ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "Erstatning for tapte eiendeler.",
      "content": "Har en sjømann mistet eller fått beskadiget ombordværende eiendeler ved forlis, sjørøveri, brann, annet havari eller annen ulykke som har rammet skipet, skal rederiet betale erstatning etter forskrift som Kongen​2 gir. Fradrag gjøres ikke for nødvendige klær etter § 18 annet ledd.​3\nRederiet skal likeså erstatte eiendeler til personlig bruk som sjømannen oppbevarer om bord, eller eiendeler som skipet oppbevarer for ham, og som han mister eller som beskadiges på annen måte enn omtalt i første ledd. Erstatningsansvaret kan lempes under hensyn til sjømannens egen atferd og forholdene for øvrig.​4 Kongen kan gi forskrift om vilkårene for og omfanget av erstatning etter dette ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n3 Skal vel være § 18 nr. 1 annet ledd.\n1 Skal vel være § 18 nr. 1 annet ledd.\n4 Jf. lov 13 juni 1969 nr. 26 § 5-1 og § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "title": "Skipsførerens plikter i tilfelle grovere forbrytelse begås ombord.​1",
      "content": "Er det om bord begått straffbar handling av alvorligere art, og skipet ikke er i norsk havn, skal skipsføreren snarest mulig foreta undersøkelse, sikre bevis og ta opp forklaring etter reglene i § 16. Dette gjelder dog ikke hvis forbrytelsen er forøvet på fremmed territorium og forfølges av stedets myndigheter.\nInntil norsk utenriksstasjon​2 eller politiet​3 i Norge kan ta seg av saken, skal skipsføreren så vidt mulig sørge for at den mistenkte ikke unnviker. Er det nødvendig, kan skipsføreren la ham sperre inne eller anvende andre maktmidler, men skipsføreren må ikke behandle ham strengere enn øyemedet krever.​4\nKongen​5 kan gi forskrift om forføyninger som skipsføreren og/eller utenriksstasjon kan treffe om bord i forbindelse med straffbar handling som nevnt i første ledd.\n1 Jf. strl. 1902 § 308, § 417 og sjøl. § 408.\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Jf. lov 4 aug 1995 nr. 53 jf. strpl. kap. 6.\n4 Sml. strpl. kap. 13 a og kap. 14.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "Avgjørelse av tvist mellom skipsfører og mannskap i utlandet.",
      "content": "Oppstår det mens skipet er i utlandet tvist mellom skipsføreren og noen av mannskapet om avregningen, skipstjenesten eller ansettelsesforholdet for øvrig skal saken forelegges for norsk utenriksstasjon.​2 Tvisten må ikke bringes inn for utenlandsk myndighet.​3 Søksmål mot rederiet om erstatning for yrkesskade kan bare anlegges ved domstol her i riket. Regler om domsmyndighet i tvister mellom skipsfører og mannskap i utlandet er ikke til hinder for at sak reises i en annen stat når det følger av Luganokonvensjonen 2007 at det skal være adgang til det.​4\nUtenriksstasjonen skal avgjøre saken etter å ha innhentet partenes forklaring.\nAvgjørelsen er bindende for partene,​5 men kan innen 6 måneder bringes inn for retten i Norge. Tvisteloven​6 §§ 16-12 til 16-14 får tilsvarende anvendelse. Mot en sjømann som ikke har verneting her i riket, kan søksmål reises i den rettskrets hvor skipet har sitt hjemsted.​7 Det samme gjelder når saken vedrører flere sjømenn med forskjellig verneting.\nGjelder avgjørelsen betaling av et beløp over 10 pst av folketrygdens grunnbeløp​8 og avgjørelsen ikke vedtas, kan utenriksstasjonen, når omstendighetene taler for det, bestemme at beløpet helt eller delvis skal deponeres der. Det deponerte beløp skal sammen med utskrift av avgjørelsen sendes til den myndighet Kongen​9 fastsetter. Beløpet utbetales etter utløpet av den i tredje ledd nevnte 6 måneders frist, eller, såfremt saken er innbrakt for retten, når den er avgjort ved endelig dom,​10 eller er falt bort uten dom.\nKongen​9 kan gi forskrift om behandling av saker etter denne paragraf, herunder om forhøyelse eller nedsettelse av den i foregående ledd fastsatte verdigrense. Det kan gjøres begrensning i adgangen etter lov av 10 februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) § 12 til å bruke fullmektig under saksbehandlingen.\nKongen​9 kan ved forskrift bestemme at denne paragraf ikke får anvendelse for visse saker.\n0 Endret ved lover 13 feb 1976 nr. 1, 9 juni 1978 nr. 47, 31 mai 1985 nr. 37, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 19 juni 2009 nr. 79 (ikr. 1 jan 2010 iflg. res. 16 okt 2009 nr. 1279).\n1 Jf. § 15. – Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Jf. § 15 nr. 1, f.\n4 Jf. Luganokonvensjonen 2007 art. 19.\n5 Jf. strl. 1902 § 417.\n6 Lov 17 juni 2005 nr. 90.\n7 Jf. sjøl. § 8.\n8 Se ftrl. § 1-4.\n9 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n10 Se tvl. § 19-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:50 a",
      "chapter": "6",
      "section": "50 a",
      "title": "Sjømannens rett til å klage",
      "content": "0 Tilføyes ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 A."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Lån av norsk utenriksstasjon.",
      "content": "Sjømann som har sitt bosted i Norge, og som i utlandet sakner midler til sitt underhold, har krav på lån av norsk utenriksstasjon.​1 Kongen​2 gir forskrift om lån som nevnt, herunder om tilbakebetaling av lånet ved trekk i sjømannens lønn.\n1 Jf. lov 3 mai 2002 nr. 13.\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Bestemmelser som skal være tilgjengelige for mannskapet.",
      "content": "Skipsføreren skal sørge for at et eksemplar av denne lov og av bestemmelser som er gitt i medhold av loven, finnes om bord og er tilgjengelig for mannskapet. Viser ansettelsesavtalen​1 til en tariffavtale,​2 skal skipsføreren sørge for at det om bord finnes et avtrykk til bruk for mannskapet.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 3.\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Skipsførers plikt til å møte på utenriksstasjon.",
      "content": "Under skipets opphold i havn hvor det er norsk utenriksstasjon,​1 plikter skipsføreren på stasjonssjefens anmodning å møte personlig på utenriksstasjonen og så vidt mulig meddele de opplysninger om skipet, dets besetning og andre forhold som utenriksstasjonen måtte ha bruk for.\n1 Jf. lov 3 mai 2002 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Statens adgang til å inndrive utlegg.",
      "content": "Utgifter som staten har hatt og som påhviler rederiet etter denne lov, er tvangsgrunnlag for utlegg.​1\nBegjæringen må være fremsatt innen 2 år etter at utlegget er skjedd.\n0 Endret ved lover 31 mai 1985 nr. 37, 26 juni 1992 nr. 86.\n1 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:54 a",
      "chapter": "7",
      "section": "54 a",
      "content": "Det kan opprettes register​1 over norske sjømenn og utenlandske sjømenn på norske skip. Departementet eller den det gir fullmakt fastsetter nærmere forskrifter om registeret, derunder om hvilke opplysninger det skal inneholde, hvordan det skal innrettes og holdes i orden, og om plikt til å gi opplysninger til registeret.\n0 Tilføyd ved lov 16 des 1988 nr. 77. Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer), endrer paragrafnummer til § 54 B og tilføyer ny § 54 A.\n1 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "7:54 c",
      "chapter": "7",
      "section": "54 c",
      "title": "Straff",
      "content": "0 Tilføyes ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54c",
        "source_heading": "§ 54 C."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "Ikrafttredelse m.m.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves sjømannslov av 17 juli 1953 nr. 25. Forskrifter gitt i medhold av den nevnte lov skal dog fortsatt gjelde for så vidt de ikke er i strid med denne lov, inntil de i tilfelle oppheves eller endres av vedkommende myndighet.\nMidler som omhandlet i § 70 i sjømannslov av 17 juli 1953 nr. 25 og avkastningen av disse, skal anvendes som bestemt i § 22 siste ledd siste punktum.\n0 Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer), endrer paragrafnummer til § 65.\n1 Fra 1 des 1975 iflg. res. 8 aug 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Lovens virkeområde​2",
      "content": "Denne lov​3 gjelder for den som har sitt arbeid på norsk skip,​4 og som ikke bare arbeider ombord mens skipet ligger i havn.\nFor personer som verken er bosatt i Norge eller er norske statsborgere​5 og som er ansatt av utenlandsk arbeidsgiver for å betjene passasjerer på turistskip gjelder bare bestemmelsene i § 4, § 18 nr. 1 første og annet ledd; dog unntatt retten til omplassering i annet ledd, § 18 nr. 3 samt § 27, kapittel II A og kapittel II B, §§ 39, 43, 45 og 49. Statsborgere i land som omfattes av EØS-avtalen​6 skal regnes likt med norske statsborgere.\nKongen kan gi forskrift om at loven skal gjelde for annen arbeidsgiver enn rederiet.\nKongen kan gi forskrift om at denne lov helt eller delvis ikke skal få anvendelse for visse personer eller grupper av personer som har sitt arbeid ombord og/eller for dem som har sitt arbeid på visse skip eller grupper av skip.\nEnhver som er om bord, plikter uten hensyn til hva som er fastsatt eller fastsettes i medhold av annet, tredje eller fjerde ledd, etter evne å utføre det arbeid som skipsføreren finner nødvendig for de ombordværendes og skipets sikkerhet.\n0 Endret ved lover 31 mai 1985 nr. 37, 20 juni 2003 nr. 49 (ikr. 20 juni 2003 iflg. res. 20 juni 2003 nr. 716), 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168), 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170). Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Se lov 12 juni 1987 nr. 48 § 8.\n2 Jf. aml. § 1-2 (2), a.\n3 Se § 52.\n4 Jf. lov 12 juni 1987 nr. 48 § 1 og sjøl. § 1\n5 Se lov 10 juni 2005 nr. 51.\n6 Jf. EØS-avtalen art. 28, jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "title": "Rederiet",
      "content": "0 Tilføyes ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 A."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Utviding av virkeområdet.",
      "content": "Kongen​1 kan ved forskrift fastsette:\na. at de bestemmelser i loven som bare gjelder​2 for sjømann som er norsk statsborger​3 eller som har sitt bosted i Norge, eller er statsborger i land som omfattes av EØS-avtalen,​4 helt eller delvis også skal gjelde for annen sjømann.\nb. at loven helt eller delvis skal gis anvendelse for den som har sitt arbeid på\n1. annen innretning i sjøen enn skip,\n2. utenlandsk skip som disponeres av norsk rederi.\n0 Endret ved lov 20 juni 2003 nr. 49 (ikr. 20 juni 2003 iflg. res. 20 juni 2003 nr. 716). Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Nærings- og handelsdepartementet når det gjelder forskrift etter (b) iflg. res. 31 jan 1986 nr. 221 og 18 des 1987 nr. 970.\n2 Jf. § 1 (2), § 8 (1).\n3 Se lov 10 juni 2005 nr. 51.\n4 Jf. EØS-avtalen art. 28, jf. lov 27 nov 1992 nr. 109.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Avtale om ansettelse.​2",
      "content": "1. Sjømann ansettes i rederiets​3 tjeneste. Er avtale om ansettelse inngått muntlig skal denne bekreftes med en skriftlig avtale. Det påligger rederiet å sørge for at det opprettes skriftlig avtale om ansettelsesforholdet. Kongen​4 kan gi forskrift om hvilke opplysninger ansettelsesavtalen skal inneholde og om kontraktsformular.\nSjømannen har rett og plikt til å tjenestegjøre på ethvert av rederiets skip med mindre annet er skriftlig avtalt eller fastsatt i tariffavtale.\nDet kan fastsettes i tariffavtale​5 at sjømannen skal tjenestegjøre på skip tilhørende andre rederier som har mannskapsmessig samarbeid med det rederi han er ansatt i. Kongen​4 kan fastsette særlige vilkår for å inngå slike avtaler.\n2. Partene kan avtale en prøvetid i ansettelsesforholdet. Prøvetiden må ikke settes over seks måneder.\n3. Ansettelse for et bestemt tidsrom, for en bestemt reise eller for arbeid av forbigående varighet,​6 kan bare rettsgyldig avtales når arbeidets karakter tilsier det.​7 Avtale om slik tilsetting kan likevel inngås når det gjelder praksisarbeid eller avløser for en bestemt sjømann.\n0 Endret ved lover 16 des 1983 nr. 72, 31 mai 1985 nr. 37. Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 19.\n3 Jf. § 1 A.\n4 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n5 Se lov 27 jan 2012 nr. 9 § 1, e.\n6 Se § 5 nr. 3.\n7 Se § 6. Jf. § 12 nr. 1, f. Sml. aml.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Lavalder m.v.",
      "content": "Regler om lavalder mv. finnes i lov om skipssikkerhet (skipssikkerhetsloven)​1 § 18.\n0 Endret ved lover 31 mai 1985 nr. 37, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Lov 16 feb 2007 nr. 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Oppsigelsesfrister.​2",
      "content": "1. Hvis ikke annet følger av tariffavtale,​3 gjelder en gjensidig oppsigelsesfrist på en måned. En avtalt oppsigelsesfrist må ikke være kortere for rederiet enn for sjømannen. Oppsigelsesfristen regnes fra dato til dato.\n2. Har sjømannen vært ansatt i rederiet sammenhengende i minst 5 år, gjelder en gjensidig oppsigelsesfrist på minst to måneder og på minst tre måneder dersom ansettelsen i rederiet har vart i minst 10 år. Fristene i dette nr. kan bare fravikes ved skriftlig avtale eller tariffavtale​3 etter at oppsigelse har funnet sted.\n3. Ansettelsesforhold etter § 3 nr. 3 opphører ved tidsrommets utløp, når det bestemte arbeid er avsluttet eller den bestemte reisen er endt, med mindre annet er skriftlig avtalt eller fastsatt i tariffavtale.​3 Dersom sjømannen fortsetter i slik tjeneste ut over det som er skriftlig avtalt, skal han anses som fast ansatt i rederiet.\n4. Er sjømannen ansatt med en bestemt prøvetid gjelder en gjensidig oppsigelsesfrist på 14 dager, med mindre noe annet er fastsatt i tariffavtale.​3\n5. Sjømannen har rett til å fortsette i stillingen i oppsigelsestiden.\n6. For skipsfører er oppsigelsesfristen tre måneder. Forøvrig gjelder bestemmelsene i nr. 1-5 tilsvarende.\n7. En sjømann som er permittert​4 uten lønn i forbindelse med driftsinnskrenkning eller driftsstans, kan gå til oppsigelse med en oppsigelsesfrist på 14 dager regnet fra den dag oppsigelsen blir mottatt av rederiet. Dette gjelder uansett hvilken oppsigelsesfrist som følger av loven her eller avtale.\n0 Endret ved lover 31 mai 1985 nr. 37, 6 mai 1988 nr. 22.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se § 6. Jf. § 7. – Sml. aml. kap. 15.\n3 Se lov 27 jan 2012 nr. 9 § 1, e.\n4 Jf. lov 6 mai 1988 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "5 a",
      "section": "5 a",
      "title": "Oppsigelsens form, avgivelse og innhold.​2",
      "content": "Oppsigelsen skal være skriftlig.\nOppsigelse fra rederiets side skal inneholde opplysninger om sjømannens rett til å kreve forhandling og reise søksmål etter bestemmelsene i § 20, og om de frister som gjelder for å kreve forhandling og reise søksmål.\nDersom sjømannen krever det, skal rederiet oppgi de omstendigheter som påberopes som grunn for oppsigelsen. Sjømannen kan kreve å få opplysningene skriftlig.\nOppsigelsen skal leveres til sjømannen personlig eller sendes i rekommandert brev til sjømannens oppgitte adresse. Er sjømannen i arbeid om bord, skal overleveringen skje personlig hvis mulig. Oppsigelsen skal anses for å ha funnet sted når den er kommet fram til sjømannen.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5a",
        "source_heading": "§ 5 A."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Fratredelseshavn ved ansettelsesforholdets opphør.",
      "content": "Dersom oppsigelsesfristen eller et ansettelsesforhold for bestemt tid utløper eller et arbeid av forbigående varighet er avsluttet mens skipet er i sjøen, gjelder ansettelsesforholdet til skipet kommer i havn. Ansettelsesforholdet opphører ikke i havner som bare anløpes for å bunkre, bringe i land syke og skadde og heller ikke ved andre uforutsette, kortvarige anløp av hensyn til de ombordværendes, skipets eller lastens sikkerhet.\nEr det ikke avtalt noe om fratredelseshavn, har sjømannen rett til fri reise med underhold til sitt bosted hvis ansettelsesforholdet sies opp av rederiet; opphører ved utløpet av en bestemt tid; eller etter at arbeid av forbigående varighet er avsluttet.​2 Det samme gjelder når en sjømann som er ansatt for en bestemt reise, blir stående i tjenesten etter at reisen er endt, uten at ny skriftlig avtale om fratredelseshavn er inngått.\nRederiets plikter etter annet ledd skal dog anses oppfylt ved at sjømannen gis rett til fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen, eller hvis sjømannen ønsker det, til den havn han tiltrådte tjenesten om bord. Dette gjelder bare når myndighetene på vedkommende sted ikke nekter han adgang til landet​3 eller for å gi han adgang krever en sikkerhet som sjømannen ikke kan stille.\nSelv om fratredelseshavn er avtalt har sjømannen rett til fri reise med underhold som nevnt i annet og tredje ledd hvis ansettelsesforholdet sies opp av rederiet; et ansettelsesforhold som opphører ved utløpet av en bestemt tid; eller etter at arbeid av forbigående varighet er avsluttet i forbindelse med at skipet går i opplag eller mister retten til å føre norsk flagg​4 eller overføres til annet norsk rederi.\nBestemmelsene i annet, tredje og fjerde ledd får ikke anvendelse når sjømannen har mistet retten til fri reise etter § 28 nr. 4.\nReise med underhold etter denne lov omfatter også kost og losji under reisen og i nødvendig ventetid før og under reisen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 3 nr. 3 og § 5 nr. 3.\n3 Jf. § 9.\n4 Jf. lov 12 juni 1987 nr. 48 og sjøl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Sjømannens rett til å fratre etter seks måneders tjeneste om bord.",
      "content": "Selv om annet følger av ansettelsesavtalen, kan en sjømann når han har vært i sammenhengende tjeneste på samme skip eller på skip tilhørende samme rederi i seks måneder, fratre tjenesten på skipet i enhver havn unntatt havner som nevnt i § 6 første ledd annet punktum. Han må skriftlig varsle om fratreden minst en måned på forhånd. Dette gjelder selv om ansettelsesavtalen er blitt endret.\nBestemmelsen i første ledd gjelder også når sjømannen har gjort sammenhengende tjeneste i seks måneder som ledd i mannskapsmessig samarbeid, jfr. § 3 nr. 1 tredje ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Sjømanns rett til fri hjemreise etter lengre tids tjeneste.",
      "content": "Sjømann som er norsk statsborger​2 eller har sitt bosted i Norge​3 har rett til fri reise med underhold til bostedet etter 6 måneders sammenhengende tjeneste i utenriks fart på samme skip eller skip tilhørende samme rederi.\nBestemmelsen i første ledd gjelder også når sjømannen har gjort sammenhengende tjeneste i seks måneder som ledd i mannskapsmessig samarbeid, jfr. § 3 nr. 1 tredje ledd.\nKrav om fri hjemreise skal så vidt mulig fremsettes senest ved fratredelsen.\nSjømannen plikter å fortsette i tjenesten inntil 1 måned fra den dag fratredelse tidligst hadde kunnet skje, hvis det ikke kan skaffes kvalifisert mann i hans sted, eller hvis det kan påregnes at skipet innen denne tid kommer til havn hvorfra det er vesentlig billigere eller lettere å sende ham hjem.\nStaten og det rederi​4 sjømannen er i tjeneste hos ved fratredelsen, bærer hver sin halvpart av utgiftene ved hjemreise etter denne paragraf. Dette gjelder selv om sjømannen også har rett til fri reise for rederiets regning til sitt bosted etter annen bestemmelse i denne lov.\nHar fratredelsen på grunn av sjømannens eller noen annens forhold ikke kunnet skje i havn som forutsatt i fjerde ledd, og reisen derved er blitt fordyret, kan Kongen​5 ved forskrift bestemme at merkostnadene skal kunne kreves erstattet av den som har hindret slik fratredelse.\nKongen​5 kan gi nærmere forskrift til utfylling og gjennomføring av bestemmelsene i denne paragraf.\nKongen​5 kan i forskrift fastsette opptjeningstiden til mindre enn 6 måneder dersom skipet går i særlig krevende fart eller det mangler kort tid på full opptjeningstid og utgiftene ville bli vesentlig større om sjømannen skulle bli stående opptjeningstiden ut, eller andre helt særlige forhold foreligger.\nFor sjømann som ved inngåelse av ansettelsesavtale var under 18 år,​6 kan Kongen​5 gi særlig forskrift om retten til hjemreise og herunder fravike bestemmelsene i første, tredje og fjerde ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se lov 10 juni 2005 nr. 51.\n3 Jf. § 2.\n4 Jf. § 1 A.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n6 Jf. § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Forlengelse av tjenesten når innreise blir nektet.",
      "content": "Hvis myndighetene i en utenlandsk havn hvor en sjømann skal fratre, nekter ham adgang til landet​1 eller for å gi ham adgang krever en sikkerhet som sjømannen ikke kan skaffe, har han plikt til å bli i tjenesten inntil skipet kommer til en havn hvor fratreden kan finne sted. Han har også rett til å bli i tjenesten hvor dette ikke vil virke urimelig.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 6 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Sjømanns plikt til før fratreden å delta i nødvendig arbeid m.v.",
      "content": "Sjømann som etter ansettelsesavtalen eller etter bestemmelser i dette kapittel har rett til å fratre, plikter å bli i tjenesten for å delta i nødvendig arbeid i inntil 48 timer etter at skipet er kommet i havn.\nSkal sjøulykken undersøkes av undersøkelsesmyndigheten, jf. sjøloven​1 § 473, plikter sjømannen, mot hyre og underhold, å møte for undersøkelsesmyndigheten.\n0 Endret ved lover 31 mai 1985 nr. 37, 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Lov 24 juni 1994 nr. 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Sjømanns rett til velferdspermisjon.",
      "content": "Sjømann som får underretning om at hans foreldre,​2 ektefelle​3 eller barn​2 er avgått ved døden eller er alvorlig syk, kan kreve permisjon. Permisjonsretten gjelder ikke under avvikling av ferie- og fridager.\nDet samme gjelder dersom det er inntruffet andre omstendigheter som gjør det til en velferdssak for han å få permisjon. Blir skipet sjøudyktig gjelder som vilkår etter dette ledd at det kan skaffes kvalifisert avløser.\nFratrer sjømannen av grunner som nevnt i annet ledd, plikter han å erstatte utgiftene ved å skaffe avløser. Erstatningen kan nedsettes eller bortfalle idet omsyn tas til lengden av sjømannens gjenstående tjenestetid om bord og omstendighetene for øvrig.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se lover 8 apr 1981 nr. 7 kap. 2 og 28 feb 1986 nr. 8 § 13.\n3 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Sjømanns rett til å fratre tjenesten om bord av særlige grunner.",
      "content": "1. Sjømann kan også fratre tjenesten om bord dersom:\na. skipet ikke oppfyller kravene i lov om skipssikkerhet (skipssikkerhetsloven),​1 og rederiet ikke sørger for å avhjelpe manglene,\nb. rederiet eller skipsføreren unnlater å etterkomme krav om besiktelse i henhold til lov om skipssikkerhet (skipssikkerhetsloven)​1 § 43 femte ledd bokstav c og forskrifter fastsatt i medhold av den bestemmelsen.\nc. han har vært utsatt for mishandling om bord uten at skipsføreren etter oppfordring har vernet ham,​2\nd. skipet mister retten til å føre norsk flagg,​3\ne. – – –\nf. han er ansatt for en bestemt reise,​4 og reisen blir vesentlig endret,\ng. det etter tiltredelse om bord viser seg at det er fare for at skipet kan bli oppbrakt av en krigførende makt eller utsatt for krigsskade, eller at slik fare er blitt vesentlig forøket,\nh. det etter tiltredelse ombord viser seg at det i den havn skipet er bestemt til, hersker en ondartet farsott.\nI de tilfelle som er nevnt i første ledd bokstavene f-h, kan sjømannen straks fratre hvis reisen ennå ikke er begynt, men ellers i den første havn skipet anløper etter at han har fått kjennskap til forholdet.\n2. Sjømann som fratrer tjenesten om bord etter nr. 1 første ledd, kan av rederiet omplasseres til tjeneste på et annet av rederiets skip. Dersom omplassering ikke finner sted, har han rett til fri reise med underhold til bostedet.\nEr sjømannen ansatt for en bestemt reise, har han ved fratredelse før reisen er begynt, rett til fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen, men ellers til det avtalte fratredelsessted. Er fratredelsessted ikke avtalt, gjelder § 6 annet og tredje ledd.\n0 Endret ved lover 31 mai 1985 nr. 37, 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).\n1 Lov 16 feb 2007 nr. 9.\n2 Jf. strl. 1902 § 308.\n3 Se lov 12 juni 1987 nr. 48 § 8 (1) og § 12.\n4 Jf. § 3 nr. 3 og § 5 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Graviditet og fødsel m.v.",
      "content": "1. Sjømann som er gravid, kan ikke av den grunn sies opp.​1 Oppsigelse som finner sted mens sjømannen er gravid, skal anses å ha sin grunn i dette forhold dersom ikke annet gjøres overveiende sannsynlig. Graviditeten må bekreftes ved legeattest dersom rederiet krever det.\n2. En gravid sjømann har rett til:\na. annet høvelig arbeid i rederiets tjeneste i land hvis dette er mulig, eller\nb. permisjon.\n3. Kongen​2 kan fastsette nærmere bestemmelser om:\na. gjennomføring av reglene i nr. 2;\nb. adgang for rederiet og skipsføreren til å kreve at gravid sjømann søker permisjon;\nc. rett til fri reise med underhold til bostedet for slik sjømann for statens eller rederiets regning;\nd. foreldrenes​3 rett til permisjon ved svangerskap og fødsel;\ne. rett til permisjon ved adopsjon.​4\n4. Sjømann som har permisjon etter nr. 3 bokstavene d og e kan ikke sies opp av disse grunner.\n5. Er sjømann lovlig oppsagt til fratreden i permisjonstiden, er oppsigelsen gyldig, men oppsigelsestiden legges til permisjonstiden.\n0 Endret ved lover 31 mai 1985 nr. 37, 24 juni 1994 nr. 25 (ikr. 1 juli 1994 med virkning for løpende tilfeller).\n1 Sml. aml. § 15-9.\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n3 Se lov 8 apr 1981 nr. 7 kap. 2.\n4 Se lov 28 feb 1986 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Oppsigelsesvern ved sykdom eller skade.​2",
      "content": "1. Sjømann som er arbeidsufør på grunn av sykdom eller skade kan ikke av den grunn sies opp i de første seks måneder etter at arbeidsuførheten inntrådte. Har sjømannen vært ansatt minst fem år sammenhengende i rederiet, eller skyldes arbeidsuførheten sykdom eller skade som sjømannen har pådratt seg i forbindelse med tjenesten, kan sjømannen ikke sies opp på grunn av uførheten i de første 12 måneder etter at arbeidsuførheten inntrådte.\n2. Oppsigelse som finner sted innenfor det tidsrom sjømannen er vernet mot oppsigelse etter denne paragraf skal anses å ha sin grunn i arbeidsuførheten dersom ikke noe annet gjøres overveiende sannsynlig.\n3. Sjømann som vil påberope seg oppsigelsesvern etter denne paragraf, må i rett tid gi varsel om grunnen til fraværet. Den del av sykefraværet hvor sjømannen ikke har vært om bord må bekreftes ved legeattest om rederiet krever det.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Avskjed på grunn av tjenstlige forhold m.v.​1",
      "content": "1. En sjømann kan gis avskjed når han:\na. er udugelig til den tjeneste han er ansatt til;\nb. forsettlig eller uaktsomt ikke kommer om bord i rett tid, og skipet skal gå eller en annen må antas i hans sted;\nc. gjør seg skyldig i en grov tjenesteforsømmelse, som gjentatt ulydighet, voldsom fremferd, mishandling av andre som er om bord, gjentatt beruselse i tjenesten eller misbruk av narkotika;​2\nd. gjør seg skyldig i tyveri​3 eller annen grovere forbrytelse, utsetter skipet for alvorlige vansker ved å skjule noen om bord eller ved å skjule tollpliktig gods om bord eller gods som det er forbudt å utføre fra avgangsstedet, eller å innføre til bestemmelsesstedet;\ne. bringer om bord narkotika​2 eller andre farlige giftstoffer;​4\nf. bringer en tvist om ansettelsesforholdet inn for utenlandsk myndighet.​5\n2. Sjømannen har ikke rett til hyre for lengre tid enn han har gjort tjeneste. Sjømannen har likevel rett til hyre som etter § 28 nr. 2 dersom han ved avskjeden er arbeidsufør på grunn av sykdom eller skade.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 15-14.\n2 Se strl. 1902 § 162 og lov 4 des 1992 nr. 132 § 22, § 24 og § 31 (2); strl. 2005 §§ 231 og 232 (ikke ikr.).\n3 Se strl. 1902 § 257 og § 258; strl. 2005 §§ 321 og 322 (ikkke ikr.).\n4 Jf. § 45 (3).\n5 Jf. § 50 (1) annet punktum. – Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Fremgangsmåten ved avskjed.",
      "content": "1. Før en sjømann på skip med minst 5 besetningsmedlemmer avskjediges, skal det holdes avhør for en nemnd med skipsføreren som formann, og to andre medlemmer som oppnevnes av skipsføreren.\n2. Som medlemmer av nemnda skal så vidt mulig oppnevnes maskinsjef og styrmann, dersom sjømannen er maskinist, styrmann, forpleiningssjef, radiooffiser eller skipselektriker. Ellers skal så vidt mulig et av medlemmene være skipstillitsmannen eller om slik ikke er valgt, en annen av det øvrige mannskap, og det annet medlem maskinsjef, styrmann eller forpleiningssjef etter som sjømannen hører til henholdsvis maskinbesetningen, dekksbesetningen eller restaurasjons- og kontorpersonalet.\nI særlige tilfelle kan nemnda oppnevnes av rederiet og avhør holdes i land dersom dette må anses nødvendig for best mulig å få klarlagt de faktiske forhold som ligger til grunn for avskjedssaken. Sammensetningen av nemnda skal så vidt mulig være som bestemt i foregående ledd.\n3. Formannen skal avhøre sjømannen og de vitner som antas å kunne gi opplysninger i saken. De øvrige medlemmer av nemnda og sjømannen kan la spørsmål stille gjennom formannen eller direkte med samtykke av formannen. De avgitte forklaringer innføres i skipsdagboken eller i en særskilt protokoll. Forklaringene leses opp for de som har avgitt dem. Dersom skipsføreren fatter avgjørelse i saken, skal denne begrunnes og føres inn i skipsdagboken eller i den særskilte protokoll. Nemndas medlemmer skal ved sin underskrift bekrefte riktigheten av det som er innført.\nSjømannen kan forlange en bekreftet utskrift av det som er innført i skipsdagboken eller i den særskilte protokoll om saken.\n4. Beslutning om avskjed etter § 15 nr. 1 skal treffes snarest mulig og senest 14 dager etter at forholdet ble kjent, med mindre særlige forhold gjør det nødvendig med en lengre frist. Sjømannen skal så vidt mulig straks underrettes om beslutningen.\n5. Ved avskjed gjelder reglene i §§ 5 A, 20 og 20 A tilsvarende.\n6. Bestemmelsene om avhør i denne paragraf gjelder ikke ved avskjed av skipsfører.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 31 mai 1985 nr. 37.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Sjømannens plikter og rettigheter når skipet går tapt.​2",
      "content": "1. Når skipet går tapt ved sjøulykke, eller når det etter sjøulykke blir uistandsettelig,​3 plikter sjømannen å ta del i bergningen. Skal sjøulykken undersøkes av undersøkelsesmyndigheten jf. sjøloven​4 § 473, plikter sjømannen, mot hyre og underhold, å møte for undersøkelsesmyndigheten.\nDersom sjømannen ikke kan omplasseres til tjeneste på et annet skip, har han rett til fri reise med underhold til bostedet. Sjømannen har rett til å få dekket utgiftene til nødvendige klær​5 til reisen. Staten garanterer for dekning av utgifter til klær og reise. For de som er ansatt for en bestemt reise gjelder § 12 nr. 2 annet ledd tilsvarende.​6\nNødvendiggjør sjøulykken at ansettelsesforholdet må bringes til opphør, har sjømannen krav på oppsigelse med en måneds frist. Sjømannen har dessuten rett til hyre så lenge han er arbeidsledig som følge av forliset, men ikke utover 1 måned etter oppsigelsesfristens utløp. Er det i tariffavtale​7 bestemt en kortere oppsigelsesfrist enn her nevnt gjelder denne. Fristen regnes fra den dag han mottok oppsigelsen, men tidligst fra den dag hans plikter opphører etter første ledd.\n2. Skipsføreren har plikt til å bli til stede og sørge for ordningen av de anliggender som vedrører skipet, de ombordværende eller lasten.\nFor skipsførere kan avtalt lengre oppsigelsesfrist settes ned til tre måneder. Er det i tariffavtale​7 bestemt en kortere oppsigelsesfrist enn her nevnt gjelder denne.\n3. Kongen​8 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 31 mai 1985 nr. 37, 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 47.\n3 Jf. sjøl. § 10.\n4 Lov 24 juni 1994 nr. 39.\n5 Jf. § 47 (1) siste punktum.\n6 Se lov 12 juni 1987 nr. 48 § 8 (1).\n7 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n8 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Vern mot usaklig oppsigelse.​1",
      "content": "1.​2 Sjømann kan ikke sies opp uten at det er saklig begrunnet i rederiets eller sjømannens forhold.\nBlir sjømann som er tilsatt på prøvetid​3 sagt opp, må oppsigelsen være begrunnet i sjømannens tilpasning til arbeidet, faglige dyktighet eller pålitelighet.\nSkyldes oppsigelsen driftsinnskrenkninger eller rasjonaliseringstiltak, er den ikke saklig begrunnet dersom rederiet har annet passende arbeid å tilby sjømannen.\nVed avgjørelse av om en oppsigelse har saklig grunn i driftsinnskrenkning eller rasjonaliseringstiltak, skal det foretas en avveining mellom rederiets behov og de ulemper oppsigelsen påfører den enkelte sjømann. Registrering av et skip i norsk internasjonalt skipsregister​4 gir likevel saklig grunn til oppsigelse dersom rederiet ikke har annet passende arbeid å tilby sjømannen.\nOverdragelse av rederiet fra en eier til en annen er ikke alene saklig grunn for oppsigelse. Ved oppsigelse fra den nye eiers side skal det legges vekt på om begrunnelsen også ville kunne anses saklig om overdragelse ikke hadde funnet sted.\nOppsigelse med fratreden før fylte 62 år som alene skyldes at sjømannen har rett til pensjon etter lov av 3. desember 1948 nr. 7 om pensjonstrygd for sjømenn, skal ikke ansees å ha saklig grunn. Det er adgang til på forhånd i tariffavtale​5 å bestemme fratredelse før fylte 62 år.\n2.​2 Sjømann som er sagt opp på grunn av mangel på arbeid, har i inntil ett år fortrinnsrett til nyansettelse i rederiet. Fortrinnsretten gjelder bare for sjømann som har vært ansatt til sammen minst 12 måneder i de to siste år. For sjømann med ansettelsesavtale etter § 3 nr. 3 gjelder fortrinnsretten bare når rederiet senest ved fratredelsen har fått skriftlig varsel om at sjømannen ønsker fortrinnsrett ved ny ansettelse. Fortrinnsretten etter dette ledd kan fravikes når rederiet må ansette en sjømann straks, og fortrinnsberettiget sjømann ikke vil kunne varsles eller tiltre i tide.\nHar sjømannen ikke akseptert tilbud om ansettelse i en passende stilling senest 14 dager etter mottakelsen, faller fortrinnsretten bort.\n0 Endret ved lover 31 mai 1985 nr. 37, 12 juni 1987 nr. 48.\n1 Sml. aml. § 15-6 og § 15-7.\n2 Se lov 12 juni 1987 nr. 48 § 8 (1).\n3 Jf. § 3 nr. 2.\n4 Se lov 12 juni 1987 nr. 48.\n5 Se lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Tvist om usaklig oppsigelse.​2",
      "content": "1. Sjømann som vil gjøre gjeldende at oppsigelsen ikke er saklig begrunnet, kan kreve forhandlinger​3 med rederiet. Under tjeneste om bord rettes kravet til skipsføreren. Rederiet kan kreve forhandlinger med sjømannen dersom denne reiser søksmål uten at forhandlinger har vært holdt. Krav om forhandlinger må fremsettes uten ugrunnet opphold, senest innen 14 dager. Sjømannen har rett til å la seg bistå av en tillitsvalgt eller av annen rådgiver under forhandlingene. Rederiet kan på samme måte la seg bistå av rådgiver.\n2. Blir tvisten ikke løst gjennom forhandlinger, eller er forhandlinger ikke holdt, kan sjømannen innen to måneder fra forhandlingenes avslutning eller dersom forhandlinger ikke har vært holdt fra tidspunktet for oppsigelsen, bringe saken inn for retten i Norge. Tvisteloven​4 §§ 16-12 til 16-14 får tilsvarende anvendelse. Krever sjømannen kun erstatning er søksmålsfristen seks måneder fra mottakelsen av oppsigelsen. Dersom rederiets oppsigelse ikke er gitt skriftlig eller kravene i § 5 A annet ledd ikke er etterkommet gjelder ingen søksmålsfrist.\n3. Kongen​5 kan fastsette nærmere forskrift til utfylling og gjennomføring av bestemmelsene i denne paragraf, herunder om sjømannens rett til å få dekket nødvendige utgifter til reise og underhold i forbindelse med forhandlinger som nevnt under nr. 1.\n0 Endret ved lover 31 mai 1985 nr. 37, 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. kap. 17.\n3 Se § 5 A.\n4 Lov 17 juni 2005 nr. 90.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "20 a",
      "section": "20 a",
      "title": "Virkninger av usaklig oppsigelse.​1",
      "content": "Finner retten at oppsigelsen er usaklig, skal oppsigelsen kjennes ugyldig dersom sjømannen krever dette. I særlige tilfeller kan retten likevel, etter påstand fra rederiet, bestemme at ansettelsesforholdet skal opphøre dersom den etter avveining av partenes interesser finner at det vil være åpenbar urimelig at ansettelsesforholdet fortsetter.\nEr oppsigelsen usaklig, kan sjømannen kreve erstatning. Erstatningen fastsettes til det beløp som retten under hensyn til det økonomiske tap, rederiets og sjømannens forhold og omstendighetene for øvrig finner rimelig.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 15-12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20 A."
      }
    },
    {
      "provision_ref": "20 b",
      "section": "20 b",
      "title": "Attest​2",
      "content": "Sjømann som fratrer etter lovlig oppsigelse skal ha skriftlig attest av rederiet. Attesten skal inneholde opplysninger om sjømannens navn, fødselsdato, hva tjenesten har bestått i og om ansettelsesforholdets varighet.\nDenne bestemmelse begrenser ikke sjømannens rett til å kreve en mer utførlig attest i ansettelsesforholdet hvor dette er sedvane og ikke annet er fastsatt i tariffavtale.​3\nSjømann som blir avskjediget har også rett til attest, men rederiet kan uten nærmere angivelse av grunnen anføre på attesten at sjømannen er avskjediget.\n0 Tilføyd ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 15-15.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20b",
        "source_heading": "§ 20 B."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Beregning av hyren.",
      "content": "Hyren løper fra og med den dag som er fastsatt i ansettelsesavtalen,​2 men senest fra og med den dag sjømannen tiltrer tjenesten om bord. Må han for å nå frem til skipet foreta reise fra det sted han inngikk avtalen, løper hyren fra og med den dag han tiltrer reisen.\nHyren løper til og med den dag ansettelsesforholdet opphører, med mindre annet er fastsatt i tariffavtale.​3\nSkal hyre beregnes pr. dag når den er avtalt med et bestemt beløp pr. måned, utgjør en dags hyre 1/30 av månedshyren.\nSkal hyren beregnes pr. dag når den er fastsatt med et bestemt beløp for reisen, skal oppgaven i ansettelsesavtalen over hvor lang tid reisen forutsettes å ta, legges til grunn ved beregningen av oppgjøret.\nSelv om reisen kommer til å vare kortere enn forutsatt i ansettelsesavtalen,​2 har sjømannen krav på hele den avtalte hyre. Kommer reisen til å vare lenger enn forutsatt, har han, hvis ikke annet er avtalt, krav på et tillegg beregnet pr. dag etter bestemmelsen i foregående ledd.\nBlir skip og mannskap borte uten at det kan opplyses når ulykken inntraff, regnes hyren inntil utløpet av den tid et skip som det forulykkede i alminnelighet bruker på en reise på samme årstid fra skipets sist kjente posisjon til bestemmelsesstedet.\nHyre betales ikke for den tid en sjømann ulovlig unndrar seg tjenesten.\nSjømannen skal ha skriftlig oppgave over hyrens størrelse, beregningsmåte og mulige fradrag. Kongen​4 kan gi forskrift om hyreoppgjør med sjømannen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. § 3.\n3 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n4 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Utbetaling av hyren.​2",
      "content": "Sjømannen kan bare kreve hyre utbetalt når skipet ligger i havn, og ikke oftere enn hver sjuende dag i samme land.\nHyren betales i rede penger hvis ikke sjømannen forlanger anvisning på rederiet. I den utstrekning ikke annet er fastsatt i lov kan utbetaling kreves i stedets mynt etter dagens kurs.\nEn sjømann kan sende hyrebeløpet til Norge gjennom de utenriksstasjoner som Kongen​3 bestemmer dersom dette er tillatt etter de stedlige valutabestemmelser. Staten er ansvarlig for slike forsendelser, som skjer uten utgift for sjømannen.\nEn sjømann kan kreve at en del av hans hyre skal utbetales som månedlig trekk til bestemt oppgitt mottaker i Norge eller settes inn i norsk bank.\nHar en sjømann som ulovlig er gått fra tjenesten i rederiet hyre tilgode, skal rederiet snarest sende beløpet i sin helhet til den myndighet som Kongen​3 bestemmer. Beløpet kan nyttes til dekning av utgifter som sjømannen måtte ha påført staten eller rederiet. Før dette oppgjør foretas av vedkommende myndighet i samråd med rederiet skal sjømannen ha utbetalt det som trengs til hans og hans families underhold, jfr. § 23 nr. 2 annet ledd.\nEr sjømannen søkt underrettet om sitt tilgodehavende etter oppgjøret, og har han ikke krevd å få det utbetalt innen tre år fra tjenestens opphør,​4 brukes beløpet til fordel for sjømenn eller deres pårørende i samsvar med forskrift gitt av Kongen.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Sml. aml. § 14-15.\n3 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081. Se forskr. 31 jan 1986 nr. 223.\n4 Sml. lov 18 mai 1979 nr. 18 § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Begrensning i adgangen til å gjøre fradrag i hyren.​1",
      "content": "1. Fradrag i hyren må ikke gjøres uten skriftlig samtykke, med mindre fradraget:\na. er hjemlet i lov;\nb. er fastsatt i tariffavtale;​2\nc. gjelder erstatning for skade eller tap som forsettlig eller grovt uaktsomt er voldt i tjenesten og skriftlig erkjent av sjømannen eller fastsatt ved dom.​3 Det skal likevel ikke gjøres fradrag i hyre som sjømannen med rimelighet trenger til underhold for seg og sin familie.​4\n2. Før fradrag i hyren som nevnt i nr. 1 bokstav c foretas, skal rederiet eller skipsføreren rådføre seg med sjømannens tillitsvalgte eller to representanter valgt av sjømannen om grunnlaget for fradraget og beløpets størrelse.\nFradraget skal fortrinnsvis skje i hyren som utbetales sjømannen med mindre han bestemmer noe annet.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Sml. aml. § 14-15 (2).\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.\n3 Jf. tvl. § 19-14 og strpl. § 50.\n4 Jf. deknl. § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "24",
      "section": "24",
      "title": "Fordeling av spart hyre.",
      "content": "Blir en reise helt eller delvis gjennomført med mindre mannskap enn forutsatt, eller blir det arbeidsdyktige mannskap minsket under reisen, fordeles spart hyre for den tid skipet er i sjøen likelig mellom sjømennene i den minskede mannskapsgruppe. Økte utgifter til overtidsbetaling for uoppsettelig merarbeid i sjøen kommer til fradrag i den sparte hyre som skal fordeles. Restaurasjonspersonalet har også rett til spart hyre etter tilsvarende regler under skipets opphold i havn.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "25",
      "section": "25",
      "title": "Hyre ved dødsfall.",
      "content": "Dør en sjømann mens han har rett til hyre etter § 21 eller mens han som syk eller skadet ennå er ansatt i rederiet skal rederiet, hvis sjømannen etterlater seg ektefelle​2 eller barn​3 under 18 år, betale dem en måneds hyre regnet fra dødsdagen eller fra den dag hans rett til hyre opphørte.​4\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Se el. kap. 3 og § 95.\n3 Se lover 8 apr 1981 nr. 7 kap. 2, samt 28 feb 1986 nr. 8 § 13.\n4 Jf. § 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "26",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "27",
      "section": "27",
      "title": "Omsorgsplikten ved sykdom og skade.",
      "content": "Er en sjømann syk eller kommet til skade, skal skipsføreren sørge for at han om bord eller i land får forsvarlig sykepleie, herunder legehjelp, legemidler og underhold.\nEr det grunn til å tro at en sjømann lider av en sykdom eller skade som medfører fare for ham selv eller de ombordværende, skal skipsføreren så vidt mulig la ham undersøke av lege. Hvis det i slike tilfelle må ansees påkrevet, skal skipsføreren la vedkommende bringe i land.\nBlir en syk eller skadet sjømann etterlatt i utlandet, skal skipsføreren overgi ham til norsk utenriksstasjons omsorg. Er det ikke utenriksstasjon på stedet, skal skipsføreren på annen måte skaffe ham forsvarlig pleie og underrette nærmeste utenriksstasjon. Etter sjømannens anmodning skal skipsføreren også underrette hans nærmeste pårørende.\nNår skipsføreren i utlandet etterlater en syk eller skadet sjømann til utenriksstasjons omsorg, skal han stille sikkerhet for de utgifter som rederiet i den anledning er ansvarlig for i henhold til denne lov.\nHyrebeløp som sjømannen har krav på, eller som han kan få krav på etter § 28, skal avgis til utenriksstasjonen, som forvalter midlene så lenge sjømannen er under sykepleie på stedet og ikke selv er i stand til å ivareta sitt tarv.\nMed hensyn til eiendeler som en syk sjømann ikke kan ta vare på, forholdes som bestemt i § 46.\nKongen​1 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "27 a",
      "section": "27 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 A."
      }
    },
    {
      "provision_ref": "28",
      "section": "28",
      "title": "Hyre og pleie m.v. ved sykdom og skade.",
      "content": "1. Syk eller skadet sjømann har rett til sykepleie for rederiets regning så lenge han er i tjeneste om bord. Er sjømannen syk eller skadet ved fratredelsen, har han den samme rett i inntil 16 uker etter fratredelsen. Dersom sjømannen i Norge eller i annet land hvor han måtte ha sitt bosted, er medlem av noen trygdeinnretning som dekker utgifter ved hans sykepleie etter fratreden, opphører rederiets forpleiningsplikt når trygdeinnretningen overtar, senest innen to uker etter at sjømannen er kommet dit. Tilsvarende gjelder dersom sjømannen ved ansettelsen eller senere har hatt adgang til å bli medlem av noen trygdeinnretning som nevnt. Tiden regnes fra fratredelsen om bord.\nLider sjømann som har sitt bosted i Norge av tuberkulose, sinnslidelse eller kjønnssykdom, dekker staten de utgifter ved sykepleie i utlandet som rederiet ikke får godtgjort av offentlig trygd.\nBestemmelsene i første og annet ledd begrenser ikke de rettigheter som sjømannen til enhver tid måtte ha i henhold til trygdelovgivningen. Ved forpleining i Norge faller rederiets forpleiningsplikt etter første ledd bort i den utstrekning det ytes stønad etter folketrygdloven​1 kapittel 5 og 8.\n2. Sjømann som er arbeidsufør på grunn av sykdom eller skade, har rett til hyre så lenge ansettelsesforholdet består.​2 Retten til hyre faller bort i den utstrekning sjømannen har rett til sykepenger etter folketrygdloven​1 kapittel 8. For sjømann som ikke er norsk statsborger​3 eller bosatt i Norge og som ikke mottar tilsvarende trygdeordning i sitt hjemland, gjelder at han har rett til fortsatt hyre så lenge han er arbeidsufør men ikke utover 2 måneder. Har sjømannen i løpet av de siste 10 år 36 måneders tjeneste eller mer på norske skip, har han rett til hyre som nevnt i inntil 3 måneder.\n3. Blir en sjømann etterlatt i norsk eller utenlandsk havn på grunn av sykdom eller skade, eller led han ved fratredelsen av en sykdom eller skade som ville gjort hjemsendelse nødvendig, har han rett til fri reise med underhold til bostedet for rederiets regning. Staten dekker dog disse utgifter hvis sjømannen har sitt bosted i Norge og lider av tuberkulose, sinnslidelse eller kjønnssykdom.\nHar sjømannen ikke sitt bosted i Norge, kan rederiet i stedet gi ham fri reise med underhold til det sted hvor han oppholdt seg ved inngåelse av ansettelsesavtalen eller hvis sjømannen ønsker det, til den havn hvor han tiltrådte tjenesten om bord, forutsatt at myndighetene på vedkommende sted ikke nekter ham adgang til landet eller for å gi han adgang krever en sikkerhet som sjømannen ikke kan skaffe.\nSjømannen skal såvidt mulig anmode om fri hjemreise senest ved friskmeldingen.\n4. Sjømannen har ikke krav​4 på de ytelser fra rederiet som er nevnt i denne paragraf, hvis han svikaktig har fortiet sykdommen eller skaden ved ansettelsen. Det samme gjelder hvis han etter ansettelsen har pådratt seg sykdommen eller skaden ved forsett.\n5. I forskrift etter § 4 annet ledd kan treffes bestemmelser om hjemsendelse av sjømann under 20 år i tilfelle hvor det av hensyn til hans fysiske eller psykiske helsetilstand eller hans forhold til alkohol eller andre berusende eller bedøvende midler, finnes utilrådelig at han fortsetter i tjenesten. Har han ikke rett til fri hjemreise etter andre regler, skal utgiftene ved hjemsendelsen dekkes av staten dersom sjømannen har sitt bosted i Norge. Ellers dekkes utgiftene av rederiet, dog slik at reglene i denne paragrafs nr. 3 annet ledd gjelder tilsvarende. Kongen​5 kan gi utfyllende forskrift om dekningen av utgiftene. I forskriftene kan fastsettes innskrenkninger i rederiets plikt etter tredje punktum til å dekke utgiftene ved hjemsendelse av sjømann som ikke har sitt bosted i Norge.\n6. Kongen​5 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 9 juni 1978 nr. 47, 31 mai 1985 nr. 37, 28 feb 1997 nr. 19 (ikr. 1 mai 1997).\n1 Lov 28 feb 1997 nr. 19.\n2 Jf. § 21.\n3 Se lov 10 juni 2005 nr. 51.\n4 Jf. § 6 (5).\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "29",
      "section": "29",
      "title": "Statens refusjon av rederiets utlegg i forbindelse med sjømanns sykdom og skade.​1",
      "content": "Utgifter i utlandet som et rederi etter tjenestens opphør om bord har hatt til underhold, sykepleie eller hjemsendelse av syk eller skadet sjømann som har sitt bosted i Norge, refunderes av staten med mindre de etter norsk lov påhviler rederiet eller folketrygden,​2 og forutsatt at de helt eller delvis ikke kunne vært unngått ved bistand av norsk utenriksstasjon.​3\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 31 (2).\n2 Se ftrl.\n3 Jf. lov 3 mai 2002 nr. 13 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "30",
      "section": "30",
      "title": "Dødsfall og begravelse.​1",
      "content": "Dør en sjømann mens han er i tjeneste om bord, eller mens han har rett til sykepleie eller er under reise for rederiets regning, skal skipsføreren underrette hans nærmeste pårørende og sørge for hans begravelse eller hjemsendelse av båren. Hvis de pårørende samtykker, eller hvis det forlanges av myndighetene på stedet, kan skipsføreren ordne med kremasjon​2 i stedet for begravelse. I så fall skal han også sørge for at asken blir sendt hjem.​3\nMed hensyn til sjømannens etterlatte eiendeler forholdes som bestemt i § 46.\nUndersøkelser i anledning av dødsfallet holdes etter reglene i sjøloven​4 § 472 til 486.\nKongen​5 kan gi nærmere forskrift til gjennomføring av bestemmelsene i denne paragraf.\n0 Endret ved lover 31 mai 1985 nr. 37, 24 juni 1994 nr. 39 (ikr. 1 okt 1994), 7 jan 2005 nr. 2 (ikr. 1 juli 2008 iflg. res. 23 feb 2007 nr. 226).\n1 Sml. lov 7 juni 1996 nr. 32.\n2 Sml. lov 7 juni 1996 nr. 32 § 10.\n3 Jf. sjøl. § 142.\n4 Lov 24 juni 1994 nr. 39.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "31",
      "section": "31",
      "title": "Utgifter ved begravelse m.v.",
      "content": "Utgiftene ved begravelse eller kremasjon og gravsetting av asken eller hjemsendelse av båre eller askeurne betales av rederiet​1 hvis sjømannen dør mens han er i tjeneste om bord eller mens han har rett til sykepleie eller er under reise for rederiets regning. Staten betaler disse utgifter hvis en sjømann dør mens han har rett til pleie eller er under reise for statens regning.\nRederiet har rett til refusjon etter § 29 av utgifter i forbindelse med en sjømanns død.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 1 A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "32",
      "section": "32",
      "content": "For arbeidstaker som ikke er trygdet i Norge,​1 og som er ansatt\na. ombord på skip registrert i norsk internasjonalt skipsregister​2 eller\nb. i tjeneste hos utenlandsk arbeidsgiver som driver næringsvirksomhet ombord på skip i utenriksfart, registrert i det ordinære skipsregisteret,\nDersom det ikke er stillet garanti for arbeidstakeren eller garantien er opphørt, svarer rederiet for ytelser til arbeidstakeren eller hans etterlatte.\nKongen kan gi nærmere regler​3 om avgrensning, utforming og gjennomføring av garantiordningen.\nKongen kan også fastsette forskrift om obligatorisk forsikring eller annen godkjent garantiordning for lønnskrav ved arbeidsgivers insolvens.​3\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd ved lov 19 jan 1990 nr. 1 (ikr. 1 mars 1990 med virkning for skader som er konstatert etter lovens ikrafttreden. Den rett en sjømann eller hans etterlatte har til ytelser etter folketrygden grunnet på skader som er konstatert før loven trer i kraft, skal fortsatt bestå), endret ved lover 4 des 1992 nr. 121 (ikr. 1 jan 1994), 17 des 1993 nr. 118 (ikr. 1 jan 1994).\n1 Jf. ftrl. kap. 2.\n2 Jf. lov 12 juni 1987 nr. 48 § 1.\n3 Jf. EØS-avtalen vedlegg XVIII punkt 24 (dir 2008/94).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "title": "Forbud mot diskriminering​1",
      "content": "Direkte og indirekte diskriminering på grunn av politisk syn, medlemskap i arbeidstakerorganisasjon, seksuell orientering, funksjonshemning eller alder er forbudt.\nTrakassering og instruks om å diskriminere personer av grunner nevnt i første ledd anses som diskriminering. Bestemmelsene i dette kapittel gjelder tilsvarende ved diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.\nVed diskriminering på grunn av kjønn gjelder likestillingsloven.​2\nVed diskriminering på grunn av etnisitet, nasjonal opprinnelse, avstamning, hudfarge, språk, religion og livssyn gjelder diskrimineringsloven.​3\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Se § 33 B, § 33 E og § 33 H.\n2 Lov 9 juni 1978 nr. 45.\n3 Lov 3 juni 2005 nr. 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:33 a",
      "chapter": "3",
      "section": "33 a",
      "title": "Hva kapitlet omfatter",
      "content": "Bestemmelsene i dette kapittel gjelder alle sider ved arbeidsforholdet, herunder:\na. utlysing av stilling, ansettelse, omplassering og forfremmelse,\nb. opplæring og annen kompetanseutvikling,\nc. lønns- og arbeidsvilkår,\nd. opphør.\nBestemmelsene i dette kapittel gjelder tilsvarende for rederiets valg og behandling av selvstendig næringsdrivende og innleide sjømenn.\nBestemmelsene i dette kapittel gjelder tilsvarende for innmelding i og deltakelse i en arbeidstaker-, arbeidsgiver- eller yrkesorganisasjon. Dette gjelder også for fordeler som slike organisasjoner gir sine medlemmer.\nBestemmelsene i dette kapittel får ikke anvendelse ved forskjellsbehandling som skyldes medlemskap i arbeidstakerorganisasjon for så vidt gjelder lønns- og arbeidsvilkår i tariffavtaler.​1\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 A."
      }
    },
    {
      "provision_ref": "3:33 b",
      "chapter": "3",
      "section": "33 b",
      "title": "Unntak fra forbudet mot diskriminering",
      "content": "Forskjellsbehandling som har et saklig formål, ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles og som er nødvendig for utøvelse av arbeid eller yrke, anses ikke som diskriminering etter loven her.\nForskjellsbehandling som er nødvendig for å oppnå et saklig formål og som ikke er uforholdsmessig inngripende overfor den eller de som forskjellsbehandles er ikke i strid med forbudet mot indirekte diskriminering, diskriminering på grunn av alder eller diskriminering av arbeidstaker som arbeider deltid eller er midlertidig ansatt.\nDepartementet kan i forskrift gi nærmere bestemmelser om rekkevidden av unntaket fra forbudet mot aldersdiskriminering i andre ledd.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 B."
      }
    },
    {
      "provision_ref": "3:33 c",
      "chapter": "3",
      "section": "33 c",
      "title": "Innhenting av opplysninger ved ansettelse",
      "content": "Rederiet må ikke i utlysing etter nye sjømenn eller på annen måte be om at søkerne skal gi opplysninger om seksuell orientering, hvordan de stiller seg til politiske, religiøse eller kulturelle spørsmål eller om de er medlemmer av arbeidstakerorganisasjoner. Rederiet må heller ikke iverksette tiltak for å innhente slike opplysninger på annen måte.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Sml. aml. § 13-4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33c",
        "source_heading": "§ 33 C."
      }
    },
    {
      "provision_ref": "3:33 d",
      "chapter": "3",
      "section": "33 d",
      "title": "Særlig om tilrettelegging for sjømenn med funksjonshemning",
      "content": "Rederiet skal så langt det er mulig iverksette nødvendige tiltak for at sjømann med funksjonshemning skal kunne få eller beholde arbeid, utføre og ha fremgang i arbeidet og ha tilgang til opplæring og annen kompetanseutvikling. Dette gjelder ikke dersom tiltakene vil innebære en uforholdsmessig stor byrde for rederiet. Krav til gyldig helseerklæring i henhold til forskrift om legeundersøkelse av arbeidstakere på norsk skip gjelder fullt ut for funksjonshemmede sjømenn.\nEr det i henhold til første ledd aktuelt å overføre sjømannen til annet arbeid, skal vedkommende tas med på råd før saken avgjøres. Sjømannen har rett til å la seg bistå av en tillitsvalgt eller av annen rådgiver.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33d",
        "source_heading": "§ 33 D."
      }
    },
    {
      "provision_ref": "3:33 e",
      "chapter": "3",
      "section": "33 e",
      "title": "Positiv særbehandling",
      "content": "Særbehandling som bidrar til å fremme likebehandling er ikke i strid med bestemmelsene i dette kapittel. Særbehandlingen skal opphøre når formålet med den er oppnådd.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33e",
        "source_heading": "§ 33 E."
      }
    },
    {
      "provision_ref": "3:33 f",
      "chapter": "3",
      "section": "33 f",
      "title": "Opplysningsplikt",
      "content": "Arbeidssøker som mener seg forbigått i strid med bestemmelsene i dette kapittel, kan kreve at rederiet skriftlig opplyser om hvilken utdanning, praksis og andre klart konstaterbare kvalifikasjoner for arbeidet den som ble ansatt har.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33f",
        "source_heading": "§ 33 F."
      }
    },
    {
      "provision_ref": "3:33 g",
      "chapter": "3",
      "section": "33 g",
      "title": "Forbud mot gjengjeldelse",
      "content": "Det er forbudt å gjøre bruk av gjengjeldelse overfor sjømann som har fremmet klage eller på annen måte tatt opp sak om brudd på bestemmelsene i dette kapittel, eller som har gitt uttrykk for at slik sak kan bli fremmet. Forbudet gjelder ikke dersom sjømannen opptrer grovt uaktsomt.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33g",
        "source_heading": "§ 33 G."
      }
    },
    {
      "provision_ref": "3:33 h",
      "chapter": "3",
      "section": "33 h",
      "title": "Bevisbyrde",
      "content": "Dersom sjømann eller arbeidssøker fremlegger opplysninger som gir grunn til å tro at det har funnet sted diskriminering i strid med bestemmelse i dette kapittel eller at det er gjort bruk av gjengjeldelse i strid med § 33 G som følge av sjømannens varsling om brudd på bestemmelse i dette kapittel, må rederiet sannsynliggjøre at det likevel ikke har funnet sted slik diskriminering eller gjengjeldelse.\nDen som er blitt diskriminert i strid med dette kapittel eller utsatt for gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreve oppreisning uten hensyn til rederiets skyld. Oppreisningen fastsettes til det beløp som retten finner rimelig under hensyn til partenes forhold og omstendighetene for øvrig.\nErstatning for økonomisk tap som følge av diskriminering i strid med dette kapittel og gjengjeldelse i strid med § 33 G som følge av varsling om brudd på dette kapittel, kan kreves etter de alminnelige regler.\nBestemmelser i tariffavtaler,​1 ansettelsesavtaler, reglementer, vedtekter mv. som er i strid med dette kapittel, er ugyldige.\n0 Tilføyd ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33h",
        "source_heading": "§ 33 H."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "title": "Plikt til informasjon og drøfting",
      "content": "Rederi som jevnlig sysselsetter minst 50 sjømenn, skal informere om og drøfte spørsmål av betydning for ansettelsesforholdene med ansattes representanter.\nBestemmelsene i dette kapittel kommer til anvendelse for skip registrert i norsk ordinært skipsregister, når disse er passasjerskip eller er i fart på innsjøer og elver. Kongen kan gi forskrift om beregningen av antall sjømenn i virksomheten.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "title": "Gjennomføring av plikten til informasjon og drøfting",
      "content": "Plikten til informasjon og drøfting omfatter\na. informasjon om den aktuelle og forventede utvikling av rederiets aktiviteter og økonomiske situasjon,\nb. informasjon og drøfting om den aktuelle og forventede bemanningssituasjonen i rederiet, inkludert eventuell fare for innskrenkninger og de tiltak rederiet vurderer i den forbindelse,\nc. informasjon og drøfting om beslutninger som kan føre til vesentlig endring i arbeidsorganisering eller ansettelsesforhold.\nInformasjon etter første ledd bokstav a skal skje på et passende tidspunkt. Informasjon og drøfting etter første ledd bokstavene b og c skal skje så tidlig som mulig.\nInformasjonen skal gis slik at det er mulig for de ansattes representanter å sette seg inn i saken, foreta en passende undersøkelse, vurdere saken og forberede eventuell drøfting. Drøftingen skal bygge på informasjon fra rederiet, finne sted på det nivå for ledelse og representasjon som saken tilsier og skje på en måte og med et innhold som er passende. Drøftingen skal gjennomføres slik at det er mulig for de ansattes representanter å møte rederiet og få et grunngitt svar på uttalelser de måtte avgi. Drøfting etter første ledd bokstav c skal ta sikte på å komme fram til en avtale med rederiet.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "title": "Fortrolige opplysninger",
      "content": "Dersom rederiets behov tilsier at bestemte opplysninger ikke bør gis videre, kan rederiet​1 pålegge de ansattes representanter og eventuelle rådgivere taushetsplikt. Rederiet kan i særlige tilfeller unnlate å gi informasjon eller gjennomføre drøfting dersom det på det aktuelle tidspunktet åpenbart vil være til betydelig skade for rederiet at opplysningene blir kjent.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. § 1 A.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "Fravik",
      "content": "Bestemmelsene i dette kapittel gjelder så langt ikke annet følger av tariffavtale​1 eller annen lovgivning.\n0 Opphevet ved lov 31 mai 1985 nr. 37, tilføyd igjen ved lov 16 feb 2007 nr. 8 (ikr. 1 mars 2007 iflg. res. 16 feb 2007 nr. 168).\n1 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Ordning av arbeidet.",
      "content": "Ved ordning av arbeidet skal det tas omsyn til den stilling enhver har ombord, og såvidt mulig til at vedkommende får anledning til å dyktiggjøre seg i sitt fag.\nKongen kan i forskrift gi bestemmelser om arbeidsområdet for sjømann som innehar ledende stilling om bord.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Plikten til å rette seg etter ordrer, mannskapets erstatningsansvar m.v.​1",
      "content": "En sjømann skal rette seg etter de ordrer som han mottar i tjenesten, og ved tydelig svar vise at han har forstått disse. Han skal vise omsorg for skip og last og i det hele utføre sin tjeneste påpasselig.\nBlir en sjømann hindret fra å komme om bord i rett tid, skal han uten opphold underrette skipsføreren.\nSkade som en sjømann volder ved feil eller forsømmelse i tjenesten, plikter han å erstatte etter gjeldende erstatningsregler, jfr. lov av 13 juni 1969 nr. 26 om skadeserstatning i visse forhold § 2-3.​2\n1 Jf. § 43 og strl. 1902 §§ 310-312, 426.\n2 Jf. sjøl. § 140.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "title": "Ordensregler m.v.​1",
      "content": "Alle skal følge de ordensregler som blir gitt. Enhver skal behandle sine medarbeidere om bord på en sømmelig måte.\nSkipsføreren skal oppbevare sjømannens pass,​2 og når sjømannen ber om det, hans sjøfartsbok, sertifikat eller annet sjømannsdokument.\nPå søn- og helligdager skal de som ønsker det, gis anledning til å holde gudstjeneste om bord.\n1 Jf. § 39.\n2 Jf. lover 19 juni 1997 nr. 82 og 15 mai 2008 nr. 35 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "title": "Sjømanns rett til å gå i land i sin fritid.​1",
      "content": "Under skipets opphold i havn eller på annen sikker ankerplass har en sjømann rett til å gå i land i sin fritid med mindre det er påkrevd at han blir om bord av omsyn til de ombordværendes, skipets eller lastens sikkerhet, utføring av nødvendig skipsarbeid, eller skipets forestående avreise eller forhaling.\nBlir en sjømann pålagt å holde seg om bord i fritiden uten at dette skjer på grunn av hans eget forhold, eller som følge av at myndighetene på vedkommende sted nekter ham landlov, skal han ha en passende godtgjøring.\nEn gang i måneden skal en sjømann under opphold som nevnt, ha rett til i sin fritid å gå i land for å ordne egne saker i tiden etter kl. 12 eller til en annen tid som måtte bli avtalt, og på en dag da butikker og ekspedisjonssteder holdes åpne. Er oppholdet av kortere varighet enn 48 timer, er denne rett betinget av at skipets avgang ikke forsinkes.\nFor så vidt det med omsyn til kostnadene og omstendighetene for øvrig kan skje, skal skipsføreren, uten utgift for mannskapet, sørge for slikt båtsamband at mannskapet kan nytte sin rett til å gå i land.\n1 Jf. strl. 1902 § 307.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "title": "Medtakelse av gods m.v.",
      "content": "Enhver kan ta med seg ting til personlig bruk i rimelig omfang når det ikke er til ulempe for skip eller last eller kan medføre fare for uorden om bord. Uten tillatelse fra rederiet må ingen ta med varer til salg for egen eller andres regning.\nHar noen tatt med gods ulovlig, plikter han å betale frakt og erstatte voldt skade etter de ellers gjeldende regler.\nDet er ikke tillatt å bringe om bord narkotika​1 eller andre farlige giftstoffer.​2 Uten tillatelse fra skipsføreren må heller ingen ta med våpen eller ammunisjon.​3\nFinner skipsføreren grunn til mistanke om at noe ulovlig er brakt om bord, kan han la mannskapets gjemmer undersøke i vedkommendes nærvær.​4\nDet som er ulovlig er tatt med, kan skipsføreren ta i forvaring, bringe i land eller, om nødvendig, tilintetgjøre.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se strl. 1902 § 162 og lov 4 des 1992 nr. 132 § 22, § 24 og § 31 (2); strl. 2005 §§ 231 og 232 (ikke ikr.).\n2 Se § 15 nr. 1, e.\n3 Jf. lov 9 juni 1961 nr. 1.\n4 Sml. strpl. § 195.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "title": "Eiendeler som etterlates om bord.",
      "content": "Skipsføreren skal ta vare på de eiendeler som en sjømann ved ansettelsesforholdets opphør etterlater om bord, og vitnefast ta opp en fortegnelse over dem. Eiendelene med fortegnelse innleveres til nærmeste sjømannskontor i Norge eller til nærmeste norske utenriksstasjon​2 hvis skipet er i utlandet og ikke har forestående anløp av norsk havn.\nTing som ikke tåler oppbevaring eller forsendelse, kan selges på fordelaktigste måte. Det samme gjelder for så vidt eiendelene som ikke kan oppbevares uten vesentlig omkostning eller ulempe, eller såfremt sjømannen ikke innen ett år etter ansettelsesforholdets opphør har fremmet krav om å få dem utlevert.\nKongen​3 kan gi forskrift om hvordan det skal forholdes etter bestemmelsene i første og annet ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "title": "Erstatning for tapte eiendeler.",
      "content": "Har en sjømann mistet eller fått beskadiget ombordværende eiendeler ved forlis, sjørøveri, brann, annet havari eller annen ulykke som har rammet skipet, skal rederiet betale erstatning etter forskrift som Kongen​2 gir. Fradrag gjøres ikke for nødvendige klær etter § 18 annet ledd.​3\nRederiet skal likeså erstatte eiendeler til personlig bruk som sjømannen oppbevarer om bord, eller eiendeler som skipet oppbevarer for ham, og som han mister eller som beskadiges på annen måte enn omtalt i første ledd. Erstatningsansvaret kan lempes under hensyn til sjømannens egen atferd og forholdene for øvrig.​4 Kongen kan gi forskrift om vilkårene for og omfanget av erstatning etter dette ledd.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n3 Skal vel være § 18 nr. 1 annet ledd.\n1 Skal vel være § 18 nr. 1 annet ledd.\n4 Jf. lov 13 juni 1969 nr. 26 § 5-1 og § 5-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 feb 2007 nr. 9 (ikr. 1 juli 2007 iflg. res. 16 feb 2007 nr. 170).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "title": "Skipsførerens plikter i tilfelle grovere forbrytelse begås ombord.​1",
      "content": "Er det om bord begått straffbar handling av alvorligere art, og skipet ikke er i norsk havn, skal skipsføreren snarest mulig foreta undersøkelse, sikre bevis og ta opp forklaring etter reglene i § 16. Dette gjelder dog ikke hvis forbrytelsen er forøvet på fremmed territorium og forfølges av stedets myndigheter.\nInntil norsk utenriksstasjon​2 eller politiet​3 i Norge kan ta seg av saken, skal skipsføreren så vidt mulig sørge for at den mistenkte ikke unnviker. Er det nødvendig, kan skipsføreren la ham sperre inne eller anvende andre maktmidler, men skipsføreren må ikke behandle ham strengere enn øyemedet krever.​4\nKongen​5 kan gi forskrift om forføyninger som skipsføreren og/eller utenriksstasjon kan treffe om bord i forbindelse med straffbar handling som nevnt i første ledd.\n1 Jf. strl. 1902 § 308, § 417 og sjøl. § 408.\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Jf. lov 4 aug 1995 nr. 53 jf. strpl. kap. 6.\n4 Sml. strpl. kap. 13 a og kap. 14.\n5 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "Avgjørelse av tvist mellom skipsfører og mannskap i utlandet.",
      "content": "Oppstår det mens skipet er i utlandet tvist mellom skipsføreren og noen av mannskapet om avregningen, skipstjenesten eller ansettelsesforholdet for øvrig skal saken forelegges for norsk utenriksstasjon.​2 Tvisten må ikke bringes inn for utenlandsk myndighet.​3 Søksmål mot rederiet om erstatning for yrkesskade kan bare anlegges ved domstol her i riket. Regler om domsmyndighet i tvister mellom skipsfører og mannskap i utlandet er ikke til hinder for at sak reises i en annen stat når det følger av Luganokonvensjonen 2007 at det skal være adgang til det.​4\nUtenriksstasjonen skal avgjøre saken etter å ha innhentet partenes forklaring.\nAvgjørelsen er bindende for partene,​5 men kan innen 6 måneder bringes inn for retten i Norge. Tvisteloven​6 §§ 16-12 til 16-14 får tilsvarende anvendelse. Mot en sjømann som ikke har verneting her i riket, kan søksmål reises i den rettskrets hvor skipet har sitt hjemsted.​7 Det samme gjelder når saken vedrører flere sjømenn med forskjellig verneting.\nGjelder avgjørelsen betaling av et beløp over 10 pst av folketrygdens grunnbeløp​8 og avgjørelsen ikke vedtas, kan utenriksstasjonen, når omstendighetene taler for det, bestemme at beløpet helt eller delvis skal deponeres der. Det deponerte beløp skal sammen med utskrift av avgjørelsen sendes til den myndighet Kongen​9 fastsetter. Beløpet utbetales etter utløpet av den i tredje ledd nevnte 6 måneders frist, eller, såfremt saken er innbrakt for retten, når den er avgjort ved endelig dom,​10 eller er falt bort uten dom.\nKongen​9 kan gi forskrift om behandling av saker etter denne paragraf, herunder om forhøyelse eller nedsettelse av den i foregående ledd fastsatte verdigrense. Det kan gjøres begrensning i adgangen etter lov av 10 februar 1967 om behandlingsmåten i forvaltningssaker (forvaltningsloven) § 12 til å bruke fullmektig under saksbehandlingen.\nKongen​9 kan ved forskrift bestemme at denne paragraf ikke får anvendelse for visse saker.\n0 Endret ved lover 13 feb 1976 nr. 1, 9 juni 1978 nr. 47, 31 mai 1985 nr. 37, 28 feb 1997 nr. 19 (ikr. 1 mai 1997), 17 juni 2005 nr. 90 (ikr. 1 jan 2008 iflg. res. 26 jan 2007 nr. 88) som endret ved lov 26 jan 2007 nr. 3, 19 juni 2009 nr. 79 (ikr. 1 jan 2010 iflg. res. 16 okt 2009 nr. 1279).\n1 Jf. § 15. – Se lov 12 juni 1987 nr. 48 § 8 (1).\n2 Jf. lov 3 mai 2002 nr. 13.\n3 Jf. § 15 nr. 1, f.\n4 Jf. Luganokonvensjonen 2007 art. 19.\n5 Jf. strl. 1902 § 417.\n6 Lov 17 juni 2005 nr. 90.\n7 Jf. sjøl. § 8.\n8 Se ftrl. § 1-4.\n9 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.\n10 Se tvl. § 19-14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:50 a",
      "chapter": "6",
      "section": "50 a",
      "title": "Sjømannens rett til å klage",
      "content": "0 Tilføyes ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50a",
        "source_heading": "§ 50 A."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Lån av norsk utenriksstasjon.",
      "content": "Sjømann som har sitt bosted i Norge, og som i utlandet sakner midler til sitt underhold, har krav på lån av norsk utenriksstasjon.​1 Kongen​2 gir forskrift om lån som nevnt, herunder om tilbakebetaling av lånet ved trekk i sjømannens lønn.\n1 Jf. lov 3 mai 2002 nr. 13.\n2 Nærings- og handelsdepartementet iflg. res. 23 des 1988 nr. 1081.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Bestemmelser som skal være tilgjengelige for mannskapet.",
      "content": "Skipsføreren skal sørge for at et eksemplar av denne lov og av bestemmelser som er gitt i medhold av loven, finnes om bord og er tilgjengelig for mannskapet. Viser ansettelsesavtalen​1 til en tariffavtale,​2 skal skipsføreren sørge for at det om bord finnes et avtrykk til bruk for mannskapet.\n0 Endret ved lov 31 mai 1985 nr. 37.\n1 Jf. § 3.\n2 Jf. lov 27 jan 2012 nr. 9 § 1, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Skipsførers plikt til å møte på utenriksstasjon.",
      "content": "Under skipets opphold i havn hvor det er norsk utenriksstasjon,​1 plikter skipsføreren på stasjonssjefens anmodning å møte personlig på utenriksstasjonen og så vidt mulig meddele de opplysninger om skipet, dets besetning og andre forhold som utenriksstasjonen måtte ha bruk for.\n1 Jf. lov 3 mai 2002 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Statens adgang til å inndrive utlegg.",
      "content": "Utgifter som staten har hatt og som påhviler rederiet etter denne lov, er tvangsgrunnlag for utlegg.​1\nBegjæringen må være fremsatt innen 2 år etter at utlegget er skjedd.\n0 Endret ved lover 31 mai 1985 nr. 37, 26 juni 1992 nr. 86.\n1 Jf. tvangsl. § 7-2, e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:54 a",
      "chapter": "7",
      "section": "54 a",
      "content": "Det kan opprettes register​1 over norske sjømenn og utenlandske sjømenn på norske skip. Departementet eller den det gir fullmakt fastsetter nærmere forskrifter om registeret, derunder om hvilke opplysninger det skal inneholde, hvordan det skal innrettes og holdes i orden, og om plikt til å gi opplysninger til registeret.\n0 Tilføyd ved lov 16 des 1988 nr. 77. Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer), endrer paragrafnummer til § 54 B og tilføyer ny § 54 A.\n1 Jf. lov 14 apr 2000 nr. 31.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "7:54 c",
      "chapter": "7",
      "section": "54 c",
      "title": "Straff",
      "content": "0 Tilføyes ved lov 20 mai 2005 nr. 28 (ikr. fra den tid som fastsettes ved lov) som endret ved lov 19 juni 2009 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54c",
        "source_heading": "§ 54 C."
      }
    },
    {
      "provision_ref": "10:55",
      "chapter": "10",
      "section": "55",
      "title": "Ikrafttredelse m.m.",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nFra samme tid oppheves sjømannslov av 17 juli 1953 nr. 25. Forskrifter gitt i medhold av den nevnte lov skal dog fortsatt gjelde for så vidt de ikke er i strid med denne lov, inntil de i tilfelle oppheves eller endres av vedkommende myndighet.\nMidler som omhandlet i § 70 i sjømannslov av 17 juli 1953 nr. 25 og avkastningen av disse, skal anvendes som bestemt i § 22 siste ledd siste punktum.\n0 Endres ved lov 19 des 2008 nr. 123 (ikr. fra den tid Kongen bestemmer), endrer paragrafnummer til § 65.\n1 Fra 1 des 1975 iflg. res. 8 aug 1975.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    }
  ]
}