{
  "id": "LOV-2025-12-22-128",
  "type": "statute",
  "title": "Lov om aktiviteter i verdensrommet (romloven)",
  "short_name": "Romloven",
  "status": "in_force",
  "issued_date": "2025-12-22",
  "in_force_date": "2026-07-01",
  "url": "https://lovdata.no/dokument/NL/lov/2025-12-22-128",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å legge til rette for at romaktiviteter bidrar til næringsutvikling, innovasjon og fredelig utforskning av verdensrommet. I utøvelsen av romaktiviteter skal det tas hensyn til miljø og bærekraft. Aktivitetene skal foregå på en forsvarlig og sikker måte i tråd med Norges nasjonale sikkerhetsinteresser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Saklig virkeområde",
      "content": "Loven gjelder romaktivitet. Med romaktivitet menes:\na. drift av romhavner\nb. oppskyting av romgjenstander ut i verdensrommet\nc. påvirkning eller drift av romgjenstander i verdensrommet\nd. annen aktivitet med vesentlig tilknytning til aktiviteter som nevnt i bokstav a til c.\nKongen kan gi forskrift eller treffe enkeltvedtak om hva som skal anses som romaktivitet.\nDepartementet kan gi forskrift om at militær romaktivitet helt eller delvis skal unntas fra loven, og i særlige tilfeller treffe enkeltvedtak om at militær romaktivitet helt eller delvis skal unntas fra loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Geografisk virkeområde",
      "content": "Loven gjelder i Norge, medregnet Svalbard og Jan Mayen, på Bouvetøya og i de norske bilandene i Antarktis.\nDersom det er nødvendig for å ivareta Norges forpliktelser etter traktat 27. januar 1967 om prinsippene for statenes virksomhet ved utforskning og bruk av det ytre verdensrom, innbefattet månen og andre himmellegemer, skal departementet gi forskrift om at loven gjelder for romaktivitet utenfor norsk territorium som foretas:\na. på norske fartøy eller innretninger\nb. av en norsk statsborger eller en juridisk person etablert i Norge.\nDepartementet kan gi forskrift om at loven helt eller delvis skal gjelde på utenlandske fartøyer eller på innretninger utenfor norsk territorium.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne loven gjelder følgende definisjoner:\na. militær romaktivitet: romaktivitet som utføres av Forsvarsdepartementet med underliggende etater, av allierte styrker eller av andre virksomheter for eller på vegne av Forsvarsdepartementet med underliggende etater eller allierte styrker, unntatt bruk av våpen som passerer verdensrommet på vei mot målet\nb. romgjenstand: enhver gjenstand eller bestanddel som skytes opp i verdensrommet\nc. operatør: alle som utøver romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om tillatelse",
      "content": "Romaktivitet kan ikke foretas uten tillatelse fra tilsynsmyndigheten. Departementet kan gi forskrift om krav til søknader om slik tillatelse.\nDepartementet kan gi forskrift og treffe enkeltvedtak om unntak fra kravet om tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vilkår for tillatelse",
      "content": "Tilsynsmyndigheten kan etter søknad gi tillatelse til romaktivitet dersom følgende krav er oppfylt:\na. Operatøren har nødvendig kompetanse og tilstrekkelige økonomiske ressurser for å utøve romaktiviteten på en forsvarlig måte, aktiviteten er forsikret i tråd med § 18, og det legges frem dokumentasjon for eierforhold.\nb. Romaktiviteten kan gjennomføres på en forsvarlig måte i samsvar med operatørens plikter under kapittel 4 og uten uforholdsmessige konsekvenser for menneskene og miljøet på jorden eller i verdensrommet. For å dokumentere at kravene er oppfylt, skal operatøren legge frem:\n1. en vurdering av risikoen forbundet med romaktiviteten\n2. en plan for systematisk styring av risikoen ved romaktiviteten\n3. en miljøkonsekvensutredning\n4. en plan for avslutning av romaktiviteten.\nc. Operatøren har avklart eventuell lisensplikt etter eksportkontrollregelverket og overholder dokumentasjonskrav etter Den internasjonale telekommunikasjonsunionens (ITU) regler for satellittinnmelding.\nd. Romaktiviteten er ikke i strid med Norges utenriks- eller sikkerhetspolitiske interesser. Som grunnlag for denne vurderingen skal tilsynsmyndigheten innhente uttalelse fra ansvarlige departementer.\nTillatelse kan ikke gis dersom romaktiviteten innebærer en ikke ubetydelig risiko for at nasjonale sikkerhetsinteresser blir truet. De ansvarlige departementene skal konsulteres i vurderingen av om det foreligger en slik risiko.\nDepartementet kan gi forskrift om kravene som skal være oppfylt for å kunne få tillatelse til romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Overdragelser",
      "content": "Følgende handlinger krever samtykke fra departementet:\na. overdragelser av tillatelser til romaktivitet\nb. andre direkte eller indirekte interesseoverføringer som kan gi bestemmende innflytelse over en operatør som har fått tillatelse til romaktivitet\nc. overdragelser av eiendomsretten til romgjenstander.\nDepartementet kan stille som vilkår for å samtykke i overdragelse til utlandet at det inngås avtale mellom Norge og den andre staten om Norges folkerettslige erstatningsansvar.\nDepartementet kan gi forskrift om overdragelse av tillatelser til romaktivitet og av eiendomsrett til romgjenstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Søknadsgebyr",
      "content": "Tilsynsmyndighetens kostnader ved saksbehandlingen kan kreves dekket av operatøren gjennom gebyr. Slike gebyr er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om utmålingen av gebyr etter første ledd og innkreving av disse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Registreringsplikt og registrering av opplysninger",
      "content": "Tilsynsmyndigheten skal føre et nasjonalt register over romgjenstander som Norge er oppskytingsstat for etter konvensjon 12. november 1974 om registrering av gjenstander som er skutt ut i verdensrommet (registreringskonvensjonen) artikkel I og artikkel II paragraf 1. Dersom Norge er oppskytingsstat sammen med andre stater, skal statene i fellesskap bestemme hvilken stat som skal registrere gjenstanden etter registreringskonvensjonen artikkel II paragraf 2.\nOperatøren skal så snart som mulig etter en oppskyting gi tilsynsmyndigheten følgende opplysninger om romgjenstander som skytes ut i bane rundt jorden eller lenger ut:\na. hvem som er oppskytingsstat eller -stater\nb. et egnet kjennetegn på romgjenstanden, som et registreringsnummer\nc. datoen og stedet for oppskytingen\nd. grunnleggende baneparametere angitt som:\n1. omløpstiden (nodeperioden)\n2. helningen til baneplanet (inklinasjon)\n3. høyeste punkt i banen (apogeum)\n4. laveste punkt i banen (perigeum)\ne. informasjon om romgjenstandens generelle funksjoner.\nOpplysningene skal føres inn i det nasjonale registeret.\nRegisteret skal ikke inneholde opplysninger som er sikkerhetsgradert i medhold av sikkerhetsloven § 5-3.\nDepartementet kan gi forskrift om det nasjonale registeret for romgjenstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Forsvarlig og sikker drift",
      "content": "Romaktivitet skal skje på en forsvarlig og sikkerhetsmessig trygg måte i samsvar med et system for styring av risiko.\nOperatøren skal iverksette nødvendige sikkerhetstiltak for å kunne håndtere både tilsiktede og utilsiktede hendelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Miljøkrav, romsøppel og forholdet til annen aktivitet",
      "content": "Romaktivitet skal:\na. ikke føre til uforholdsmessig skade på miljøet\nb. så langt som mulig ikke føre til romsøppel, herunder fragmenter, avfall og utrangerte eller tapte gjenstander fra menneskelig aktivitet i verdensrommet\nc. ikke i unødvendig eller urimelig grad vanskeliggjøre eller hindre annen lovlig aktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Opplysningsplikt",
      "content": "Operatøren skal opplyse tilsynsmyndigheten om:\na. nye eller endrede forhold av betydning for en tillatelse til romaktivitet\nb. vesentlige avvik fra normal drift eller fra tidspunktet for avslutning av romaktiviteten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Beredskap",
      "content": "For å sikre nødvendig nasjonal beredskap i krig, ved krise og i andre ekstraordinære situasjoner kan departementet pålegge operatører som utøver romaktivitet, å yte bistand i form av:\na. beredskapsplanlegging\nb. gjennomføring av eller deltagelse i øvelser og militær romaktivitet\nc. fysisk sikring av viktige installasjoner\nd. samarbeid med nasjonale, utenlandske eller internasjonale operatører\ne. rapportering eller utveksling av informasjon.\nDepartementet skal fastsette et rimelig vederlag dersom et pålegg medfører vesentlige kostnader for den det er rettet mot, og kostnadene ikke oppveies av motsvarende fordeler.\nDepartementet kan gi forskrift om hvem som i tvilstilfelle skal anses som en operatør etter paragrafen her, utmåling av vederlag etter annet ledd og forholdet til beredskapslovgivningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Forskrift om innholdet i kravene i kapittelet og om unntak fra krav m.m.",
      "content": "Departementet kan gi forskrift om kravene i §§ 10 til 12, om ytterligere krav eller unntak fra krav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Objektivt ansvar",
      "content": "En operatør er erstatningsansvarlig uten hensyn til skyld for skade forårsaket av romgjenstander på personer eller eiendom på jorden og luftfartøy under flyging.\nDet objektive ansvaret gjelder likevel ikke dersom:\na. skadelidte har utvist forsett eller grov uaktsomhet\nb. skadelidte ble skadet under deltagelse i en felles romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Regress",
      "content": "Dersom Norge i henhold til en internasjonal overenskomst har utbetalt erstatning for skade voldt av en romgjenstand, kan staten kreve regress fra operatøren av romgjenstanden. Forsikringsavtaleloven § 7-6 gjelder da tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Ansvarsbegrensning",
      "content": "Myndighetene skal i tillatelser etter § 5 fastsette en ansvarsbegrensning. Ansvarsbegrensningen gjelder ikke dersom det er utvist forsett eller grov uaktsomhet.\nDepartementet kan gi forskrift om ansvarsbegrensning etter første ledd og operatørens ansvar etter §§ 15 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Forsikringsplikt",
      "content": "Operatøren skal ha en forsikring eller annen sikkerhet som dekker erstatningsansvar for romaktivitet etter §§ 15 og 16. Dette gjelder ikke operatører som er omfattet av statens selvassurandørordning.\nDepartementet kan gi forskrift om operatørens forsikringsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Plikt til å føre tilsyn",
      "content": "Det skal føres tilsyn med at romaktivitet utøves i tråd med bestemmelsene gitt i eller i medhold av denne loven.\nDepartementet kan gi forskrift om hvem som skal føre tilsyn med romaktivitet under loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Adgang til undersøkelser",
      "content": "Operatøren skal gi tilsynsmyndigheten uhindret adgang til å undersøke anlegg, områder og innretninger når det er nødvendig for å gjennomføre et forsvarlig tilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Utlevering av opplysninger",
      "content": "Tilsynsmyndigheten kan pålegge operatøren å utlevere opplysninger, dokumenter og annet materiale som er nødvendig for gjennomføringen av bestemmelser gitt i eller i medhold av denne loven, vedtak gitt i medhold av loven eller Norges internasjonale forpliktelser.\nNår særlige grunner tilsier det, kan tilsynsmyndigheten kreve slike opplysninger også av andre enn operatøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Dekning av kostnader ved tilsyn",
      "content": "Tilsynsmyndighetens kostnader ved gjennomføring av tilsyn og andre forvaltningsoppgaver etter denne loven kan kreves dekket av operatøren gjennom gebyr og sektoravgift. Gebyr og sektoravgift er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om utmålingen og innkrevingen av gebyr og sektoravgift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Undersøkelsesmyndighet",
      "content": "Statens havarikommisjon er ansvarlig undersøkelsesmyndighet ved ulykker og andre alvorlige hendelser i forbindelse med sivil og militær romaktivitet.\nReglene i luftfartsloven §§ 12-6 til 12-9 gjelder tilsvarende i forbindelse med romaktivitet.\nReglene i forsvarsundersøkelsesloven §§ 4 til 6, §§ 8 til 13 og §§ 15 til 26 gjelder tilsvarende i forbindelse med militær romaktivitet.\nDepartementet kan gi forskrift om undersøkelsesmyndighetens arbeid, herunder bestemmelser som utfyller og presiserer lovens bestemmelser i andre og tredje ledd. Departementet kan gi forskrift som fastsetter varslingsplikt om ulykker i tilknytning til romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Pålegg om retting eller stans",
      "content": "Tilsynsmyndigheten kan pålegge operatøren å rette eller stanse et forhold som er i strid med bestemmelser gitt i eller i medhold av denne loven. Pålegget skal fastsette en frist for oppfyllelse.\nTilsynsmyndigheten kan pålegge midlertidig stans av romaktivitet:\na. ved alvorlig, gjentatt eller vedvarende overtredelse av bestemmelser gitt i eller i medhold av denne loven\nb. hvis det er nødvendig for å avverge en overhengende fare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "Endring og tilbakekall",
      "content": "Tilsynsmyndigheten kan oppheve, trekke tilbake, endre vilkårene i eller sette nye vilkår for en tillatelse gitt etter bestemmelser gitt i eller i medhold av denne loven dersom:\na. operatøren i alvorlig grad, gjentatte ganger eller vedvarende overtrer bestemmelser gitt i eller i medhold av loven\nb. operatøren har gitt uriktige eller ufullstendige opplysninger og opplysningene har hatt vesentlig betydning for tillatelsen\nc. vesentlige forutsetninger for tillatelsen er endret\nd. operatøren skifter eier, eller eierstrukturen endres\ne. romaktiviteten er i strid med nasjonale sikkerhetsinteresser\nf. det følger av ellers gjeldende regler om omgjøring av vedtak.\nEndringer og tilbakekall av en tillatelse etter første ledd kan gjøres tidsbegrenset. Begrensningen kan gjøres betinget av at bestemte forhold utbedres eller endres.\nVed avgjørelser etter denne paragrafen skal det tas hensyn til det økonomiske tapet og de ulempene som det må påregnes at en endring eller et tilbakekall vil påføre operatøren, og de fordelene og ulempene som endringen eller tilbakekallet ellers vil medføre.\nDepartementet kan gi forskrift om endring og tilbakekall av tillatelser etter denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Tvangsmulkt",
      "content": "Ved overtredelse av bestemmelser gitt i eller i medhold av loven kan tilsynsmyndigheten fastsette tvangsmulkt. Tvangsmulkten begynner å løpe dersom operatøren oversitter den fristen tilsynsmyndigheten har fastsatt for retting.\nHar overtredelsen skjedd på vegne av et foretak, kan tvangsmulkten pålegges foretaket. Er en tvangsmulkt pålagt et selskap som inngår i et konsern, kan den påløpte tvangsmulkten også inndrives hos morselskapet.\nTilsynsmyndigheten kan i særlige tilfeller redusere eller frafalle en påløpt tvangsmulkt.\nDepartementet kan gi forskrift om fastsettelse, utmåling, inndrivelse, ettergivelse og varigheten av tvangsmulkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Overtredelsesgebyr",
      "content": "Tilsynsmyndigheten kan ilegge overtredelsesgebyr til en operatør som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 10, 11, 14 eller 18.\nDepartementet kan gi forskrift om utmålingen av overtredelsesgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft fra det tidspunktet​1 Kongen bestemmer.\nEnhver som utøver romaktivitet ved lovens ikrafttredelse, må søke om tillatelse innen 12 måneder fra lovens ikrafttredelse for å kunne fortsette aktiviteten. Departementet kan i enkeltvedtak fastsette unntak fra søknadsplikten.\n1 Fra 1. juli 2026 iflg. res. 22 des 2025 nr. 2838.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunktet denne loven trer i kraft, gjøres følgende endringer i andre lover:",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Lovens formål er å legge til rette for at romaktiviteter bidrar til næringsutvikling, innovasjon og fredelig utforskning av verdensrommet. I utøvelsen av romaktiviteter skal det tas hensyn til miljø og bærekraft. Aktivitetene skal foregå på en forsvarlig og sikker måte i tråd med Norges nasjonale sikkerhetsinteresser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Saklig virkeområde",
      "content": "Loven gjelder romaktivitet. Med romaktivitet menes:\na. drift av romhavner\nb. oppskyting av romgjenstander ut i verdensrommet\nc. påvirkning eller drift av romgjenstander i verdensrommet\nd. annen aktivitet med vesentlig tilknytning til aktiviteter som nevnt i bokstav a til c.\nKongen kan gi forskrift eller treffe enkeltvedtak om hva som skal anses som romaktivitet.\nDepartementet kan gi forskrift om at militær romaktivitet helt eller delvis skal unntas fra loven, og i særlige tilfeller treffe enkeltvedtak om at militær romaktivitet helt eller delvis skal unntas fra loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Geografisk virkeområde",
      "content": "Loven gjelder i Norge, medregnet Svalbard og Jan Mayen, på Bouvetøya og i de norske bilandene i Antarktis.\nDersom det er nødvendig for å ivareta Norges forpliktelser etter traktat 27. januar 1967 om prinsippene for statenes virksomhet ved utforskning og bruk av det ytre verdensrom, innbefattet månen og andre himmellegemer, skal departementet gi forskrift om at loven gjelder for romaktivitet utenfor norsk territorium som foretas:\na. på norske fartøy eller innretninger\nb. av en norsk statsborger eller en juridisk person etablert i Norge.\nDepartementet kan gi forskrift om at loven helt eller delvis skal gjelde på utenlandske fartøyer eller på innretninger utenfor norsk territorium.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Definisjoner",
      "content": "I denne loven gjelder følgende definisjoner:\na. militær romaktivitet: romaktivitet som utføres av Forsvarsdepartementet med underliggende etater, av allierte styrker eller av andre virksomheter for eller på vegne av Forsvarsdepartementet med underliggende etater eller allierte styrker, unntatt bruk av våpen som passerer verdensrommet på vei mot målet\nb. romgjenstand: enhver gjenstand eller bestanddel som skytes opp i verdensrommet\nc. operatør: alle som utøver romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Krav om tillatelse",
      "content": "Romaktivitet kan ikke foretas uten tillatelse fra tilsynsmyndigheten. Departementet kan gi forskrift om krav til søknader om slik tillatelse.\nDepartementet kan gi forskrift og treffe enkeltvedtak om unntak fra kravet om tillatelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vilkår for tillatelse",
      "content": "Tilsynsmyndigheten kan etter søknad gi tillatelse til romaktivitet dersom følgende krav er oppfylt:\na. Operatøren har nødvendig kompetanse og tilstrekkelige økonomiske ressurser for å utøve romaktiviteten på en forsvarlig måte, aktiviteten er forsikret i tråd med § 18, og det legges frem dokumentasjon for eierforhold.\nb. Romaktiviteten kan gjennomføres på en forsvarlig måte i samsvar med operatørens plikter under kapittel 4 og uten uforholdsmessige konsekvenser for menneskene og miljøet på jorden eller i verdensrommet. For å dokumentere at kravene er oppfylt, skal operatøren legge frem:\n1. en vurdering av risikoen forbundet med romaktiviteten\n2. en plan for systematisk styring av risikoen ved romaktiviteten\n3. en miljøkonsekvensutredning\n4. en plan for avslutning av romaktiviteten.\nc. Operatøren har avklart eventuell lisensplikt etter eksportkontrollregelverket og overholder dokumentasjonskrav etter Den internasjonale telekommunikasjonsunionens (ITU) regler for satellittinnmelding.\nd. Romaktiviteten er ikke i strid med Norges utenriks- eller sikkerhetspolitiske interesser. Som grunnlag for denne vurderingen skal tilsynsmyndigheten innhente uttalelse fra ansvarlige departementer.\nTillatelse kan ikke gis dersom romaktiviteten innebærer en ikke ubetydelig risiko for at nasjonale sikkerhetsinteresser blir truet. De ansvarlige departementene skal konsulteres i vurderingen av om det foreligger en slik risiko.\nDepartementet kan gi forskrift om kravene som skal være oppfylt for å kunne få tillatelse til romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Overdragelser",
      "content": "Følgende handlinger krever samtykke fra departementet:\na. overdragelser av tillatelser til romaktivitet\nb. andre direkte eller indirekte interesseoverføringer som kan gi bestemmende innflytelse over en operatør som har fått tillatelse til romaktivitet\nc. overdragelser av eiendomsretten til romgjenstander.\nDepartementet kan stille som vilkår for å samtykke i overdragelse til utlandet at det inngås avtale mellom Norge og den andre staten om Norges folkerettslige erstatningsansvar.\nDepartementet kan gi forskrift om overdragelse av tillatelser til romaktivitet og av eiendomsrett til romgjenstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Søknadsgebyr",
      "content": "Tilsynsmyndighetens kostnader ved saksbehandlingen kan kreves dekket av operatøren gjennom gebyr. Slike gebyr er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om utmålingen av gebyr etter første ledd og innkreving av disse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Registreringsplikt og registrering av opplysninger",
      "content": "Tilsynsmyndigheten skal føre et nasjonalt register over romgjenstander som Norge er oppskytingsstat for etter konvensjon 12. november 1974 om registrering av gjenstander som er skutt ut i verdensrommet (registreringskonvensjonen) artikkel I og artikkel II paragraf 1. Dersom Norge er oppskytingsstat sammen med andre stater, skal statene i fellesskap bestemme hvilken stat som skal registrere gjenstanden etter registreringskonvensjonen artikkel II paragraf 2.\nOperatøren skal så snart som mulig etter en oppskyting gi tilsynsmyndigheten følgende opplysninger om romgjenstander som skytes ut i bane rundt jorden eller lenger ut:\na. hvem som er oppskytingsstat eller -stater\nb. et egnet kjennetegn på romgjenstanden, som et registreringsnummer\nc. datoen og stedet for oppskytingen\nd. grunnleggende baneparametere angitt som:\n1. omløpstiden (nodeperioden)\n2. helningen til baneplanet (inklinasjon)\n3. høyeste punkt i banen (apogeum)\n4. laveste punkt i banen (perigeum)\ne. informasjon om romgjenstandens generelle funksjoner.\nOpplysningene skal føres inn i det nasjonale registeret.\nRegisteret skal ikke inneholde opplysninger som er sikkerhetsgradert i medhold av sikkerhetsloven § 5-3.\nDepartementet kan gi forskrift om det nasjonale registeret for romgjenstander.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "4:10",
      "chapter": "4",
      "section": "10",
      "title": "Forsvarlig og sikker drift",
      "content": "Romaktivitet skal skje på en forsvarlig og sikkerhetsmessig trygg måte i samsvar med et system for styring av risiko.\nOperatøren skal iverksette nødvendige sikkerhetstiltak for å kunne håndtere både tilsiktede og utilsiktede hendelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "4:11",
      "chapter": "4",
      "section": "11",
      "title": "Miljøkrav, romsøppel og forholdet til annen aktivitet",
      "content": "Romaktivitet skal:\na. ikke føre til uforholdsmessig skade på miljøet\nb. så langt som mulig ikke føre til romsøppel, herunder fragmenter, avfall og utrangerte eller tapte gjenstander fra menneskelig aktivitet i verdensrommet\nc. ikke i unødvendig eller urimelig grad vanskeliggjøre eller hindre annen lovlig aktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Opplysningsplikt",
      "content": "Operatøren skal opplyse tilsynsmyndigheten om:\na. nye eller endrede forhold av betydning for en tillatelse til romaktivitet\nb. vesentlige avvik fra normal drift eller fra tidspunktet for avslutning av romaktiviteten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Beredskap",
      "content": "For å sikre nødvendig nasjonal beredskap i krig, ved krise og i andre ekstraordinære situasjoner kan departementet pålegge operatører som utøver romaktivitet, å yte bistand i form av:\na. beredskapsplanlegging\nb. gjennomføring av eller deltagelse i øvelser og militær romaktivitet\nc. fysisk sikring av viktige installasjoner\nd. samarbeid med nasjonale, utenlandske eller internasjonale operatører\ne. rapportering eller utveksling av informasjon.\nDepartementet skal fastsette et rimelig vederlag dersom et pålegg medfører vesentlige kostnader for den det er rettet mot, og kostnadene ikke oppveies av motsvarende fordeler.\nDepartementet kan gi forskrift om hvem som i tvilstilfelle skal anses som en operatør etter paragrafen her, utmåling av vederlag etter annet ledd og forholdet til beredskapslovgivningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Forskrift om innholdet i kravene i kapittelet og om unntak fra krav m.m.",
      "content": "Departementet kan gi forskrift om kravene i §§ 10 til 12, om ytterligere krav eller unntak fra krav.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "5:15",
      "chapter": "5",
      "section": "15",
      "title": "Objektivt ansvar",
      "content": "En operatør er erstatningsansvarlig uten hensyn til skyld for skade forårsaket av romgjenstander på personer eller eiendom på jorden og luftfartøy under flyging.\nDet objektive ansvaret gjelder likevel ikke dersom:\na. skadelidte har utvist forsett eller grov uaktsomhet\nb. skadelidte ble skadet under deltagelse i en felles romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "5:16",
      "chapter": "5",
      "section": "16",
      "title": "Regress",
      "content": "Dersom Norge i henhold til en internasjonal overenskomst har utbetalt erstatning for skade voldt av en romgjenstand, kan staten kreve regress fra operatøren av romgjenstanden. Forsikringsavtaleloven § 7-6 gjelder da tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "5:17",
      "chapter": "5",
      "section": "17",
      "title": "Ansvarsbegrensning",
      "content": "Myndighetene skal i tillatelser etter § 5 fastsette en ansvarsbegrensning. Ansvarsbegrensningen gjelder ikke dersom det er utvist forsett eller grov uaktsomhet.\nDepartementet kan gi forskrift om ansvarsbegrensning etter første ledd og operatørens ansvar etter §§ 15 og 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Forsikringsplikt",
      "content": "Operatøren skal ha en forsikring eller annen sikkerhet som dekker erstatningsansvar for romaktivitet etter §§ 15 og 16. Dette gjelder ikke operatører som er omfattet av statens selvassurandørordning.\nDepartementet kan gi forskrift om operatørens forsikringsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Plikt til å føre tilsyn",
      "content": "Det skal føres tilsyn med at romaktivitet utøves i tråd med bestemmelsene gitt i eller i medhold av denne loven.\nDepartementet kan gi forskrift om hvem som skal føre tilsyn med romaktivitet under loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Adgang til undersøkelser",
      "content": "Operatøren skal gi tilsynsmyndigheten uhindret adgang til å undersøke anlegg, områder og innretninger når det er nødvendig for å gjennomføre et forsvarlig tilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Utlevering av opplysninger",
      "content": "Tilsynsmyndigheten kan pålegge operatøren å utlevere opplysninger, dokumenter og annet materiale som er nødvendig for gjennomføringen av bestemmelser gitt i eller i medhold av denne loven, vedtak gitt i medhold av loven eller Norges internasjonale forpliktelser.\nNår særlige grunner tilsier det, kan tilsynsmyndigheten kreve slike opplysninger også av andre enn operatøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Dekning av kostnader ved tilsyn",
      "content": "Tilsynsmyndighetens kostnader ved gjennomføring av tilsyn og andre forvaltningsoppgaver etter denne loven kan kreves dekket av operatøren gjennom gebyr og sektoravgift. Gebyr og sektoravgift er tvangsgrunnlag for utlegg.\nDepartementet kan gi forskrift om utmålingen og innkrevingen av gebyr og sektoravgift.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Undersøkelsesmyndighet",
      "content": "Statens havarikommisjon er ansvarlig undersøkelsesmyndighet ved ulykker og andre alvorlige hendelser i forbindelse med sivil og militær romaktivitet.\nReglene i luftfartsloven §§ 12-6 til 12-9 gjelder tilsvarende i forbindelse med romaktivitet.\nReglene i forsvarsundersøkelsesloven §§ 4 til 6, §§ 8 til 13 og §§ 15 til 26 gjelder tilsvarende i forbindelse med militær romaktivitet.\nDepartementet kan gi forskrift om undersøkelsesmyndighetens arbeid, herunder bestemmelser som utfyller og presiserer lovens bestemmelser i andre og tredje ledd. Departementet kan gi forskrift som fastsetter varslingsplikt om ulykker i tilknytning til romaktivitet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "7:24",
      "chapter": "7",
      "section": "24",
      "title": "Pålegg om retting eller stans",
      "content": "Tilsynsmyndigheten kan pålegge operatøren å rette eller stanse et forhold som er i strid med bestemmelser gitt i eller i medhold av denne loven. Pålegget skal fastsette en frist for oppfyllelse.\nTilsynsmyndigheten kan pålegge midlertidig stans av romaktivitet:\na. ved alvorlig, gjentatt eller vedvarende overtredelse av bestemmelser gitt i eller i medhold av denne loven\nb. hvis det er nødvendig for å avverge en overhengende fare.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:25",
      "chapter": "7",
      "section": "25",
      "title": "Endring og tilbakekall",
      "content": "Tilsynsmyndigheten kan oppheve, trekke tilbake, endre vilkårene i eller sette nye vilkår for en tillatelse gitt etter bestemmelser gitt i eller i medhold av denne loven dersom:\na. operatøren i alvorlig grad, gjentatte ganger eller vedvarende overtrer bestemmelser gitt i eller i medhold av loven\nb. operatøren har gitt uriktige eller ufullstendige opplysninger og opplysningene har hatt vesentlig betydning for tillatelsen\nc. vesentlige forutsetninger for tillatelsen er endret\nd. operatøren skifter eier, eller eierstrukturen endres\ne. romaktiviteten er i strid med nasjonale sikkerhetsinteresser\nf. det følger av ellers gjeldende regler om omgjøring av vedtak.\nEndringer og tilbakekall av en tillatelse etter første ledd kan gjøres tidsbegrenset. Begrensningen kan gjøres betinget av at bestemte forhold utbedres eller endres.\nVed avgjørelser etter denne paragrafen skal det tas hensyn til det økonomiske tapet og de ulempene som det må påregnes at en endring eller et tilbakekall vil påføre operatøren, og de fordelene og ulempene som endringen eller tilbakekallet ellers vil medføre.\nDepartementet kan gi forskrift om endring og tilbakekall av tillatelser etter denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "7:26",
      "chapter": "7",
      "section": "26",
      "title": "Tvangsmulkt",
      "content": "Ved overtredelse av bestemmelser gitt i eller i medhold av loven kan tilsynsmyndigheten fastsette tvangsmulkt. Tvangsmulkten begynner å løpe dersom operatøren oversitter den fristen tilsynsmyndigheten har fastsatt for retting.\nHar overtredelsen skjedd på vegne av et foretak, kan tvangsmulkten pålegges foretaket. Er en tvangsmulkt pålagt et selskap som inngår i et konsern, kan den påløpte tvangsmulkten også inndrives hos morselskapet.\nTilsynsmyndigheten kan i særlige tilfeller redusere eller frafalle en påløpt tvangsmulkt.\nDepartementet kan gi forskrift om fastsettelse, utmåling, inndrivelse, ettergivelse og varigheten av tvangsmulkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "7:27",
      "chapter": "7",
      "section": "27",
      "title": "Overtredelsesgebyr",
      "content": "Tilsynsmyndigheten kan ilegge overtredelsesgebyr til en operatør som forsettlig eller uaktsomt overtrer bestemmelser gitt i eller i medhold av §§ 10, 11, 14 eller 18.\nDepartementet kan gi forskrift om utmålingen av overtredelsesgebyr.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Ikrafttredelse og overgangsregler",
      "content": "Loven trer i kraft fra det tidspunktet​1 Kongen bestemmer.\nEnhver som utøver romaktivitet ved lovens ikrafttredelse, må søke om tillatelse innen 12 måneder fra lovens ikrafttredelse for å kunne fortsette aktiviteten. Departementet kan i enkeltvedtak fastsette unntak fra søknadsplikten.\n1 Fra 1. juli 2026 iflg. res. 22 des 2025 nr. 2838.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Endringer i andre lover",
      "content": "Fra det tidspunktet denne loven trer i kraft, gjøres følgende endringer i andre lover:",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    }
  ]
}