{
  "id": "LOV-1909-08-20-2",
  "type": "statute",
  "title": "Skylddelingsloven",
  "short_name": "Skylddelingsloven",
  "status": "in_force",
  "issued_date": "1909-08-20",
  "in_force_date": "1910-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1909-08-20-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Skylddeling kan forlanges av den som har grunnbokshjemmel til eiendommen eller som ved dom er kjent eiendomsberettiget til den del av eiendommen som forlanges fraskilt. Ved ekspropriasjon som er rettet mot hjemmelshaveren kan skylddeling forlanges av eksproprianten når denne lovlig har overtatt eiendommen.\nSkylddeling utføres av 3 menn som lensmanden opnevner av det utvalg som omhandles i lov om domstolene § 79.\nI opnevnelsen anføres eiendommens nøiagtige betegnelse og skyld efter opgave som lensmanden indhenter fra sorenskriveren. Sådan opgave og oplysning om hvem som har hjemmel, leverer sorenskriveren uten betaling. Har lensmanden utvilsomt sikre oplysninger, kan han undlate at indhente opgaven fra sorenskriveren.\n0 Endret ved lover 7 juni 1935 nr. 2, 3 mars 1961 nr. 6, 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Eieren tilsiger mændene. Disse bestemmer, naar forretningen skal avholdes. Derefter besørger eieren varslet alle interesserte parter og, om han finder det nødvendig, naboer. Han kan forlange tilsigelse og varsel besørget av lensmanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved forretningen vælger mændene formand, hvorefter de i nødvendig utstrækning undersøker og befarer eiendommen og opgaar de nye delelinjer. Disse maa tydelig betegnes ved varige merker, saasom indhugne kors i berg eller store stener eller ved nedsatte merkestener, hvor andre sikre delemerker ikke haves.\nDeling av skylden paa et særskilt matrikulert bruk kan ikke foregaa, før selve eiendommen er delt. Denne bestemmelse gjælder ikke et bruks anpart i fuldt fællesskap med andre bruk (kfr. lov om utskiftning m.v. av 13 mars 1882 § 2 a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Matrikelskylden for hvert ved delingen fremkommet bruk bestemmes under iagttagelse av de regler om eiendommes matrikulering, som indeholdes i lov av 17 august 1818 § 28 (jfr. lov av 6 juni 1863 § 1).\nIntet bruk sættes i mindre skyld end 1 øre. Brøkøre anvendes ikke.\nFaar noget bruk bare 1 øre skyld, kan mændene, om de saa finder rettest, bestemme, at der for denne del ikke skal gjøres noget fradrag i hovedbøllets skyld. Utskilless et av de dele, som er utskilt fra et eller flere av hovedbøllene, ikke er mer end 1 øre, kan de likeledes bestemme, at der ikke skal gjøres noget fradrag i skylden for de hovedbøl, som dette gjælder.\n0 Endret ved lov 14 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Mændene skal søke oplyst, om eiendommen før ligger i noget slags fællesskap i indmark eller utmark.\nNyt fællesskap maa ikke stiftes. Dog kan mændene samtykke i, at brukene beholder utmarken helt eller delvis fælles, dersom de finder videregaaende deling utjenlig.\nMændene skal paase, at hvert bruk faar en for fredning og benyttelse saa hensigtsmæssig form, som forholdene tillater.\nStiftelse av bruksrettighet eller servitutt må ikke tas inn i skylddelingsforretningen, uten at heftelsen skriftlig er vedtatt av den som har grunnbokshjemmel til den eiendom som heftelsen skal hvile på.\n0 Endret ved lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Ogsaa tilstrækkelig betegnede stedsevarende bruksrettigheter (servitutter) og herligheter av den slags, som efter loven av 17 august 1818 § 28 er indbefattet under matrikuleringen, kan, hvor den øvrige lovgivning ikke har forbud derimot, ved skylddeling utskilles fra en eiendom som eget bruk og gives særskilt matrikelskyld.\nSæterret i almenning eller statens høyfjeldsstrækning maa ikke skyldlægges som eget bruk. Dog kan, naar retten til en bestemt sæter med samtykke av de øvrige berettigede i havnelaget er overgaat fra en eiendom til en anden, vedkommende regjeringsdepartement tillate, at der avholdes skyldsætningsforretning til bestemmelse av den forøkelse eller formindskelse, som for hver enkelt eiendoms vedkommende bør ske i anledning av overgangen.\nHører sæterretten under et andet herred eller sogn end den gaard, den skal tilhøre, kan departementet tillate, at den skyldlægges som særskilt bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Naar et bruk skal deles i to eller flere dele efter visse forholdstal, skal mændene efter parternes forlangende være pligtige til at utføre delingen i marken i forbindelse med skylddelingen, men de kan forlange den bistand til opmaaling og linjeopgang m.v., som findes fornøden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Om forretningen opsætter og underskriver mændene et dokument. Mændsopnævnelsen følger som bilag.\nI dokumentet anføres forretningens dag, eiendommens navn og eier, gaards- og bruksnummer og skyld. Videre oplyses, om det er godtgjort, at varsel er git til alle interesserte parter og naboer, og om hvem av disse som møtte ved forretningen.\nDerefter beskrives de utskilte bruk med tilliggelser og herligheter, delelinjerne og saavidt mulig deres retning og de benyttede delemerker. Grænserne mot naboeiendomme blir ikke at beskrive, dersom disses eiere ikke er tilstede og samtykker i beskrivelsen. Dokumentet maa ogsaa indeholde fornøden bevidnelse om de i § 5 nævnte forhold, bl.a. om, at nyt fællesskap ikke er stiftet og om de utskilte deles hensigtsmæssige form. Derefter anføres de for hvert bruk bestemte nye skyldbeløp.\nTilslut erklærer mennene at de har utført forretningen efter beste skjønn og overbevisning i henhold til avgitt forsikring.\nHvis det ikke oplyses eller fra nogen av parterne paastaaes at være truffet avtale om, hvem der skal bære omkostningene ved forretningens avholdelse, skal mændene i forretningen indta bestemmelse om, hvorledes omkostningene skal fordeles mellem parterne.\n0 Endret ved lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Skylddelingsforretning over eiendom som går inn under § 55, jfr. § 2 i lov om tilskiping av jordbruk kan ikke tinglyses uten at fylkeslandbruksstyret har samtykket i delingen. Skylddelingsforretning i område som går inn under lov av 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder § 2 kan ikke tinglyses uten at bygningsrådet har samtykket i deling. Samtykke fra fylkeslandbruksstyret er ikke nødvendig til tinglysing av skylddelingsforretning som er holdt av jordskifteretten etter § 97 i lov om jordskifte av 22. desember 1950.\nDen skriftlige forretning skal formanden eller den av mændene, som disse bestemmer, snarest mulig indlevere til sorenskriveren til tinglysning. Finder sorenskriveren, at forretningen ikke er avholdt eller forfattet, som loven fordrer, negter han tinglysning og tilbakeleverer forretningen til berigtigelse av mændene, hvis da ikke mangelen er av den slags, som kan rettes paa stedet av nogen møtende skylddelingsmand alene. Naar sorenskriveren antar forretningen til tinglysning, gir han den sin daterte paategning derom.\nVed tinglysningen gir sorenskriveren i sin paategning oplysning om de nye bruks gaards- og bruksnummerbetegnelse.\nBestemmelsene i første ledd gjelder tilsvarende for skylddelinger som avholdes i Finnmark fylke i henhold til de for dette fylke gjeldende regler for skylddeling.\n0 Endret ved lover 18 mars 1955 nr. 4, 14 juni 1963 nr. 11, 10 des 1971 nr. 103, 8 juni 1973 nr. 51, 4 juni 1976 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Opphevet ved lov 5 feb 1965 nr. 2)",
      "content": "§ 10.(Opphevet ved lov 5 feb 1965 nr. 2)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "I distrikter, hvor tvungen opmaaling og kartlægning av tomter er eller herefter blir indført, kan parterne forlange skylddelingen, uten særskilt godtgjørelse, utført i forbindelse med kartforretningen av opmaalingschefen og hans to kartvidner, naar disse sidste har de for skylddelingsmænd foreskrevne betingelser.\nIøvrig kommer reglerne for almindelige skylddelingsforretningers avholdelse og tinglysning til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Ved skylddelinger, som avholdes i forbindelse med eller efter offentlig eller stadfæstet mindelig utskiftning, kommer bestemmelserne i utskiftningsloven av 13 mars 1882 §§ 99-102 til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "De i §§ 1-11 omhandlede forretninger kan av enhver vedkommende paaankes til overskjøn, forsaavidt angaar skyldansættelsen og den efter § 7 foretagne deling.\nOverskjønsforretningon maa begjæres senest inden 3 maaneder fra første forretnings tinglysning.\nOverskjønsforretningon avholdes paa aastedet av 5 skylddelingsmænd, som opnævnes av sorenskriveren (fogden).\nOmkostningene ved forretningen bæres av den, som har forlangt den, om overskjønnet gaar ham imot. Hvorvidt dette er tilfældet, avgjøres av mændene. Ellers deles omkostningene mellem parterne efter mændenes bestemmelse.\nForretningen tinglyses.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Skulde det efter en skylddelingsforretnings tinglysning vise sig, at forretningen er aabenbar urigtig eller lider av væsentlige mangler, kan vedkommende regjeringsdepartement foreta de fornødne berigtigelser eller i tilfælde sætte forretningen helt ut av kraft og paaby ny forretning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Nyskyldhegning til matrikelens forøkelse maa ikke finde sted uten forhaands indhentet samtykke fra vedkommende regjeringsdepartement. At saadant. samtykke foreligger, paasees av sorenskriveren inden forretningens antagelse til tinglysning.\nForretningen avholdes efter reglerne for almindelige skylddelingsforretninger av 3 mænd, opnævnt av lensmanden. Dog kan vedkommende regjeringsdepartement eller eieren forlange forretningen bestyret av sorenskriveren.\nSkylden bestemmes under sammenligning med skyldforholdene i det øvrige distrikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Nyskyldhegning av arbeiderbruk kan foretages av de 3 av arbeidskomitéens medlemmer, som takserer bruket, se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Omkostningene ved nyskyldægning bæres av den, som har forlangt den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Om tinglysning og paa-anke til overskjøn av nyskyldlægningsforretning kommer de ovenfor givne almindelige regler til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Forretning til nedsættelse av en eiendoms matrikelskyld (avtaksforretning) kan forlanges av eieren eller det offentlige, naar eiendommens værdi ved skred, elvebrud eller anden skade er blit forringet, eller naar herligheter, som er tat i betragtning ved eiendommens matrikulering, er bortfaldt eller har mistet sin værdi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Forretningen avholdes under sorenskriverens bestyrelse av 3 av lensmanden opnævnte skyldsætningsmænd.\nI forretningen beskrives den lidte skade eller værdiforringelse, hvorefter mændene bestemmer det avtak i skylden, som bør tilstaaes enten for bestandig eller for et bestemt antal aar, eftersom værdiforringelsen skjønnes at være varig eller bare forbigaaende.\nForretningen maa ikke tinglyses, før den er godtat av vedkommende regjeringsdepartement.\nUtgiftene ved forretningen bæres av den, som har forlangt den.\nOm paa-anke til overskjøn gjælder de ovenfor givne almindelige regler, dog saaledes at overskjønnet avholdes under sorenskriverens bestyrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Nedlagte rydningspladser i statsalmenninger og jord, som ved ekspropriation eller frivillig overdragelse utlægges til kirkegaard, offentlig vei eller lignende, kan ved vedkommende regjeringsdepartements bestemmelse utslettes av matrikelen. Det samme gjælder grund, som erhverves for anlæg, som er fritat for offentlige skatter. Den for utslettelsen nødvendige skylddeling bekostes av eieren.\nVedkommende regjeringsdepartement kan ogsaa tillate utslettet av matrikelen eiendom, som godtgjøres at være værdiløs, naar den er forlatt (derelinkvert) av eieren, eller han samtykker i utslettelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Eiendom, hvis skyld efter foregaaende paragraf er utslettet, kan med vedkommende regjeringsdepartements samtykke igjen optages i matrikelen med sin tidligere skyld uten avholdelse av skyldlægningsforretning, naar de forhold, som begrundede utslettelsen, ikke længer er tilstede, og skylden ikke findes at staa i misforhold til eiendommens nuværende værdi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Særskilt skyldlagte bruk som har samme eier og som efter lensmannens attest ligger i samme herred og sogn og grenser umiddelbart til hverandre, kan forlanges sammenføiet til ett bruk i panteregister, kassebok og matrikelen, når alle rettighetshavere samtykker i det. I distrikter hvor tvungen opmåling og kartlegging av tomter er innført, skal den nevnte attest gis av opmålingschefen.\nTilsvarende regler skal ogsaa gjælde for sammenføining av skyldlagte bruksrettigheter med den eiendom, som de tilligger.\nOgsaa inden samme herred og sogn liggende særtkilt skyldlagte bru, som ikke grænser til hinanden, men har samme eier, kan med alle rettighetshaveres samtykke forlanges sammenføiet, naar det ved attest fra lensmanden godtgjøres:\na. at den ene einendom efter sin beliggenhet eller beskaffenhet forøvrig er at anse som hovedbruk og den eller de øvrige alene er at anse som tilliggende til dette bruk eller\nb. at eiendommene ligger i uutskiftet fællesskap.\nNyt fællesskap (teigeblanding) maa ikke stiftes.\n[Eierens og rettighetshavernes erklæring om sammenføjning tinglyses uten betaling,] hvorefter sorenskriveren underretter amtskassereren (fogden).\nSaaledes sammenføiede bruk kan ikke igjen adskilles uten skylddelingsforretning.\nOvenstaaende regler gjælder ogsaa med hensyn til, hvad der under en skylddelingsforretning kan skyldlægges som ett bruk. Bevidnelse om, at betingelserne herfor er tilsdede, utfærdiges i dette tilfælde av skylddelingsmændene i forbindelse med forretningens beskrivelse. Rettighetshavernes samtykke er udnødvendig, medmindre bruket utskilles fra to eller flere hovedbøl. og det ikke har tilligget disse som fælleseie.\nSkylden på bruk som er utskiltuten fradrag i skylden på hovedbrukets skyld, blir ikke å medregne når bruket sammenføies med et annet bruk.\n0 Endret ved lover 14 juli 1916 nr. 2 og 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Hvert nytt bruk, som fremkommer ved skylddeling eller nyskyldlegging, bør av eieren (kjøperen) gis særskilt navn, som anføres i forretningen.\nBruksnavn kan forandres efter eierens skriftlige erklæring som tinglyses særskilt eller inntas i tinglyst hjemmelsbrev på eiendommen.\nSom bruksnavn må ikke ni noget tilfelle velges et navn som allerede er i bruk som slektsnavn og som ikke hører til de mer utbredte.\nBruksnavn skal i matrikkel og grunnbok skrives overensstemmende med gjeldende regler for tillatt skrivemåte. Før skrivemåten i det enkelte tilfelle blir fastsatt av vedkommende departement, bør eieren (kjøperen) gis anledning til å uttale sig og hans ønske tas tilfølge når det går ut på å beholde den gamle skriftform hvis den er nasjonalt eller historisk forsvarlig.\nDe nærmere bestemmelse om fremgangsmåten ved navnerevisjon treffes av vedkommende departement.\n0 Endret ved lover 9 feb 1923 nr. 2 og 16 juli 1936 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Skjøte, makeskiftebrev eller andet hjemmelsdokument paa del av matrikulert eiendom maa i intet tilfælde tinglyses, før skylddelingsforretning er avholdt.\nHjemmelsdokument paa stedsevarende bruksret eller herlighet i matrikulert eiendom (se § 6) maa heller ikke tinglyses, før skylddelingsforretning er avholdt, medmindre det ved attest fra 2 troværdige mænd godtgjøres, at den bruksret eller herlighet, som overdrages, er uten betydning for skyldforholdet.\nSamme regel skal gjælde, naar bruksret, som er indbefattet i den herskende eiendoms skyld, og som ikke paa forannævnte maate godtgjøres at være uten betydning for skyldforholdet, avløses eller opgives til fordel for den tjenende eiendom.\nAngaar hjemmelsdokumentet, bare en sameie-andel i en særskilt skyldsat eiendom eller bruksret, kommer ovenstaaende regler ikke til anvendelse.\nHjemmelsdokument paa tidligere umatrikulert eiendom maa ikke tinglyses, før nyskyldlægningsforretning er avholdt.\nLike med at skylddelignsforretning er holdt regnes i forhold til reglene i denne paragraf at skylddelingsforretning er begjært av noen som har rett til det. Det skal i tilfelle forevises attest fra lensmannen om at forretningen er begjært og at gebyr for den og tinglysingsgebyr er innbetalt. Lensmannen kan forlange at grensene er fastlagt i marken før attest utstedes.\n0 Endret ved lov 3 mars 1961 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Sorenskriveren har i den utstrækning, som vedkommende regjeringsdepartement bestemmer, at indsende opgaver over alle tinglyste skylddelings-, nyskyldlægnings- og avtaksforretninger saavelsom over sammenføininger av bruk og forandringer av bruksnavn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "(Opphevet ved sportellov § 163)",
      "content": "§ 27.(Opphevet ved sportellov § 163)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Denne lov træder i kraft fra 1 januar næste aar.\nFra samme tid ophæves følgende lovbestemmelser: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Skylddeling kan forlanges av den som har grunnbokshjemmel til eiendommen eller som ved dom er kjent eiendomsberettiget til den del av eiendommen som forlanges fraskilt. Ved ekspropriasjon som er rettet mot hjemmelshaveren kan skylddeling forlanges av eksproprianten når denne lovlig har overtatt eiendommen.\nSkylddeling utføres av 3 menn som lensmanden opnevner av det utvalg som omhandles i lov om domstolene § 79.\nI opnevnelsen anføres eiendommens nøiagtige betegnelse og skyld efter opgave som lensmanden indhenter fra sorenskriveren. Sådan opgave og oplysning om hvem som har hjemmel, leverer sorenskriveren uten betaling. Har lensmanden utvilsomt sikre oplysninger, kan han undlate at indhente opgaven fra sorenskriveren.\n0 Endret ved lover 7 juni 1935 nr. 2, 3 mars 1961 nr. 6, 26 jan 1973 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Eieren tilsiger mændene. Disse bestemmer, naar forretningen skal avholdes. Derefter besørger eieren varslet alle interesserte parter og, om han finder det nødvendig, naboer. Han kan forlange tilsigelse og varsel besørget av lensmanden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Ved forretningen vælger mændene formand, hvorefter de i nødvendig utstrækning undersøker og befarer eiendommen og opgaar de nye delelinjer. Disse maa tydelig betegnes ved varige merker, saasom indhugne kors i berg eller store stener eller ved nedsatte merkestener, hvor andre sikre delemerker ikke haves.\nDeling av skylden paa et særskilt matrikulert bruk kan ikke foregaa, før selve eiendommen er delt. Denne bestemmelse gjælder ikke et bruks anpart i fuldt fællesskap med andre bruk (kfr. lov om utskiftning m.v. av 13 mars 1882 § 2 a).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Matrikelskylden for hvert ved delingen fremkommet bruk bestemmes under iagttagelse av de regler om eiendommes matrikulering, som indeholdes i lov av 17 august 1818 § 28 (jfr. lov av 6 juni 1863 § 1).\nIntet bruk sættes i mindre skyld end 1 øre. Brøkøre anvendes ikke.\nFaar noget bruk bare 1 øre skyld, kan mændene, om de saa finder rettest, bestemme, at der for denne del ikke skal gjøres noget fradrag i hovedbøllets skyld. Utskilless et av de dele, som er utskilt fra et eller flere av hovedbøllene, ikke er mer end 1 øre, kan de likeledes bestemme, at der ikke skal gjøres noget fradrag i skylden for de hovedbøl, som dette gjælder.\n0 Endret ved lov 14 juli 1916 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Mændene skal søke oplyst, om eiendommen før ligger i noget slags fællesskap i indmark eller utmark.\nNyt fællesskap maa ikke stiftes. Dog kan mændene samtykke i, at brukene beholder utmarken helt eller delvis fælles, dersom de finder videregaaende deling utjenlig.\nMændene skal paase, at hvert bruk faar en for fredning og benyttelse saa hensigtsmæssig form, som forholdene tillater.\nStiftelse av bruksrettighet eller servitutt må ikke tas inn i skylddelingsforretningen, uten at heftelsen skriftlig er vedtatt av den som har grunnbokshjemmel til den eiendom som heftelsen skal hvile på.\n0 Endret ved lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Ogsaa tilstrækkelig betegnede stedsevarende bruksrettigheter (servitutter) og herligheter av den slags, som efter loven av 17 august 1818 § 28 er indbefattet under matrikuleringen, kan, hvor den øvrige lovgivning ikke har forbud derimot, ved skylddeling utskilles fra en eiendom som eget bruk og gives særskilt matrikelskyld.\nSæterret i almenning eller statens høyfjeldsstrækning maa ikke skyldlægges som eget bruk. Dog kan, naar retten til en bestemt sæter med samtykke av de øvrige berettigede i havnelaget er overgaat fra en eiendom til en anden, vedkommende regjeringsdepartement tillate, at der avholdes skyldsætningsforretning til bestemmelse av den forøkelse eller formindskelse, som for hver enkelt eiendoms vedkommende bør ske i anledning av overgangen.\nHører sæterretten under et andet herred eller sogn end den gaard, den skal tilhøre, kan departementet tillate, at den skyldlægges som særskilt bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Naar et bruk skal deles i to eller flere dele efter visse forholdstal, skal mændene efter parternes forlangende være pligtige til at utføre delingen i marken i forbindelse med skylddelingen, men de kan forlange den bistand til opmaaling og linjeopgang m.v., som findes fornøden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Om forretningen opsætter og underskriver mændene et dokument. Mændsopnævnelsen følger som bilag.\nI dokumentet anføres forretningens dag, eiendommens navn og eier, gaards- og bruksnummer og skyld. Videre oplyses, om det er godtgjort, at varsel er git til alle interesserte parter og naboer, og om hvem av disse som møtte ved forretningen.\nDerefter beskrives de utskilte bruk med tilliggelser og herligheter, delelinjerne og saavidt mulig deres retning og de benyttede delemerker. Grænserne mot naboeiendomme blir ikke at beskrive, dersom disses eiere ikke er tilstede og samtykker i beskrivelsen. Dokumentet maa ogsaa indeholde fornøden bevidnelse om de i § 5 nævnte forhold, bl.a. om, at nyt fællesskap ikke er stiftet og om de utskilte deles hensigtsmæssige form. Derefter anføres de for hvert bruk bestemte nye skyldbeløp.\nTilslut erklærer mennene at de har utført forretningen efter beste skjønn og overbevisning i henhold til avgitt forsikring.\nHvis det ikke oplyses eller fra nogen av parterne paastaaes at være truffet avtale om, hvem der skal bære omkostningene ved forretningens avholdelse, skal mændene i forretningen indta bestemmelse om, hvorledes omkostningene skal fordeles mellem parterne.\n0 Endret ved lov 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Skylddelingsforretning over eiendom som går inn under § 55, jfr. § 2 i lov om tilskiping av jordbruk kan ikke tinglyses uten at fylkeslandbruksstyret har samtykket i delingen. Skylddelingsforretning i område som går inn under lov av 10 desember 1971 nr. 103 om planlegging i strandområder og fjellområder § 2 kan ikke tinglyses uten at bygningsrådet har samtykket i deling. Samtykke fra fylkeslandbruksstyret er ikke nødvendig til tinglysing av skylddelingsforretning som er holdt av jordskifteretten etter § 97 i lov om jordskifte av 22. desember 1950.\nDen skriftlige forretning skal formanden eller den av mændene, som disse bestemmer, snarest mulig indlevere til sorenskriveren til tinglysning. Finder sorenskriveren, at forretningen ikke er avholdt eller forfattet, som loven fordrer, negter han tinglysning og tilbakeleverer forretningen til berigtigelse av mændene, hvis da ikke mangelen er av den slags, som kan rettes paa stedet av nogen møtende skylddelingsmand alene. Naar sorenskriveren antar forretningen til tinglysning, gir han den sin daterte paategning derom.\nVed tinglysningen gir sorenskriveren i sin paategning oplysning om de nye bruks gaards- og bruksnummerbetegnelse.\nBestemmelsene i første ledd gjelder tilsvarende for skylddelinger som avholdes i Finnmark fylke i henhold til de for dette fylke gjeldende regler for skylddeling.\n0 Endret ved lover 18 mars 1955 nr. 4, 14 juni 1963 nr. 11, 10 des 1971 nr. 103, 8 juni 1973 nr. 51, 4 juni 1976 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Opphevet ved lov 5 feb 1965 nr. 2)",
      "content": "§ 10.(Opphevet ved lov 5 feb 1965 nr. 2)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "I distrikter, hvor tvungen opmaaling og kartlægning av tomter er eller herefter blir indført, kan parterne forlange skylddelingen, uten særskilt godtgjørelse, utført i forbindelse med kartforretningen av opmaalingschefen og hans to kartvidner, naar disse sidste har de for skylddelingsmænd foreskrevne betingelser.\nIøvrig kommer reglerne for almindelige skylddelingsforretningers avholdelse og tinglysning til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Ved skylddelinger, som avholdes i forbindelse med eller efter offentlig eller stadfæstet mindelig utskiftning, kommer bestemmelserne i utskiftningsloven av 13 mars 1882 §§ 99-102 til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "1:13",
      "chapter": "1",
      "section": "13",
      "content": "De i §§ 1-11 omhandlede forretninger kan av enhver vedkommende paaankes til overskjøn, forsaavidt angaar skyldansættelsen og den efter § 7 foretagne deling.\nOverskjønsforretningon maa begjæres senest inden 3 maaneder fra første forretnings tinglysning.\nOverskjønsforretningon avholdes paa aastedet av 5 skylddelingsmænd, som opnævnes av sorenskriveren (fogden).\nOmkostningene ved forretningen bæres av den, som har forlangt den, om overskjønnet gaar ham imot. Hvorvidt dette er tilfældet, avgjøres av mændene. Ellers deles omkostningene mellem parterne efter mændenes bestemmelse.\nForretningen tinglyses.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "1:14",
      "chapter": "1",
      "section": "14",
      "content": "Skulde det efter en skylddelingsforretnings tinglysning vise sig, at forretningen er aabenbar urigtig eller lider av væsentlige mangler, kan vedkommende regjeringsdepartement foreta de fornødne berigtigelser eller i tilfælde sætte forretningen helt ut av kraft og paaby ny forretning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Nyskyldhegning til matrikelens forøkelse maa ikke finde sted uten forhaands indhentet samtykke fra vedkommende regjeringsdepartement. At saadant. samtykke foreligger, paasees av sorenskriveren inden forretningens antagelse til tinglysning.\nForretningen avholdes efter reglerne for almindelige skylddelingsforretninger av 3 mænd, opnævnt av lensmanden. Dog kan vedkommende regjeringsdepartement eller eieren forlange forretningen bestyret av sorenskriveren.\nSkylden bestemmes under sammenligning med skyldforholdene i det øvrige distrikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Nyskyldhegning av arbeiderbruk kan foretages av de 3 av arbeidskomitéens medlemmer, som takserer bruket, se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Omkostningene ved nyskyldægning bæres av den, som har forlangt den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Om tinglysning og paa-anke til overskjøn av nyskyldlægningsforretning kommer de ovenfor givne almindelige regler til anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Forretning til nedsættelse av en eiendoms matrikelskyld (avtaksforretning) kan forlanges av eieren eller det offentlige, naar eiendommens værdi ved skred, elvebrud eller anden skade er blit forringet, eller naar herligheter, som er tat i betragtning ved eiendommens matrikulering, er bortfaldt eller har mistet sin værdi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Forretningen avholdes under sorenskriverens bestyrelse av 3 av lensmanden opnævnte skyldsætningsmænd.\nI forretningen beskrives den lidte skade eller værdiforringelse, hvorefter mændene bestemmer det avtak i skylden, som bør tilstaaes enten for bestandig eller for et bestemt antal aar, eftersom værdiforringelsen skjønnes at være varig eller bare forbigaaende.\nForretningen maa ikke tinglyses, før den er godtat av vedkommende regjeringsdepartement.\nUtgiftene ved forretningen bæres av den, som har forlangt den.\nOm paa-anke til overskjøn gjælder de ovenfor givne almindelige regler, dog saaledes at overskjønnet avholdes under sorenskriverens bestyrelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Nedlagte rydningspladser i statsalmenninger og jord, som ved ekspropriation eller frivillig overdragelse utlægges til kirkegaard, offentlig vei eller lignende, kan ved vedkommende regjeringsdepartements bestemmelse utslettes av matrikelen. Det samme gjælder grund, som erhverves for anlæg, som er fritat for offentlige skatter. Den for utslettelsen nødvendige skylddeling bekostes av eieren.\nVedkommende regjeringsdepartement kan ogsaa tillate utslettet av matrikelen eiendom, som godtgjøres at være værdiløs, naar den er forlatt (derelinkvert) av eieren, eller han samtykker i utslettelsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Eiendom, hvis skyld efter foregaaende paragraf er utslettet, kan med vedkommende regjeringsdepartements samtykke igjen optages i matrikelen med sin tidligere skyld uten avholdelse av skyldlægningsforretning, naar de forhold, som begrundede utslettelsen, ikke længer er tilstede, og skylden ikke findes at staa i misforhold til eiendommens nuværende værdi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "content": "Særskilt skyldlagte bruk som har samme eier og som efter lensmannens attest ligger i samme herred og sogn og grenser umiddelbart til hverandre, kan forlanges sammenføiet til ett bruk i panteregister, kassebok og matrikelen, når alle rettighetshavere samtykker i det. I distrikter hvor tvungen opmåling og kartlegging av tomter er innført, skal den nevnte attest gis av opmålingschefen.\nTilsvarende regler skal ogsaa gjælde for sammenføining av skyldlagte bruksrettigheter med den eiendom, som de tilligger.\nOgsaa inden samme herred og sogn liggende særtkilt skyldlagte bru, som ikke grænser til hinanden, men har samme eier, kan med alle rettighetshaveres samtykke forlanges sammenføiet, naar det ved attest fra lensmanden godtgjøres:\na. at den ene einendom efter sin beliggenhet eller beskaffenhet forøvrig er at anse som hovedbruk og den eller de øvrige alene er at anse som tilliggende til dette bruk eller\nb. at eiendommene ligger i uutskiftet fællesskap.\nNyt fællesskap (teigeblanding) maa ikke stiftes.\n[Eierens og rettighetshavernes erklæring om sammenføjning tinglyses uten betaling,] hvorefter sorenskriveren underretter amtskassereren (fogden).\nSaaledes sammenføiede bruk kan ikke igjen adskilles uten skylddelingsforretning.\nOvenstaaende regler gjælder ogsaa med hensyn til, hvad der under en skylddelingsforretning kan skyldlægges som ett bruk. Bevidnelse om, at betingelserne herfor er tilsdede, utfærdiges i dette tilfælde av skylddelingsmændene i forbindelse med forretningens beskrivelse. Rettighetshavernes samtykke er udnødvendig, medmindre bruket utskilles fra to eller flere hovedbøl. og det ikke har tilligget disse som fælleseie.\nSkylden på bruk som er utskiltuten fradrag i skylden på hovedbrukets skyld, blir ikke å medregne når bruket sammenføies med et annet bruk.\n0 Endret ved lover 14 juli 1916 nr. 2 og 7 juni 1935 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Hvert nytt bruk, som fremkommer ved skylddeling eller nyskyldlegging, bør av eieren (kjøperen) gis særskilt navn, som anføres i forretningen.\nBruksnavn kan forandres efter eierens skriftlige erklæring som tinglyses særskilt eller inntas i tinglyst hjemmelsbrev på eiendommen.\nSom bruksnavn må ikke ni noget tilfelle velges et navn som allerede er i bruk som slektsnavn og som ikke hører til de mer utbredte.\nBruksnavn skal i matrikkel og grunnbok skrives overensstemmende med gjeldende regler for tillatt skrivemåte. Før skrivemåten i det enkelte tilfelle blir fastsatt av vedkommende departement, bør eieren (kjøperen) gis anledning til å uttale sig og hans ønske tas tilfølge når det går ut på å beholde den gamle skriftform hvis den er nasjonalt eller historisk forsvarlig.\nDe nærmere bestemmelse om fremgangsmåten ved navnerevisjon treffes av vedkommende departement.\n0 Endret ved lover 9 feb 1923 nr. 2 og 16 juli 1936 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "content": "Skjøte, makeskiftebrev eller andet hjemmelsdokument paa del av matrikulert eiendom maa i intet tilfælde tinglyses, før skylddelingsforretning er avholdt.\nHjemmelsdokument paa stedsevarende bruksret eller herlighet i matrikulert eiendom (se § 6) maa heller ikke tinglyses, før skylddelingsforretning er avholdt, medmindre det ved attest fra 2 troværdige mænd godtgjøres, at den bruksret eller herlighet, som overdrages, er uten betydning for skyldforholdet.\nSamme regel skal gjælde, naar bruksret, som er indbefattet i den herskende eiendoms skyld, og som ikke paa forannævnte maate godtgjøres at være uten betydning for skyldforholdet, avløses eller opgives til fordel for den tjenende eiendom.\nAngaar hjemmelsdokumentet, bare en sameie-andel i en særskilt skyldsat eiendom eller bruksret, kommer ovenstaaende regler ikke til anvendelse.\nHjemmelsdokument paa tidligere umatrikulert eiendom maa ikke tinglyses, før nyskyldlægningsforretning er avholdt.\nLike med at skylddelignsforretning er holdt regnes i forhold til reglene i denne paragraf at skylddelingsforretning er begjært av noen som har rett til det. Det skal i tilfelle forevises attest fra lensmannen om at forretningen er begjært og at gebyr for den og tinglysingsgebyr er innbetalt. Lensmannen kan forlange at grensene er fastlagt i marken før attest utstedes.\n0 Endret ved lov 3 mars 1961 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "content": "Sorenskriveren har i den utstrækning, som vedkommende regjeringsdepartement bestemmer, at indsende opgaver over alle tinglyste skylddelings-, nyskyldlægnings- og avtaksforretninger saavelsom over sammenføininger av bruk og forandringer av bruksnavn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "(Opphevet ved sportellov § 163)",
      "content": "§ 27.(Opphevet ved sportellov § 163)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "content": "Denne lov træder i kraft fra 1 januar næste aar.\nFra samme tid ophæves følgende lovbestemmelser: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    }
  ]
}