{
  "id": "LOV-1956-12-07-2",
  "type": "statute",
  "title": "Lov om arbeidervern",
  "short_name": "Arbeidervernlov",
  "status": "in_force",
  "issued_date": "1956-12-07",
  "in_force_date": "1957-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1956-12-07-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Bedrifter som går inn under loven.",
      "content": "1. Såframt ikke annet er uttrykkelig sagt i loven, gjelder den for hver bedrift som sysselsetter arbeider​1 eller som bruker mekanisk drivkraft på 1 hestekraft eller mer.\nUnntatt er:\na. sjøfart, fangst og fiske, herunder bearbeiding av fangsten ombord i skip,\nb. luftfart,\nc. jordbruk og annen virksomhet som går inn under loven om arbeidsvilkår for arbeidarar i jordbruket.​2\nKongen avgjør om og i hvilken utstrekning den offentlige forvaltning av omsyn til almene eller offentlige interesser skal unntas fra loven.​3 Hvorvidt en virksomhet som drives av det offentlige er forvaltning, avgjøres av Kongen.​4\n2. Kongen kan bestemme at maskiner og andre tekniske innretninger og anlegg skal undergis tilsyn etter denne lov, selv om de ikke blir brukt i bedrift som går inn under loven. Det samme gjelder for arbeid som ikke går inn under loven når arbeidet foregår under forhold som fører med seg særlig fare for skade på liv og helse.\n1 Se 2.\n2 Lov 19 des. 1958 nr. 3. – Jfr. også lov 31 mai 1963 nr. 3.\n3 Jfr. kgl. res. 19 des. 1958.\n4 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Hva loven mener med arbeider",
      "content": "Med arbeider mener denne lov enhver som utenfor sitt hjem utfører arbeid i annen manns tjeneste.\nDrives en bedrift av flere i fellesskap for egen regning, ansees bare en av disse som arbeidsgiver etter denne lov, mens de øvrige blir å anse som arbeidere. Hvem som blir å anse som arbeidsgiver, skal straks meldes til tilsynet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Meldeplikt for bedrift.",
      "content": "Bedrift som går inn under denne lov, skal meldes skriftlig til Arbeidstilsynet, jfr. kapitel 7, dersom den ikke er meldt til Arbeidstilsynet tidligere i samsvar med før gjeldende lov om arbeidervern av 19. juni 1936, § 3.\nEr bedriften i gang når loven trer i kraft, skal melding sendes innen 14 dager etter ikrafttredelsen. Blir bedriften satt i gang senere, skal melding sendes senest 14 dager før den blir satt i gang.\nMelding skal også sendes når bedrift vil ta i bruk nytt fast arbeidssted, derunder ved flytting. Meldingen skal sendes senest 14 dager før arbeidsstedet blir tatt i bruk.\nEr byggeplaner for bedriften forelagt Arbeidstilsynet i samsvar med bestemmelsene i § 16 første ledd, kan melding utstå inntil 14 dager etter at bedriften er satt i gang, eller det nye arbeidssted er tatt i bruk.\nMeldingen skal gi opplysning om bedriftens art og beliggenhet, drivkraftens art og størrelse og om antall arbeidere.\nUnntatt fra meldeplikten er, med mindre departementet​2 annerledes bestemmer, bedrifter hvor bestemmelsene i kapitel 3 ikke gjelder.\n1 Endret ved lov 18 Juni 1965 nr. 7 § 121.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vern mot ulykker og helseskader.",
      "content": "Arbeidsgiveren skal sørge for at bedriften er slik innrettet og vedlikeholdt og at arbeidet er ordnet og blir utført på slik måte at arbeiderne er vernet mot skade på liv og helse så godt og hensiktsmessig som det etter forholdene lar seg gjøre. Arbeidsgiveren skal særlig ha for øye:\n1. Det skal, når arbeiderne settes til arbeid, tas omsyn til deres alder, kyndighet og forutsetninger ellers for å kunne utføre arbeidet på sikkerhetsmessig forsvarlig måte. Arbeidsgiveren skal sørge for at arbeiderne blir gjort kjent med de farer som arbeidet måtte føre med seg, og for at de får den rettleiing og øvelse som er nødvendig for å unngå farene.\n2. I arbeidsrom skal det være gode lysforhold, nok luftrom og høvelig luftskifte. Luften skal så så vidt mulig være passe varm og fuktig og fri for støv vond lukt, røyk, gass og damp. Arbeidsplassen skal holdes ren og ryddig og ha nødvendige åpne og sikre ferdselsganger. Larm og rystelse skal forebygges så godt råd er, og arbeidet skal ordnes så det ikke er unødig trettende.\n3. Kraftmaskiner, transmisjoner, arbejdsmaskiner, løfteinnretninger, transportmidler og andre maskinelle innretninger skal ha nødvendige verneinnretninger og for øvrig være forsvarlig utført, oppstilt, vedlikeholdt og passet.\n4. Det skal tas de forholdsregler som trenges for så langt råd er å forebygge at arbeiderne blir skadd ved fall eller på grunn av fallende gjenstander eller ras, ved håndtering av gjenstander, ved elektrisitet, stråler eller blendende lys, ved eksplosive, brannfarlige, varme, etsende, giftige eller andre helseskadelige stoffer. Hvor giftige eller helseskadelige stoffer blir framstilt, pakket eller brukt på en måte som kan innebære helserisiko, skal således beholdere og emballasje for stoffene være tydelig merket med stoffenes navn og passende advarsel. Så vidt mulig skal slike farlige stoffer erstattes med mindre farlige.\n5. Hensiktsmessig personlig verneutstyr skal om nødvendig stilles til arbeidernes rådighet der det med rimelighet kan kreves, og hvor det ikke kan tas andre forholdsregler for å oppnå tilstrekkelig vern mot ulykker eller helseskader. Arbeiderne har plikt til å bruke utstyret og til å ta godt vare på det.\n6. På eller i nærheten av arbeidsstedet skal det være hygienisk betryggende drikkevann, vaskevann, det nødvendige til vask og tørring og et passende antall klosetter. Der hvor det trenges, skal det finnes oppvarmet spiserom og høvelig rom for skifte, oppbevaring og tørring av klær. Der bedriftens art og størrelse tilsier det, skal arbeiderne kunne få bad.\nHusvær som arbeidsgiveren stiller til rådighet for arbeiderne, skal være forsvarlig utført, innredet og vedlikeholdt. Arbeiderne skal vise varsomhet ved bruken.\n7. Nødvendige tiltak avpasset etter arbeidsplassens størrelse, beliggenhet, arbeidets art og de forhold som arbeidet drives under, skal tas for å kunne gi førstehjelp ved ulykker eller sykdomstilfelle.\nArbeidsgiveren skal sørge for orden og god atferd i bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidsplasser med flere arbeidsgivere.",
      "content": "Når det på samme arbeidsplass sysselsettes arbeidere som hører under forskjellige arbeidsgivere skal:\na. hver arbeidsgiver sørge for at hans virksomhet der er slik innrettet og hans egne arbeideres arbeid er ordnet og blir utført på slik måte at også de øvrige arbeidere er vernet i samsvar med § 5.\nb. hver arbeidsgiver, om nødvendig for å verne egne arbeidere, medvirke til at de øvrige arbeidsgivere gjennomfører sikringstiltak i samsvar med punkt a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Arbeidernes medvirkning ved gjennomføring av vernetiltak m.v.",
      "content": "Arbeiderne skal selv medvirke til gjennomføring av de tiltak som blir satt i verk for å verne dem mot ulykker og helseskader. De skal følge arbeidsgiverens og tilsynets pålegg, bruke påbudte vernemidler, vise varsomhet og ellers på enhver måte gjøre sitt til at skade på liv og helse kan unngås.\nArbeiderne skal vise orden og god atferd i bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Legekontroll.",
      "content": "Der det finnes nødvendig av hensyn til arbeidernes liv og helse, kan Direktoratet for arbeidstilsynet påby at det ved bedrift skal være bedriftslege etter godkjente regler, eller at det skal foretas legetilsyn på annen godkjent måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Samarbeid om vernespørsmål.",
      "content": "For å sikre sunne og trygge arbeidsforhold på arbeidsplassen skal arbeidsgiveren lede og i samarbeid med de tilsatte arbeidere drive et planmessig vernearbeid. Arbeidsgiveren kan overlate ledelsen av vernearbeidet til en stedfortreder. Han skal i vernespørsmål samarbeide med verneombud valt av og blant arbeiderne.\nArbeidsgiveren skal til enhver tid holde tilsynet underrettet om hvem som er oppnevnt eller valt som vernerepresentanter, jfr. § 10 og § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Verneombud.",
      "content": "På arbeidsplasser med få arbeidere skal en av arbeidernes valte tillitsmenn være verneombud. På arbeidsplasser med mer enn 20 arbeidere bør arbeiderne blant de tilsatte arbeidere velge et eller flere verneombud. Innenfor bygge- og anleggsvirksomhet bør verneombud velges blant de valte tillitsmenn. Navnet på de valte verneombud skal meldes til arbeidsgiveren og gjøres kjent for arbeiderne ved oppslag i bedriften.\nOm nødvendig fastsetter Direktoratet for arbeidstilsynet nærmere regler om valg av verneombud og deres virketid.\nVerneombud skal virke for gjennomføring av sunne og trygge arbeidsforhold. Finner et verneombud at det er feil eller mangler ved bedriftens vernetiltak, eller at det bør gjennomføres nye vernetiltak, skal han melde fra om dette til arbeidsgiveren. Arbeidsgiveren plikter å gi verneombudet svar. Er det ikke innen rimelig tid tatt omsyn til meldingen, skal verneombudet underrette tilsynet.\nVerneombud skal gjøre seg kjent med gjeldende verneforskrifter og instruksjoner, pålegg og henstillinger som er gitt av tilsynet, og medvirke til at disse blir gjennomført.\nVerneombud skal være vernet mot usaklig oppsigelse slik som fastsatt i § 43 uten omsyn til alder eller tjenestetid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Verneutvalg.",
      "content": "På arbeidsplasser hvor det regelmessig er i arbeid minst 100 arbeidere, skal det være et verneutvalg (sikkerhetsutvalg) sammensatt av representanter for arbeidsgiveren og verne anbudene. Der det finnes påkrevd, bør verneutvalg opprettes også på arbeidssted med færre arbeidere. Utvalget skal regelmessig holde møter for å drøfte vernetiltak.\nVerneutvalget skal virke for gjennomføring av sunne og trygge arbeidsforhold. Det skal ved sitt arbeid ta sikte på:\na. at nyinntatte arbeidere får rettleiing om farer ved arbeidet og om hvorledes disse kan unngås,\nb. å få rettet på forhold som kan medføre fare for liv eller helse,\nc. å finne årsaken til ulykker og yrkessykdommer og gjøre seg opp en mening om hvordan disse kan forebygges og\nd. å drive opplysningsarbeid for å hindre ulykker og helseskader.\nBestemmelsene i § 10 fjerde ledd gjelder tilsvarende for medlemmer av verneutvalg som ikke er verneombud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Kjeler, beholdere og rørledninger.",
      "content": "1. Kjeler, beholdere og rørledninger som er utsatt for damptrykk skal være forsvarlig forarbeidet, utstyrt, oppstilt og vedlikeholdt. De må ikke tas i bruk før tilsynet har gitt sitt samtykke. De skal anmeldes, undersøkes og ettersees på den måte som Kongen bestemmer.​1\nEieren plikter å foreta de for disse undersøkelser forskriftsmessige forberedelser og for øvrig yte den nødvendige hjelp.\nTilsynet kan kreve at den som er ansvarlig for kjelens behandling, skal ha et av tilsynet godkjent vitnesbyrd om at han har den kyndighet som trenges. Kongen kan bestemme at den som er ansvarlig for kjelens behandling, skal ha nærmere av Kongen​1 fastsatte kvalifikasjoner.\n2. Kongen kan fastsette regler om offentlig tilsyn med andre beholdere og rørledninger under trykk, enn dem som er nevnt i punkt 1.\n1 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Særlige vernetiltak.​1",
      "content": "For bedrift, del av bedrift eller for arbeid som finnes å være særlig anstrengende eller særlig farlig for arbeidernes liv og helse, kan Kongen​2 påby særlige vernetiltak, f.eks. at bedrift ikke må anlegges eller maskin eller arbeidsinnretning ikke må tas i bruk uten samtykke, eller at det skal brukes kortere arbeidstid enn ellers fastsatt i loven.\nSkal slikt påbud omfatte bedrift hvor arbeidere eller arbeidsgiver tilhører en faglig landssammenslutning, skal det være gitt denne adgang til å uttale seg.\n1 Endret ved lov 10 mai 1968 nr. 2. Jfr. S 34.\n2 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Undersøkelse av stoff og materiale.",
      "content": "Hvis Direktoratet for arbeidstilsynet antar at stoff eller materiale som en bedrift framstiller eller bruker i sin virksomhet, kan utsette arbeiderne for ulykkes- eller helsefare, kan det for å få klarlagt farespørsmålet kreve at arbeidsgiveren skal foreta undersøkelse eller levere prøve til undersøkelse. Utgiftene med slik undersøkelse bæres av arbeidsgiveren, hvis ikke avgift blir pålagt etter bestemmelsen i § 62 punkt 2 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Plikter for den som tilvirker, overdrar eller monterer maskin eller annen teknisk innretning.",
      "content": "Den som tilvirker maskin, redskap eller annen teknisk innretning, og den som selger, leier – eller låner ut slik innretning, skal sørge for at innretningen, når han leverer den til bruk eller til å stilles ut i salgs- eller reklameøyemed her i landet, er forsynt med nødvendig verneutstyr og for at den for øvrig er betryggende sikret mot å volde ulykke eller skade. Han skal også sørge for at det følger med nødvendig skriftlig rettleiing om bruk og pass av innretningen.\nDen som selvstendig påtar seg å montere innretning som nevnt i første ledd, skal sørge for at innretningen blir satt i slik stand og stilt opp slik at lovens krav om sikring av trygge arbeidsvilkår blir oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Tilsynets uttalelse om plan for bedrift m.v.",
      "content": "Den som vil oppføre bygning eller utføre bygningsmessig arbeid som er meldepliktig etter gjeldende bygningslov, og som skal brukes eller ventelig vil bli brukt for bedrift som går inn under denne lov, har plikt til å forelegge byggeplanene for Arbeidstilsynet før arbeidet settes i gang. Det skal gis opplysning om bedriftens art, og planene må vise art og plassering av mulige maskiner og teknisk utstyr.\nRett til å legge en plan fram for tilsynet og få dets uttalelse om det etter loven er noe å innvende mot at den settes i verk, har også den som utenom de tilfelle som er nevnt i første ledd, vil anlegge, sette i gang eller gjøre om bedrift som går eller ventelig kan komme inn under denne lov. Det samme gjelder den som vil ta i bruk ny eller endret arbeidsinnretning, arbeidsmåte eller sette i verk vernetiltak.\nBestemmelsene i foregående ledd om adgang til å innhente tilsynets uttalelse gjelder tilsvarende så langt de passer for den som tilvirker, overdrar eller monterer innretning som nevnt i § 16.\n1 Endret ved lov 18 juni 1965 nr. 7 § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Melding av arbeidsulykke og yrkessykdom.",
      "content": "1. Bedrifts meldeplikt.\nRammes arbeider av arbeidsulykke som har voldt døden eller alvorlig skade, skal arbeidsgiveren straks og på hurtigste måte melde skaden til tilsynet og til nærmeste politimyndighet. Arbeidsgiveren skal bekrefte meldingen skriftlig.\nDersom bedriften ikke er pålagt meldeplikt i henhold til folketrygdlovens § 18-2, skal også mindre alvorlig arbeidsulykke snarest mulig og senest innen 3 dager meldes skriftlig til tilsynet, når det kan antas at arbeideren som følge av ulykken vil være arbeidsufør i minst 3 dager.\nDet som er sagt i foregående ledd om arbeidsulykke gjelder også for sykdom som arbeidsgiveren forstår eller bør forstå er forårsaket av arbeidet.\n2. Leges meldeplikt.\nHar en lege under behandling arbeider som lider av yrkessykdom som i henhold til folketrygdlovens § 11-4 er likestilt med yrkesskade, skal han gi skriftlig melding om det til tilsynet.\nDepartementet​2 fastsetter de nærmere bestemmelser. Det kan fastsette at meldeplikten også skal gjelde for annen sykdom som kan antas å skyldes arbeidets art eller forholdene på arbeidsstedet.\n1 Endret ved lover 13 juni 1969 nr. 33, 29 jan. 1971 nr. 29. – Jfr. lov 24 mai 1929 nr. 3 § 5.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Arbeid som ikke omfattes av reglene om arbeidstiden.",
      "content": "Dette kapitel gjelder ikke:\n1. arbeid av ledende eller kontrollerende art. Unntaket gjelder ikke arbeidsledere og andre i liknende stilling som i arbeidstiden følger dem de er satt til å lede eller kontrollere,\n2. arbeid av annen særlig betrodd art enn nevnt under nr. 1, første punktum,\n3. arbeid av representanter, agenter og handelsreisende, for så vidt det blir utført utenfor bedriftens faste arbeidssted,\n4. skogsarbeid, tømmermåling og fløting, herunder ikke arbeid ved faste sorteringslenser hvor arbeidet helt eller delvis foregår med maskiner,\n5. berging og dykkerarbeid,\n6. arbeid ved teatre og andre forestillinger og forevisninger,\n7. undervisnings- og oppdragelsesanstalter for så vidt gjelder dem som utfører undervisnings- og oppdragelsesarbeid.\n8. arbeidere som går inn under lov om arbeidstiden i bakerier.​2\nKongen​3 kan unnta arbeid i offentlig forvaltning helt eller delvis fra bestemmelsene i dette kapitel, når arbeidet er av så særegen art at det vanskelig lar seg tilpasse bestemmelsene i dette.​4\n1 Endret ved lover 18 juni 1965 nr. 8 § 16, 10 mai 1968 nr. 2.\n2 Se lov 18 juni 1965 nr. 8.\n3 Kommunaldepartementet iflg. res. 4 nov. 1961.\n4 Se §§ 1 og 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Nattarbeid m.v.​2",
      "content": "Den alminnelige arbeidstid skal legges mellom kl. 6 og kl. 21.\nArbeid mellom kl. 21 og kl. 6 er nattarbeid og må ikke drives uten i de tilfelle som er nevnt i denne og neste paragraf.\nSom nattarbeid er tillatt:\na. arbeid som av omsyn til bedriftens jevne gang må utføres om natten så som oppfyring, oppvarming, rengjøring, vedlikehold, istandsetting av arbeidsrom, maskiner og andre driftsinnretninger, vareopptelling og regnskapsoppgjør. Slikt arbeid kan også av omsyn til annen bedrifts jevne gang utføres om natten når viktige grunner krever det,\nb. arbeid som er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. vakthold, portnerarbeid og pass av dyr,\nd. arbeid ved utsalgssteder,\ne. transportvirksomhet og dertil knyttet nødvendig lasting, lossing og lagring samt ekspedisjon av post, telegrammer og telefonsamtaler. Med transportvirksomhet er likestilt arbeid som av omsyn til transportmidlenes drift eller de reisendes behov må utføres som nattarbeid,\nf. bygge- og anleggsarbeid,\ng. arbeid på 2 dagskift som legges mellom kl. 6 og kl. 24,\nh. arbeid i bedrift for syke- og pleiehjelp, samt i internat som er knyttet til undervisnings- og oppdragelsesanstalt,\ni. arbeid i herberg- og bevertningsbedrift når det er nødvendig for betjening av gjester,\nj. arbeid som på grunn av sin art eller beskaffenhet ikke kan avbrytes.\nFagforening som har innstillingsrett etter lov om arbeidstvister av 6. mai 1927 § 11 punkt 1 kan slutte tariffavtale om at et arbeid skal drives om natten selv om dette ikke er av slik art at det går inn under unntakene i foregående ledd punktene a-j. I tariffavtalen kan også fastsettes skiftplan eller andre bestemmelser om arbeidstidens fordeling. Med godkjennelse av departementet​3 kan arbeidsgiver ved bedrift som omfattes av tariffavtale som nevnt, gjøre avtalens bestemmelser om nattarbeid og om arbeidstidens fordeling gjeldende for arbeidere som ikke omfattes av avtalen.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2. – Jfr. lov 18 juni 1965 nr. 8 § 2.\n2 Se § 29.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Nattarbeid etter særlig tillatelse eller avtale.",
      "content": "Direktoratet for arbeidstilsynet kan på nærmere vilkår tillate at det i bedrift eller del av bedrift blir utført nattarbeid:\na. når det til regelmessig tilbakevendende tider av året oppstår arbeidspress,\nb. når det er oppstått uventet eller særlig arbeidspress,\nc. når naturomstendigheter, ulykkeshendinger eller andre upåregnelige begivenheter har forstyrret eller truer med å forstyrre den jevne drift, eller\nd. når det foreligger allmenne omsyn eller når nattarbeid av særlige økonomiske grunner må ansees påkrevd.\nArbeiderne skal ved sine tillitsmenn ha høve til å uttale seg før tillatelsen gis. Uttalelsen skal være begrunnet.\nTillatelse kreves ikke for de 4 første døgn hvis det er særlig påkrevd at nattarbeidet settes i gang straks og hvis søknad sendes tilsynet uten opphold.\nVed bedrift som er bundet av tariffavtale kan arbeidsgiveren slutte skriftlig avtale med arbeidernes tillitsmenn om utføring av nattarbeid i inntil 2 uker om gangen, men sammenlagt ikke ut over 3 måneder i kalenderåret, når nattarbeidet er påkrevd av en av de grunner som er nevnt i første ledd punktene a-d. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre den gjeldende for alle arbeidere ved bedrifter som utfører arbeid av den art avtalen gjelder.\nMelding om avtale som nevnt i fjerde ledd skal så vidt mulig sendes distriktstilsynet før nattarbeidet blir satt i verk og ellers uten ugrunnet opphold.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Søn- og helgedagsarbeid m. v .​2",
      "content": "1. Det skal være arbeidshvile fra kl. 18 dagen før en søn- eller helgedag og til kl. 22 dagen før neste virkedag.​3 Jul-, påske- og pinseaften skal det være arbeidshvile fra kl. 15 til kl. 22 dagen før neste virkedag.\nSom søn- og helgedagsarbeid er tillatt:\na. arbeid som av omsyn til bedriftens jevne gang må utføres som søn- eller helgedagsarbeid så som oppfyring, oppvarming, rengjøring, vedlikehold, istandsetting av arbeidsrom, maskiner og andre driftsinnretninger, vareopptelling og regnskapsoppgjør. Slikt arbeid kan også av omsyn til annen bedrifts jevne gang utføres som søn- og helgedagsarbeid når viktige grunner krever det,\nb. arbeid som er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. vakthold, portnerarbeid og pass av dyr,\nd. arbeid ved utsalgssteder,\ne. transportvirksomhet og dertil knyttet nødvendig lasting, lossing og lagring samt ekspedisjon av post, telegrammer og telefonsamtaler. Med transportvirksomhet er likestilt arbeid som av omsyn til transportmidlenes drift eller de reisendes behov må utføres som søn- og helgedagsarbeid,\nf. arbeid i bedrift for syke- og pleiehjelp, samt i internat som er knyttet til undervisnings- og oppdragelsesanstalt,\ng. arbeid i herberg- og bevertningsbedrift når det er nødvendig for betjening av gjester,\nh. arbeid som på grunn av sin art eller beskaffenhet ikke kan avbrytes.\n2. Arbeider som har utført søn- eller helgedagsarbeid i henhold til punktene 1. a-f, skal ha det følgende søn- eller helgedagsdøgn fri i samsvar med påbudet i punkt 1 første ledd. Direktoratet for arbeidstilsynet kan tillate lempning i dette når det må ansees særlig påkrevd.\n3. For arbeider som utfører arbeid som nevnt i punkt 1 g, skal den ukentlige fridag (§ 28 punkt 3) så vidt mulig legges til en søn- eller helgedag hver annen uke. Minst hver fjerde uke skal den ukentlige fridag falle på en søn- eller helgedag.\nVed herbergsbedrift som på grunn av sin beliggenhet har særlige vansker med å underbringe sine arbeidere, kan Direktoratet for arbeidstilsynet tillate lempning i denne bestemmelse, men slik at den ukentlige fridag må gis på søn- eller helgedag minst hver sjette uke.\n4. For arbeid etter punkt 1 h, skal det finne sted et ukentlig skiftombytte etter skiftplan. Bestemmelsene i § 23 punkt 3 annet og tredje ledd gjelder tilsvarende for skiftplanen.\nSkiftombyttet skal foretas slik at arbeiderne så vidt mulig får søn- og helgedags- fritid som fastsatt i punkt 2 første punktum og minst hver tredje søndag gjennomsnittlig i skiftperioden.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2.\n2 Jfr. §§ 29 og 64 nr. 2 og lover 26 april 1947 nr. 1 § 3, 18 juni 1965 nr. 8 § 4.\n3 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Særlig tillatelse til søn- og helgedagsarbeid.",
      "content": "1. Hvis offentlige eller allmenne interesser eller andre viktige omsyn gjør det særlig påkrevd, kan Direktoratet for arbeidstilsynet tillate søn- eller helgedagsarbeid i den utstrekning det etter forholdene trenges.\nEn tillatelse til søn- eller helgedagsarbeid gjelder ikke tiden mellom kl. 15 jul-, påske- eller pinseaften til kl. 22 dagen før neste virkedag og heller ikke tiden mellom kl. 18 onsdag i påskeuken til langfredag kl. 22, med mindre dette er sagt uttrykkelig i tillatelsen.\n2. Arbeid som etter sin art eller i henhold til tillatelse går hele døgnet, men ikke uken rundt, og arbeid på 2 dagskift i henhold til § 19 punkt g, kan med samtykke av Direktoratet for arbeidstilsynet være i gang til kl. 22 dagen før en søn- eller helgedag.\n3. Arbeiderne skal ved sine tillitsmenn ha høve til å uttale seg før det gis tillatelse etter punkt 1 eller 2. Uttalelsen skal være begrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Den alminnelige arbeidstid​2",
      "content": "1. En arbeiders alminnelige arbeidstid må ikke være over 9 timer i døgnet og ikke over 42½ time i uken.\nArbeidstiden fordeles i alminnelighet på 6 dager i uken, men det skal være adgang til å treffe avtale om fordeling på færre dager.\nVed skriftlig avtale kan den alminnelige arbeidstid ordnes slik at den i løpet av en periode på høyst 1 år blir gjennomsnittlig 42½ time i uken, men ikke over 51 timer noen enkelt uke. Avtalen skal fastsette når i året de enkelte uker med lengre og kortere alminnelig arbeidstid enn 42½ time faller. Er avtalen sluttet med fagforening eller med arbeidernes tillitsmenn, og er et flertall av arbeiderne bundet av den, kan arbeidsgiveren gjøre avtalen gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n2. For prosentlønt serveringspersonale i herberg- og bevertningsbedrifter som er nødvendig for betjening av gjester, og for personale ved Jernbanens spisevogner, kan den alminnelige arbeidstid, når det er fastsatt ved skriftlig avtale og gjeldende vaktlister er slått opp på arbeidsstedet i samsvar med § 52, ordnes på annen måte enn fastsatt i punkt 1. Den alminnelige arbeidstid må likevel ikke være over 42½ time i uken regnet i gjennomsnitt over en periode som ikke må være lengre enn arbeidsforholdets antatte varighet, og ikke over 1 år.\nVaktlistene skal utarbeides etter forhandling mellom arbeidsgiveren og arbeiderne eller deres tillitsmenn. Hvis enighet ikke oppnås, fastsettes listen av Direktoratet for arbeidstilsynet innenfor rammen av lovens bestemmelser etter at partene har hatt høve til å uttale seg.\nBestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nFor arbeid i herbergs- og bevertningsbedrifter som er henlagt til forskjellige tider av døgnet slik at den ordinære arbeidstid helt eller delvis faller på søndager og mellom kl. 22.00 og kl. 06.00 på hverdager må den alminnelige arbeidstid ikke overstige 40 timer pr. uke regnet i gjennomsnitt over en periode som ikke må være lengre enn arbeidsforholdets varighet og ikke over 1 år.\n3. For arbeid som drives om natten i medhold av § 19 punkt j, skal den alminnelige arbeidstid etter skiftplanen ikke være over 40 timer pr. uke i gjennomsnitt i løpet av skiftperioden.\nFor arbeid som drives så vel om natten i medhold av § 19 punkt j som på søn- og helgedager i medhold av § 21 punkt 1 h og sammenlignbart turnusarbeid skal den alminnelige arbeidstid etter skift- eller turnusplan ikke være over 38 timer pr. uke i gjennomsnitt i løpet av skiftperioden.\nSkiftplanen skal enten være godkjent av Direktoratet for arbeidstilsynet eller være fastsatt etter bestemmelsene i fjerde ledd. Ved godkjenning av skiftplan skal direktoratet legge særlig vekt på det som flertallet av arbeiderne ønsker.\nVed bedrift som er bundet av tariffavtale, kan arbeidsgiveren slutte skriftlig avtale med arbeidernes tillitsmenn om å nytte en skiftplan som er godtatt av partene i tariffavtalen. Avtalen kan gå ut på at forskjellige skiftplaner kan nyttes i årets løp slik at den alminnelige arbeidstid i en skiftperiode kan være lenger i gjennomsnitt pr. uke enn fastsatt i første og annet ledd forutsatt at den i andre skiftperioder er tilsvarende kortere. Er avtale som nevnt i dette ledd, bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre den gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n4. Den alminnelige arbeidstid for arbeider under dagen i gruver må ikke være over 38 timer i uken, regnet gjennomsnittlig i et tidsrom av 3 uker. Det kan avtales et lengre tidsrom, men slik avtale må godkjennes av tilsynet. Til arbeidstiden regnes også faringstiden. Bestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nFaller det i en uke en eller flere helgedager utenom søndagen, gjelder for denne uke ikke bestemmelsen i § 21 punkt 1 første ledd om tidligere arbeidshvile dagen før en søn- eller helgedag. På jul-, påske- og pinseaften skal dog arbeidet slutte senest kl. 15.\n5. Den alminnelige arbeidstid ved tunneldrift og utsprengning av bergrom under dagen må ikke være over 9 timer i døgnet og ikke over 38 timer i uken.\nVed skriftlig avtale kan den alminnelige arbeidstid ordnes slik at den i løpet av en periode på høyst 1 år blir gjennomsnittlig 38 timer i uken, men ikke over 45 timer i noen enkelt uke. Avtalen skal fastsettes når i året de enkelte uker med lengre og kortere arbeidstid enn 38 timer faller. Bestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nBestemmelsene i dette punkts første og annet ledd omfatter ikke anlegg av tunneler hvis to tallengde fra tunnelåpning til tunnelåpning ikke overstiger 50 meter, eller av bergrom som ikke er dypere enn 25 meter fra åpningen.\n5a. For sjåfører og medhjelpere på rutebiler må den alminnelige arbeidstid ikke være over 9 timer i døgnet og 40 timer i uken. Bestemmelsene i punkt 1 tredje ledd gjelder tilsvarende.\n6. Fagforening som har innstillingsrett etter lov om arbeidstvister av 5 mai 1927 § 11 punkt 1 kan slutte tariffavtale om ordning av den alminnelige arbeidstid uten hinder av de grenser for arbeidstidens lengde som er fastsatt i denne paragraf punktene 1-5. Slik tariffavtale forutsetter enighet mellom partene. Med godkjennelse av departementet kan arbeidsgiver ved bedrift som omfattes av tariffavtale som nevnt gjøre gjeldende avtalens bestemmelser om arbeidstiden for arbeidere som ikke omfattes av avtalen.\n1 Endret ved lover 28 nov. 1958 nr. 1, 13 april 1962 nr. 3, 29 mai 1964 nr. 2, 10 mai 1968 nr. 2, 5 mai 1972 nr. 23, 20 des. 1974 nr. 71. Endres ved lov 9 april 1976 nr. 20.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Særlige arbeidstidsforhold.",
      "content": "1. Nødvendiggjør bedriftens eller arbeidets art en uregelmessig fordeling av arbeidstiden, kan den alminnelige arbeidstid for bedriftens arbeidere eller grupper av arbeidere med samtykke av Direktoratet for arbeidstilsynet ordnes slik at den i løpet av høyst 6 uker blir gjennomsnittlig 42½ time i uken. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n2. Opptrer det i et yrke eller i en bedrift på grunn av årstiden, klimaet eller andre forhold til regelmessig tilbakevendende tider av året sterkt arbeidspress, kan den alminnelige arbeidstid for vedkommende yrke eller bedrift med samtykke av Direktoratet for arbeidstilsynet ordnes slik at den i løpet av høyst 1 år blir gjennomsnittlig 42½ time i uken, men slik at den alminnelige arbeidstid ikke overstiger 10 timer i døgnet og 54 timer i uken. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n3. For offentlig forvaltning samt for anlegg, drift og vedlikehold av samferdselsmidler som drives av staten, herunder post-, telegraf- og telefontjeneste, kan Kongen​2 fastsette en slik arbeidsordning som nevnt under punkt 1 og 2 etter at det et gitt vedkommende tjenestemenns organisasjoner høve til å forhandle om arbeidsordningen.\n4. Når den jevne drift ikke kan gå sin gang uten at enkelte arbeidere må begynne før eller slutte etter de andre arbeidere, kan den alminnelige arbeidstid forlenges med høyst 2 timer i døgnet for disse arbeidere.\nUtover den etter § 23 punkt 1 tillatte arbeidstid kan kunder ekspederes ferdig i opptil ½ time.\n5. Medfører bedriftens eller arbeidets art at arbeidet for enkelte arbeidere eller grupper av arbeidere blir avbrutt av perioder hvor intet eller lite arbeid blir ytet, men slik at vedkommende arbeidere i disse perioder ikke kan forlate arbeidsplassen, kan den alminnelige arbeidstid forlenges med høyst 2 timer i døgnet for disse arbeidere.\nDirektoratet for arbeidstilsynet kan i samband med en regelmessig arbeidsordning tillate at den alminnelige arbeidstid for enkelte døgn blir forlenget ut over det som er fastsatt i foregående ledd. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n6. For det farmasøytiske personale i apotek samt i andre tilfelle hvor tjenesten helt eller til dels består i at arbeideren må oppholde seg i bedriften for i påkommende tilfelle å yte arbeid, men hvor han, bortsett fra kortvarige eller tilfeldige avbrytelser, er fritatt for arbeid eller plikt til å vise aktpågivenhet, kan Direktoratet for arbeidstilsynet tillate lempning i bestemmelsene om den alminnelige arbeidstids lengde.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2. Endres ved lov 9 april 1976 nr. 20.\n2 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Overtidsarbeid.",
      "content": "1. Varer arbeidet for noen arbeider utover den tid som utgjør hans alminnelige arbeidstid etter §§ 23 og 24, jfr. §§ 13 og 29, regnes arbeidet i den overskytende arbeidstid for overtidsarbeid.\nOvertidsarbeid må ikke finne sted uten i følgende særlige tilfelle:\na. når uforutsette hendinger eller forfall blant arbeiderne har forstyrret eller truer med å forstyrre den jevne drift,\nb. når overtidsarbeid trenges for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. når det er oppstått uventet eller særlig arbeidspress,\nd. når offentlige eller almene interesser eller andre omsyn særlig krever det. Dog skal arbeidsgiveren om overtidsarbeid av slik grunn anvendes og utøves lenger enn ett døgn, innhente tilsynets samtykke,\ne. i statens transportbedrifter, herunder Postverket og Telegrafverket, når den overordnede tjenestemyndighet av omsyn til driftsforholdene anser bruk av overtidsarbeid for nødvendig. Bruk av overtidsarbeid skal i så fall skje etter de til enhver tid av statsmyndighetene fastsatte regler.\n2. Før overtidsarbeide iverksettes, bør bedriften i alminnelighet konferere med arbeidernes tillitsmenn om nødvendigheten av det.\n3. For overtidsarbeid skal der betales et tillegg til den lønn som er avtalt for arbeiderens tilsvarende arbeid i hans alminnelige arbeidstid. Tillegget skal være minst 25 prosent.\nVed akkordarbeid beregnes tillegget på grunnlag av den for vedkommende arbeider fastsatte uke-, måneds- eller timelønn med mindre særskilt avtale er truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Lengden av overtidsarbeid.",
      "content": "1. Overtidsarbeid kan finne sted i opp til 20 timer i 2 på hverandre følgende uker og skal så vidt mulig søkes fordelt jevnt på flere arbeidsdager.\n2. Ved bedrift som er bundet av tariffavtale kan arbeidsgiveren og arbeidernes tillitsmenn for en bestemt anledning slutte skriftlig avtale om utføring av overtidsarbeid opp til 30 timer i 2 på hverandre følgende uker. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre avtalen gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n3. Tilsynet kan for en bestemt anledning eller for et tidsrom av ikke over 6 måneder om gangen samtykke i at overtidsarbeid for den enkelte arbeider kan finne sted i opp til 30 timer i 2 på hverandre følgende uker,\n4. Overtidsarbeid må ikke i noe tilfelle utgjøre over 250 timer i kalenderåret for noen arbeider.\n5. For bedrift som på grunn av produktets art eller av andre grunner til enkelte tider av året har behov for en lengre arbeidstid, kan Direktoratet for arbeidstilsynet fastsette andre regler for overtidsarbeid enn nevnt i punktene 1, 3 og 4. Arbeiderne skal ved sine tillitsmenn ha høve til å uttale seg for bestemmelsene iverksettes. Uttalelsen skal være begrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Lønningslister.",
      "content": "Lønningslister skal føres slik at omfanget av overtidsarbeidet for den enkelte arbeider kan sees. De skal være tilgjengelige for tilsynet.\nBedriftsledelsen skal gi arbeidernes tillitsmenn adgang til å se overtidslistene, dersom tillitsmennene ber om det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Hvilepauser og ukentlig fritid.",
      "content": "1. Når den alminnelige arbeidstid er over 5½ time i døgnet, skal arbeidstiden avbrytes med minst en hvilepause. Arbeidsgiveren og arbeiderne, eller deres tillitsmenn, fastsetter ved avtale pausen, men slik at pausen eller pausene tilsammen minst skal være ½ time hvis arbeidstiden er over 8 timer i døgnet. Blir partene ikke enige, treffer tilsynet avgjørelsen. Når omsynet til arbeidernes helse tilsier det, kan tilsynet påby en annen ordning enn avtalt.\nI pausen må arbeiderne ikke uten tilsynets samtykke oppholde seg i arbeidsrommene med mindre driften i disse er helt innstilt. Det må ikke tillates arbeiderne å arbeide i pausen, men når forholdene gjør det påkrevd, kan pausen forskyves.\n2. Ved døgn- og helkontinuerlig skiftarbeid, og ellers når virksomhetens art gjør det nødvendig, kan arbeidsgiveren i stedet for pause som nevnt under punkt 1 la arbeiderne innta sine måltider i pauser under arbeidets gang og slik at arbeiderne, om nødvendig, hele tiden må oppholde seg på arbeidsstedet. Hvis arbeidsgiveren har gjennomført en slik ordning, regnes pausen med i arbeidstiden.\nTvist om arbeidsgiverens rett til å nytte bestemmelsen under punkt 2 avgjøres av Direktoratet for arbeidstilsynet.\nTilsynet kan samtykke i annen ordning av pausen enn nevnt under punkt 1 og 2.\n3. Den alminnelige arbeidstid for arbeideren skal fordeles slik at han hver uke har en sammenhengende fritid på minst 24 timer. Fritiden bør så vidt mulig legges til en søn- eller helgedag og gis samtidig for alle bedriftens arbeidere.\nFor arbeid som utføres etter godkjent skiftplan i henhold til § 21 punkt 4 og i andre særlige tilfelle, kan Direktoratet for arbeidstilsynet fastsette en annen fordeling av den ukentlige fritid, men slik at arbeideren i løpet av skiftperioden eller et annet nærmere fastsatt tidsrom får en sammenhengende fritid på gjennomsnittlig minst 24 timer i uken.\nDirektoratet for arbeidstilsynet kan tillate også annen lempning heri når det volder uforholdsmessige vanskeligheter å skaffe avløsning eller tjenesten krever ubetydelig arbeid.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Unntak fra arbeidstidsbestemmelsene.",
      "content": "Arbeid som på grunn av naturhendinger, ulykkeshendinger eller andre uforutseelige begivenheter må foretas for å avverge fare for eller skade på liv eller eiendom, kan uten omsyn til bestemmelsene i § 19 første ledd og § 21 punkt 1 første ledd, foretas til enhver tid av døgnet. Slikt arbeid kan også utføres i hvilepausene uten omsyn til bestemmelsene i § 28 punkt 1 annet ledd. I de fire første døgn gjelder ikke begrensningene i § 23 punktene 1-4 og § 28 punkt 3.\n1 Endret ved lov 28 nov. 1958 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Døgn og uke.",
      "content": "Med døgn mener denne lov tiden fra kl. 0 til kl. 24 og med uke tiden fra søndag kl. 0 til lørdag kl. 24.\nEt annet klokkeslett kan brukes som utgangspunkt for døgnet og uken når ordningen bygger på tariffavtale eller på annet grunnlag som ikke ensidig kan endres av en part i arbeidsforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Vern av mødre.​1",
      "content": "1. Kvinne skal være fri fra arbeidet de første 6 uker etter at hun har født barn. Hun kan kreve å være fri ytterligere inntil 6 uker, og slik at arbeidsfriheten helt eller delvis kan tas i tiden før eller etter fødselen. Tiden for den ventede fødsel kan kreves attestert fra lege eller jordmor. Fravær før fødsel må varsles minst 3 dager i forveien til arbeidsgiveren. Hvis kvinnen ved legeattest godtgjør at hun lider av sykdom som er følge av svangerskap eller fødsel, kan hun kreve å være arbeidsfri i inntil ytterligere 6 uker før eller etter fødselen.\n2. Kvinne som er fraværende fra sitt arbeid i henhold til bestemmelsene i punkt 1, må ikke sies opp når arbeidsgiveren er på det rene med at hennes fravær skyldes disse grunner, eller hun uten opphold underretter ham om at dette er grunnen til hennes fravær. Er hun allerede sagt opp til et tidspunkt som faller innenfor det i punkt 1 nevnte tidsrom, er oppsigelsen gyldig, men oppsigelsesfristen forlenges med dette tidsrom.\nEr arbeidsavtalen inngått for et bestemt arbeid av forbigående art, kommer bestemmelsen ikke til anvendelse når arbeidet er avsluttet før hun på nytt møter fram til arbeidet.\n3. Kommer kvinne i trang i den tid hun etter bestemmelsene i punkt 1 er fraværende fra sitt arbeid, kan hun kreve hjelp av det offentlige etter den til enhver tid gjeldende lovgivning.\n4. Kvinne som ammer sitt barn, kan kreve den fritid som hun av den grunn trenger, og minst ½ time to ganger daglig.\n1 Se § 64 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Barn og ungdom.",
      "content": "Denne lov mener med:\n1. Barn – enhver som ikke har fylt 15 år.\n2. Ungdom – enhver i alderen mellom 15 og 18 år.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Barnearbeid.​1",
      "content": "Barn må ikke nyttes til arbeid i bedrift som går inn under bestemmelsene i kapitel 3. Barn over 12 år kan dog sysselsettes med tørring av torv og fisketørring i fri luft, ombringelse av varer, salg av aviser og budtjeneste i den utstrekning som omsynet til deres helse, skolegang og moral gjør forsvarlig, og for øvrig på slike vilkår som departementet måtte fastsette.\nDepartementet​2 kan bestemme hvorvidt og på hvilke vilkår barn kan sysselsettes i arbeid som ikke går inn under bestemmelsene i kapitel 3, jfr. § 18.\n1 Se § 64 nr. 2.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Arbeid og ungdom.​2",
      "content": "Ungdom må ikke nyttes til å passe dampkjeler eller maskiner hvis betjening krever særlig forsiktighet.\nVed bergverk og steinbrudd må ungdom ikke nyttes til arbeid under jorden.\nBarn og ungdom som går på skole må ikke holdes i arbeid slik at den unge arbeider ikke får minst 4 uker fritid i året, hvorav minst 2 uker i sommerferien.\nFor bedrift eller arbeid som finnes å være særlig anstrengende eller farlig for ungdoms liv og helse, eller når andre grunner tilsier det, kan Kongen​3 påby at det skal gjennomføres særlige vernetiltak, jfr. § 13, så som at den unge arbeiders samlede arbeids- og skoletid, om han søker teknisk eller faglig aftenskole, ikke må være over et visst antall timer daglig, eller at det skal være helt forbudt at ungdom sysselsettes.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se § 64 nr. 2.\n3 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Legeundersøkelse av barn og unge arbeidere.​1",
      "content": "Barn og ungdom under 16 år må ikke nyttes til arbeid i bedrift som går inn under denne lov med mindre det ved legeundersøkelse før tilsettingen blir fastslått at det fra medisinsk synspunkt ikke er noe til hinder for at vedkommende tar arbeidet.\nBarn og ungdom under 16 år i arbeid skal legeundersøkes med regelmessige mellomrom, og minst en gang om året opp til fylte 16 år.\nEr arbeidet eller bedriften særlig anstrengende eller farlig for unge arbeideres liv og helse, gjelder bestemmelsene i første og annet ledd tilsvarende også for dem som har fylt 16 år, men som er under 19 år.\nDirektoratet for arbeidstilsynet fastsetter nærmere regler om gjennomføringen av legeundersøkelsen.\nKongen kan fastsette at aldersgrensen i første og annet ledd skal heves fra 16 til 18 år og at aldersgrensen i tredje ledd skal heves fra 19 til 21 år.\nKongen fastsetter regler om hvorledes utgiftene ved legeundersøkelsen skal dekkes, men slik at barn og unge arbeidere som blir undersøkt, eller deres foresatte, ikke kan pålegges å bære noen del av utgiftene.\n1 Se i § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Nattarbeid av ungdom.",
      "content": "1. I industriell bedrift, transportvirksomhet, anleggs- og bygningsarbeid skal arbeidstiden for ungdom være ordnet slik at den unge arbeider får fri minst 12 sammenhengende timer mellom to arbeidsperioder.\nFor ungdom under 16 år skal den arbeidsfrie periode som er nevnt i første ledd omfatte tiden mellom kl. 21 og kl. 6.\nFor ungdom over 16 år skal den arbeidsfrie periode som er nevnt i første ledd legges slik at den omfatter minst 7 sammenhengende timer mellom kl. 22 og kl. 7. Ungdom som nevnt kan likevel ikke holdes i arbeid senere enn kl. 23 uten samtykke av Direktoratet for arbeidstilsynet.\nGjelder det opplæring i et yrke, kan Direktoratet for arbeidstilsynet tillate at ungdom over 16 år blir holdt i arbeid til tid da han etter bestemmelsene i dette punkt skal være arbeidsfri, på de vilkår som omsynet til den unge arbeiders helse gjør forsvarlig og for øvrig på vilkår av at den unge arbeider sikres minst 13 timers sammenhengende fri mellom to arbeidsperioder.\nUngdom over 16 år kan uten hinder av bestemmelsene i første, annet og tredje ledd settes til arbeid i tiden mellom kl. 21 og kl. 6 når særlige begivenheter av den art som er nevnt i § 29 gjør det bydende nødvendig.\n2. Kongen kan bestemme at denne paragraf skal gjelde også for andre bedrifter eller annet arbeid enn nevnt i punkt 1.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Søn- og helgedagsarbeid av ungdom.",
      "content": "1. I industriell bedrift, anleggs- og bygningsarbeid må ungdom ikke settes til arbeid på søn- og helgedager. Dette gjelder likevel ikke ungdom over 16 år, når arbeidet er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade eller når særlige begivenheter av den art som er nevnt i § 29 gjør det bydende nødvendig.\nHvis omsynet til den unge arbeiders opplæring i et yrke tilsier det, kan Direktoratet for arbeidstilsynet tillate at ungdom over 16 år settes til søn- og helgedagsarbeid på de vilkår som omsynet til den unge arbeiders helse gjør forsvarlig.\n2. Kongen kan bestemme at denne paragraf skal gjelde også for andre bedrifter enn dem som er nevnt i punkt 1.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Lengden av arbeidstiden for barn og ungdom.",
      "content": "I arbeid som går inn under bestemmelsene i kapitel 3, må barn og ungdoms alminnelige arbeidstid ikke være lengre enn nevnt i § 23 punkt 1 første ledd.\nBlir den alminnelige arbeidstid omlagt på grunnlag av bestemmelser i § 23 punkt 1 tredje ledd, punktene 2 og 3 eller § 24 punktene 1 og 2, må arbeidstiden for ungdom ikke overstige 9 timer i døgnet og 48 timer i noen enkelt uke uten tillatelse fra Direktoratet for arbeidstilsynet i hvert enkelt tilfelle.\nUngdom må ikke settes til forlenget alminnelig arbeidstid etter bestemmelsene i § 24 punktene 4–6. Denne bestemmelse er dog ikke til hinder for at ungdom deltar i ferdigekspedering av kunder i opp til ½ time, forutsatt at den ramme for daglig og ukentlig arbeidstid som er fastsatt i denne paragrafs annet ledd ikke blir overskredet.\nBarn og ungdom må ikke settes til overtidsarbeid.\nArbeidstiden for barn og ungdom skal legges slik at den ikke hindrer skolegang som de trenger for sin utdannelse.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Liste over barn og ungdom.",
      "content": "Departementet​1 kan bestemme at arbeidsgiver skal føre liste over barn og ungdom som han har i arbeid.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Arbeidslønn.​1",
      "content": "1. Arbeidslønnen skal betales i gangbare kontante penger, såfremt ikke betaling i sjekk, bankanvisning eller ved giro er avtalt. Den skal betales på eller ved arbeidsstedet i arbeidstiden eller snarest mulig etter endt arbeidstid.\nEr time-, dag- eller ukelønn avtalt, skal utbetalingen skje minst en gang om uken. For akkordarbeid kan oppgjøret utsettes til arbeidet er ferdig, men således at det hver uke skal betales et passende forskott for det arbeid som er gjort. Andre oppgjørsfrister kan fastsettes ved avtale.\nFor måneds- eller årslønte arbeidere skal utbetaling skje minst to ganger i måneden, hvis ikke annet avtales.\n2. Fradrag i lønn må ikke gjøres uten skriftlig avtale, unntatt når det er hjemlet i lov eller det gjelder reglementerte innskudd i pensjons- eller sykekasser, eller erstatning for skade som arbeideren har voldt forsettlig eller ved grov uaktsomhet.\n3. Ved avlønningen eller straks etter denne kan arbeideren kreve skriftlig oppgave over lønnens størrelse, beregningsmåte og mulige fradrag.\n1 Jfr. § 64 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Oppsigelsesfrister.",
      "content": "1. Hvis ikke annet er skriftlig avtalt eller fastsatt i tariffavtale eller reglement, gjelder:\na. for arbeider​2 med time-, dag-, uke- eller akkordlønn, som ikke går inn under punkt 2 eller 3 nedenfor, en oppsigelsesfrist på minst 14 dager,\nb. for arbeider med måneds- eller årslønn, som ikke går inn under punkt 3 nedenfor, en oppsigelsesfrist på minst 1 måned til utløp ved slutten av en kalender, måned.\nBestemmelsene i dette avsnitt gjelder ikke for arbeider som uttrykkelig er tilsatt på en bestemt prøvetid eller til å utføre et bestemt arbeid av forbigående art. Med mindre annet følger av arbeidsforholdet, kan dette før prøvetidens utløp eller før det bestemte arbeid er avsluttet, bringes til opphør med 1 dags varsel.\n2. For arbeider som har vært tilsatt minst 4 år i sammenheng i samme bedrift gjelder en oppsigelsesfrist på minst 1 måned til utløp ved slutten av en kalendermåned.\n3. For arbeider som har vært tilsatt minst 10 år i sammenheng i samme bedrift, gjelder en oppsigelsesfrist på minst 2 måneder til utløp ved slutten av en kalendermåned hvis han er fylt 50 år, og på minst 3 måneder hvis han er fylt 60 år, når oppsigelsen gis.\n4. Oppsigelsesfristen skal være like lang for begge parter.\n1 Endret ved lover 13 juni 1969 nr. 33, 7 mars 1975 nr. 4.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Oppsigelse ved hendinger som ikke kan forutsees.",
      "content": "1. Nødvendiggjør ulykker, naturomstendigheter eller andre uforutseelige hendinger at driften helt eller delvis må innstilles, og arbeiderne derfor sies opp, kan oppsigelsesfristen overfor arbeidere ved det arbeid som må innstilles settes ned til 7 dager regnet fra hendingen, i tilfelle av brann dog bare til 14 dager regnet fra brannen. Er gjeldende oppsigelsesfrist kortere enn her nevnt, gjelder denne.\n2. Oppsigelse, fristen kan ikke settes ned i henhold til punkt 1 ved arbeidsgiverens død eller konkurs, og heller ikke ved arbeidsstans som uten arbeiderens skyld er foranlediget ved at arbeidsrom, maskiner, redskap, arbeidsmaterialer eller andre hjelpemidler som arbeidsgiveren skal stille til rådighet, ikke kan brukes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Vern mot usaklig oppsigelse.",
      "content": "1. Arbeidsgiver er erstatningspliktig hvis en arbeider​2 må fratre etter oppsigelse av arbeidsgiver uten at oppsigelsen har saklig grunn i bedriftsinnehaverens, arbeiderens eller bedriftens forhold.\nUnder de samme betingelser kan arbeidsgiveren, når dette finnes rimelig, etter påstand fra en fratrådt arbeider dømmes til å ta ham inn igjen i bedriften i samme stilling eller stilling svarende til den han hadde. Retten bestemmer i hvilken utstrekning arbeideren dessuten skal ha erstatning for den tid han har vært berøvet sitt arbeid i bedriften.\nEr arbeideren uttrykkelig tilsatt på en bestemt prøvetid gjelder ikke bestemmelsene i første, annet, fjerde og femte ledd, dersom oppsigelsen skjer til fratreden før arbeideren har vært tilsatt mer enn seks måneder i bedriften. Arbeidsgiver er dog erstatningspliktig og kan etter påstand fra en fratrådt arbeider dømmes til å ta ham inn i bedriften igjen i samme stilling, dersom oppsigelsen er begrunnet i forhold som ikke vedrører arbeiderens dyktighet, pålitelighet, tilpasning til jobben e. l., og ellers ikke har saklig grunn i bedriftsinnehaverens, arbeiderens eller bedriftens forhold.\nOppsigelse ved fratreden før fylte 70 år som alene skyldes at arbeideren har nådd pensjonsalder etter lov av 17 juni 1966 nr. 12 om folketrygd, skal ikke anses å ha saklig grunn. Arbeideren plikter på skriftlig forespørsel fra arbeidsgiveren å melde fra om han ønsker å fortsette i stillingen ut over nevnte pensjonsalder. Slik melding skal arbeideren gi senest 6 måneder før pensjonsalderen er nådd, dersom han får forespørselen i rimelig tid før dette tidspunkt. Får arbeideren forespørsel senere enn nevnt i foregående punktum, skal han gi melding i rimelig tid etter å ha mottatt forespørselen.\nArbeideren kan ikke kreve å få erstatning eller bli gjeninntatt hvis oppsigelsen skyldes press fra bedriftens øvrige arbeidere eller fra en organisasjon, når arbeidsgiveren har hatt grunn til å tro at han ellers vil påføres tap eller skade dersom han ikke sa opp arbeideren.\n2. Ved fastsetting av erstatningen etter pkt. 1 første og annet ledd tas omsyn til arbeiderens tapte arbeidsfortjeneste, tjenestetid, lønn, utsikt til nytt eller annet arbeid, arbeiderens eget forhold, og ellers til omstendigheter som det finnes rimelig å ta i betraktning. Erstatningen må ikke overstige halvparten av arbeiderens siste årsfortjeneste i bedriften. Har arbeideren vært tilsatt i bedriften i minst 10 år i sammenheng, kan dog erstatningen gå opp til det siste års fortjeneste i bedriften. Har han vært tilsatt i bedriften i 20 år i sammenheng, kan erstatningen gå opp til arbeiderens fortjeneste i bedriften de 3 siste år.\nTilbakekalles oppsigelsen, gjelder bestemmelsen i pkt. 1 annet ledd siste punktum tilsvarende.\n3. Søksmål mot arbeidsgiveren må reises innen 6 uker fra mottatt skriftlig oppsigelse som inneholder melding om søksmålsfristen. Hvis oppsigelsen bare er muntlig, eller ikke inneholder melding om søksmålsfristen, er søksmålsfristen 3 måneder.\n1 Endret ved lover 10 mai 1968 nr. 2, 15 des. 1972 nr. 78, 7 mars 1975 nr. 4 (jfr. rettelse i Lovtidend nr. 10 s. 189.) Jfr. strl. § 410, lov 29 mars 1940.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Oppsigelse av sykmeldt arbeider.",
      "content": "Arbeider som må være borte fra arbeidet på grunn av ulykke eller sykdom, kan ikke av den grunn sies opp i de tre første måneder etter at arbeidsuførheten inntrådte, med mindre han har pådratt seg sykdommen ved forsett eller grov uaktsomhet, eller han ved svik har fortiet at han led av sykdommen da han ble tilsatt.\nArbeider som vil påberope seg dette oppsigelsesvern, må ved legeattest eller på annen måte i rett tid varsle at fraværet skyldes sykdom. Om bedriften krever det, må det samlede sykefravær godtgjøres ved legeattest.\nHar arbeideren minst 10 års sammenhengende tjenestetid i bedriften skal oppsigelsesforbudet gjelde arbeidsuførhet som varer opp til 1 år i sammenheng.\nAdgang til oppsigelse med vanlig oppsigelsesfrist av sykmeldt arbeider faller ikke bort hvis han på grunn av gjentatt sykefravær eller nedsatt arbeidsførhet som følge av sykdommen, er så Ilte skikket til å gjøre tjeneste i bedriften at oppsigelsen må anses rettmessig i forhold til § 43.\n1 Endret ved lover 15 des. 1972 nr. 78, 7 mars 1975 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:44 a",
      "chapter": "6",
      "section": "44 a",
      "title": "Arbeid for eldre arbeidere og for arbeidere som ikke er helt arbeidsføre.",
      "content": "Hvis en arbeider er blitt hemmet i sitt yrke som følge av ulykke eller gjennomgått sykdom, skal arbeidsgiveren hvis arbeideren ber om det, undersøke om forholdene innenfor bedriften ligger til rette for å sette arbeideren i arbeid som han er faglig og medisinsk skikket til, eventuelt etter nødvendig eller passende omskoling.\nNår en arbeider som har nådd pensjonsalder etter lov av 17 juni 1966 nr. 12 om folketrygd ber om det, skal arbeidsgiveren i samråd med arbeidernes tillitsmenn undersøke om forholdene innenfor bedriften ligger til rette for å gjennomføre en arbeidsordning for arbeideren som passer til hans alder.\n1 Tilføyd ved lov 15 des. 1972 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Attest.",
      "content": "Arbeider​1 som fratrer etter lovlig oppsigelse, kan kreve skriftlig attest av arbeidsgiveren. Attesten skal inneholde opplysning om arbeiderens navn, fødselsdag og fødselsår, hva slags arbeid han har utført, når han tiltrådte stillingen og når han sluttet.\nDenne bestemmelse begrenser ikke arbeiderens rett til å kreve en mer utførlig attest i tjenesteforhold hvor dette er sedvane og ikke annet er fastsatt i tariffavtale.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Unntak.",
      "content": "Bestemmelsene i §§ 41–45 gjelder ikke:\n1. for arbeider som kan avskjediges uten oppsigelsesfrist etter gjeldende rettsregler eller i henhold til arbeidsreglement,\n2. for dem som går inn under lov om offentlige tjenestemenn av 15. februar 1918 eller er embetsmenn.\nBestemmelsene i § 41 punkt 2 og §§ 43–45 gjelder ikke oppsigelse etter lov om arbeidstvister av 5 mai 1927, eller etter lov om offentlige tjenestetvister av 18 juli 1958. For de arbeidere som er nevnt i § 41 punkt 2 gjelder da bestemmelsene i § 41 punkt 1.\n1 Endret ved lov 19 juni 1969 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Arbeidsreglement.",
      "content": "Ved industriell bedrift og ved handels- og kontorbedrift skal det for de arbeidere som ikke har en ledende eller kontrollerende stilling, være arbeidsreglement når bedriften sysselsetter over 10 arbeidere eller når tilsynet uten hensyn til arbeiderantallet finner grunn til å påby det. Reglementet skal inneholde de ordensregler som trenges, regler for arbeidsordningen, vilkår for tilsetting, oppsigelse og avskjed og bestemmelse om utbetaling av lønninger.\nI arbeidsreglementet kan ikke fastsettes bøter for forseelser mot reglementet. Departementet​2 kan bestemme at arbeidsreglement skal utarbeides i andre bedrifter og for andre arbeidere enn nevnt foran.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "Istandbringelse av arbeidsreglement.",
      "content": "1. Når ikke bestemmelsene i punkt 2 får anvendelse, må arbeidsreglement for å bli gyldig godkjennes av Direktoratet for arbeidstilsynet. Utkast til reglementet skal utarbeides av arbeidsgiveren som skal forhandle med representanter for arbeiderne om reglementets bestemmelser. Er bedriften bundet av tariffavtale, skal arbeidsgiveren forhandle med arbeidernes tillitsmenn. Ellers skal bedriftens arbeidere over 18 år velge 5 representanter over 21 år som arbeidsgiveren skal forhandle med.\nSetter arbeidernes representanter fram avvikende forslag til reglement, skal dette vedlegges når arbeidsgiveren sender inn utkastet til godkjenning. Unnlater arbeidernes representanter å forhandle om reglementet, skal arbeidsgiveren opplyse om dette når han sender inn utkastet til godkjenning.\n2. Ved bedrift som er bundet av tariffavtale, kan arbeidsgiveren og arbeidernes tillitsmenn fastsette arbeidsreglementet ved skriftlig avtale. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre reglementet gjeldende for alle arbeidere innenfor det eller de arbeidsområder ved bedriften som avtalen gjelder for.\nArbeidsgiveren skal sende et eksemplar av reglementet til Direktoratet for arbeidstilsynet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "title": "Frist for innsendelse av arbeidsreglement.",
      "content": "Når bedriften er av den art og størrelse at den etter § 47 skal ha arbeidsreglement, skal arbeidsgiveren sende inn utkast etter § 48 punkt 1 eller reglement som er fastsatt ved avtale etter § 48 punkt 2 til Direktoratet for arbeidstilsynet innen 6 uker etter at bedriften er satt i gang.\nNår tilsynet i medhold av § 47 påbyr at bedriften skal ha arbeidsreglement, skal utkast etter § 48 punkt 1 eller reglement fastsatt ved avtale etter § 48 punkt 2 innsendes innen 4 uker fra den dag påbudet er gitt.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "Arbeidsreglementets gyldighet.",
      "content": "Ethvert arbeidsreglement må for å bli gyldig være istandbrakt på lovlig måte og må ikke inneholde bestemmelser som strider mot loven.\nDersom et utkast etter § 48 punkt 1 inneholder bestemmelser som strider mot loven eller er ubillige overfor arbeiderne, eller dersom utkastet ikke er istandbrakt på lovlig måte, skal Direktoratet for arbeidstilsynet nekte å godkjenne det.\nDersom et reglement fastsatt ved avtale etter § 48 punkt 2 inneholder bestemmelser som strider mot loven, skal direktoratet gjøre partene i avtalen merksam på dette, og påse at bestemmelsene blir rettet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "title": "Endring i arbeidsreglement.",
      "content": "Reglene i §§ 48 og 50 gjelder også når det skal gjøres endring i eller tillegg til et arbeidsreglement.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "title": "Oppslag.",
      "content": "De forskrifter og bestemmelser som er gitt i henhold til denne lov, og som vedkommer bedriften, skal være oppslått i lett leselig form på ett eller flere iøynefallende steder i bedriften.\nDet samme gjelder reglene om arbeids- og hviletid ved bedriften, de dispensasjoner som måtte være gitt og arbeidsreglementet når slikt skal være utarbeidet i henhold til § 47. Et eksemplar av arbeidsreglementet skal leveres til hver arbeider som det vedkommer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "Lovbestemmelsenes ufravikelighet.",
      "content": "Arbeider​1 kan ikke i videre omfang enn loven uttrykkelig hjemler, rettsgyldig vedta fravikelser fra lovens bud.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Tilsynet med loven. Styret for Arbeidstilsynet.",
      "content": "1. Tilsynet med at bestemmelsene i denne loven blir overholdt, utføres av Arbeidstilsynet. Kongen kan bestemme hvordan tilsynet med den offentlige forvaltning og transportbedrifter som drives av staten, herunder Postverket og Televerket, skal ordnes. I særlige tilfelle kan departementet​2 oppnevne sakkyndige utenfor Arbeidstilsynet til å foreta inspeksjon.\n2. Arbeidstilsynet blir ledet av et styre som består av 7 medlemmer som med personlige varamenn blir oppnevnt av Kongen for 4 år. Arbeidere og arbeidsgivere skal hver ha 2 målsmenn i styret. Minst en av målsmennene for arbeiderne med varamann oppnevnes etter forslag fra Landsorganisasjonen i Norge og minst en av målsmennene for arbeidsgiverne med varamann etter forslag fra Norsk Arbeidsgiverforening.\nKongen oppnevner formann og varaformann blant de andre medlemmene. Ett av de sist nevnte medlemmer med varamann skal ha juridisk utdannelse.\nFormannen kan tilkalle sakkyndige som rådgivere ved behandlingen av bestemte saker.\n3. Styremedlemmer, innkalte og antatte sakkyndige har krav på skyss- og kostvederlag etter regulativet for offentlige tjenestemenn. De har også krav på nærmere fastsatt arbeidsvederlag.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:54 a",
      "chapter": "7",
      "section": "54 a",
      "title": "Direktoratet for Arbeidstilsynet.",
      "content": "Den daglige ledelse av Arbeidstilsynet hører under Direktoratet for arbeidstilsynet.\nKongen tilsetter direktøren og andre tjenestemenn som blir lønnet etter statens sjefsregulativ. Tilsetting av tjenestemenn for øvrig i direktoratet skjer etter tilsettingsreglement som Kongen fastsetter.\nDirektøren deltar i styrets møter, men uten stemmerett.\n1 Tilføyd ved lov 10 mai 1968 nr. 2, endret ved lov 16 juni 1972 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Lokale organer for Arbeidstilsynet.",
      "content": "Det lokale arbeidstilsyn består av distriktskontorer og avdelingskontorer. Distriktskontor med tilhørende avdelingskontorer ledes av en distriktssjef.\nTjenestemenn ved distrikts- og avdelingskontorene tilsettes etter tilsettingsreglement som Kongen fastsetter.\n1 Endret ved lov 16 juni 1972 nr. 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:55 a",
      "chapter": "7",
      "section": "55 a",
      "title": "Nærmere bestemmelser om Arbeidstilsynets organisasjon og virksomhet.",
      "content": "Kongen fastsetter nærmere bestemmelser om Arbeidstilsynets organisasjon og virksomhet, herunder om forholdet mellom styret, direktoratet, distriktskontorene og avdelingskontorene.\nKongen kan også gi bestemmelser om delegasjon av myndighet innen Arbeidstilsynet og om forholdet mellom Arbeidstilsynet og andre myndigheter.\n1 Tilføyd ved lov 10 mai 1968 nr. 2, endret ved lov 16 juni 1972 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "title": "Tilsynets vedtak. Klage over enkeltvedtak.",
      "content": "1. Tilsynet fastsetter de alminnelige bestemmelser, gir de henstillinger og pålegg samt gjør de enkeltvedtak ellers som trenges til å gjennomføre loven.\nPåleggene skal gis skriftlig, og såframt det gjelder endringer eller utbedringer for å forebygge arbeidsulykke og sikre sunne arbeidsvilkår, skal det settes en passende frist innen hvilken pålegget skal være utført. Når overhengende fare tilsier det, kan tilsynet forlange at de nødvendige tiltak blir iverksatt med en gang.\nHvis et pålegg ikke etterkommes og tilsynet setter ny frist for å utføre det, og denne oversittes, kan tilsynet la bedriften helt eller delvis stanse inntil det påklagede forhold er rettet.\n2. Dispensasjon fra lovens bestemmelser skal for å være gyldig avfattes skriftlig eller ved telegram.\n3. Enkeltvedtak kan påklages til nærmeste overordnede tilsynsmyndighet. Enkeltvedtak av Direktoratet for arbeidstilsynet kan påklages til styret for Arbeidstilsynet, og enkeltvedtak av styret kan påklages til departementet. Kongen kan fastsette særlige bestemmelser om klageinstans i forhold til overinspektøren for Kjelkontrollen. Med enkeltvedtak i dette punkt forståes også vedtak som er truffet i klagesak.\nFristen for klage over pålegg er 3 uker hvis ikke lengre frist er fastsatt i pålegget.\n4. Arbeidernes tillitsmenn skal gjøres kjent med de henstillinger, pålegg og andre enkeltvedtak som tilsynet gjør.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "title": "Tilsynets adgang til bedriften.",
      "content": "Medlemmer av styret for Arbeidstilsynet, tilsynet og de sakkyndige som er antatt etter bestemmelsene i § 54 punkt 1 siste ledd eller tilkalt etter bestemmelsene i § 54 punkt 2 første ledd, siste punktum, skal​2 til enhver tid ha adgang til hvert arbeidssted som går inn under loven eller som det er spørsmål om å bringe inn under den. Det samme gjelder for det i § 5 punkt 6 annet ledd nevnte husvær. Kreves det, skal vedkommende legitimere seg.\nArbeidsgiver, arbeider og enhver annen som er knyttet til bedriften, er forpliktet til å gi alle de opplysninger som ansees påkrevd for utøvelsen av tilsynet.\nTilsynets tjenestemenn skal ved inspeksjon på arbeidsplassen sette seg i forbindelse med arbeidsgiverens og arbeidernes vernerepresentanter.\nI de bedrifter som har bedriftslege bør tilsynets tjenestemenn ved inspeksjon sette seg i forbindelse med bedriftslegen.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se § 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "title": "Inspeksjonsbok.",
      "content": "Tilsynet kan pålegge bedrift å holde inspeksjonsbok. Direktoratet for arbeidstilsynet kan gi de nærmere bestemmelser om hvordan boken skal innrettes, føres og oppbevares.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "title": "Taushetsplikt.​2",
      "content": "Medlemmer av styret for Arbeidstilsynet, tilsynet og sakkyndige skal såframt ikke deres tjenesteplikt krever noe annet, bevare taushet om de drifts- og forretningsforhold som de under sitt arbeid er blitt kjent med, og de skal uten bedriftens samtykke holde seg fra å etterlikne bedrifters innretninger og framgangsmåter.\nNår det til styret eller tilsynet skjer melding om noe forhold som er i strid med loven, skal melderens navn holdes hemmelig, hvis han ikke uttrykkelig samtykker i å bli navngitt eller melding viser seg å være ugrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "7:60",
      "chapter": "7",
      "section": "60",
      "title": "Tilsynets forhold til bedriften.​2",
      "content": "Tjenestemenn i Arbeidstilsynet må ikke for egen eller annens regning drive eller ha betydelig økonomisk interesse i eller være tilsatt i bedrift som er underlagt deres tilsyn, og de må heller ikke ta imot oppdrag fra slik bedrift mot godtgjøring.\nI særlige tilfelle og når det skjønnes å være uten skade for tjenesten, kan departementet​3 gjøre unntak fra forbudet.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Se strl. § 325.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "title": "Avgiftsplikt.",
      "content": "1. Bedrift som går inn under denne lov,​1 og som er trygdepliktig etter lovgivningen om ulykkestrygd for industriarbeidere m.v., skal betale en årlig tilsynsavgift til statskassen.\nTil dekning av utgifter ved undersøkelser og prøver av kjeler, beholdere og rørledninger som er utsatt for damptrykk, skal eieren eller brukeren betale avgift.\nKongen fastsetter nærmere regler om avgiftene, som kan inndrives ved utpanting.\n2. Kongen kan pålegge:\na. vanlig tilsynsavgift etter punkt 1 første ledd for bedrift som går inn under denne lov, men som ikke omfattes av lovgivningen om ulykkestrygd for industriarbeidere m.v.,\nb. avgift for eier eller bruker av maskin, teknisk innretning eller anlegg til dekning av utgifter med tilsyn som måtte bli påbudt med hjemmel i § 1 punkt 2 første punktum,\nc. avgift for eier eller bruker av beholdere og rørledninger som nevnt i § 12 punkt 2 til dekning av utgifter med tilsyn som måtte bli påbudt med hjemmel i samme bestemmelse,\nd. avgift for eier eller bruker av maskin, teknisk innretning eller anlegg til dekning av utgifter ved undersøkelser og prøver som påbys med hjemmel i § 13 første ledd,\ne. avgift for bedrift når utgiftene ved undersøkelser og prøver som blir påbudt med hjemmel i § 14 finnes å burde utliknes på flere bedrifter.\nNærmere regler om avgiftene i punkt 2 fastsettes av Kongen. Avgiftene kan inndrives ved utpanting.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "content": "1. I hver kommune skal det være en arbeidervernnemnd med minst tre medlemmer med personlige varamenn.\n2. Nemnda oppnevnes av kommunestyret for den kommunale valgperioden.\nMinst ett av medlemmene av nemnda skal være medlem av kommunestyret. Arbeidere og arbeidsgivere skal hver ha minst en målsmann i nemnda; disse oppnevnes etter framlegg fra henholdsvis Landsorganisasjonen i Norge og Norsk Arbeidsgiverforening. Ved valget bør has for øye at begge kjønn blir representert i nemnda.\nDen som har vært medlem av nemnda i en valgperiode, kan motsette seg gjenvalg for neste periode.\n3. Nemnda er vedtaksfør når minst to tredeler av medlemmene er til stede. Vedtak gjøres med enkelt flertall. Ved stemmelikhet gjør formannens stemme utslaget. Nemnda skal:\na. Arbeide for å fremme arbeidervernet innen kommunen;\nb. medvirke til at denne lovs bestemmelser om organisert vernearbeid (jfr. §§ 9, 10 og 11) blir gjennomført;\nc. gi rettleiing om denne lovs bestemmelser og formidle henvendelser til Arbeidstilsynet i spørsmål som nemnda ikke sjøl kan svare på;\nd. drive informasjon og spre opplysning om arbeidervernbestemmelser og vernetiltak;\ne. bistå Arbeidstilsynet ved å melde fra om forhold som kan være i strid med arbeidervernlovgivningen eller for øvrig gjelder gjennomføringen av denne.\n5. Om nemndsmedlemmenes adgang til bedriftene, deres taushetsplikt og deres forhold for øvrig til bedriftene gjelder bestemmelsene i §§ 57, 59 og 60 i denne loven tilsvarende.\nNemnda skal, så vidt mulig, melde fra på forhånd til Arbeidstilsynet om bedriftsbesøk.\nArbeidsgiver eller drifts- eller arbeidsleder må som medlem av nemnda ikke ta del i undersøkelser når det gjelder bedrift som han sjøl driver, har betydelig økonomisk interesse i eller er tilsatt i. Han må heller ikke ta del i undersøkelser eller bedriftsbesøk når det gjelder bedrift av samme art som hans egen.​2\nArbeider må som medlem av nemnda ikke ta del i undersøkelser når det gjelder den bedrift han arbeider ved, med mindre departementet samtykker i det.\n6. Utgiftene ved virksomheten til nemnda bæres av kommunen.\n7. Departementet​3 kan, etter at vedkommende kommuner har hatt høve til å uttale seg, bestemme at det for et avdelingskontors område eller deler av dette, skal opprettes en felles interkommunal nemnd i stedet for kommunale nemnder. Slik nemnd skal bestå av minst en målsmann for arbeidere og minst én for arbeidsgivere oppnevnt av departementet etter framlegg av Landsorganisasjonen i Norge og Norsk Arbeidsgiverforening, og én fra hver kommune, oppnevnt av kommunestyret blant dets medlemmer. Videre kan departementet oppnevne ytterligere medlemmer, eventuelt formann for nemnda. For øvrig gjelder bestemmelsene for kommunale arbeidervernnemnder tilsvarende.\n1 Tilføyd ved lov 16 juni 1972 nr. 58 (som samtidig opphevet tidligere § 63 i kap. 7).\n2 Jfr. § 60.\n3 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke, straffes en arbeidsgiver​1 eller innehaver av bedrift med bøter når han:\n1. overtrer lovens bestemmelser om sikring av sunne og trygge arbeidsvilkår eller de med hjemmel i disse bestemmelser fastsatte forskrifter, reglement eller pålegg,​2\n2. overtrer lovens bestemmelser eller de med hjemmel i disse bestemmelser fastsatte forskrifter om natt-, søn- eller helgedagsarbeid, eller om arbeidstidens lengde eller om hvile og fritid eller om særvern av kvinner, barn og unge arbeidere,\n3. unnlater å gjøre de i loven påbudte anmeldelser eller oppslag, eller å føre de i loven påbudte lister eller å istandbringe arbeidsreglement.\n4. overtrer bestemmelsene i § 40 om oppgjør med arbeiderne.\n1 Se § 65.\n2 Se strl. § 365.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:65",
      "chapter": "9",
      "section": "65",
      "content": "Det som i loven er bestemt om arbeidsgiveren, skal også gjelde for den som i arbeidsgiverens sted leder bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "9:66",
      "chapter": "9",
      "section": "66",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke, straffes en arbeider​1 med bøter når han gjør seg skyldig i noen forseelse av den art som er nevnt i § 64 punkt 1.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "9:67",
      "chapter": "9",
      "section": "67",
      "content": "Bestemmelsene i §§ 64, 65 og 66 kommer ikke til anvendelse på embetsmenn, tjenestemenn og ombudsmenn i den offentlige forvaltning.\n1 Jfr. §§ 1 og 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "9:68",
      "chapter": "9",
      "section": "68",
      "content": "Foreldre og foresatte som lar barn utføre arbeid i strid med denne lov, straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "9:69",
      "chapter": "9",
      "section": "69",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke,​1 straffes med bøter:\n1. den som fjerner eller forsettlig eller ved grov uaktsomhet ødelegger påbudte sikringsdeler,\n2. eier eller bruker av maskin, redskap eller annen teknisk innretning som overtrer de i denne lov eller med hjemmel i loven fastsatte forskrifter eller pålegg som gjelder vern mot ulykker og helseskader ved maskin, redskap eller annen teknisk innretning,\n3. tilvirker, selger, utleier eller utlåner av maskin, redskap eller annen teknisk innretning når han leverer den til bruk eller til å stilles ut i salgs- eller reklameøyemed her i landet i strid med bestemmelsene i denne lovs § 15 første ledd, eller med forskrifter fastsatt med hjemmel i loven,\n4. den som selvstendig påtar seg å montere maskin, redskap eller annen teknisk innretning når han foretar monteringen i strid med bestemmelsene i denne lovs § 16 annet ledd, eller med forskrifter fastsatt med hjemmel i loven.\n1 Se strl. §§ 291, 352 og 391.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "9:70",
      "chapter": "9",
      "section": "70",
      "content": "Såfremt ikke strengere straffebud etter den alminnelige straffelov​2 blir å bruke, straffes med bøter den som legger hindringer i vegen for undersøkelser som Arbeidstilsynet eller kommunal eller interkommunal arbeidervernnemnd setter i verk, eller som unnlater å yte den bistand som han plikter, eller unnlater å gi de opplysninger som anses påkrevd for utførelsen av tilsynet.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "9:71",
      "chapter": "9",
      "section": "71",
      "content": "Enhver som er knyttet til Arbeidstilsynet eller kommunal eller interkommunal arbeidervernnemnd, er overfor den alminnelige straffelov å regne som offentlig tjenestemann.​2\n1 Endret ved lover 10 mai 1968 nr. 2. 16 juni 1972 nr. 58.\n2 Se strl. kap. 11 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "9:72",
      "chapter": "9",
      "section": "72",
      "content": "Påtalen for forseelser mot denne lov er offentlig, men forseelser mot § 40 påtales ikke uten etter begjæring fra fornærmede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "10:73",
      "chapter": "10",
      "section": "73",
      "content": "1. Denne lov trer i kraft den 1. juli 1957, dog slik at bestemmelsen i § 23, 1 punkt b trer i kraft 3. februar 1957, og bestemmelsene i § 1 punkt 1 siste ledd, jfr. § 18 siste ledd og § 35, først trer i kraft den 1. januar 1959.\n2. Fra den dag denne lov trer i kraft oppheves lov om arbeidervern av 19. juni 1936 med senere tilleggslover. Bestemmelsene i nevnte lovs § 1 om den offentlige forvaltning, og avgjørelser som Kongen har truffet i henhold til denne bestemmelse, gjelder dog til 1. januar 1959. Videre skal de forskrifter og bestemmelser som er fastsatt med hjemmel i lovens § 1 punkt 2, og §§ 7, 9, 27 og 43, og med hjemmel i lov om arbeiderbeskyttelse i industrielle virksomheter av 18. september 1915 med senere tilleggslover §§ 3, 9, 17 og 18, forsatt være gjeldende inntil videre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Bedrifter som går inn under loven.",
      "content": "1. Såframt ikke annet er uttrykkelig sagt i loven, gjelder den for hver bedrift som sysselsetter arbeider​1 eller som bruker mekanisk drivkraft på 1 hestekraft eller mer.\nUnntatt er:\na. sjøfart, fangst og fiske, herunder bearbeiding av fangsten ombord i skip,\nb. luftfart,\nc. jordbruk og annen virksomhet som går inn under loven om arbeidsvilkår for arbeidarar i jordbruket.​2\nKongen avgjør om og i hvilken utstrekning den offentlige forvaltning av omsyn til almene eller offentlige interesser skal unntas fra loven.​3 Hvorvidt en virksomhet som drives av det offentlige er forvaltning, avgjøres av Kongen.​4\n2. Kongen kan bestemme at maskiner og andre tekniske innretninger og anlegg skal undergis tilsyn etter denne lov, selv om de ikke blir brukt i bedrift som går inn under loven. Det samme gjelder for arbeid som ikke går inn under loven når arbeidet foregår under forhold som fører med seg særlig fare for skade på liv og helse.\n1 Se 2.\n2 Lov 19 des. 1958 nr. 3. – Jfr. også lov 31 mai 1963 nr. 3.\n3 Jfr. kgl. res. 19 des. 1958.\n4 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Hva loven mener med arbeider",
      "content": "Med arbeider mener denne lov enhver som utenfor sitt hjem utfører arbeid i annen manns tjeneste.\nDrives en bedrift av flere i fellesskap for egen regning, ansees bare en av disse som arbeidsgiver etter denne lov, mens de øvrige blir å anse som arbeidere. Hvem som blir å anse som arbeidsgiver, skal straks meldes til tilsynet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Meldeplikt for bedrift.",
      "content": "Bedrift som går inn under denne lov, skal meldes skriftlig til Arbeidstilsynet, jfr. kapitel 7, dersom den ikke er meldt til Arbeidstilsynet tidligere i samsvar med før gjeldende lov om arbeidervern av 19. juni 1936, § 3.\nEr bedriften i gang når loven trer i kraft, skal melding sendes innen 14 dager etter ikrafttredelsen. Blir bedriften satt i gang senere, skal melding sendes senest 14 dager før den blir satt i gang.\nMelding skal også sendes når bedrift vil ta i bruk nytt fast arbeidssted, derunder ved flytting. Meldingen skal sendes senest 14 dager før arbeidsstedet blir tatt i bruk.\nEr byggeplaner for bedriften forelagt Arbeidstilsynet i samsvar med bestemmelsene i § 16 første ledd, kan melding utstå inntil 14 dager etter at bedriften er satt i gang, eller det nye arbeidssted er tatt i bruk.\nMeldingen skal gi opplysning om bedriftens art og beliggenhet, drivkraftens art og størrelse og om antall arbeidere.\nUnntatt fra meldeplikten er, med mindre departementet​2 annerledes bestemmer, bedrifter hvor bestemmelsene i kapitel 3 ikke gjelder.\n1 Endret ved lov 18 Juni 1965 nr. 7 § 121.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vern mot ulykker og helseskader.",
      "content": "Arbeidsgiveren skal sørge for at bedriften er slik innrettet og vedlikeholdt og at arbeidet er ordnet og blir utført på slik måte at arbeiderne er vernet mot skade på liv og helse så godt og hensiktsmessig som det etter forholdene lar seg gjøre. Arbeidsgiveren skal særlig ha for øye:\n1. Det skal, når arbeiderne settes til arbeid, tas omsyn til deres alder, kyndighet og forutsetninger ellers for å kunne utføre arbeidet på sikkerhetsmessig forsvarlig måte. Arbeidsgiveren skal sørge for at arbeiderne blir gjort kjent med de farer som arbeidet måtte føre med seg, og for at de får den rettleiing og øvelse som er nødvendig for å unngå farene.\n2. I arbeidsrom skal det være gode lysforhold, nok luftrom og høvelig luftskifte. Luften skal så så vidt mulig være passe varm og fuktig og fri for støv vond lukt, røyk, gass og damp. Arbeidsplassen skal holdes ren og ryddig og ha nødvendige åpne og sikre ferdselsganger. Larm og rystelse skal forebygges så godt råd er, og arbeidet skal ordnes så det ikke er unødig trettende.\n3. Kraftmaskiner, transmisjoner, arbejdsmaskiner, løfteinnretninger, transportmidler og andre maskinelle innretninger skal ha nødvendige verneinnretninger og for øvrig være forsvarlig utført, oppstilt, vedlikeholdt og passet.\n4. Det skal tas de forholdsregler som trenges for så langt råd er å forebygge at arbeiderne blir skadd ved fall eller på grunn av fallende gjenstander eller ras, ved håndtering av gjenstander, ved elektrisitet, stråler eller blendende lys, ved eksplosive, brannfarlige, varme, etsende, giftige eller andre helseskadelige stoffer. Hvor giftige eller helseskadelige stoffer blir framstilt, pakket eller brukt på en måte som kan innebære helserisiko, skal således beholdere og emballasje for stoffene være tydelig merket med stoffenes navn og passende advarsel. Så vidt mulig skal slike farlige stoffer erstattes med mindre farlige.\n5. Hensiktsmessig personlig verneutstyr skal om nødvendig stilles til arbeidernes rådighet der det med rimelighet kan kreves, og hvor det ikke kan tas andre forholdsregler for å oppnå tilstrekkelig vern mot ulykker eller helseskader. Arbeiderne har plikt til å bruke utstyret og til å ta godt vare på det.\n6. På eller i nærheten av arbeidsstedet skal det være hygienisk betryggende drikkevann, vaskevann, det nødvendige til vask og tørring og et passende antall klosetter. Der hvor det trenges, skal det finnes oppvarmet spiserom og høvelig rom for skifte, oppbevaring og tørring av klær. Der bedriftens art og størrelse tilsier det, skal arbeiderne kunne få bad.\nHusvær som arbeidsgiveren stiller til rådighet for arbeiderne, skal være forsvarlig utført, innredet og vedlikeholdt. Arbeiderne skal vise varsomhet ved bruken.\n7. Nødvendige tiltak avpasset etter arbeidsplassens størrelse, beliggenhet, arbeidets art og de forhold som arbeidet drives under, skal tas for å kunne gi førstehjelp ved ulykker eller sykdomstilfelle.\nArbeidsgiveren skal sørge for orden og god atferd i bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidsplasser med flere arbeidsgivere.",
      "content": "Når det på samme arbeidsplass sysselsettes arbeidere som hører under forskjellige arbeidsgivere skal:\na. hver arbeidsgiver sørge for at hans virksomhet der er slik innrettet og hans egne arbeideres arbeid er ordnet og blir utført på slik måte at også de øvrige arbeidere er vernet i samsvar med § 5.\nb. hver arbeidsgiver, om nødvendig for å verne egne arbeidere, medvirke til at de øvrige arbeidsgivere gjennomfører sikringstiltak i samsvar med punkt a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Arbeidernes medvirkning ved gjennomføring av vernetiltak m.v.",
      "content": "Arbeiderne skal selv medvirke til gjennomføring av de tiltak som blir satt i verk for å verne dem mot ulykker og helseskader. De skal følge arbeidsgiverens og tilsynets pålegg, bruke påbudte vernemidler, vise varsomhet og ellers på enhver måte gjøre sitt til at skade på liv og helse kan unngås.\nArbeiderne skal vise orden og god atferd i bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Legekontroll.",
      "content": "Der det finnes nødvendig av hensyn til arbeidernes liv og helse, kan Direktoratet for arbeidstilsynet påby at det ved bedrift skal være bedriftslege etter godkjente regler, eller at det skal foretas legetilsyn på annen godkjent måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Samarbeid om vernespørsmål.",
      "content": "For å sikre sunne og trygge arbeidsforhold på arbeidsplassen skal arbeidsgiveren lede og i samarbeid med de tilsatte arbeidere drive et planmessig vernearbeid. Arbeidsgiveren kan overlate ledelsen av vernearbeidet til en stedfortreder. Han skal i vernespørsmål samarbeide med verneombud valt av og blant arbeiderne.\nArbeidsgiveren skal til enhver tid holde tilsynet underrettet om hvem som er oppnevnt eller valt som vernerepresentanter, jfr. § 10 og § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Verneombud.",
      "content": "På arbeidsplasser med få arbeidere skal en av arbeidernes valte tillitsmenn være verneombud. På arbeidsplasser med mer enn 20 arbeidere bør arbeiderne blant de tilsatte arbeidere velge et eller flere verneombud. Innenfor bygge- og anleggsvirksomhet bør verneombud velges blant de valte tillitsmenn. Navnet på de valte verneombud skal meldes til arbeidsgiveren og gjøres kjent for arbeiderne ved oppslag i bedriften.\nOm nødvendig fastsetter Direktoratet for arbeidstilsynet nærmere regler om valg av verneombud og deres virketid.\nVerneombud skal virke for gjennomføring av sunne og trygge arbeidsforhold. Finner et verneombud at det er feil eller mangler ved bedriftens vernetiltak, eller at det bør gjennomføres nye vernetiltak, skal han melde fra om dette til arbeidsgiveren. Arbeidsgiveren plikter å gi verneombudet svar. Er det ikke innen rimelig tid tatt omsyn til meldingen, skal verneombudet underrette tilsynet.\nVerneombud skal gjøre seg kjent med gjeldende verneforskrifter og instruksjoner, pålegg og henstillinger som er gitt av tilsynet, og medvirke til at disse blir gjennomført.\nVerneombud skal være vernet mot usaklig oppsigelse slik som fastsatt i § 43 uten omsyn til alder eller tjenestetid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Verneutvalg.",
      "content": "På arbeidsplasser hvor det regelmessig er i arbeid minst 100 arbeidere, skal det være et verneutvalg (sikkerhetsutvalg) sammensatt av representanter for arbeidsgiveren og verne anbudene. Der det finnes påkrevd, bør verneutvalg opprettes også på arbeidssted med færre arbeidere. Utvalget skal regelmessig holde møter for å drøfte vernetiltak.\nVerneutvalget skal virke for gjennomføring av sunne og trygge arbeidsforhold. Det skal ved sitt arbeid ta sikte på:\na. at nyinntatte arbeidere får rettleiing om farer ved arbeidet og om hvorledes disse kan unngås,\nb. å få rettet på forhold som kan medføre fare for liv eller helse,\nc. å finne årsaken til ulykker og yrkessykdommer og gjøre seg opp en mening om hvordan disse kan forebygges og\nd. å drive opplysningsarbeid for å hindre ulykker og helseskader.\nBestemmelsene i § 10 fjerde ledd gjelder tilsvarende for medlemmer av verneutvalg som ikke er verneombud.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Kjeler, beholdere og rørledninger.",
      "content": "1. Kjeler, beholdere og rørledninger som er utsatt for damptrykk skal være forsvarlig forarbeidet, utstyrt, oppstilt og vedlikeholdt. De må ikke tas i bruk før tilsynet har gitt sitt samtykke. De skal anmeldes, undersøkes og ettersees på den måte som Kongen bestemmer.​1\nEieren plikter å foreta de for disse undersøkelser forskriftsmessige forberedelser og for øvrig yte den nødvendige hjelp.\nTilsynet kan kreve at den som er ansvarlig for kjelens behandling, skal ha et av tilsynet godkjent vitnesbyrd om at han har den kyndighet som trenges. Kongen kan bestemme at den som er ansvarlig for kjelens behandling, skal ha nærmere av Kongen​1 fastsatte kvalifikasjoner.\n2. Kongen kan fastsette regler om offentlig tilsyn med andre beholdere og rørledninger under trykk, enn dem som er nevnt i punkt 1.\n1 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Særlige vernetiltak.​1",
      "content": "For bedrift, del av bedrift eller for arbeid som finnes å være særlig anstrengende eller særlig farlig for arbeidernes liv og helse, kan Kongen​2 påby særlige vernetiltak, f.eks. at bedrift ikke må anlegges eller maskin eller arbeidsinnretning ikke må tas i bruk uten samtykke, eller at det skal brukes kortere arbeidstid enn ellers fastsatt i loven.\nSkal slikt påbud omfatte bedrift hvor arbeidere eller arbeidsgiver tilhører en faglig landssammenslutning, skal det være gitt denne adgang til å uttale seg.\n1 Endret ved lov 10 mai 1968 nr. 2. Jfr. S 34.\n2 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Undersøkelse av stoff og materiale.",
      "content": "Hvis Direktoratet for arbeidstilsynet antar at stoff eller materiale som en bedrift framstiller eller bruker i sin virksomhet, kan utsette arbeiderne for ulykkes- eller helsefare, kan det for å få klarlagt farespørsmålet kreve at arbeidsgiveren skal foreta undersøkelse eller levere prøve til undersøkelse. Utgiftene med slik undersøkelse bæres av arbeidsgiveren, hvis ikke avgift blir pålagt etter bestemmelsen i § 62 punkt 2 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "title": "Plikter for den som tilvirker, overdrar eller monterer maskin eller annen teknisk innretning.",
      "content": "Den som tilvirker maskin, redskap eller annen teknisk innretning, og den som selger, leier – eller låner ut slik innretning, skal sørge for at innretningen, når han leverer den til bruk eller til å stilles ut i salgs- eller reklameøyemed her i landet, er forsynt med nødvendig verneutstyr og for at den for øvrig er betryggende sikret mot å volde ulykke eller skade. Han skal også sørge for at det følger med nødvendig skriftlig rettleiing om bruk og pass av innretningen.\nDen som selvstendig påtar seg å montere innretning som nevnt i første ledd, skal sørge for at innretningen blir satt i slik stand og stilt opp slik at lovens krav om sikring av trygge arbeidsvilkår blir oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "Tilsynets uttalelse om plan for bedrift m.v.",
      "content": "Den som vil oppføre bygning eller utføre bygningsmessig arbeid som er meldepliktig etter gjeldende bygningslov, og som skal brukes eller ventelig vil bli brukt for bedrift som går inn under denne lov, har plikt til å forelegge byggeplanene for Arbeidstilsynet før arbeidet settes i gang. Det skal gis opplysning om bedriftens art, og planene må vise art og plassering av mulige maskiner og teknisk utstyr.\nRett til å legge en plan fram for tilsynet og få dets uttalelse om det etter loven er noe å innvende mot at den settes i verk, har også den som utenom de tilfelle som er nevnt i første ledd, vil anlegge, sette i gang eller gjøre om bedrift som går eller ventelig kan komme inn under denne lov. Det samme gjelder den som vil ta i bruk ny eller endret arbeidsinnretning, arbeidsmåte eller sette i verk vernetiltak.\nBestemmelsene i foregående ledd om adgang til å innhente tilsynets uttalelse gjelder tilsvarende så langt de passer for den som tilvirker, overdrar eller monterer innretning som nevnt i § 16.\n1 Endret ved lov 18 juni 1965 nr. 7 § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "Melding av arbeidsulykke og yrkessykdom.",
      "content": "1. Bedrifts meldeplikt.\nRammes arbeider av arbeidsulykke som har voldt døden eller alvorlig skade, skal arbeidsgiveren straks og på hurtigste måte melde skaden til tilsynet og til nærmeste politimyndighet. Arbeidsgiveren skal bekrefte meldingen skriftlig.\nDersom bedriften ikke er pålagt meldeplikt i henhold til folketrygdlovens § 18-2, skal også mindre alvorlig arbeidsulykke snarest mulig og senest innen 3 dager meldes skriftlig til tilsynet, når det kan antas at arbeideren som følge av ulykken vil være arbeidsufør i minst 3 dager.\nDet som er sagt i foregående ledd om arbeidsulykke gjelder også for sykdom som arbeidsgiveren forstår eller bør forstå er forårsaket av arbeidet.\n2. Leges meldeplikt.\nHar en lege under behandling arbeider som lider av yrkessykdom som i henhold til folketrygdlovens § 11-4 er likestilt med yrkesskade, skal han gi skriftlig melding om det til tilsynet.\nDepartementet​2 fastsetter de nærmere bestemmelser. Det kan fastsette at meldeplikten også skal gjelde for annen sykdom som kan antas å skyldes arbeidets art eller forholdene på arbeidsstedet.\n1 Endret ved lover 13 juni 1969 nr. 33, 29 jan. 1971 nr. 29. – Jfr. lov 24 mai 1929 nr. 3 § 5.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Arbeid som ikke omfattes av reglene om arbeidstiden.",
      "content": "Dette kapitel gjelder ikke:\n1. arbeid av ledende eller kontrollerende art. Unntaket gjelder ikke arbeidsledere og andre i liknende stilling som i arbeidstiden følger dem de er satt til å lede eller kontrollere,\n2. arbeid av annen særlig betrodd art enn nevnt under nr. 1, første punktum,\n3. arbeid av representanter, agenter og handelsreisende, for så vidt det blir utført utenfor bedriftens faste arbeidssted,\n4. skogsarbeid, tømmermåling og fløting, herunder ikke arbeid ved faste sorteringslenser hvor arbeidet helt eller delvis foregår med maskiner,\n5. berging og dykkerarbeid,\n6. arbeid ved teatre og andre forestillinger og forevisninger,\n7. undervisnings- og oppdragelsesanstalter for så vidt gjelder dem som utfører undervisnings- og oppdragelsesarbeid.\n8. arbeidere som går inn under lov om arbeidstiden i bakerier.​2\nKongen​3 kan unnta arbeid i offentlig forvaltning helt eller delvis fra bestemmelsene i dette kapitel, når arbeidet er av så særegen art at det vanskelig lar seg tilpasse bestemmelsene i dette.​4\n1 Endret ved lover 18 juni 1965 nr. 8 § 16, 10 mai 1968 nr. 2.\n2 Se lov 18 juni 1965 nr. 8.\n3 Kommunaldepartementet iflg. res. 4 nov. 1961.\n4 Se §§ 1 og 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "title": "Nattarbeid m.v.​2",
      "content": "Den alminnelige arbeidstid skal legges mellom kl. 6 og kl. 21.\nArbeid mellom kl. 21 og kl. 6 er nattarbeid og må ikke drives uten i de tilfelle som er nevnt i denne og neste paragraf.\nSom nattarbeid er tillatt:\na. arbeid som av omsyn til bedriftens jevne gang må utføres om natten så som oppfyring, oppvarming, rengjøring, vedlikehold, istandsetting av arbeidsrom, maskiner og andre driftsinnretninger, vareopptelling og regnskapsoppgjør. Slikt arbeid kan også av omsyn til annen bedrifts jevne gang utføres om natten når viktige grunner krever det,\nb. arbeid som er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. vakthold, portnerarbeid og pass av dyr,\nd. arbeid ved utsalgssteder,\ne. transportvirksomhet og dertil knyttet nødvendig lasting, lossing og lagring samt ekspedisjon av post, telegrammer og telefonsamtaler. Med transportvirksomhet er likestilt arbeid som av omsyn til transportmidlenes drift eller de reisendes behov må utføres som nattarbeid,\nf. bygge- og anleggsarbeid,\ng. arbeid på 2 dagskift som legges mellom kl. 6 og kl. 24,\nh. arbeid i bedrift for syke- og pleiehjelp, samt i internat som er knyttet til undervisnings- og oppdragelsesanstalt,\ni. arbeid i herberg- og bevertningsbedrift når det er nødvendig for betjening av gjester,\nj. arbeid som på grunn av sin art eller beskaffenhet ikke kan avbrytes.\nFagforening som har innstillingsrett etter lov om arbeidstvister av 6. mai 1927 § 11 punkt 1 kan slutte tariffavtale om at et arbeid skal drives om natten selv om dette ikke er av slik art at det går inn under unntakene i foregående ledd punktene a-j. I tariffavtalen kan også fastsettes skiftplan eller andre bestemmelser om arbeidstidens fordeling. Med godkjennelse av departementet​3 kan arbeidsgiver ved bedrift som omfattes av tariffavtale som nevnt, gjøre avtalens bestemmelser om nattarbeid og om arbeidstidens fordeling gjeldende for arbeidere som ikke omfattes av avtalen.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2. – Jfr. lov 18 juni 1965 nr. 8 § 2.\n2 Se § 29.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "title": "Nattarbeid etter særlig tillatelse eller avtale.",
      "content": "Direktoratet for arbeidstilsynet kan på nærmere vilkår tillate at det i bedrift eller del av bedrift blir utført nattarbeid:\na. når det til regelmessig tilbakevendende tider av året oppstår arbeidspress,\nb. når det er oppstått uventet eller særlig arbeidspress,\nc. når naturomstendigheter, ulykkeshendinger eller andre upåregnelige begivenheter har forstyrret eller truer med å forstyrre den jevne drift, eller\nd. når det foreligger allmenne omsyn eller når nattarbeid av særlige økonomiske grunner må ansees påkrevd.\nArbeiderne skal ved sine tillitsmenn ha høve til å uttale seg før tillatelsen gis. Uttalelsen skal være begrunnet.\nTillatelse kreves ikke for de 4 første døgn hvis det er særlig påkrevd at nattarbeidet settes i gang straks og hvis søknad sendes tilsynet uten opphold.\nVed bedrift som er bundet av tariffavtale kan arbeidsgiveren slutte skriftlig avtale med arbeidernes tillitsmenn om utføring av nattarbeid i inntil 2 uker om gangen, men sammenlagt ikke ut over 3 måneder i kalenderåret, når nattarbeidet er påkrevd av en av de grunner som er nevnt i første ledd punktene a-d. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre den gjeldende for alle arbeidere ved bedrifter som utfører arbeid av den art avtalen gjelder.\nMelding om avtale som nevnt i fjerde ledd skal så vidt mulig sendes distriktstilsynet før nattarbeidet blir satt i verk og ellers uten ugrunnet opphold.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "Søn- og helgedagsarbeid m. v .​2",
      "content": "1. Det skal være arbeidshvile fra kl. 18 dagen før en søn- eller helgedag og til kl. 22 dagen før neste virkedag.​3 Jul-, påske- og pinseaften skal det være arbeidshvile fra kl. 15 til kl. 22 dagen før neste virkedag.\nSom søn- og helgedagsarbeid er tillatt:\na. arbeid som av omsyn til bedriftens jevne gang må utføres som søn- eller helgedagsarbeid så som oppfyring, oppvarming, rengjøring, vedlikehold, istandsetting av arbeidsrom, maskiner og andre driftsinnretninger, vareopptelling og regnskapsoppgjør. Slikt arbeid kan også av omsyn til annen bedrifts jevne gang utføres som søn- og helgedagsarbeid når viktige grunner krever det,\nb. arbeid som er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. vakthold, portnerarbeid og pass av dyr,\nd. arbeid ved utsalgssteder,\ne. transportvirksomhet og dertil knyttet nødvendig lasting, lossing og lagring samt ekspedisjon av post, telegrammer og telefonsamtaler. Med transportvirksomhet er likestilt arbeid som av omsyn til transportmidlenes drift eller de reisendes behov må utføres som søn- og helgedagsarbeid,\nf. arbeid i bedrift for syke- og pleiehjelp, samt i internat som er knyttet til undervisnings- og oppdragelsesanstalt,\ng. arbeid i herberg- og bevertningsbedrift når det er nødvendig for betjening av gjester,\nh. arbeid som på grunn av sin art eller beskaffenhet ikke kan avbrytes.\n2. Arbeider som har utført søn- eller helgedagsarbeid i henhold til punktene 1. a-f, skal ha det følgende søn- eller helgedagsdøgn fri i samsvar med påbudet i punkt 1 første ledd. Direktoratet for arbeidstilsynet kan tillate lempning i dette når det må ansees særlig påkrevd.\n3. For arbeider som utfører arbeid som nevnt i punkt 1 g, skal den ukentlige fridag (§ 28 punkt 3) så vidt mulig legges til en søn- eller helgedag hver annen uke. Minst hver fjerde uke skal den ukentlige fridag falle på en søn- eller helgedag.\nVed herbergsbedrift som på grunn av sin beliggenhet har særlige vansker med å underbringe sine arbeidere, kan Direktoratet for arbeidstilsynet tillate lempning i denne bestemmelse, men slik at den ukentlige fridag må gis på søn- eller helgedag minst hver sjette uke.\n4. For arbeid etter punkt 1 h, skal det finne sted et ukentlig skiftombytte etter skiftplan. Bestemmelsene i § 23 punkt 3 annet og tredje ledd gjelder tilsvarende for skiftplanen.\nSkiftombyttet skal foretas slik at arbeiderne så vidt mulig får søn- og helgedags- fritid som fastsatt i punkt 2 første punktum og minst hver tredje søndag gjennomsnittlig i skiftperioden.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2.\n2 Jfr. §§ 29 og 64 nr. 2 og lover 26 april 1947 nr. 1 § 3, 18 juni 1965 nr. 8 § 4.\n3 Se § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "title": "Særlig tillatelse til søn- og helgedagsarbeid.",
      "content": "1. Hvis offentlige eller allmenne interesser eller andre viktige omsyn gjør det særlig påkrevd, kan Direktoratet for arbeidstilsynet tillate søn- eller helgedagsarbeid i den utstrekning det etter forholdene trenges.\nEn tillatelse til søn- eller helgedagsarbeid gjelder ikke tiden mellom kl. 15 jul-, påske- eller pinseaften til kl. 22 dagen før neste virkedag og heller ikke tiden mellom kl. 18 onsdag i påskeuken til langfredag kl. 22, med mindre dette er sagt uttrykkelig i tillatelsen.\n2. Arbeid som etter sin art eller i henhold til tillatelse går hele døgnet, men ikke uken rundt, og arbeid på 2 dagskift i henhold til § 19 punkt g, kan med samtykke av Direktoratet for arbeidstilsynet være i gang til kl. 22 dagen før en søn- eller helgedag.\n3. Arbeiderne skal ved sine tillitsmenn ha høve til å uttale seg før det gis tillatelse etter punkt 1 eller 2. Uttalelsen skal være begrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "title": "Den alminnelige arbeidstid​2",
      "content": "1. En arbeiders alminnelige arbeidstid må ikke være over 9 timer i døgnet og ikke over 42½ time i uken.\nArbeidstiden fordeles i alminnelighet på 6 dager i uken, men det skal være adgang til å treffe avtale om fordeling på færre dager.\nVed skriftlig avtale kan den alminnelige arbeidstid ordnes slik at den i løpet av en periode på høyst 1 år blir gjennomsnittlig 42½ time i uken, men ikke over 51 timer noen enkelt uke. Avtalen skal fastsette når i året de enkelte uker med lengre og kortere alminnelig arbeidstid enn 42½ time faller. Er avtalen sluttet med fagforening eller med arbeidernes tillitsmenn, og er et flertall av arbeiderne bundet av den, kan arbeidsgiveren gjøre avtalen gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n2. For prosentlønt serveringspersonale i herberg- og bevertningsbedrifter som er nødvendig for betjening av gjester, og for personale ved Jernbanens spisevogner, kan den alminnelige arbeidstid, når det er fastsatt ved skriftlig avtale og gjeldende vaktlister er slått opp på arbeidsstedet i samsvar med § 52, ordnes på annen måte enn fastsatt i punkt 1. Den alminnelige arbeidstid må likevel ikke være over 42½ time i uken regnet i gjennomsnitt over en periode som ikke må være lengre enn arbeidsforholdets antatte varighet, og ikke over 1 år.\nVaktlistene skal utarbeides etter forhandling mellom arbeidsgiveren og arbeiderne eller deres tillitsmenn. Hvis enighet ikke oppnås, fastsettes listen av Direktoratet for arbeidstilsynet innenfor rammen av lovens bestemmelser etter at partene har hatt høve til å uttale seg.\nBestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nFor arbeid i herbergs- og bevertningsbedrifter som er henlagt til forskjellige tider av døgnet slik at den ordinære arbeidstid helt eller delvis faller på søndager og mellom kl. 22.00 og kl. 06.00 på hverdager må den alminnelige arbeidstid ikke overstige 40 timer pr. uke regnet i gjennomsnitt over en periode som ikke må være lengre enn arbeidsforholdets varighet og ikke over 1 år.\n3. For arbeid som drives om natten i medhold av § 19 punkt j, skal den alminnelige arbeidstid etter skiftplanen ikke være over 40 timer pr. uke i gjennomsnitt i løpet av skiftperioden.\nFor arbeid som drives så vel om natten i medhold av § 19 punkt j som på søn- og helgedager i medhold av § 21 punkt 1 h og sammenlignbart turnusarbeid skal den alminnelige arbeidstid etter skift- eller turnusplan ikke være over 38 timer pr. uke i gjennomsnitt i løpet av skiftperioden.\nSkiftplanen skal enten være godkjent av Direktoratet for arbeidstilsynet eller være fastsatt etter bestemmelsene i fjerde ledd. Ved godkjenning av skiftplan skal direktoratet legge særlig vekt på det som flertallet av arbeiderne ønsker.\nVed bedrift som er bundet av tariffavtale, kan arbeidsgiveren slutte skriftlig avtale med arbeidernes tillitsmenn om å nytte en skiftplan som er godtatt av partene i tariffavtalen. Avtalen kan gå ut på at forskjellige skiftplaner kan nyttes i årets løp slik at den alminnelige arbeidstid i en skiftperiode kan være lenger i gjennomsnitt pr. uke enn fastsatt i første og annet ledd forutsatt at den i andre skiftperioder er tilsvarende kortere. Er avtale som nevnt i dette ledd, bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre den gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n4. Den alminnelige arbeidstid for arbeider under dagen i gruver må ikke være over 38 timer i uken, regnet gjennomsnittlig i et tidsrom av 3 uker. Det kan avtales et lengre tidsrom, men slik avtale må godkjennes av tilsynet. Til arbeidstiden regnes også faringstiden. Bestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nFaller det i en uke en eller flere helgedager utenom søndagen, gjelder for denne uke ikke bestemmelsen i § 21 punkt 1 første ledd om tidligere arbeidshvile dagen før en søn- eller helgedag. På jul-, påske- og pinseaften skal dog arbeidet slutte senest kl. 15.\n5. Den alminnelige arbeidstid ved tunneldrift og utsprengning av bergrom under dagen må ikke være over 9 timer i døgnet og ikke over 38 timer i uken.\nVed skriftlig avtale kan den alminnelige arbeidstid ordnes slik at den i løpet av en periode på høyst 1 år blir gjennomsnittlig 38 timer i uken, men ikke over 45 timer i noen enkelt uke. Avtalen skal fastsettes når i året de enkelte uker med lengre og kortere arbeidstid enn 38 timer faller. Bestemmelsene i punkt 1 tredje ledd siste punktum gjelder tilsvarende.\nBestemmelsene i dette punkts første og annet ledd omfatter ikke anlegg av tunneler hvis to tallengde fra tunnelåpning til tunnelåpning ikke overstiger 50 meter, eller av bergrom som ikke er dypere enn 25 meter fra åpningen.\n5a. For sjåfører og medhjelpere på rutebiler må den alminnelige arbeidstid ikke være over 9 timer i døgnet og 40 timer i uken. Bestemmelsene i punkt 1 tredje ledd gjelder tilsvarende.\n6. Fagforening som har innstillingsrett etter lov om arbeidstvister av 5 mai 1927 § 11 punkt 1 kan slutte tariffavtale om ordning av den alminnelige arbeidstid uten hinder av de grenser for arbeidstidens lengde som er fastsatt i denne paragraf punktene 1-5. Slik tariffavtale forutsetter enighet mellom partene. Med godkjennelse av departementet kan arbeidsgiver ved bedrift som omfattes av tariffavtale som nevnt gjøre gjeldende avtalens bestemmelser om arbeidstiden for arbeidere som ikke omfattes av avtalen.\n1 Endret ved lover 28 nov. 1958 nr. 1, 13 april 1962 nr. 3, 29 mai 1964 nr. 2, 10 mai 1968 nr. 2, 5 mai 1972 nr. 23, 20 des. 1974 nr. 71. Endres ved lov 9 april 1976 nr. 20.\n2 Se § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "title": "Særlige arbeidstidsforhold.",
      "content": "1. Nødvendiggjør bedriftens eller arbeidets art en uregelmessig fordeling av arbeidstiden, kan den alminnelige arbeidstid for bedriftens arbeidere eller grupper av arbeidere med samtykke av Direktoratet for arbeidstilsynet ordnes slik at den i løpet av høyst 6 uker blir gjennomsnittlig 42½ time i uken. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n2. Opptrer det i et yrke eller i en bedrift på grunn av årstiden, klimaet eller andre forhold til regelmessig tilbakevendende tider av året sterkt arbeidspress, kan den alminnelige arbeidstid for vedkommende yrke eller bedrift med samtykke av Direktoratet for arbeidstilsynet ordnes slik at den i løpet av høyst 1 år blir gjennomsnittlig 42½ time i uken, men slik at den alminnelige arbeidstid ikke overstiger 10 timer i døgnet og 54 timer i uken. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n3. For offentlig forvaltning samt for anlegg, drift og vedlikehold av samferdselsmidler som drives av staten, herunder post-, telegraf- og telefontjeneste, kan Kongen​2 fastsette en slik arbeidsordning som nevnt under punkt 1 og 2 etter at det et gitt vedkommende tjenestemenns organisasjoner høve til å forhandle om arbeidsordningen.\n4. Når den jevne drift ikke kan gå sin gang uten at enkelte arbeidere må begynne før eller slutte etter de andre arbeidere, kan den alminnelige arbeidstid forlenges med høyst 2 timer i døgnet for disse arbeidere.\nUtover den etter § 23 punkt 1 tillatte arbeidstid kan kunder ekspederes ferdig i opptil ½ time.\n5. Medfører bedriftens eller arbeidets art at arbeidet for enkelte arbeidere eller grupper av arbeidere blir avbrutt av perioder hvor intet eller lite arbeid blir ytet, men slik at vedkommende arbeidere i disse perioder ikke kan forlate arbeidsplassen, kan den alminnelige arbeidstid forlenges med høyst 2 timer i døgnet for disse arbeidere.\nDirektoratet for arbeidstilsynet kan i samband med en regelmessig arbeidsordning tillate at den alminnelige arbeidstid for enkelte døgn blir forlenget ut over det som er fastsatt i foregående ledd. Før direktoratet treffer sin avgjørelse, skal det være gitt vedkommende arbeidere eller deres organisasjoner høve til å uttale seg.\n6. For det farmasøytiske personale i apotek samt i andre tilfelle hvor tjenesten helt eller til dels består i at arbeideren må oppholde seg i bedriften for i påkommende tilfelle å yte arbeid, men hvor han, bortsett fra kortvarige eller tilfeldige avbrytelser, er fritatt for arbeid eller plikt til å vise aktpågivenhet, kan Direktoratet for arbeidstilsynet tillate lempning i bestemmelsene om den alminnelige arbeidstids lengde.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2. Endres ved lov 9 april 1976 nr. 20.\n2 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "Overtidsarbeid.",
      "content": "1. Varer arbeidet for noen arbeider utover den tid som utgjør hans alminnelige arbeidstid etter §§ 23 og 24, jfr. §§ 13 og 29, regnes arbeidet i den overskytende arbeidstid for overtidsarbeid.\nOvertidsarbeid må ikke finne sted uten i følgende særlige tilfelle:\na. når uforutsette hendinger eller forfall blant arbeiderne har forstyrret eller truer med å forstyrre den jevne drift,\nb. når overtidsarbeid trenges for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade,\nc. når det er oppstått uventet eller særlig arbeidspress,\nd. når offentlige eller almene interesser eller andre omsyn særlig krever det. Dog skal arbeidsgiveren om overtidsarbeid av slik grunn anvendes og utøves lenger enn ett døgn, innhente tilsynets samtykke,\ne. i statens transportbedrifter, herunder Postverket og Telegrafverket, når den overordnede tjenestemyndighet av omsyn til driftsforholdene anser bruk av overtidsarbeid for nødvendig. Bruk av overtidsarbeid skal i så fall skje etter de til enhver tid av statsmyndighetene fastsatte regler.\n2. Før overtidsarbeide iverksettes, bør bedriften i alminnelighet konferere med arbeidernes tillitsmenn om nødvendigheten av det.\n3. For overtidsarbeid skal der betales et tillegg til den lønn som er avtalt for arbeiderens tilsvarende arbeid i hans alminnelige arbeidstid. Tillegget skal være minst 25 prosent.\nVed akkordarbeid beregnes tillegget på grunnlag av den for vedkommende arbeider fastsatte uke-, måneds- eller timelønn med mindre særskilt avtale er truffet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "Lengden av overtidsarbeid.",
      "content": "1. Overtidsarbeid kan finne sted i opp til 20 timer i 2 på hverandre følgende uker og skal så vidt mulig søkes fordelt jevnt på flere arbeidsdager.\n2. Ved bedrift som er bundet av tariffavtale kan arbeidsgiveren og arbeidernes tillitsmenn for en bestemt anledning slutte skriftlig avtale om utføring av overtidsarbeid opp til 30 timer i 2 på hverandre følgende uker. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre avtalen gjeldende for alle arbeidere ved bedriften som utfører arbeid av den art avtalen gjelder.\n3. Tilsynet kan for en bestemt anledning eller for et tidsrom av ikke over 6 måneder om gangen samtykke i at overtidsarbeid for den enkelte arbeider kan finne sted i opp til 30 timer i 2 på hverandre følgende uker,\n4. Overtidsarbeid må ikke i noe tilfelle utgjøre over 250 timer i kalenderåret for noen arbeider.\n5. For bedrift som på grunn av produktets art eller av andre grunner til enkelte tider av året har behov for en lengre arbeidstid, kan Direktoratet for arbeidstilsynet fastsette andre regler for overtidsarbeid enn nevnt i punktene 1, 3 og 4. Arbeiderne skal ved sine tillitsmenn ha høve til å uttale seg for bestemmelsene iverksettes. Uttalelsen skal være begrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "title": "Lønningslister.",
      "content": "Lønningslister skal føres slik at omfanget av overtidsarbeidet for den enkelte arbeider kan sees. De skal være tilgjengelige for tilsynet.\nBedriftsledelsen skal gi arbeidernes tillitsmenn adgang til å se overtidslistene, dersom tillitsmennene ber om det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "title": "Hvilepauser og ukentlig fritid.",
      "content": "1. Når den alminnelige arbeidstid er over 5½ time i døgnet, skal arbeidstiden avbrytes med minst en hvilepause. Arbeidsgiveren og arbeiderne, eller deres tillitsmenn, fastsetter ved avtale pausen, men slik at pausen eller pausene tilsammen minst skal være ½ time hvis arbeidstiden er over 8 timer i døgnet. Blir partene ikke enige, treffer tilsynet avgjørelsen. Når omsynet til arbeidernes helse tilsier det, kan tilsynet påby en annen ordning enn avtalt.\nI pausen må arbeiderne ikke uten tilsynets samtykke oppholde seg i arbeidsrommene med mindre driften i disse er helt innstilt. Det må ikke tillates arbeiderne å arbeide i pausen, men når forholdene gjør det påkrevd, kan pausen forskyves.\n2. Ved døgn- og helkontinuerlig skiftarbeid, og ellers når virksomhetens art gjør det nødvendig, kan arbeidsgiveren i stedet for pause som nevnt under punkt 1 la arbeiderne innta sine måltider i pauser under arbeidets gang og slik at arbeiderne, om nødvendig, hele tiden må oppholde seg på arbeidsstedet. Hvis arbeidsgiveren har gjennomført en slik ordning, regnes pausen med i arbeidstiden.\nTvist om arbeidsgiverens rett til å nytte bestemmelsen under punkt 2 avgjøres av Direktoratet for arbeidstilsynet.\nTilsynet kan samtykke i annen ordning av pausen enn nevnt under punkt 1 og 2.\n3. Den alminnelige arbeidstid for arbeideren skal fordeles slik at han hver uke har en sammenhengende fritid på minst 24 timer. Fritiden bør så vidt mulig legges til en søn- eller helgedag og gis samtidig for alle bedriftens arbeidere.\nFor arbeid som utføres etter godkjent skiftplan i henhold til § 21 punkt 4 og i andre særlige tilfelle, kan Direktoratet for arbeidstilsynet fastsette en annen fordeling av den ukentlige fritid, men slik at arbeideren i løpet av skiftperioden eller et annet nærmere fastsatt tidsrom får en sammenhengende fritid på gjennomsnittlig minst 24 timer i uken.\nDirektoratet for arbeidstilsynet kan tillate også annen lempning heri når det volder uforholdsmessige vanskeligheter å skaffe avløsning eller tjenesten krever ubetydelig arbeid.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "title": "Unntak fra arbeidstidsbestemmelsene.",
      "content": "Arbeid som på grunn av naturhendinger, ulykkeshendinger eller andre uforutseelige begivenheter må foretas for å avverge fare for eller skade på liv eller eiendom, kan uten omsyn til bestemmelsene i § 19 første ledd og § 21 punkt 1 første ledd, foretas til enhver tid av døgnet. Slikt arbeid kan også utføres i hvilepausene uten omsyn til bestemmelsene i § 28 punkt 1 annet ledd. I de fire første døgn gjelder ikke begrensningene i § 23 punktene 1-4 og § 28 punkt 3.\n1 Endret ved lov 28 nov. 1958 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "title": "Døgn og uke.",
      "content": "Med døgn mener denne lov tiden fra kl. 0 til kl. 24 og med uke tiden fra søndag kl. 0 til lørdag kl. 24.\nEt annet klokkeslett kan brukes som utgangspunkt for døgnet og uken når ordningen bygger på tariffavtale eller på annet grunnlag som ikke ensidig kan endres av en part i arbeidsforholdet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "Vern av mødre.​1",
      "content": "1. Kvinne skal være fri fra arbeidet de første 6 uker etter at hun har født barn. Hun kan kreve å være fri ytterligere inntil 6 uker, og slik at arbeidsfriheten helt eller delvis kan tas i tiden før eller etter fødselen. Tiden for den ventede fødsel kan kreves attestert fra lege eller jordmor. Fravær før fødsel må varsles minst 3 dager i forveien til arbeidsgiveren. Hvis kvinnen ved legeattest godtgjør at hun lider av sykdom som er følge av svangerskap eller fødsel, kan hun kreve å være arbeidsfri i inntil ytterligere 6 uker før eller etter fødselen.\n2. Kvinne som er fraværende fra sitt arbeid i henhold til bestemmelsene i punkt 1, må ikke sies opp når arbeidsgiveren er på det rene med at hennes fravær skyldes disse grunner, eller hun uten opphold underretter ham om at dette er grunnen til hennes fravær. Er hun allerede sagt opp til et tidspunkt som faller innenfor det i punkt 1 nevnte tidsrom, er oppsigelsen gyldig, men oppsigelsesfristen forlenges med dette tidsrom.\nEr arbeidsavtalen inngått for et bestemt arbeid av forbigående art, kommer bestemmelsen ikke til anvendelse når arbeidet er avsluttet før hun på nytt møter fram til arbeidet.\n3. Kommer kvinne i trang i den tid hun etter bestemmelsene i punkt 1 er fraværende fra sitt arbeid, kan hun kreve hjelp av det offentlige etter den til enhver tid gjeldende lovgivning.\n4. Kvinne som ammer sitt barn, kan kreve den fritid som hun av den grunn trenger, og minst ½ time to ganger daglig.\n1 Se § 64 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Barn og ungdom.",
      "content": "Denne lov mener med:\n1. Barn – enhver som ikke har fylt 15 år.\n2. Ungdom – enhver i alderen mellom 15 og 18 år.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Barnearbeid.​1",
      "content": "Barn må ikke nyttes til arbeid i bedrift som går inn under bestemmelsene i kapitel 3. Barn over 12 år kan dog sysselsettes med tørring av torv og fisketørring i fri luft, ombringelse av varer, salg av aviser og budtjeneste i den utstrekning som omsynet til deres helse, skolegang og moral gjør forsvarlig, og for øvrig på slike vilkår som departementet måtte fastsette.\nDepartementet​2 kan bestemme hvorvidt og på hvilke vilkår barn kan sysselsettes i arbeid som ikke går inn under bestemmelsene i kapitel 3, jfr. § 18.\n1 Se § 64 nr. 2.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "Arbeid og ungdom.​2",
      "content": "Ungdom må ikke nyttes til å passe dampkjeler eller maskiner hvis betjening krever særlig forsiktighet.\nVed bergverk og steinbrudd må ungdom ikke nyttes til arbeid under jorden.\nBarn og ungdom som går på skole må ikke holdes i arbeid slik at den unge arbeider ikke får minst 4 uker fritid i året, hvorav minst 2 uker i sommerferien.\nFor bedrift eller arbeid som finnes å være særlig anstrengende eller farlig for ungdoms liv og helse, eller når andre grunner tilsier det, kan Kongen​3 påby at det skal gjennomføres særlige vernetiltak, jfr. § 13, så som at den unge arbeiders samlede arbeids- og skoletid, om han søker teknisk eller faglig aftenskole, ikke må være over et visst antall timer daglig, eller at det skal være helt forbudt at ungdom sysselsettes.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se § 64 nr. 2.\n3 Kommunaldepartementet iflg. res. 4 nov. 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "title": "Legeundersøkelse av barn og unge arbeidere.​1",
      "content": "Barn og ungdom under 16 år må ikke nyttes til arbeid i bedrift som går inn under denne lov med mindre det ved legeundersøkelse før tilsettingen blir fastslått at det fra medisinsk synspunkt ikke er noe til hinder for at vedkommende tar arbeidet.\nBarn og ungdom under 16 år i arbeid skal legeundersøkes med regelmessige mellomrom, og minst en gang om året opp til fylte 16 år.\nEr arbeidet eller bedriften særlig anstrengende eller farlig for unge arbeideres liv og helse, gjelder bestemmelsene i første og annet ledd tilsvarende også for dem som har fylt 16 år, men som er under 19 år.\nDirektoratet for arbeidstilsynet fastsetter nærmere regler om gjennomføringen av legeundersøkelsen.\nKongen kan fastsette at aldersgrensen i første og annet ledd skal heves fra 16 til 18 år og at aldersgrensen i tredje ledd skal heves fra 19 til 21 år.\nKongen fastsetter regler om hvorledes utgiftene ved legeundersøkelsen skal dekkes, men slik at barn og unge arbeidere som blir undersøkt, eller deres foresatte, ikke kan pålegges å bære noen del av utgiftene.\n1 Se i § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "title": "Nattarbeid av ungdom.",
      "content": "1. I industriell bedrift, transportvirksomhet, anleggs- og bygningsarbeid skal arbeidstiden for ungdom være ordnet slik at den unge arbeider får fri minst 12 sammenhengende timer mellom to arbeidsperioder.\nFor ungdom under 16 år skal den arbeidsfrie periode som er nevnt i første ledd omfatte tiden mellom kl. 21 og kl. 6.\nFor ungdom over 16 år skal den arbeidsfrie periode som er nevnt i første ledd legges slik at den omfatter minst 7 sammenhengende timer mellom kl. 22 og kl. 7. Ungdom som nevnt kan likevel ikke holdes i arbeid senere enn kl. 23 uten samtykke av Direktoratet for arbeidstilsynet.\nGjelder det opplæring i et yrke, kan Direktoratet for arbeidstilsynet tillate at ungdom over 16 år blir holdt i arbeid til tid da han etter bestemmelsene i dette punkt skal være arbeidsfri, på de vilkår som omsynet til den unge arbeiders helse gjør forsvarlig og for øvrig på vilkår av at den unge arbeider sikres minst 13 timers sammenhengende fri mellom to arbeidsperioder.\nUngdom over 16 år kan uten hinder av bestemmelsene i første, annet og tredje ledd settes til arbeid i tiden mellom kl. 21 og kl. 6 når særlige begivenheter av den art som er nevnt i § 29 gjør det bydende nødvendig.\n2. Kongen kan bestemme at denne paragraf skal gjelde også for andre bedrifter eller annet arbeid enn nevnt i punkt 1.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "title": "Søn- og helgedagsarbeid av ungdom.",
      "content": "1. I industriell bedrift, anleggs- og bygningsarbeid må ungdom ikke settes til arbeid på søn- og helgedager. Dette gjelder likevel ikke ungdom over 16 år, når arbeidet er nødvendig for at ikke anlegg, maskiner, råstoffer eller produkter skal ta skade eller når særlige begivenheter av den art som er nevnt i § 29 gjør det bydende nødvendig.\nHvis omsynet til den unge arbeiders opplæring i et yrke tilsier det, kan Direktoratet for arbeidstilsynet tillate at ungdom over 16 år settes til søn- og helgedagsarbeid på de vilkår som omsynet til den unge arbeiders helse gjør forsvarlig.\n2. Kongen kan bestemme at denne paragraf skal gjelde også for andre bedrifter enn dem som er nevnt i punkt 1.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "title": "Lengden av arbeidstiden for barn og ungdom.",
      "content": "I arbeid som går inn under bestemmelsene i kapitel 3, må barn og ungdoms alminnelige arbeidstid ikke være lengre enn nevnt i § 23 punkt 1 første ledd.\nBlir den alminnelige arbeidstid omlagt på grunnlag av bestemmelser i § 23 punkt 1 tredje ledd, punktene 2 og 3 eller § 24 punktene 1 og 2, må arbeidstiden for ungdom ikke overstige 9 timer i døgnet og 48 timer i noen enkelt uke uten tillatelse fra Direktoratet for arbeidstilsynet i hvert enkelt tilfelle.\nUngdom må ikke settes til forlenget alminnelig arbeidstid etter bestemmelsene i § 24 punktene 4–6. Denne bestemmelse er dog ikke til hinder for at ungdom deltar i ferdigekspedering av kunder i opp til ½ time, forutsatt at den ramme for daglig og ukentlig arbeidstid som er fastsatt i denne paragrafs annet ledd ikke blir overskredet.\nBarn og ungdom må ikke settes til overtidsarbeid.\nArbeidstiden for barn og ungdom skal legges slik at den ikke hindrer skolegang som de trenger for sin utdannelse.\n1 Endret ved lover 28 nov. 1958 nr. 1, 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "title": "Liste over barn og ungdom.",
      "content": "Departementet​1 kan bestemme at arbeidsgiver skal føre liste over barn og ungdom som han har i arbeid.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "title": "Arbeidslønn.​1",
      "content": "1. Arbeidslønnen skal betales i gangbare kontante penger, såfremt ikke betaling i sjekk, bankanvisning eller ved giro er avtalt. Den skal betales på eller ved arbeidsstedet i arbeidstiden eller snarest mulig etter endt arbeidstid.\nEr time-, dag- eller ukelønn avtalt, skal utbetalingen skje minst en gang om uken. For akkordarbeid kan oppgjøret utsettes til arbeidet er ferdig, men således at det hver uke skal betales et passende forskott for det arbeid som er gjort. Andre oppgjørsfrister kan fastsettes ved avtale.\nFor måneds- eller årslønte arbeidere skal utbetaling skje minst to ganger i måneden, hvis ikke annet avtales.\n2. Fradrag i lønn må ikke gjøres uten skriftlig avtale, unntatt når det er hjemlet i lov eller det gjelder reglementerte innskudd i pensjons- eller sykekasser, eller erstatning for skade som arbeideren har voldt forsettlig eller ved grov uaktsomhet.\n3. Ved avlønningen eller straks etter denne kan arbeideren kreve skriftlig oppgave over lønnens størrelse, beregningsmåte og mulige fradrag.\n1 Jfr. § 64 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "title": "Oppsigelsesfrister.",
      "content": "1. Hvis ikke annet er skriftlig avtalt eller fastsatt i tariffavtale eller reglement, gjelder:\na. for arbeider​2 med time-, dag-, uke- eller akkordlønn, som ikke går inn under punkt 2 eller 3 nedenfor, en oppsigelsesfrist på minst 14 dager,\nb. for arbeider med måneds- eller årslønn, som ikke går inn under punkt 3 nedenfor, en oppsigelsesfrist på minst 1 måned til utløp ved slutten av en kalender, måned.\nBestemmelsene i dette avsnitt gjelder ikke for arbeider som uttrykkelig er tilsatt på en bestemt prøvetid eller til å utføre et bestemt arbeid av forbigående art. Med mindre annet følger av arbeidsforholdet, kan dette før prøvetidens utløp eller før det bestemte arbeid er avsluttet, bringes til opphør med 1 dags varsel.\n2. For arbeider som har vært tilsatt minst 4 år i sammenheng i samme bedrift gjelder en oppsigelsesfrist på minst 1 måned til utløp ved slutten av en kalendermåned.\n3. For arbeider som har vært tilsatt minst 10 år i sammenheng i samme bedrift, gjelder en oppsigelsesfrist på minst 2 måneder til utløp ved slutten av en kalendermåned hvis han er fylt 50 år, og på minst 3 måneder hvis han er fylt 60 år, når oppsigelsen gis.\n4. Oppsigelsesfristen skal være like lang for begge parter.\n1 Endret ved lover 13 juni 1969 nr. 33, 7 mars 1975 nr. 4.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "Oppsigelse ved hendinger som ikke kan forutsees.",
      "content": "1. Nødvendiggjør ulykker, naturomstendigheter eller andre uforutseelige hendinger at driften helt eller delvis må innstilles, og arbeiderne derfor sies opp, kan oppsigelsesfristen overfor arbeidere ved det arbeid som må innstilles settes ned til 7 dager regnet fra hendingen, i tilfelle av brann dog bare til 14 dager regnet fra brannen. Er gjeldende oppsigelsesfrist kortere enn her nevnt, gjelder denne.\n2. Oppsigelse, fristen kan ikke settes ned i henhold til punkt 1 ved arbeidsgiverens død eller konkurs, og heller ikke ved arbeidsstans som uten arbeiderens skyld er foranlediget ved at arbeidsrom, maskiner, redskap, arbeidsmaterialer eller andre hjelpemidler som arbeidsgiveren skal stille til rådighet, ikke kan brukes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "title": "Vern mot usaklig oppsigelse.",
      "content": "1. Arbeidsgiver er erstatningspliktig hvis en arbeider​2 må fratre etter oppsigelse av arbeidsgiver uten at oppsigelsen har saklig grunn i bedriftsinnehaverens, arbeiderens eller bedriftens forhold.\nUnder de samme betingelser kan arbeidsgiveren, når dette finnes rimelig, etter påstand fra en fratrådt arbeider dømmes til å ta ham inn igjen i bedriften i samme stilling eller stilling svarende til den han hadde. Retten bestemmer i hvilken utstrekning arbeideren dessuten skal ha erstatning for den tid han har vært berøvet sitt arbeid i bedriften.\nEr arbeideren uttrykkelig tilsatt på en bestemt prøvetid gjelder ikke bestemmelsene i første, annet, fjerde og femte ledd, dersom oppsigelsen skjer til fratreden før arbeideren har vært tilsatt mer enn seks måneder i bedriften. Arbeidsgiver er dog erstatningspliktig og kan etter påstand fra en fratrådt arbeider dømmes til å ta ham inn i bedriften igjen i samme stilling, dersom oppsigelsen er begrunnet i forhold som ikke vedrører arbeiderens dyktighet, pålitelighet, tilpasning til jobben e. l., og ellers ikke har saklig grunn i bedriftsinnehaverens, arbeiderens eller bedriftens forhold.\nOppsigelse ved fratreden før fylte 70 år som alene skyldes at arbeideren har nådd pensjonsalder etter lov av 17 juni 1966 nr. 12 om folketrygd, skal ikke anses å ha saklig grunn. Arbeideren plikter på skriftlig forespørsel fra arbeidsgiveren å melde fra om han ønsker å fortsette i stillingen ut over nevnte pensjonsalder. Slik melding skal arbeideren gi senest 6 måneder før pensjonsalderen er nådd, dersom han får forespørselen i rimelig tid før dette tidspunkt. Får arbeideren forespørsel senere enn nevnt i foregående punktum, skal han gi melding i rimelig tid etter å ha mottatt forespørselen.\nArbeideren kan ikke kreve å få erstatning eller bli gjeninntatt hvis oppsigelsen skyldes press fra bedriftens øvrige arbeidere eller fra en organisasjon, når arbeidsgiveren har hatt grunn til å tro at han ellers vil påføres tap eller skade dersom han ikke sa opp arbeideren.\n2. Ved fastsetting av erstatningen etter pkt. 1 første og annet ledd tas omsyn til arbeiderens tapte arbeidsfortjeneste, tjenestetid, lønn, utsikt til nytt eller annet arbeid, arbeiderens eget forhold, og ellers til omstendigheter som det finnes rimelig å ta i betraktning. Erstatningen må ikke overstige halvparten av arbeiderens siste årsfortjeneste i bedriften. Har arbeideren vært tilsatt i bedriften i minst 10 år i sammenheng, kan dog erstatningen gå opp til det siste års fortjeneste i bedriften. Har han vært tilsatt i bedriften i 20 år i sammenheng, kan erstatningen gå opp til arbeiderens fortjeneste i bedriften de 3 siste år.\nTilbakekalles oppsigelsen, gjelder bestemmelsen i pkt. 1 annet ledd siste punktum tilsvarende.\n3. Søksmål mot arbeidsgiveren må reises innen 6 uker fra mottatt skriftlig oppsigelse som inneholder melding om søksmålsfristen. Hvis oppsigelsen bare er muntlig, eller ikke inneholder melding om søksmålsfristen, er søksmålsfristen 3 måneder.\n1 Endret ved lover 10 mai 1968 nr. 2, 15 des. 1972 nr. 78, 7 mars 1975 nr. 4 (jfr. rettelse i Lovtidend nr. 10 s. 189.) Jfr. strl. § 410, lov 29 mars 1940.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "title": "Oppsigelse av sykmeldt arbeider.",
      "content": "Arbeider som må være borte fra arbeidet på grunn av ulykke eller sykdom, kan ikke av den grunn sies opp i de tre første måneder etter at arbeidsuførheten inntrådte, med mindre han har pådratt seg sykdommen ved forsett eller grov uaktsomhet, eller han ved svik har fortiet at han led av sykdommen da han ble tilsatt.\nArbeider som vil påberope seg dette oppsigelsesvern, må ved legeattest eller på annen måte i rett tid varsle at fraværet skyldes sykdom. Om bedriften krever det, må det samlede sykefravær godtgjøres ved legeattest.\nHar arbeideren minst 10 års sammenhengende tjenestetid i bedriften skal oppsigelsesforbudet gjelde arbeidsuførhet som varer opp til 1 år i sammenheng.\nAdgang til oppsigelse med vanlig oppsigelsesfrist av sykmeldt arbeider faller ikke bort hvis han på grunn av gjentatt sykefravær eller nedsatt arbeidsførhet som følge av sykdommen, er så Ilte skikket til å gjøre tjeneste i bedriften at oppsigelsen må anses rettmessig i forhold til § 43.\n1 Endret ved lover 15 des. 1972 nr. 78, 7 mars 1975 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:44 a",
      "chapter": "6",
      "section": "44 a",
      "title": "Arbeid for eldre arbeidere og for arbeidere som ikke er helt arbeidsføre.",
      "content": "Hvis en arbeider er blitt hemmet i sitt yrke som følge av ulykke eller gjennomgått sykdom, skal arbeidsgiveren hvis arbeideren ber om det, undersøke om forholdene innenfor bedriften ligger til rette for å sette arbeideren i arbeid som han er faglig og medisinsk skikket til, eventuelt etter nødvendig eller passende omskoling.\nNår en arbeider som har nådd pensjonsalder etter lov av 17 juni 1966 nr. 12 om folketrygd ber om det, skal arbeidsgiveren i samråd med arbeidernes tillitsmenn undersøke om forholdene innenfor bedriften ligger til rette for å gjennomføre en arbeidsordning for arbeideren som passer til hans alder.\n1 Tilføyd ved lov 15 des. 1972 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "title": "Attest.",
      "content": "Arbeider​1 som fratrer etter lovlig oppsigelse, kan kreve skriftlig attest av arbeidsgiveren. Attesten skal inneholde opplysning om arbeiderens navn, fødselsdag og fødselsår, hva slags arbeid han har utført, når han tiltrådte stillingen og når han sluttet.\nDenne bestemmelse begrenser ikke arbeiderens rett til å kreve en mer utførlig attest i tjenesteforhold hvor dette er sedvane og ikke annet er fastsatt i tariffavtale.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "title": "Unntak.",
      "content": "Bestemmelsene i §§ 41–45 gjelder ikke:\n1. for arbeider som kan avskjediges uten oppsigelsesfrist etter gjeldende rettsregler eller i henhold til arbeidsreglement,\n2. for dem som går inn under lov om offentlige tjenestemenn av 15. februar 1918 eller er embetsmenn.\nBestemmelsene i § 41 punkt 2 og §§ 43–45 gjelder ikke oppsigelse etter lov om arbeidstvister av 5 mai 1927, eller etter lov om offentlige tjenestetvister av 18 juli 1958. For de arbeidere som er nevnt i § 41 punkt 2 gjelder da bestemmelsene i § 41 punkt 1.\n1 Endret ved lov 19 juni 1969 nr. 74.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "6:47",
      "chapter": "6",
      "section": "47",
      "title": "Arbeidsreglement.",
      "content": "Ved industriell bedrift og ved handels- og kontorbedrift skal det for de arbeidere som ikke har en ledende eller kontrollerende stilling, være arbeidsreglement når bedriften sysselsetter over 10 arbeidere eller når tilsynet uten hensyn til arbeiderantallet finner grunn til å påby det. Reglementet skal inneholde de ordensregler som trenges, regler for arbeidsordningen, vilkår for tilsetting, oppsigelse og avskjed og bestemmelse om utbetaling av lønninger.\nI arbeidsreglementet kan ikke fastsettes bøter for forseelser mot reglementet. Departementet​2 kan bestemme at arbeidsreglement skal utarbeides i andre bedrifter og for andre arbeidere enn nevnt foran.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "6:48",
      "chapter": "6",
      "section": "48",
      "title": "Istandbringelse av arbeidsreglement.",
      "content": "1. Når ikke bestemmelsene i punkt 2 får anvendelse, må arbeidsreglement for å bli gyldig godkjennes av Direktoratet for arbeidstilsynet. Utkast til reglementet skal utarbeides av arbeidsgiveren som skal forhandle med representanter for arbeiderne om reglementets bestemmelser. Er bedriften bundet av tariffavtale, skal arbeidsgiveren forhandle med arbeidernes tillitsmenn. Ellers skal bedriftens arbeidere over 18 år velge 5 representanter over 21 år som arbeidsgiveren skal forhandle med.\nSetter arbeidernes representanter fram avvikende forslag til reglement, skal dette vedlegges når arbeidsgiveren sender inn utkastet til godkjenning. Unnlater arbeidernes representanter å forhandle om reglementet, skal arbeidsgiveren opplyse om dette når han sender inn utkastet til godkjenning.\n2. Ved bedrift som er bundet av tariffavtale, kan arbeidsgiveren og arbeidernes tillitsmenn fastsette arbeidsreglementet ved skriftlig avtale. Er avtalen bindende for et flertall av arbeiderne, kan arbeidsgiveren gjøre reglementet gjeldende for alle arbeidere innenfor det eller de arbeidsområder ved bedriften som avtalen gjelder for.\nArbeidsgiveren skal sende et eksemplar av reglementet til Direktoratet for arbeidstilsynet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "6:49",
      "chapter": "6",
      "section": "49",
      "title": "Frist for innsendelse av arbeidsreglement.",
      "content": "Når bedriften er av den art og størrelse at den etter § 47 skal ha arbeidsreglement, skal arbeidsgiveren sende inn utkast etter § 48 punkt 1 eller reglement som er fastsatt ved avtale etter § 48 punkt 2 til Direktoratet for arbeidstilsynet innen 6 uker etter at bedriften er satt i gang.\nNår tilsynet i medhold av § 47 påbyr at bedriften skal ha arbeidsreglement, skal utkast etter § 48 punkt 1 eller reglement fastsatt ved avtale etter § 48 punkt 2 innsendes innen 4 uker fra den dag påbudet er gitt.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "6:50",
      "chapter": "6",
      "section": "50",
      "title": "Arbeidsreglementets gyldighet.",
      "content": "Ethvert arbeidsreglement må for å bli gyldig være istandbrakt på lovlig måte og må ikke inneholde bestemmelser som strider mot loven.\nDersom et utkast etter § 48 punkt 1 inneholder bestemmelser som strider mot loven eller er ubillige overfor arbeiderne, eller dersom utkastet ikke er istandbrakt på lovlig måte, skal Direktoratet for arbeidstilsynet nekte å godkjenne det.\nDersom et reglement fastsatt ved avtale etter § 48 punkt 2 inneholder bestemmelser som strider mot loven, skal direktoratet gjøre partene i avtalen merksam på dette, og påse at bestemmelsene blir rettet.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "6:51",
      "chapter": "6",
      "section": "51",
      "title": "Endring i arbeidsreglement.",
      "content": "Reglene i §§ 48 og 50 gjelder også når det skal gjøres endring i eller tillegg til et arbeidsreglement.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "6:52",
      "chapter": "6",
      "section": "52",
      "title": "Oppslag.",
      "content": "De forskrifter og bestemmelser som er gitt i henhold til denne lov, og som vedkommer bedriften, skal være oppslått i lett leselig form på ett eller flere iøynefallende steder i bedriften.\nDet samme gjelder reglene om arbeids- og hviletid ved bedriften, de dispensasjoner som måtte være gitt og arbeidsreglementet når slikt skal være utarbeidet i henhold til § 47. Et eksemplar av arbeidsreglementet skal leveres til hver arbeider som det vedkommer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "6:53",
      "chapter": "6",
      "section": "53",
      "title": "Lovbestemmelsenes ufravikelighet.",
      "content": "Arbeider​1 kan ikke i videre omfang enn loven uttrykkelig hjemler, rettsgyldig vedta fravikelser fra lovens bud.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Tilsynet med loven. Styret for Arbeidstilsynet.",
      "content": "1. Tilsynet med at bestemmelsene i denne loven blir overholdt, utføres av Arbeidstilsynet. Kongen kan bestemme hvordan tilsynet med den offentlige forvaltning og transportbedrifter som drives av staten, herunder Postverket og Televerket, skal ordnes. I særlige tilfelle kan departementet​2 oppnevne sakkyndige utenfor Arbeidstilsynet til å foreta inspeksjon.\n2. Arbeidstilsynet blir ledet av et styre som består av 7 medlemmer som med personlige varamenn blir oppnevnt av Kongen for 4 år. Arbeidere og arbeidsgivere skal hver ha 2 målsmenn i styret. Minst en av målsmennene for arbeiderne med varamann oppnevnes etter forslag fra Landsorganisasjonen i Norge og minst en av målsmennene for arbeidsgiverne med varamann etter forslag fra Norsk Arbeidsgiverforening.\nKongen oppnevner formann og varaformann blant de andre medlemmene. Ett av de sist nevnte medlemmer med varamann skal ha juridisk utdannelse.\nFormannen kan tilkalle sakkyndige som rådgivere ved behandlingen av bestemte saker.\n3. Styremedlemmer, innkalte og antatte sakkyndige har krav på skyss- og kostvederlag etter regulativet for offentlige tjenestemenn. De har også krav på nærmere fastsatt arbeidsvederlag.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:54 a",
      "chapter": "7",
      "section": "54 a",
      "title": "Direktoratet for Arbeidstilsynet.",
      "content": "Den daglige ledelse av Arbeidstilsynet hører under Direktoratet for arbeidstilsynet.\nKongen tilsetter direktøren og andre tjenestemenn som blir lønnet etter statens sjefsregulativ. Tilsetting av tjenestemenn for øvrig i direktoratet skjer etter tilsettingsreglement som Kongen fastsetter.\nDirektøren deltar i styrets møter, men uten stemmerett.\n1 Tilføyd ved lov 10 mai 1968 nr. 2, endret ved lov 16 juni 1972 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54a",
        "source_heading": "§ 54 a."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Lokale organer for Arbeidstilsynet.",
      "content": "Det lokale arbeidstilsyn består av distriktskontorer og avdelingskontorer. Distriktskontor med tilhørende avdelingskontorer ledes av en distriktssjef.\nTjenestemenn ved distrikts- og avdelingskontorene tilsettes etter tilsettingsreglement som Kongen fastsetter.\n1 Endret ved lov 16 juni 1972 nr. 68.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "7:55 a",
      "chapter": "7",
      "section": "55 a",
      "title": "Nærmere bestemmelser om Arbeidstilsynets organisasjon og virksomhet.",
      "content": "Kongen fastsetter nærmere bestemmelser om Arbeidstilsynets organisasjon og virksomhet, herunder om forholdet mellom styret, direktoratet, distriktskontorene og avdelingskontorene.\nKongen kan også gi bestemmelser om delegasjon av myndighet innen Arbeidstilsynet og om forholdet mellom Arbeidstilsynet og andre myndigheter.\n1 Tilføyd ved lov 10 mai 1968 nr. 2, endret ved lov 16 juni 1972 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "7:56",
      "chapter": "7",
      "section": "56",
      "title": "Tilsynets vedtak. Klage over enkeltvedtak.",
      "content": "1. Tilsynet fastsetter de alminnelige bestemmelser, gir de henstillinger og pålegg samt gjør de enkeltvedtak ellers som trenges til å gjennomføre loven.\nPåleggene skal gis skriftlig, og såframt det gjelder endringer eller utbedringer for å forebygge arbeidsulykke og sikre sunne arbeidsvilkår, skal det settes en passende frist innen hvilken pålegget skal være utført. Når overhengende fare tilsier det, kan tilsynet forlange at de nødvendige tiltak blir iverksatt med en gang.\nHvis et pålegg ikke etterkommes og tilsynet setter ny frist for å utføre det, og denne oversittes, kan tilsynet la bedriften helt eller delvis stanse inntil det påklagede forhold er rettet.\n2. Dispensasjon fra lovens bestemmelser skal for å være gyldig avfattes skriftlig eller ved telegram.\n3. Enkeltvedtak kan påklages til nærmeste overordnede tilsynsmyndighet. Enkeltvedtak av Direktoratet for arbeidstilsynet kan påklages til styret for Arbeidstilsynet, og enkeltvedtak av styret kan påklages til departementet. Kongen kan fastsette særlige bestemmelser om klageinstans i forhold til overinspektøren for Kjelkontrollen. Med enkeltvedtak i dette punkt forståes også vedtak som er truffet i klagesak.\nFristen for klage over pålegg er 3 uker hvis ikke lengre frist er fastsatt i pålegget.\n4. Arbeidernes tillitsmenn skal gjøres kjent med de henstillinger, pålegg og andre enkeltvedtak som tilsynet gjør.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "7:57",
      "chapter": "7",
      "section": "57",
      "title": "Tilsynets adgang til bedriften.",
      "content": "Medlemmer av styret for Arbeidstilsynet, tilsynet og de sakkyndige som er antatt etter bestemmelsene i § 54 punkt 1 siste ledd eller tilkalt etter bestemmelsene i § 54 punkt 2 første ledd, siste punktum, skal​2 til enhver tid ha adgang til hvert arbeidssted som går inn under loven eller som det er spørsmål om å bringe inn under den. Det samme gjelder for det i § 5 punkt 6 annet ledd nevnte husvær. Kreves det, skal vedkommende legitimere seg.\nArbeidsgiver, arbeider og enhver annen som er knyttet til bedriften, er forpliktet til å gi alle de opplysninger som ansees påkrevd for utøvelsen av tilsynet.\nTilsynets tjenestemenn skal ved inspeksjon på arbeidsplassen sette seg i forbindelse med arbeidsgiverens og arbeidernes vernerepresentanter.\nI de bedrifter som har bedriftslege bør tilsynets tjenestemenn ved inspeksjon sette seg i forbindelse med bedriftslegen.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se § 70.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "7:58",
      "chapter": "7",
      "section": "58",
      "title": "Inspeksjonsbok.",
      "content": "Tilsynet kan pålegge bedrift å holde inspeksjonsbok. Direktoratet for arbeidstilsynet kan gi de nærmere bestemmelser om hvordan boken skal innrettes, føres og oppbevares.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "7:59",
      "chapter": "7",
      "section": "59",
      "title": "Taushetsplikt.​2",
      "content": "Medlemmer av styret for Arbeidstilsynet, tilsynet og sakkyndige skal såframt ikke deres tjenesteplikt krever noe annet, bevare taushet om de drifts- og forretningsforhold som de under sitt arbeid er blitt kjent med, og de skal uten bedriftens samtykke holde seg fra å etterlikne bedrifters innretninger og framgangsmåter.\nNår det til styret eller tilsynet skjer melding om noe forhold som er i strid med loven, skal melderens navn holdes hemmelig, hvis han ikke uttrykkelig samtykker i å bli navngitt eller melding viser seg å være ugrunnet.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "7:60",
      "chapter": "7",
      "section": "60",
      "title": "Tilsynets forhold til bedriften.​2",
      "content": "Tjenestemenn i Arbeidstilsynet må ikke for egen eller annens regning drive eller ha betydelig økonomisk interesse i eller være tilsatt i bedrift som er underlagt deres tilsyn, og de må heller ikke ta imot oppdrag fra slik bedrift mot godtgjøring.\nI særlige tilfelle og når det skjønnes å være uten skade for tjenesten, kan departementet​3 gjøre unntak fra forbudet.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Se strl. § 325.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "7:61",
      "chapter": "7",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "7:62",
      "chapter": "7",
      "section": "62",
      "title": "Avgiftsplikt.",
      "content": "1. Bedrift som går inn under denne lov,​1 og som er trygdepliktig etter lovgivningen om ulykkestrygd for industriarbeidere m.v., skal betale en årlig tilsynsavgift til statskassen.\nTil dekning av utgifter ved undersøkelser og prøver av kjeler, beholdere og rørledninger som er utsatt for damptrykk, skal eieren eller brukeren betale avgift.\nKongen fastsetter nærmere regler om avgiftene, som kan inndrives ved utpanting.\n2. Kongen kan pålegge:\na. vanlig tilsynsavgift etter punkt 1 første ledd for bedrift som går inn under denne lov, men som ikke omfattes av lovgivningen om ulykkestrygd for industriarbeidere m.v.,\nb. avgift for eier eller bruker av maskin, teknisk innretning eller anlegg til dekning av utgifter med tilsyn som måtte bli påbudt med hjemmel i § 1 punkt 2 første punktum,\nc. avgift for eier eller bruker av beholdere og rørledninger som nevnt i § 12 punkt 2 til dekning av utgifter med tilsyn som måtte bli påbudt med hjemmel i samme bestemmelse,\nd. avgift for eier eller bruker av maskin, teknisk innretning eller anlegg til dekning av utgifter ved undersøkelser og prøver som påbys med hjemmel i § 13 første ledd,\ne. avgift for bedrift når utgiftene ved undersøkelser og prøver som blir påbudt med hjemmel i § 14 finnes å burde utliknes på flere bedrifter.\nNærmere regler om avgiftene i punkt 2 fastsettes av Kongen. Avgiftene kan inndrives ved utpanting.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "8:63",
      "chapter": "8",
      "section": "63",
      "content": "1. I hver kommune skal det være en arbeidervernnemnd med minst tre medlemmer med personlige varamenn.\n2. Nemnda oppnevnes av kommunestyret for den kommunale valgperioden.\nMinst ett av medlemmene av nemnda skal være medlem av kommunestyret. Arbeidere og arbeidsgivere skal hver ha minst en målsmann i nemnda; disse oppnevnes etter framlegg fra henholdsvis Landsorganisasjonen i Norge og Norsk Arbeidsgiverforening. Ved valget bør has for øye at begge kjønn blir representert i nemnda.\nDen som har vært medlem av nemnda i en valgperiode, kan motsette seg gjenvalg for neste periode.\n3. Nemnda er vedtaksfør når minst to tredeler av medlemmene er til stede. Vedtak gjøres med enkelt flertall. Ved stemmelikhet gjør formannens stemme utslaget. Nemnda skal:\na. Arbeide for å fremme arbeidervernet innen kommunen;\nb. medvirke til at denne lovs bestemmelser om organisert vernearbeid (jfr. §§ 9, 10 og 11) blir gjennomført;\nc. gi rettleiing om denne lovs bestemmelser og formidle henvendelser til Arbeidstilsynet i spørsmål som nemnda ikke sjøl kan svare på;\nd. drive informasjon og spre opplysning om arbeidervernbestemmelser og vernetiltak;\ne. bistå Arbeidstilsynet ved å melde fra om forhold som kan være i strid med arbeidervernlovgivningen eller for øvrig gjelder gjennomføringen av denne.\n5. Om nemndsmedlemmenes adgang til bedriftene, deres taushetsplikt og deres forhold for øvrig til bedriftene gjelder bestemmelsene i §§ 57, 59 og 60 i denne loven tilsvarende.\nNemnda skal, så vidt mulig, melde fra på forhånd til Arbeidstilsynet om bedriftsbesøk.\nArbeidsgiver eller drifts- eller arbeidsleder må som medlem av nemnda ikke ta del i undersøkelser når det gjelder bedrift som han sjøl driver, har betydelig økonomisk interesse i eller er tilsatt i. Han må heller ikke ta del i undersøkelser eller bedriftsbesøk når det gjelder bedrift av samme art som hans egen.​2\nArbeider må som medlem av nemnda ikke ta del i undersøkelser når det gjelder den bedrift han arbeider ved, med mindre departementet samtykker i det.\n6. Utgiftene ved virksomheten til nemnda bæres av kommunen.\n7. Departementet​3 kan, etter at vedkommende kommuner har hatt høve til å uttale seg, bestemme at det for et avdelingskontors område eller deler av dette, skal opprettes en felles interkommunal nemnd i stedet for kommunale nemnder. Slik nemnd skal bestå av minst en målsmann for arbeidere og minst én for arbeidsgivere oppnevnt av departementet etter framlegg av Landsorganisasjonen i Norge og Norsk Arbeidsgiverforening, og én fra hver kommune, oppnevnt av kommunestyret blant dets medlemmer. Videre kan departementet oppnevne ytterligere medlemmer, eventuelt formann for nemnda. For øvrig gjelder bestemmelsene for kommunale arbeidervernnemnder tilsvarende.\n1 Tilføyd ved lov 16 juni 1972 nr. 58 (som samtidig opphevet tidligere § 63 i kap. 7).\n2 Jfr. § 60.\n3 Kommunaldeptet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "9:64",
      "chapter": "9",
      "section": "64",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke, straffes en arbeidsgiver​1 eller innehaver av bedrift med bøter når han:\n1. overtrer lovens bestemmelser om sikring av sunne og trygge arbeidsvilkår eller de med hjemmel i disse bestemmelser fastsatte forskrifter, reglement eller pålegg,​2\n2. overtrer lovens bestemmelser eller de med hjemmel i disse bestemmelser fastsatte forskrifter om natt-, søn- eller helgedagsarbeid, eller om arbeidstidens lengde eller om hvile og fritid eller om særvern av kvinner, barn og unge arbeidere,\n3. unnlater å gjøre de i loven påbudte anmeldelser eller oppslag, eller å føre de i loven påbudte lister eller å istandbringe arbeidsreglement.\n4. overtrer bestemmelsene i § 40 om oppgjør med arbeiderne.\n1 Se § 65.\n2 Se strl. § 365.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "9:65",
      "chapter": "9",
      "section": "65",
      "content": "Det som i loven er bestemt om arbeidsgiveren, skal også gjelde for den som i arbeidsgiverens sted leder bedriften.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "9:66",
      "chapter": "9",
      "section": "66",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke, straffes en arbeider​1 med bøter når han gjør seg skyldig i noen forseelse av den art som er nevnt i § 64 punkt 1.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "9:67",
      "chapter": "9",
      "section": "67",
      "content": "Bestemmelsene i §§ 64, 65 og 66 kommer ikke til anvendelse på embetsmenn, tjenestemenn og ombudsmenn i den offentlige forvaltning.\n1 Jfr. §§ 1 og 71.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "9:68",
      "chapter": "9",
      "section": "68",
      "content": "Foreldre og foresatte som lar barn utføre arbeid i strid med denne lov, straffes med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "9:69",
      "chapter": "9",
      "section": "69",
      "content": "Såframt ikke strengere straffebud etter den alminnelige straffelov blir å bruke,​1 straffes med bøter:\n1. den som fjerner eller forsettlig eller ved grov uaktsomhet ødelegger påbudte sikringsdeler,\n2. eier eller bruker av maskin, redskap eller annen teknisk innretning som overtrer de i denne lov eller med hjemmel i loven fastsatte forskrifter eller pålegg som gjelder vern mot ulykker og helseskader ved maskin, redskap eller annen teknisk innretning,\n3. tilvirker, selger, utleier eller utlåner av maskin, redskap eller annen teknisk innretning når han leverer den til bruk eller til å stilles ut i salgs- eller reklameøyemed her i landet i strid med bestemmelsene i denne lovs § 15 første ledd, eller med forskrifter fastsatt med hjemmel i loven,\n4. den som selvstendig påtar seg å montere maskin, redskap eller annen teknisk innretning når han foretar monteringen i strid med bestemmelsene i denne lovs § 16 annet ledd, eller med forskrifter fastsatt med hjemmel i loven.\n1 Se strl. §§ 291, 352 og 391.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "9:70",
      "chapter": "9",
      "section": "70",
      "content": "Såfremt ikke strengere straffebud etter den alminnelige straffelov​2 blir å bruke, straffes med bøter den som legger hindringer i vegen for undersøkelser som Arbeidstilsynet eller kommunal eller interkommunal arbeidervernnemnd setter i verk, eller som unnlater å yte den bistand som han plikter, eller unnlater å gi de opplysninger som anses påkrevd for utførelsen av tilsynet.\n1 Endret ved lover 10 mai 1968 nr. 2, 16 juni 1972 nr. 58.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "9:71",
      "chapter": "9",
      "section": "71",
      "content": "Enhver som er knyttet til Arbeidstilsynet eller kommunal eller interkommunal arbeidervernnemnd, er overfor den alminnelige straffelov å regne som offentlig tjenestemann.​2\n1 Endret ved lover 10 mai 1968 nr. 2. 16 juni 1972 nr. 58.\n2 Se strl. kap. 11 og 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "9:72",
      "chapter": "9",
      "section": "72",
      "content": "Påtalen for forseelser mot denne lov er offentlig, men forseelser mot § 40 påtales ikke uten etter begjæring fra fornærmede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "10:73",
      "chapter": "10",
      "section": "73",
      "content": "1. Denne lov trer i kraft den 1. juli 1957, dog slik at bestemmelsen i § 23, 1 punkt b trer i kraft 3. februar 1957, og bestemmelsene i § 1 punkt 1 siste ledd, jfr. § 18 siste ledd og § 35, først trer i kraft den 1. januar 1959.\n2. Fra den dag denne lov trer i kraft oppheves lov om arbeidervern av 19. juni 1936 med senere tilleggslover. Bestemmelsene i nevnte lovs § 1 om den offentlige forvaltning, og avgjørelser som Kongen har truffet i henhold til denne bestemmelse, gjelder dog til 1. januar 1959. Videre skal de forskrifter og bestemmelser som er fastsatt med hjemmel i lovens § 1 punkt 2, og §§ 7, 9, 27 og 43, og med hjemmel i lov om arbeiderbeskyttelse i industrielle virksomheter av 18. september 1915 med senere tilleggslover §§ 3, 9, 17 og 18, forsatt være gjeldende inntil videre.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    }
  ]
}