{
  "id": "LOV-1958-12-12-7",
  "type": "statute",
  "title": "Lov om fengselsvesenet.",
  "short_name": "Fengselsloven – fengsl.",
  "status": "in_force",
  "issued_date": "1958-12-12",
  "in_force_date": "1958-12-12",
  "url": "https://lovdata.no/dokument/NLO/lov/1958-12-12-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Fengselsstyret har den øverste faglige ledelse av fengselsvesenet.​1 Kongen gir instruks om utførelsen av de gjøremål som er lagt til Fengselsstyret.\nNår ikke annet er fastsatt, treffer Fengselsstyret de avgjørelser som er omhandlet i denne lov. Fengselsstyret kan overlate til bestyrer av anstalt i fengselsvesenet å treffe slike avgjørelser, bortsett fra avgjørelser etter §§ 16 tredje ledd annet punktum, 26 nr. 5, 35 annet ledd, 36, 40 annet ledd annet punktum [og 44].​2\n0 Endret ved lover 19 juni 1969 nr. 54, 12 juni 1981 nr. 62, 4 mars 1983 nr. 5.\n1 Jfr. § 56.\n1 § 44 ble opphevet ved lov 14 april 1972 nr. 15.\n2 § 44 ble opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Forvaltningsloven​1 får anvendelse på saker som behandles etter denne lov om ikke annet følger av bestemmelsene i annet til åttende ledd eller er fastsatt i medhold av disse bestemmelser eller § 7.\nBlir en tjenestemann påstått å være ugild, avgjør han selv spørsmålet, men han kan forelegge spørsmålet for sin nærmeste overordnede om han finner grunn til det.\nSom fullmektig kan ikke brukes en annen innsatt. Det kan bestemmes at fullmektig ikke skal være til stede ved samtaler med den innsatte.\nNår det er påkrevd av praktiske grunner og hensynet til sakens opplysning ikke tilsier noe annet, kan avgjørelser som gjelder den innsatte treffes uten forhåndsvarsel etter forvaltningslovens​1 § 16 første og annet ledd. I sak om refselse etter § 26 eller om inndragning i medhold av § 30 annet ledd, skal forklaring fra den innsatte innhentes.\nDen innsatte har ikke rett til å gjøre seg kjent med et saksdokument og har ikke krav på at avgjørelsen blir begrunnet for så vidt dokumentet eller begrunnelsen inneholder noe som det av hensyn til den innsatte selv eller hans forhold til personer som står ham nær, må anses utilrådelig at han får kjennskap til. Om grunngiing for øvrig gjelder forvaltningslovens​1 § 24 annet ledd. Kongen kan for visse saker bestemme at avgjørelsen ikke skal kunne kreves grunngitt.\nSaksbehandlingen, herunder vedtaket og underretningen om vedtaket til den innsatte, kan være muntlig når det tilsies av praktiske grunner. Opplysninger som nevnt i forvaltningslovens​1 § 27 tredje ledd kan gis i generelle regler som utleveres den innsatte.\nFengselsstyret​2 er klageinstans når avgjørelsen er truffet av bestyreren. Fengselsstyrets avgjørelser kan klages inn for Kongen, dog kan vedtak i klagesak ikke påklages. Kongen kan gi forskrifter​3 om saksbehandlingen ved klage.\nKongen og Fengselsstyret​2 kan av eget tiltak og uten hinder av fristene i forvaltningslovens​1 § 35 tredje ledd omgjøre avgjørelser truffet av underordnet instans som er tillagt myndighet etter denne lov med unntak av avgjørelser om refselse og inndragning.\n0 Tilføyd ved lov 19 juni 1969 nr. 54, endret ved lover 27 mai 1977 nr. 40, 16 mai 1986 nr. 21.\n1 Lov 10 feb 1967.\n2 Jfr. § 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Anstalt i fengselsvesenet ledes av bestyrer (direktør) som Kongen​1 oppnevner (utnevner).\nEmbetsdommer, embets- eller tjenestemann i påtalemyndigheten og bestyrer av annen anstalt i fengselsvesenet plikter å motta oppnevnelse som bestyrer.\nKongen​2 kan bestemme at en direktør skal bestyre flere anstalter i et bestemt distrikt.\n0 Endret ved lov 3 mai 1963 nr. 3.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Justisdepartementet iflg. res. 26 juli 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1983 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved de anstalter som Kongen​1 bestemmer, skal det være et anstaltråd. Rådet skal behandle de saker som etter loven​2 eller etter særlige regler er lagt til det. Bestyreren er medlem av rådet og leder rådets møter. Kongen bestemmer hvordan rådet for øvrig skal være sammensatt.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Ved de anstalter som Kongen​1 bestemmer, skal det være et tilsynsråd som etter nærmere regler skal føre tilsyn med anstalten og behandlingen av de innsatte. Rådet skal bestå av en dommer og minst tre andre medlemmer. I rådet skal sitte både menn og kvinner. Ved særskilt anstalt for kvinner skal det være minst to kvinner i rådet.\nKongen​1 oppnevner medlemmene av rådet og nødvendige stedfortredere for dem, og treffer bestemmelse om hvem som skal fungere som formann og nestformann. Oppnevnelsen skjer for to år. Rådets medlemmer kan tilstås en passende godtgjørelse for sitt arbeid.\nKongen​2 kan treffe bestemmelse om tilsyn med anstalter som ikke har særskilt tilsynsråd.\n0 Endret ved lov 3 mai 1963 nr. 3.\n1 Justisdepartementet iflg. res. 30 jan 1959 og 14 okt 1960.\n2 Justisdepartementet iflg. res. 26 juli 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som antas til tjenstgjøring i fengselsvesenet, må være norsk borger,​1 edruelig og det må ikke være noe å utsette på hans vandel. Han må ha fylt 21 år og godtgjøre ved legeattest at han er fri for legemsfeil eller sykdom som kan antas å være til hinder for utførelsen av tjenesten.\nKongen kan bestemme at den som skal gis fast ansettelse i visse stillinger ikke må være over 35 år.\nKongen​2 kan dispensere fra de nevnte bestemmelser om statsborgerskap og aldersgrenser.\nKongen gir nærmere regler om utdannelse av tjenestemenn i fengselsvesenet, herunder også regler om en særskilt prøvetid.\nEn tjenestemann som har gjennomgått den fastsatte utdannelse, har plikt til å gjøre tjeneste i fengselsvesenet i minst ett år etter avsluttet utdannelse.\nEn tjenestemann kan midlertidig eller varig forflyttes til tjeneste ved en annen anstalt i fengselsvesenet, når tjenestens tarv tilsier det.\nEn embets- eller tjenestemann kan ikke uten særlig samtykke ha annen offentlig eller privat lønnet stilling eller drive privat erverv.​3\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.\n2 Justisdepartementet iflg. res. 30 jan 1959.\n3 Se strl. § 325.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver som gjør tjeneste i fengselsvesenet, har etter nærmere regler, taushetsplikt med hensyn til det han i stillings medfør får vite om tjenesten, anstaltene og de innsatte. Overtredelse kan straffes etter straffelovens​1 bestemmelser om offentlige tjenestemenn.​2\n1 Lov 22 mai 1902 nr. 10 (strl.).\n2 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fengselsvesenets anstalter omfatter fengsler og andre anstalter som etter Kongens bestemmelse er lagt under dets administrasjon.\nKongen​1 gir nærmere regler om hvordan anstaltene skal innrettes. Enkelte anstalter eller avdelinger i dem kan etter Kongens bestemmelse innrettes uten særlige sikkerhetsforanstaltninger (åpne anstalter).​2\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64).\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "I fengsel innsettes personer som skal utholde straff av fengsel,​2 hefte eller militær arrest,​3 og personer som er pågrepet eller fengslet​4 siktet for en straffbar handling, eller som av andre grunner skal holdes i fengslig forvaring,​5 jfr. dog § 10 første og siste ledd og § 12 annet punktum.\nFengslene kan være felles for menn og kvinner, men i de større fengsler skal det så vidt mulig være en særlig avdeling for kvinner. Hvis forholdene gjør det tilrådelig, bør det være et særskilt fengsel for kvinner.\nMannlige domfelte som skal utholde lengre tids fengselsstraff skal fortrinnsvis settes inn i fengsel som er særlig bestemt til å motta slike innsatte.\nI påtrengende tilfelle kan personer som er pågrepet eller fengslet og som skal fremstilles for domstol, politi eller annen offentlig myndighet eller settes inn i anstalt, for kortere tid anbringes i arrest eller annet lokale under politimessig forvaring istedenfor i fengsel.\nUten hensyn til begrensningene i første og fjerde ledd kan en person som er pågrepet eller varetektsfengslet, anbringes i arrest eller annet lokale under politimessig forvaring når det anses påkrevd av sikkerhetsmessige grunner.\n0 Endret ved lover 9 april 1965 nr. 3, 4 mars 1983 nr. 5, 14 juni 1985 nr. 71. Endres ved lov 30 april 1999 nr. 22 (i kraft fra den tid Kongen bestemmer).\n1 Jfr. §§ 11 og 12.\n2 Se strl. § 15, § 28 og § 28 c.\n3 Se milstrl. § 12 jfr. § 15.\n4 Se strpl. § 172 flg.\n5 Se lov 24 juni 1988 nr. 24 § 37 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Personer som er dømt til forvaring​2 eller som etter psykisk helsevernloven​3 § 5-6 er besluttet overført til anstalt under kriminalomsorgen, innsettes i særlig anstalt eller i ressursavdeling i fengsel. Hvis det finnes hensiktsmessig for å kunne gjennomføre en gradvis overgang til et liv i frihet, kan forvaringsdømte overføres til annen fengselsavdeling. Det samme gjelder for personer som etter psykisk helsevernloven​3 § 5-6 er besluttet overført til anstalt under fengselsvesenet såfremt de samtykker. Når særlige grunner tilsier det, kan forvaringsdømte starte soningen i fengsel.\nPersoner som er undergitt varetektsfengsling, kan etter nærmere regler anbringes i særlig anstalt for der å gjennomgå sakkyndig undersøkelse som retten har besluttet iverksatt eller som følger av lovbestemmelse.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64). som endret ved lov 15 juni 2001 nr. 64.\n1 Jfr. §§ 11 og 12.\n2 Jfr. strl. §§ 39 c, 39 d og 39 e.\n3 Lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ved fordelingen av de domfelte på de forskjellige anstalter etter §§ 9 og 10 skal det særlig tas hensyn til vedkommendes alder, kriminelle fortid, anlegg og evner, mottagelighet for opplæring og påvirkning samt til lovbruddets art. Domfelte som lider av sjelelige eller legemlige mangler eller som av andre grunner trenger særlig pleie, bør søkes anbragt slik at de kan få den nødvendige behandling.\nDomfelte som synes egnet for anbringelse under friere forhold, kan settes i åpen anstalt (jfr. § 8, annet ledd) når dette antas å kunne fremme deres tilpasning i samfunnet, og særlige grunner ikke taler imot det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Hvis det finnes hensiktsmessig på grunn av vedkommendes helbred, sinnstilstand, arbeidsevne, tilpasningsevne eller andre særlige grunner, kan en person som utholder fengselsstraff, overføres til særlig anstalt, pleieanstalt, hybelhus under Kriminalomsorg i frihet, kursted eller annen behandlingsinstitusjon. I særlige tilfelle kan det bestemmes at straffullbyrdelsen skal ta til i behandlingsinstitusjon som nevnt i første punktum.\nPersoner som er dømt til forvaring,​1 kan på samme vilkår overføres til pleieanstalt, kursted eller annen behandlingsinstitusjon såfremt ikke behovet for å beskytte samfunnet mot nye lovbrudd taler mot det. Den domfelte skal kunne holdes tilbake mot sin vilje og hentes tilbake ved unnvikelse, om nødvendig med tvang og med bistand fra offentlig myndighet.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 4 mars 1983 nr. 5, 22 juni 1990 nr. 39, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64.\n1 Jfr. strl. § 39 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Bestemmelsene i dette kapittel kommer når ikke annet er sagt, til anvendelse på innsatte som i kriminalomsorgens anstalter utholder frihetsstraff eller er overført fra tvungent psykisk helsevern til anstalt under kriminalomsorgen etter psykisk helsevernloven​1 § 5-6.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64.\n1 Lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "De innsatte skal behandles med fasthet og alvor og slik at deres muligheter for tilpasning i samfunnet søkes fremmet. Skadelige virkninger av frihetsberøvelsen skal så vidt mulig forebygges eller bøtes på.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Etter nærmere regler skal det snarest mulig etter innsettelsen foretas en undersøkelse av den innsattes personlige og sosiale forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "De innsatte skal, såfremt plassforholdene tillater det eller særlige grunner ikke er til hinder for det, være i enrom om natten.\nDe innsatte kan etter nærmere regler være i fellesskap om dagen under nødvendig tilsyn.\nHvor fellesskapsbehandling ikke kan anvendes eller ikke finnes formålstjenlig, skal de innsatte undergis behandling i enrom. Ingen innsatt kan holdes i enrom utover ett år uten samtykke av Fengselsstyret.​1\nInnsatte som er anbragt i enrom skal hver dag få besøk av tjenestemenn ved anstalten.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "De innsatte skal gis passende arbeid. Innsatte som skal utholde kortvarig frihetsberøvelse, kan man unnlate å sette i arbeid når det vil være særlig vanskelig å skaffe beskjeftigelse til dem.\nDe innsatte plikter å utføre det arbeid som pålegges dem.\nVed valg av arbeid skal man i den grad forholdene tillater det, ta hensyn til den innsattes evner og ferdighet, og til hans muligheter for opplæring og beskjeftigelse etter løslatelsen.\nDe innsatte kan under nødvendig tilsyn settes til arbeid utenfor anstalten.\nI særlige tilfelle og hvor det ikke er grunn til å frykte for misbruk, kan en innsatt etter nærmere regler få tillatelse til å arbeide hos arbeidsgiver utenfor anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "De innsatte skal etter nærmere regler ha godtgjørelse for det arbeid de utfører. Arbeidspengene kan tilståes som dagpenger eller fastsettes som akkordbetaling.\nInnsatte som av helbredsmessige grunner ikke kan arbeide, kan tilståes et mindre beløp som dagpenger.\nNår den innsatte samtykker i det, kan bestyreren beslutte at arbeidspengene skal brukes til hjelp for den innsattes pårørende eller til erstatning til den fornærmede ved den straffbare handling. Arbeidspengene kan også uten samtykke av den innsatte brukes til beste for de pårørende eller til den fornærmede når det er særlig behov for det.\nBestyreren kan bestemme at arbeidspenger skal brukes til erstatning for skade som den innsatte under oppholdet i anstalten eller under midlertidig fravær fra denne har forvoldt forsettlig eller ved grov uaktsomhet.​1\nDe innsatte kan etter nærmere regler få bruke arbeidspengene helt eller delvis til nyttige formål og til å skaffe seg gjenstander de har bruk for.\nDe innsatte har ikke noe krav på arbeidspenger som ikke er gitt dem til fri rådighet.\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Når det finnes formålstjenlig, skal de innsatte få opplæring og undervisning. De skal gis anledning til studier, lesning og annen beskjeftigelse utenfor arbeidstiden.\nI den utstrekning det ikke strider mot god orden, og det for øvrig kan skje uten ulempe for anstalten, skal de innsatte kunne skaffe seg eller i særlige tilfelle få motta bøker, tidsskrifter, aviser og annet som kan gi dem gagnlig beskjeftigelse og atspredelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Ved enhver anstalt i fengselsvesenet skal det virke en prest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "De innsatte skal gis nødvendig legetilsyn. De plikter å la seg undersøke og behandle av lege etter nærmere regler, jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "De innsatte som arbeider innendørs, skal hver dag så vidt mulig få oppholde seg minst en time i friluft. På søn- og helgedager skal de innsatte så vidt mulig gis tillatelse til et lengre opphold i friluft.\nHvor forholdene ligger til rette for det, bør de innsatte gis adgang til gymnastikk og idrettsøvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "De innsatte skal etter nærmere regler få motta besøk av sine nærmeste​1 og andre personer som det har betydning for dem å ha forbindelse med.\nBesøk kan nektes når det er særlig grunn til å tro at besøket kan ha uheldig virkning. Dette gjelder også besøk av den innsattes nærmeste.\nDen innsatte kan nekte å motta besøk av andre enn dem som gjør tjeneste ved anstalten, eller som i offentlig interesse har fått adgang til anstalten.\nBesøk av andre personer enn dem som er nevnt i tredje ledd, skal i alminnelighet foregå i overvær av en tjenestemann ved anstalten.\n1 Jfr. strl. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Bestemmelsene i § 23, første og annet ledd får tilsvarende anvendelse med hensyn til brevveksling.\nBrev til og fra den innsatte skal i alminnelighet leses av anstaltens vedkommende før de utleveres eller sendes.\nFinner bestyreren at et brev som den innsatte har skrevet ikke bør sendes, skal han beholde brevet og underrette den innsatte om det.\nFinner bestyreren at et brev som er sendt til den innsatte ikke bør leveres ham, skal han sende det tilbake til avsenderen. I særlige tilfelle kan han beholde brevet. Er avsenderen ukjent, kan han tilintetgjøre brevet. I alminnelighet skal han gi både den innsatte og avsenderen underretning om at brevet ikke blir levert til den innsatte. Denne bør også gjøres kjent med den del av brevet som uten skade kan meddeles ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "De innsatte har rett til å sende skriftlige søknader eller klager til rette myndighet.\nØnsker den innsatte å få tale med noen fra vedkommende myndighet, skal anstalten underrette denne om det.\nBrev til Justisdepartementet eller Fengselsstyret​1 og til anstaltens tilsynsråd,​2 er unntatt fra bestemmelsen i § 24, annet ledd når de innleveres i lukket stand.​3\n1 Jfr. § 1.\n2 Jfr. § 5.\n3 Jfr. lov 22 juni 1962 nr. 8 § 6 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Når en innsatt under oppholdet i anstalten gjør seg skyldig i brudd på orden og disiplin eller i slett forhold for øvrig, kan foruten advarsel og utelukkelse fra undervisning og tap av begunstigelser, følgende refselser anvendes:\n1. Irettesettelse.\n2. Utelukkelse fra arbeid for en tid av inntil 14 dager.\n3. Inndragning av godskrevne arbeidspenger.​2\n4. Innsettelse i enrom​3 for en tid av inntil en måned.\n5. Frihetsberøvelse med inntil en måned, slik at denne tid ikke regnes med i anbringelsestiden. Denne refselse kan bare anvendes overfor innsatte som utholder fengselsstraff. For den tid vedkommende utholder denne refselse, avbrytes straffen. Flere gangers anvendelse av denne refselse må samlet ikke overstige tre måneder.\nFlere av de nevnte refselser kan anvendes i forening.\nRefselser som nevnt kan også anvendes når den innsatte under midlertidig fravær fra anstalten eller under transport til eller fra anstalten gjør seg skyldig i forhold som nevnt i første ledd.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15.\n1 Se § 1 annet ledd.\n2 Se § 18.\n3 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Bestyreren treffer beslutning om anvendelse av refselse etter § 26 nr. 1-4.​1\nNår omstendighetene tilsier det, skal det innhentes uttalelse fra anstaltens lege før det treffes beslutning om refselse.\nDer det er opprettet anstaltråd,​2 skal saken forelegges for dette før avgjørelse treffes om refselse etter § 26 nr. 2-5.\nFengselsstyret skal uten opphold underrettes om alle tilfelle av refselse etter § 26 nr. 2-4.\nNår omstendighetene gjør det særlig ønskelig, kan rettslig etterforskning begjæres.​3\nBeslutning om refselse innføres i en refselsesprotokoll med opplysning om det forhold som har ført til refselsen.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 1 annet ledd.\n2 Se § 4.\n3 Se strpl. § 237.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Beslutning om refselse skal settes i verk uten opphold, med mindre særlige grunner er til hinder for det.\nNår det ansees hensiktsmessig, kan det i beslutningen om refselse etter § 26 nr. 2-5 fastsettes at fullbyrdelsen av den skal utsettes en viss tid, dog ikke utover 3 måneder. Hvis den innsatte innen fristens utløp gjør seg skyldig i ny overtredelse som han blir ilagt refselse for, blir også den utsatte refselse å fullbyrde. I motsatt tilfelle faller den bort.\nHvis særlige grunner taler for det, kan bestyreren bestemme at fullbyrdelse av refselse etter § 26 nr. 2-4 skal avbrytes eller refselsen helt eller delvis ettergis. Fengselsstyret kan treffe tilsvarende bestemmelse angående fullbyrdelse av refselse etter § 26 nr. 5. Er fullbyrdelsen av en avbrutt refselse ikke gjenopptatt innen 3 måneder, faller refselsen bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "De innsatte må ikke skaffe seg eller motta annet enn det som er bestemt i denne lov eller fastsatt ved nærmere regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Rusdrikk og andre berusende eller bedøvende midler som en innsatt er i besittelse av ved innsettelsen, kan inndras og tilintetgjøres.\nGjenstander som er smuglet inn eller forsøkt smuglet inn i anstalten, eller som er laget eller ervervet der uten tillatelse av rette vedkommende, kan inndras.\nManuskripter eller andre skriftlige opptegnelser som en innsatt har gjort under anstaltoppholdet, kan etter bestyrerens bestemmelse helt eller delvis beholdes i anstalten, når skriftet gir opplysninger om medinnsatte som ikke bør komme andre til kunnskap, når det er usømmelig eller når andre særlige grunner taler for at det ikke sendes ut.\n0 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:30 a",
      "chapter": "3",
      "section": "30 a",
      "content": "Dersom det er grunn til mistanke om at en innsatt har brukt et rus- eller bedøvelsesmiddel, kan direktøren bestemme at det skal tas urinprøve, utåndingsprøve eller andre undersøkelser av ham som kan skje uten fare eller nevneverdig ubehag. Når særlige forhold i anstalten taler for det, og så vidt praktisk mulig etter forhåndssamtykke av Fengselsstyret,​2 kan direktøren bestemme at det skal tas urinprøve ved stikkprøve eller alminnelig rutinekontroll av innsatte.\nDersom det er særlig grunn til mistanke om at en innsatt skjuler et rus- eller bedøvelsesmiddel i kroppen, kan direktøren etter uttalelse fra lege bestemme at det skal foretas kroppslig undersøkelse eller annet tiltak for å bringe stoffet fram. Er det praktisk mulig å forelegge saken for Fengselsstyret,​2 skal dettes samtykke innhentes. Inngrepet kan bare utføres av helsepersonell. Nekter den innsatte, kan direktøren bestemme at han skal settes i enerom under tilsyn inntil det kan fastslås om det er stoff i kroppen.\nAnstalten skal føre protokoll over tiltak etter første og annet ledd, samt grunnen og hjemmelen til dem. Utskrift av protokoll over tiltak etter annet ledd skal uten opphold sendes Fengselsstyret.​2\nFengselsstyrets​2 vedtak etter denne paragraf kan ikke påklages.\n0 Tilføyd ved lov 8 juni 1979 nr. 42.\n1 Jfr. strpl. §§ 157 og 159.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "For å avverge vold eller iverksettelse av trusler, overvinne motstand, forebygge rømning eller for å opprettholde ro og sikkerhet i anstalten, kan den innsatte etter nærmere regler anbringes i sikkerhetscelle eller det kan anvendes annet godkjent tvangsmiddel i den utstrekning det ansees nødvendig.\nSå vidt mulig bør legens uttalelse innhentes før tvangsmiddel brukes.\nOpphold i sikkerhetscelle utover 1 måned skal innberettes til Fengselsstyret.​1\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "En innsatt som er syk, kan legges inn i fengselsvesenets sykehus eller et annet sykehus, hvis han ikke i anstalten kan få en hensiktsmessig behandling for sin sykdom. Tiden i sykehuset regnes ikke som avbrudd i frihetsberøvelsen, med mindre han selv har voldt eller foregitt sykdommen for å avbryte fengselsoppholdet.\nEr det etter erklæring fra sakkyndig lege begrunnet tvil om en innsatts sinnstilstand, kan han av retten på det sted hvor anstalten ligger, besluttes innlagt i sinnssykehus til nærmere observasjon etter reglene i straffeprosessloven​1 § 167 første ledd.\n0 Endret ved lover 22 mai 1981 nr. 26, 14 juni 1985 nr. 71.\n1 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Frihetsberøvelsen kan avbrytes, når det skjønnes påkrevd av hensyn til den innsattes helbredstilstand eller når andre vektige grunner tilsier det. Det kan settes nærmere vilkår for avbrytelsen.\n1 Jfr. strpl. § 459.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "En innsatt kan etter nærmere regler tilståes en kortere tids permisjon når særlige og vektige grunner taler for det, og det ikke er grunn til å anta at permisjonen vil bli misbrukt.\nEn innsatt som utholder lengre tids frihetsberøvelse, kan også tilståes slik permisjon når det ansees særlig formålstjenlig for behandlingen av ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En innsatt som er dømt til fengselsstraff, kan løslates på prøve​1 når han, medregnet mulig varetektsopphold, har utholdt to tredjedeler av straffetiden, dog minst 2 måneder. En innsatt som er idømt fengselsstraff i mer enn 18 år, kan løslates på prøve når han har vært fengslet i minst 12 år.\nEr en domfelt som fyller vilkårene etter første ledd, ikke lenger fengslet, kan det besluttes​2 at han uten ny innsettelse skal være undergitt reglene for løslatelse på prøve.\nLøslatelse på prøve bør i alminnelighet ikke finne sted hvis den gjenstående straffetid blir mindre enn 14 dager.\nLøslatelse på prøve tilståes ikke hvis omstendighetene gjør løslatelse utilrådelig, eller den innsattes forhold under frihetsberøvelsen taler imot det.\n0 Endret ved lover 12 juni 1981 nr. 62, 31 mai 1985 nr. 38.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "I tilfelle hvor det anses særlig begrunnet, kan en innsatt som er dømt til fengselsstraff, løslates på prøve når han, medregnet mulig varetektsopphold, har utholdt halvdelen av straffetiden, dog minst 2 måneder.\n0 Endret ved lover 27 mai 1967 nr. 1, 31 mai 1985 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Ved løslating på prøve kan det settes slike vilkår som nevnt i straffeloven § 53 nr. 2, nr. 3 bokstavene a-g, nr. 4 og nr. 5. Den innsatte skal på forhånd få adgang til å uttale seg om vilkårene. Vilkårene fastsettes for det enkelte tilfelle av den myndighet som treffer vedtaket om løslating på prøve.​1\n0 Endret ved lover 3 mai 1963 nr. 3, 9 april 1965 nr. 2, 12 juni 1981 nr. 62, 11 juni 1999 nr. 39 (i kraft 1 juli 1999 iflg. res. 11 juni 1999 nr. 663).\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Ved løslatelse på prøve skal det fastsettes en prøvetid på minst 6 måneder og høyst 3 år. Hvis den gjenstående straffetid overstiger 3 år, kan det fastsettes en prøvetid på høyst 5 år.\n0 Endret ved lover 27 mai 1967 nr. 1, 12 juni 1981 nr. 62, 31 mai 1985 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Når den prøveløslattes forhold gir grunn til det, kan vilkår som er fastsatt etter § 38 oppheves eller endres i prøvetiden, og det kan settes nye vilkår. Finnes det påkrevd, kan også prøvetiden forlenges innenfor de lengstetider som er nevnt i § 39.\nDersom den prøveløslatte ikke oppfyller fastsatte vilkår, gjelder straffeloven § 54 nr. 2 tilsvarende. Blir det avsagt dom på fullbyrding av reststraff, kan ny løslatelse på prøve finne sted.​1 Dette gjelder selv om minstetidene i §§ 35 og 36 ikke er oppfylt for reststraffen.\n0 Endret ved lover 9 april 1965 nr. 3, 12 juni 1981 nr. 62.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Dersom den prøveløslatte begår en straffbar handling i prøvetiden, og tiltale blir reist eller saken blir begjært pådømt av forhørsrett innen seks måneder etter at prøvetiden gikk ut, gjelder bestemmelsene i straffeloven​1 § 54 nr. 3 tilsvarende når retten avsier dom.\n0 Endret ved lover 1 juni 1973 nr. 29, 12 juni 1981 nr. 62.\n1 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Når særlige grunner tilsier det, kan en innsatt løslates en kort tid før løslatelse ellers skulle skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Bestyreren skal dra omsorg for at løslating av innsatte som har vært undergitt lengre tids frihetsberøvelse, blir forberedt i god tid før løslating kan skje. I dette øyemed skal han tre i forbindelse med arbeidsmyndigheter, og med myndigheter eller organisasjoner som fører tilsyn med lovbrytere. Han skal også i nødvendig utstrekning tre i forbindelse med sosialtjenesten​1 og andre sosiale organer, eller med organisasjoner eller privatpersoner som kan yte bistand i vedkommende tilfelle, for å oppnå ordnete arbeids- og boligforhold for den løslatte, eller for å treffe andre tiltak som kan hjelpe ham til en lovlydig vandel etter løslatingen.\nFor innsatte som utstår kortere tids frihetsberøvelse, gis reglene i første ledd tilsvarende anvendelse så langt forholdene tillater det.\n0 Endret ved lover 9 april 1965 nr. 2, 12 juni 1987 nr. 70, 11 juni 1993 nr. 85.\n1 Jfr. lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Bestemmelsene i §§ 45 og 46 får anvendelse på alle grupper av innsatte som er nevnt i § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Bestemmelsene i dette kapitel får anvendelse på andre innsatte enn dem som er nevnt i § 13,​1 herunder personer som er undergitt varetektsfengsel.\n1 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "De innsatte må ikke undergis andre innskrenkninger enn dem som er nødvendige for å sikre fengslingens øyemed eller for å opprettholde ro og sikkerhet i anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "De innsatte må ikke uten eget samtykke settes sammen med andre. Unntagelse fra dette kan etter bestyrerens bestemmelse gjøres når plassforholdene krever det, eller når det finnes tilrådelig på grunn av den innsattes alder, helbreds- eller sinnstilstand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "De innsatte har rett til selv å skaffe seg kost og utstyr til sine rom når dette ikke strider mot orden og sikkerhet i anstalten.\nDe innsatte har rett til å utføre arbeid som de selv skaffer seg og som er forenlig med orden og sikkerhet. Utbyttet av arbeidet tilfaller den innsatte.\nHvis en innsatt ikke selv skaffer seg arbeid, skal han om han ønsker det, så vidt mulig skaffes arbeid ved anstaltens hjelp. Han skal tilståes en rimelig godtgjørelse for det arbeid han utfører for anstalten.\nDet kan pålegges de innsatte å delta i renhold og annet husarbeid i anstalten, og de plikter å rette seg etter de bestemmelser som gis om dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Med de innskrenkninger som følger av § 49 skal de innsatte få motta besøk og motta og sende brev.​1 Hvor det finnes grunn til det, skal besøket foregå i overvær av en tjenestemann ved anstalten og brev til og fra den innsatte skal leses før de utleveres eller sendes.\nReglene i §§ 23, annet og tredje ledd, og 24, tredje og fjerde ledd får tilsvarende anvendelse.\nUnder samme vilkår som nevnt i første ledds første punktum, kan det tillates de innsatte å motta aviser og annet lesestoff samt å høre på radioutsendelse.\nBeslutninger etter denne paragraf treffes av bestyreren.\n1 Jfr. strpl. § 186 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Den innsatte skal når han ber om det, få hjelp til å skrive brev eller søknader til sin forsvarer eller til dommer eller påtalemyndighet, samt til å sette opp klage til overordnet myndighet som nevnt i § 1 a sjuende ledd.\nAnstaltens tjenestemenn eller andre personer må ikke brukes til å utforske den innsatte uten når dette skjer som ledd i undersøkelse bestemt av retten eller er bestemt i lov. Dette gjør ingen innskrenkning i påtalemyndighetens adgang til etterforskning.\n0 Endret ved lov 22 mai 1981 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 mai 1981 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Bestemmelsene i §§ 16, fjerde ledd, 17, tredje ledd, 18, annet og fjerde ledd, 21, 22, 25-31 og 32, første ledd får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Fengselsstyret​1 gir nærmere regler om anstaltene, tjenesten og behandlingen av de innsatte.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "6:57",
      "chapter": "6",
      "section": "57",
      "content": "Utgiftene til fengselsvesenet dekkes av staten, jfr. dog §§ 58 og 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "6:58",
      "chapter": "6",
      "section": "58",
      "content": "Fengselsdistriktene er forpliktet til å betale bidrag som hittil til fengselsvesenet.​1\nFengselsdistriktene kan kreve at det årlige fengselsbidrag blir innløst ved betaling en gang for alle av det 25-dobbelte av det årlige beløp.\nKongen kan med tre års varsel kreve slik innløsning av det årlige fengselsbidrag som nevnt i foregående ledd.\n1 Jfr. tidligere lov 12 des 1903 § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Kongen kan med Stortingets samtykke helt eller delvis frita et fengselsdistrikt for å betale bidrag som er nevnt i § 58 mot at fengselsdistriktene overdrar til staten til eiendom sine fengsler med tilhørende rettslokaler, tjenesteboliger og øvrige tilliggender samt inventar, eller hvor sådan overdragelse ikke finnes hensiktsmessig, mot at de yter et passende vederlag eller går med på en annen ordning som finnes tjenlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "Staten har full rådighet over fengsler med tilhørende rettslokaler, tjenesteboliger og øvrige tilliggender samt inventar, som fengselsdistriktene eier og staten har overtatt forvaltningen av, og har rett til å foreta de endringer og tilbygninger som den finner tjenlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "content": "Kongen​1 bestemmer hvor meget det skal betales for forvaring og forpleining av skyldnere som undergis fengslig forvaring etter konkursloven​2 § 105 eller tvangsfullbyrdelsesloven​3 § 14-19.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Lov 8 juni 1984 nr. 58.\n3 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Denne lov trer i kraft 1. april 1959.\nFra samme tid oppheves:\n1. Lov om fengselsvesenet og om tvangsarbeid av 12. desember 1903, dog så at opphevelsen av lovens § 65​1 først trer i kraft på det tidspunkt Kongen fastsetter.\n– – –\n1 Denne paragraf, som regulerer fengselsdistriktenes plikt til vedlikehold av fengselsbygninger m.v., er sist tatt inn i Norges Lover for 1682-1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Fengselsstyret har den øverste faglige ledelse av fengselsvesenet.​1 Kongen gir instruks om utførelsen av de gjøremål som er lagt til Fengselsstyret.\nNår ikke annet er fastsatt, treffer Fengselsstyret de avgjørelser som er omhandlet i denne lov. Fengselsstyret kan overlate til bestyrer av anstalt i fengselsvesenet å treffe slike avgjørelser, bortsett fra avgjørelser etter §§ 16 tredje ledd annet punktum, 26 nr. 5, 35 annet ledd, 36, 40 annet ledd annet punktum [og 44].​2\n0 Endret ved lover 19 juni 1969 nr. 54, 12 juni 1981 nr. 62, 4 mars 1983 nr. 5.\n1 Jfr. § 56.\n1 § 44 ble opphevet ved lov 14 april 1972 nr. 15.\n2 § 44 ble opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:1 a",
      "chapter": "1",
      "section": "1 a",
      "content": "Forvaltningsloven​1 får anvendelse på saker som behandles etter denne lov om ikke annet følger av bestemmelsene i annet til åttende ledd eller er fastsatt i medhold av disse bestemmelser eller § 7.\nBlir en tjenestemann påstått å være ugild, avgjør han selv spørsmålet, men han kan forelegge spørsmålet for sin nærmeste overordnede om han finner grunn til det.\nSom fullmektig kan ikke brukes en annen innsatt. Det kan bestemmes at fullmektig ikke skal være til stede ved samtaler med den innsatte.\nNår det er påkrevd av praktiske grunner og hensynet til sakens opplysning ikke tilsier noe annet, kan avgjørelser som gjelder den innsatte treffes uten forhåndsvarsel etter forvaltningslovens​1 § 16 første og annet ledd. I sak om refselse etter § 26 eller om inndragning i medhold av § 30 annet ledd, skal forklaring fra den innsatte innhentes.\nDen innsatte har ikke rett til å gjøre seg kjent med et saksdokument og har ikke krav på at avgjørelsen blir begrunnet for så vidt dokumentet eller begrunnelsen inneholder noe som det av hensyn til den innsatte selv eller hans forhold til personer som står ham nær, må anses utilrådelig at han får kjennskap til. Om grunngiing for øvrig gjelder forvaltningslovens​1 § 24 annet ledd. Kongen kan for visse saker bestemme at avgjørelsen ikke skal kunne kreves grunngitt.\nSaksbehandlingen, herunder vedtaket og underretningen om vedtaket til den innsatte, kan være muntlig når det tilsies av praktiske grunner. Opplysninger som nevnt i forvaltningslovens​1 § 27 tredje ledd kan gis i generelle regler som utleveres den innsatte.\nFengselsstyret​2 er klageinstans når avgjørelsen er truffet av bestyreren. Fengselsstyrets avgjørelser kan klages inn for Kongen, dog kan vedtak i klagesak ikke påklages. Kongen kan gi forskrifter​3 om saksbehandlingen ved klage.\nKongen og Fengselsstyret​2 kan av eget tiltak og uten hinder av fristene i forvaltningslovens​1 § 35 tredje ledd omgjøre avgjørelser truffet av underordnet instans som er tillagt myndighet etter denne lov med unntak av avgjørelser om refselse og inndragning.\n0 Tilføyd ved lov 19 juni 1969 nr. 54, endret ved lover 27 mai 1977 nr. 40, 16 mai 1986 nr. 21.\n1 Lov 10 feb 1967.\n2 Jfr. § 1.\n3 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1a",
        "source_heading": "§ 1 a."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Anstalt i fengselsvesenet ledes av bestyrer (direktør) som Kongen​1 oppnevner (utnevner).\nEmbetsdommer, embets- eller tjenestemann i påtalemyndigheten og bestyrer av annen anstalt i fengselsvesenet plikter å motta oppnevnelse som bestyrer.\nKongen​2 kan bestemme at en direktør skal bestyre flere anstalter i et bestemt distrikt.\n0 Endret ved lov 3 mai 1963 nr. 3.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Justisdepartementet iflg. res. 26 juli 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 mars 1983 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Ved de anstalter som Kongen​1 bestemmer, skal det være et anstaltråd. Rådet skal behandle de saker som etter loven​2 eller etter særlige regler er lagt til det. Bestyreren er medlem av rådet og leder rådets møter. Kongen bestemmer hvordan rådet for øvrig skal være sammensatt.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Se § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Ved de anstalter som Kongen​1 bestemmer, skal det være et tilsynsråd som etter nærmere regler skal føre tilsyn med anstalten og behandlingen av de innsatte. Rådet skal bestå av en dommer og minst tre andre medlemmer. I rådet skal sitte både menn og kvinner. Ved særskilt anstalt for kvinner skal det være minst to kvinner i rådet.\nKongen​1 oppnevner medlemmene av rådet og nødvendige stedfortredere for dem, og treffer bestemmelse om hvem som skal fungere som formann og nestformann. Oppnevnelsen skjer for to år. Rådets medlemmer kan tilstås en passende godtgjørelse for sitt arbeid.\nKongen​2 kan treffe bestemmelse om tilsyn med anstalter som ikke har særskilt tilsynsråd.\n0 Endret ved lov 3 mai 1963 nr. 3.\n1 Justisdepartementet iflg. res. 30 jan 1959 og 14 okt 1960.\n2 Justisdepartementet iflg. res. 26 juli 1963.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som antas til tjenstgjøring i fengselsvesenet, må være norsk borger,​1 edruelig og det må ikke være noe å utsette på hans vandel. Han må ha fylt 21 år og godtgjøre ved legeattest at han er fri for legemsfeil eller sykdom som kan antas å være til hinder for utførelsen av tjenesten.\nKongen kan bestemme at den som skal gis fast ansettelse i visse stillinger ikke må være over 35 år.\nKongen​2 kan dispensere fra de nevnte bestemmelser om statsborgerskap og aldersgrenser.\nKongen gir nærmere regler om utdannelse av tjenestemenn i fengselsvesenet, herunder også regler om en særskilt prøvetid.\nEn tjenestemann som har gjennomgått den fastsatte utdannelse, har plikt til å gjøre tjeneste i fengselsvesenet i minst ett år etter avsluttet utdannelse.\nEn tjenestemann kan midlertidig eller varig forflyttes til tjeneste ved en annen anstalt i fengselsvesenet, når tjenestens tarv tilsier det.\nEn embets- eller tjenestemann kan ikke uten særlig samtykke ha annen offentlig eller privat lønnet stilling eller drive privat erverv.​3\n1 Jfr. lover 8 des 1950 nr. 3 og 25 mai 1979 nr. 19.\n2 Justisdepartementet iflg. res. 30 jan 1959.\n3 Se strl. § 325.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Enhver som gjør tjeneste i fengselsvesenet, har etter nærmere regler, taushetsplikt med hensyn til det han i stillings medfør får vite om tjenesten, anstaltene og de innsatte. Overtredelse kan straffes etter straffelovens​1 bestemmelser om offentlige tjenestemenn.​2\n1 Lov 22 mai 1902 nr. 10 (strl.).\n2 Se strl. § 121.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fengselsvesenets anstalter omfatter fengsler og andre anstalter som etter Kongens bestemmelse er lagt under dets administrasjon.\nKongen​1 gir nærmere regler om hvordan anstaltene skal innrettes. Enkelte anstalter eller avdelinger i dem kan etter Kongens bestemmelse innrettes uten særlige sikkerhetsforanstaltninger (åpne anstalter).​2\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64).\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "I fengsel innsettes personer som skal utholde straff av fengsel,​2 hefte eller militær arrest,​3 og personer som er pågrepet eller fengslet​4 siktet for en straffbar handling, eller som av andre grunner skal holdes i fengslig forvaring,​5 jfr. dog § 10 første og siste ledd og § 12 annet punktum.\nFengslene kan være felles for menn og kvinner, men i de større fengsler skal det så vidt mulig være en særlig avdeling for kvinner. Hvis forholdene gjør det tilrådelig, bør det være et særskilt fengsel for kvinner.\nMannlige domfelte som skal utholde lengre tids fengselsstraff skal fortrinnsvis settes inn i fengsel som er særlig bestemt til å motta slike innsatte.\nI påtrengende tilfelle kan personer som er pågrepet eller fengslet og som skal fremstilles for domstol, politi eller annen offentlig myndighet eller settes inn i anstalt, for kortere tid anbringes i arrest eller annet lokale under politimessig forvaring istedenfor i fengsel.\nUten hensyn til begrensningene i første og fjerde ledd kan en person som er pågrepet eller varetektsfengslet, anbringes i arrest eller annet lokale under politimessig forvaring når det anses påkrevd av sikkerhetsmessige grunner.\n0 Endret ved lover 9 april 1965 nr. 3, 4 mars 1983 nr. 5, 14 juni 1985 nr. 71. Endres ved lov 30 april 1999 nr. 22 (i kraft fra den tid Kongen bestemmer).\n1 Jfr. §§ 11 og 12.\n2 Se strl. § 15, § 28 og § 28 c.\n3 Se milstrl. § 12 jfr. § 15.\n4 Se strpl. § 172 flg.\n5 Se lov 24 juni 1988 nr. 24 § 37 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Personer som er dømt til forvaring​2 eller som etter psykisk helsevernloven​3 § 5-6 er besluttet overført til anstalt under kriminalomsorgen, innsettes i særlig anstalt eller i ressursavdeling i fengsel. Hvis det finnes hensiktsmessig for å kunne gjennomføre en gradvis overgang til et liv i frihet, kan forvaringsdømte overføres til annen fengselsavdeling. Det samme gjelder for personer som etter psykisk helsevernloven​3 § 5-6 er besluttet overført til anstalt under fengselsvesenet såfremt de samtykker. Når særlige grunner tilsier det, kan forvaringsdømte starte soningen i fengsel.\nPersoner som er undergitt varetektsfengsling, kan etter nærmere regler anbringes i særlig anstalt for der å gjennomgå sakkyndig undersøkelse som retten har besluttet iverksatt eller som følger av lovbestemmelse.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64). som endret ved lov 15 juni 2001 nr. 64.\n1 Jfr. §§ 11 og 12.\n2 Jfr. strl. §§ 39 c, 39 d og 39 e.\n3 Lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Ved fordelingen av de domfelte på de forskjellige anstalter etter §§ 9 og 10 skal det særlig tas hensyn til vedkommendes alder, kriminelle fortid, anlegg og evner, mottagelighet for opplæring og påvirkning samt til lovbruddets art. Domfelte som lider av sjelelige eller legemlige mangler eller som av andre grunner trenger særlig pleie, bør søkes anbragt slik at de kan få den nødvendige behandling.\nDomfelte som synes egnet for anbringelse under friere forhold, kan settes i åpen anstalt (jfr. § 8, annet ledd) når dette antas å kunne fremme deres tilpasning i samfunnet, og særlige grunner ikke taler imot det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Hvis det finnes hensiktsmessig på grunn av vedkommendes helbred, sinnstilstand, arbeidsevne, tilpasningsevne eller andre særlige grunner, kan en person som utholder fengselsstraff, overføres til særlig anstalt, pleieanstalt, hybelhus under Kriminalomsorg i frihet, kursted eller annen behandlingsinstitusjon. I særlige tilfelle kan det bestemmes at straffullbyrdelsen skal ta til i behandlingsinstitusjon som nevnt i første punktum.\nPersoner som er dømt til forvaring,​1 kan på samme vilkår overføres til pleieanstalt, kursted eller annen behandlingsinstitusjon såfremt ikke behovet for å beskytte samfunnet mot nye lovbrudd taler mot det. Den domfelte skal kunne holdes tilbake mot sin vilje og hentes tilbake ved unnvikelse, om nødvendig med tvang og med bistand fra offentlig myndighet.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 4 april 1975 nr. 12, 4 mars 1983 nr. 5, 22 juni 1990 nr. 39, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64.\n1 Jfr. strl. § 39 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Bestemmelsene i dette kapittel kommer når ikke annet er sagt, til anvendelse på innsatte som i kriminalomsorgens anstalter utholder frihetsstraff eller er overført fra tvungent psykisk helsevern til anstalt under kriminalomsorgen etter psykisk helsevernloven​1 § 5-6.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15, 17 jan 1997 nr. 11 (i kraft 1 jan 2002 iflg. lov 15 juni 2001 nr. 64) som endret ved lov 15 juni 2001 nr. 64.\n1 Lov 2 juli 1999 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "De innsatte skal behandles med fasthet og alvor og slik at deres muligheter for tilpasning i samfunnet søkes fremmet. Skadelige virkninger av frihetsberøvelsen skal så vidt mulig forebygges eller bøtes på.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Etter nærmere regler skal det snarest mulig etter innsettelsen foretas en undersøkelse av den innsattes personlige og sosiale forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "De innsatte skal, såfremt plassforholdene tillater det eller særlige grunner ikke er til hinder for det, være i enrom om natten.\nDe innsatte kan etter nærmere regler være i fellesskap om dagen under nødvendig tilsyn.\nHvor fellesskapsbehandling ikke kan anvendes eller ikke finnes formålstjenlig, skal de innsatte undergis behandling i enrom. Ingen innsatt kan holdes i enrom utover ett år uten samtykke av Fengselsstyret.​1\nInnsatte som er anbragt i enrom skal hver dag få besøk av tjenestemenn ved anstalten.\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "De innsatte skal gis passende arbeid. Innsatte som skal utholde kortvarig frihetsberøvelse, kan man unnlate å sette i arbeid når det vil være særlig vanskelig å skaffe beskjeftigelse til dem.\nDe innsatte plikter å utføre det arbeid som pålegges dem.\nVed valg av arbeid skal man i den grad forholdene tillater det, ta hensyn til den innsattes evner og ferdighet, og til hans muligheter for opplæring og beskjeftigelse etter løslatelsen.\nDe innsatte kan under nødvendig tilsyn settes til arbeid utenfor anstalten.\nI særlige tilfelle og hvor det ikke er grunn til å frykte for misbruk, kan en innsatt etter nærmere regler få tillatelse til å arbeide hos arbeidsgiver utenfor anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "De innsatte skal etter nærmere regler ha godtgjørelse for det arbeid de utfører. Arbeidspengene kan tilståes som dagpenger eller fastsettes som akkordbetaling.\nInnsatte som av helbredsmessige grunner ikke kan arbeide, kan tilståes et mindre beløp som dagpenger.\nNår den innsatte samtykker i det, kan bestyreren beslutte at arbeidspengene skal brukes til hjelp for den innsattes pårørende eller til erstatning til den fornærmede ved den straffbare handling. Arbeidspengene kan også uten samtykke av den innsatte brukes til beste for de pårørende eller til den fornærmede når det er særlig behov for det.\nBestyreren kan bestemme at arbeidspenger skal brukes til erstatning for skade som den innsatte under oppholdet i anstalten eller under midlertidig fravær fra denne har forvoldt forsettlig eller ved grov uaktsomhet.​1\nDe innsatte kan etter nærmere regler få bruke arbeidspengene helt eller delvis til nyttige formål og til å skaffe seg gjenstander de har bruk for.\nDe innsatte har ikke noe krav på arbeidspenger som ikke er gitt dem til fri rådighet.\n1 Jfr. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "Når det finnes formålstjenlig, skal de innsatte få opplæring og undervisning. De skal gis anledning til studier, lesning og annen beskjeftigelse utenfor arbeidstiden.\nI den utstrekning det ikke strider mot god orden, og det for øvrig kan skje uten ulempe for anstalten, skal de innsatte kunne skaffe seg eller i særlige tilfelle få motta bøker, tidsskrifter, aviser og annet som kan gi dem gagnlig beskjeftigelse og atspredelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Ved enhver anstalt i fengselsvesenet skal det virke en prest.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "De innsatte skal gis nødvendig legetilsyn. De plikter å la seg undersøke og behandle av lege etter nærmere regler, jfr. § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "De innsatte som arbeider innendørs, skal hver dag så vidt mulig få oppholde seg minst en time i friluft. På søn- og helgedager skal de innsatte så vidt mulig gis tillatelse til et lengre opphold i friluft.\nHvor forholdene ligger til rette for det, bør de innsatte gis adgang til gymnastikk og idrettsøvelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "De innsatte skal etter nærmere regler få motta besøk av sine nærmeste​1 og andre personer som det har betydning for dem å ha forbindelse med.\nBesøk kan nektes når det er særlig grunn til å tro at besøket kan ha uheldig virkning. Dette gjelder også besøk av den innsattes nærmeste.\nDen innsatte kan nekte å motta besøk av andre enn dem som gjør tjeneste ved anstalten, eller som i offentlig interesse har fått adgang til anstalten.\nBesøk av andre personer enn dem som er nevnt i tredje ledd, skal i alminnelighet foregå i overvær av en tjenestemann ved anstalten.\n1 Jfr. strl. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Bestemmelsene i § 23, første og annet ledd får tilsvarende anvendelse med hensyn til brevveksling.\nBrev til og fra den innsatte skal i alminnelighet leses av anstaltens vedkommende før de utleveres eller sendes.\nFinner bestyreren at et brev som den innsatte har skrevet ikke bør sendes, skal han beholde brevet og underrette den innsatte om det.\nFinner bestyreren at et brev som er sendt til den innsatte ikke bør leveres ham, skal han sende det tilbake til avsenderen. I særlige tilfelle kan han beholde brevet. Er avsenderen ukjent, kan han tilintetgjøre brevet. I alminnelighet skal han gi både den innsatte og avsenderen underretning om at brevet ikke blir levert til den innsatte. Denne bør også gjøres kjent med den del av brevet som uten skade kan meddeles ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "De innsatte har rett til å sende skriftlige søknader eller klager til rette myndighet.\nØnsker den innsatte å få tale med noen fra vedkommende myndighet, skal anstalten underrette denne om det.\nBrev til Justisdepartementet eller Fengselsstyret​1 og til anstaltens tilsynsråd,​2 er unntatt fra bestemmelsen i § 24, annet ledd når de innleveres i lukket stand.​3\n1 Jfr. § 1.\n2 Jfr. § 5.\n3 Jfr. lov 22 juni 1962 nr. 8 § 6 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Når en innsatt under oppholdet i anstalten gjør seg skyldig i brudd på orden og disiplin eller i slett forhold for øvrig, kan foruten advarsel og utelukkelse fra undervisning og tap av begunstigelser, følgende refselser anvendes:\n1. Irettesettelse.\n2. Utelukkelse fra arbeid for en tid av inntil 14 dager.\n3. Inndragning av godskrevne arbeidspenger.​2\n4. Innsettelse i enrom​3 for en tid av inntil en måned.\n5. Frihetsberøvelse med inntil en måned, slik at denne tid ikke regnes med i anbringelsestiden. Denne refselse kan bare anvendes overfor innsatte som utholder fengselsstraff. For den tid vedkommende utholder denne refselse, avbrytes straffen. Flere gangers anvendelse av denne refselse må samlet ikke overstige tre måneder.\nFlere av de nevnte refselser kan anvendes i forening.\nRefselser som nevnt kan også anvendes når den innsatte under midlertidig fravær fra anstalten eller under transport til eller fra anstalten gjør seg skyldig i forhold som nevnt i første ledd.\n0 Endret ved lover 9 april 1965 nr. 3, 14 april 1972 nr. 15.\n1 Se § 1 annet ledd.\n2 Se § 18.\n3 Se § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Bestyreren treffer beslutning om anvendelse av refselse etter § 26 nr. 1-4.​1\nNår omstendighetene tilsier det, skal det innhentes uttalelse fra anstaltens lege før det treffes beslutning om refselse.\nDer det er opprettet anstaltråd,​2 skal saken forelegges for dette før avgjørelse treffes om refselse etter § 26 nr. 2-5.\nFengselsstyret skal uten opphold underrettes om alle tilfelle av refselse etter § 26 nr. 2-4.\nNår omstendighetene gjør det særlig ønskelig, kan rettslig etterforskning begjæres.​3\nBeslutning om refselse innføres i en refselsesprotokoll med opplysning om det forhold som har ført til refselsen.\n0 Endret ved lov 19 juni 1969 nr. 54.\n1 Se § 1 annet ledd.\n2 Se § 4.\n3 Se strpl. § 237.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Beslutning om refselse skal settes i verk uten opphold, med mindre særlige grunner er til hinder for det.\nNår det ansees hensiktsmessig, kan det i beslutningen om refselse etter § 26 nr. 2-5 fastsettes at fullbyrdelsen av den skal utsettes en viss tid, dog ikke utover 3 måneder. Hvis den innsatte innen fristens utløp gjør seg skyldig i ny overtredelse som han blir ilagt refselse for, blir også den utsatte refselse å fullbyrde. I motsatt tilfelle faller den bort.\nHvis særlige grunner taler for det, kan bestyreren bestemme at fullbyrdelse av refselse etter § 26 nr. 2-4 skal avbrytes eller refselsen helt eller delvis ettergis. Fengselsstyret kan treffe tilsvarende bestemmelse angående fullbyrdelse av refselse etter § 26 nr. 5. Er fullbyrdelsen av en avbrutt refselse ikke gjenopptatt innen 3 måneder, faller refselsen bort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "De innsatte må ikke skaffe seg eller motta annet enn det som er bestemt i denne lov eller fastsatt ved nærmere regler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Rusdrikk og andre berusende eller bedøvende midler som en innsatt er i besittelse av ved innsettelsen, kan inndras og tilintetgjøres.\nGjenstander som er smuglet inn eller forsøkt smuglet inn i anstalten, eller som er laget eller ervervet der uten tillatelse av rette vedkommende, kan inndras.\nManuskripter eller andre skriftlige opptegnelser som en innsatt har gjort under anstaltoppholdet, kan etter bestyrerens bestemmelse helt eller delvis beholdes i anstalten, når skriftet gir opplysninger om medinnsatte som ikke bør komme andre til kunnskap, når det er usømmelig eller når andre særlige grunner taler for at det ikke sendes ut.\n0 Endret ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:30 a",
      "chapter": "3",
      "section": "30 a",
      "content": "Dersom det er grunn til mistanke om at en innsatt har brukt et rus- eller bedøvelsesmiddel, kan direktøren bestemme at det skal tas urinprøve, utåndingsprøve eller andre undersøkelser av ham som kan skje uten fare eller nevneverdig ubehag. Når særlige forhold i anstalten taler for det, og så vidt praktisk mulig etter forhåndssamtykke av Fengselsstyret,​2 kan direktøren bestemme at det skal tas urinprøve ved stikkprøve eller alminnelig rutinekontroll av innsatte.\nDersom det er særlig grunn til mistanke om at en innsatt skjuler et rus- eller bedøvelsesmiddel i kroppen, kan direktøren etter uttalelse fra lege bestemme at det skal foretas kroppslig undersøkelse eller annet tiltak for å bringe stoffet fram. Er det praktisk mulig å forelegge saken for Fengselsstyret,​2 skal dettes samtykke innhentes. Inngrepet kan bare utføres av helsepersonell. Nekter den innsatte, kan direktøren bestemme at han skal settes i enerom under tilsyn inntil det kan fastslås om det er stoff i kroppen.\nAnstalten skal føre protokoll over tiltak etter første og annet ledd, samt grunnen og hjemmelen til dem. Utskrift av protokoll over tiltak etter annet ledd skal uten opphold sendes Fengselsstyret.​2\nFengselsstyrets​2 vedtak etter denne paragraf kan ikke påklages.\n0 Tilføyd ved lov 8 juni 1979 nr. 42.\n1 Jfr. strpl. §§ 157 og 159.\n2 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "3:31",
      "chapter": "3",
      "section": "31",
      "content": "For å avverge vold eller iverksettelse av trusler, overvinne motstand, forebygge rømning eller for å opprettholde ro og sikkerhet i anstalten, kan den innsatte etter nærmere regler anbringes i sikkerhetscelle eller det kan anvendes annet godkjent tvangsmiddel i den utstrekning det ansees nødvendig.\nSå vidt mulig bør legens uttalelse innhentes før tvangsmiddel brukes.\nOpphold i sikkerhetscelle utover 1 måned skal innberettes til Fengselsstyret.​1\n1 Jfr. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "3:32",
      "chapter": "3",
      "section": "32",
      "content": "En innsatt som er syk, kan legges inn i fengselsvesenets sykehus eller et annet sykehus, hvis han ikke i anstalten kan få en hensiktsmessig behandling for sin sykdom. Tiden i sykehuset regnes ikke som avbrudd i frihetsberøvelsen, med mindre han selv har voldt eller foregitt sykdommen for å avbryte fengselsoppholdet.\nEr det etter erklæring fra sakkyndig lege begrunnet tvil om en innsatts sinnstilstand, kan han av retten på det sted hvor anstalten ligger, besluttes innlagt i sinnssykehus til nærmere observasjon etter reglene i straffeprosessloven​1 § 167 første ledd.\n0 Endret ved lover 22 mai 1981 nr. 26, 14 juni 1985 nr. 71.\n1 Lov 22 mai 1981 nr. 25 (strpl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "3:33",
      "chapter": "3",
      "section": "33",
      "content": "Frihetsberøvelsen kan avbrytes, når det skjønnes påkrevd av hensyn til den innsattes helbredstilstand eller når andre vektige grunner tilsier det. Det kan settes nærmere vilkår for avbrytelsen.\n1 Jfr. strpl. § 459.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "3:34",
      "chapter": "3",
      "section": "34",
      "content": "En innsatt kan etter nærmere regler tilståes en kortere tids permisjon når særlige og vektige grunner taler for det, og det ikke er grunn til å anta at permisjonen vil bli misbrukt.\nEn innsatt som utholder lengre tids frihetsberøvelse, kan også tilståes slik permisjon når det ansees særlig formålstjenlig for behandlingen av ham.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En innsatt som er dømt til fengselsstraff, kan løslates på prøve​1 når han, medregnet mulig varetektsopphold, har utholdt to tredjedeler av straffetiden, dog minst 2 måneder. En innsatt som er idømt fengselsstraff i mer enn 18 år, kan løslates på prøve når han har vært fengslet i minst 12 år.\nEr en domfelt som fyller vilkårene etter første ledd, ikke lenger fengslet, kan det besluttes​2 at han uten ny innsettelse skal være undergitt reglene for løslatelse på prøve.\nLøslatelse på prøve bør i alminnelighet ikke finne sted hvis den gjenstående straffetid blir mindre enn 14 dager.\nLøslatelse på prøve tilståes ikke hvis omstendighetene gjør løslatelse utilrådelig, eller den innsattes forhold under frihetsberøvelsen taler imot det.\n0 Endret ved lover 12 juni 1981 nr. 62, 31 mai 1985 nr. 38.\n1 Jfr. § 38.\n2 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "I tilfelle hvor det anses særlig begrunnet, kan en innsatt som er dømt til fengselsstraff, løslates på prøve når han, medregnet mulig varetektsopphold, har utholdt halvdelen av straffetiden, dog minst 2 måneder.\n0 Endret ved lover 27 mai 1967 nr. 1, 31 mai 1985 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 juni 1993 nr. 79.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Ved løslating på prøve kan det settes slike vilkår som nevnt i straffeloven § 53 nr. 2, nr. 3 bokstavene a-g, nr. 4 og nr. 5. Den innsatte skal på forhånd få adgang til å uttale seg om vilkårene. Vilkårene fastsettes for det enkelte tilfelle av den myndighet som treffer vedtaket om løslating på prøve.​1\n0 Endret ved lover 3 mai 1963 nr. 3, 9 april 1965 nr. 2, 12 juni 1981 nr. 62, 11 juni 1999 nr. 39 (i kraft 1 juli 1999 iflg. res. 11 juni 1999 nr. 663).\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Ved løslatelse på prøve skal det fastsettes en prøvetid på minst 6 måneder og høyst 3 år. Hvis den gjenstående straffetid overstiger 3 år, kan det fastsettes en prøvetid på høyst 5 år.\n0 Endret ved lover 27 mai 1967 nr. 1, 12 juni 1981 nr. 62, 31 mai 1985 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Når den prøveløslattes forhold gir grunn til det, kan vilkår som er fastsatt etter § 38 oppheves eller endres i prøvetiden, og det kan settes nye vilkår. Finnes det påkrevd, kan også prøvetiden forlenges innenfor de lengstetider som er nevnt i § 39.\nDersom den prøveløslatte ikke oppfyller fastsatte vilkår, gjelder straffeloven § 54 nr. 2 tilsvarende. Blir det avsagt dom på fullbyrding av reststraff, kan ny løslatelse på prøve finne sted.​1 Dette gjelder selv om minstetidene i §§ 35 og 36 ikke er oppfylt for reststraffen.\n0 Endret ved lover 9 april 1965 nr. 3, 12 juni 1981 nr. 62.\n1 Se § 1 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "4:41",
      "chapter": "4",
      "section": "41",
      "content": "Dersom den prøveløslatte begår en straffbar handling i prøvetiden, og tiltale blir reist eller saken blir begjært pådømt av forhørsrett innen seks måneder etter at prøvetiden gikk ut, gjelder bestemmelsene i straffeloven​1 § 54 nr. 3 tilsvarende når retten avsier dom.\n0 Endret ved lover 1 juni 1973 nr. 29, 12 juni 1981 nr. 62.\n1 Lov 22 mai 1902 nr. 10 (strl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "4:42",
      "chapter": "4",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "4:43",
      "chapter": "4",
      "section": "43",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "4:44",
      "chapter": "4",
      "section": "44",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 14 april 1972 nr. 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "4:45",
      "chapter": "4",
      "section": "45",
      "content": "Når særlige grunner tilsier det, kan en innsatt løslates en kort tid før løslatelse ellers skulle skje.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "4:46",
      "chapter": "4",
      "section": "46",
      "content": "Bestyreren skal dra omsorg for at løslating av innsatte som har vært undergitt lengre tids frihetsberøvelse, blir forberedt i god tid før løslating kan skje. I dette øyemed skal han tre i forbindelse med arbeidsmyndigheter, og med myndigheter eller organisasjoner som fører tilsyn med lovbrytere. Han skal også i nødvendig utstrekning tre i forbindelse med sosialtjenesten​1 og andre sosiale organer, eller med organisasjoner eller privatpersoner som kan yte bistand i vedkommende tilfelle, for å oppnå ordnete arbeids- og boligforhold for den løslatte, eller for å treffe andre tiltak som kan hjelpe ham til en lovlydig vandel etter løslatingen.\nFor innsatte som utstår kortere tids frihetsberøvelse, gis reglene i første ledd tilsvarende anvendelse så langt forholdene tillater det.\n0 Endret ved lover 9 april 1965 nr. 2, 12 juni 1987 nr. 70, 11 juni 1993 nr. 85.\n1 Jfr. lov 13 des 1991 nr. 81.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "4:47",
      "chapter": "4",
      "section": "47",
      "content": "Bestemmelsene i §§ 45 og 46 får anvendelse på alle grupper av innsatte som er nevnt i § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Bestemmelsene i dette kapitel får anvendelse på andre innsatte enn dem som er nevnt i § 13,​1 herunder personer som er undergitt varetektsfengsel.\n1 Se § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "De innsatte må ikke undergis andre innskrenkninger enn dem som er nødvendige for å sikre fengslingens øyemed eller for å opprettholde ro og sikkerhet i anstalten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "De innsatte må ikke uten eget samtykke settes sammen med andre. Unntagelse fra dette kan etter bestyrerens bestemmelse gjøres når plassforholdene krever det, eller når det finnes tilrådelig på grunn av den innsattes alder, helbreds- eller sinnstilstand.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "De innsatte har rett til selv å skaffe seg kost og utstyr til sine rom når dette ikke strider mot orden og sikkerhet i anstalten.\nDe innsatte har rett til å utføre arbeid som de selv skaffer seg og som er forenlig med orden og sikkerhet. Utbyttet av arbeidet tilfaller den innsatte.\nHvis en innsatt ikke selv skaffer seg arbeid, skal han om han ønsker det, så vidt mulig skaffes arbeid ved anstaltens hjelp. Han skal tilståes en rimelig godtgjørelse for det arbeid han utfører for anstalten.\nDet kan pålegges de innsatte å delta i renhold og annet husarbeid i anstalten, og de plikter å rette seg etter de bestemmelser som gis om dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Med de innskrenkninger som følger av § 49 skal de innsatte få motta besøk og motta og sende brev.​1 Hvor det finnes grunn til det, skal besøket foregå i overvær av en tjenestemann ved anstalten og brev til og fra den innsatte skal leses før de utleveres eller sendes.\nReglene i §§ 23, annet og tredje ledd, og 24, tredje og fjerde ledd får tilsvarende anvendelse.\nUnder samme vilkår som nevnt i første ledds første punktum, kan det tillates de innsatte å motta aviser og annet lesestoff samt å høre på radioutsendelse.\nBeslutninger etter denne paragraf treffes av bestyreren.\n1 Jfr. strpl. § 186 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Den innsatte skal når han ber om det, få hjelp til å skrive brev eller søknader til sin forsvarer eller til dommer eller påtalemyndighet, samt til å sette opp klage til overordnet myndighet som nevnt i § 1 a sjuende ledd.\nAnstaltens tjenestemenn eller andre personer må ikke brukes til å utforske den innsatte uten når dette skjer som ledd i undersøkelse bestemt av retten eller er bestemt i lov. Dette gjør ingen innskrenkning i påtalemyndighetens adgang til etterforskning.\n0 Endret ved lov 22 mai 1981 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 22 mai 1981 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Bestemmelsene i §§ 16, fjerde ledd, 17, tredje ledd, 18, annet og fjerde ledd, 21, 22, 25-31 og 32, første ledd får tilsvarende anvendelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "6:56",
      "chapter": "6",
      "section": "56",
      "content": "Fengselsstyret​1 gir nærmere regler om anstaltene, tjenesten og behandlingen av de innsatte.\n1 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "6:57",
      "chapter": "6",
      "section": "57",
      "content": "Utgiftene til fengselsvesenet dekkes av staten, jfr. dog §§ 58 og 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "6:58",
      "chapter": "6",
      "section": "58",
      "content": "Fengselsdistriktene er forpliktet til å betale bidrag som hittil til fengselsvesenet.​1\nFengselsdistriktene kan kreve at det årlige fengselsbidrag blir innløst ved betaling en gang for alle av det 25-dobbelte av det årlige beløp.\nKongen kan med tre års varsel kreve slik innløsning av det årlige fengselsbidrag som nevnt i foregående ledd.\n1 Jfr. tidligere lov 12 des 1903 § 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "6:59",
      "chapter": "6",
      "section": "59",
      "content": "Kongen kan med Stortingets samtykke helt eller delvis frita et fengselsdistrikt for å betale bidrag som er nevnt i § 58 mot at fengselsdistriktene overdrar til staten til eiendom sine fengsler med tilhørende rettslokaler, tjenesteboliger og øvrige tilliggender samt inventar, eller hvor sådan overdragelse ikke finnes hensiktsmessig, mot at de yter et passende vederlag eller går med på en annen ordning som finnes tjenlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "6:60",
      "chapter": "6",
      "section": "60",
      "content": "Staten har full rådighet over fengsler med tilhørende rettslokaler, tjenesteboliger og øvrige tilliggender samt inventar, som fengselsdistriktene eier og staten har overtatt forvaltningen av, og har rett til å foreta de endringer og tilbygninger som den finner tjenlig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "content": "Kongen​1 bestemmer hvor meget det skal betales for forvaring og forpleining av skyldnere som undergis fengslig forvaring etter konkursloven​2 § 105 eller tvangsfullbyrdelsesloven​3 § 14-19.\n0 Endret ved lov 26 juni 1992 nr. 86.\n1 Justisdepartementet iflg. res. 30 jan 1959.\n2 Lov 8 juni 1984 nr. 58.\n3 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "Denne lov trer i kraft 1. april 1959.\nFra samme tid oppheves:\n1. Lov om fengselsvesenet og om tvangsarbeid av 12. desember 1903, dog så at opphevelsen av lovens § 65​1 først trer i kraft på det tidspunkt Kongen fastsetter.\n– – –\n1 Denne paragraf, som regulerer fengselsdistriktenes plikt til vedlikehold av fengselsbygninger m.v., er sist tatt inn i Norges Lover for 1682-1957.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    }
  ]
}