{
  "id": "LOV-2015-05-07-25",
  "type": "statute",
  "title": "Lov om donasjon og transplantasjon av organ, celler og vev (transplantasjonslova)",
  "short_name": "Transplantasjonslova",
  "status": "in_force",
  "issued_date": "2015-05-07",
  "in_force_date": "2016-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2015-05-07-25",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med lova er å sikre best mogeleg tilgang på organ, celler og vev til behandling av andre menneske, respekt for vilja og integriteten til donor og at omsynet til dei pårørande blir varetatt. Formålet med lova er også å førebygge og kjempe mot handel med menneskeorgan.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Verkeområde",
      "content": "Lova gjeld for alle ledd i prosessen med donasjon og transplantasjon av levande humane organ, celler og vev til eit anna menneske. Lova gjeld også for organ som er tatt ut i strid med reglane i §§ 5, 6, 7, 10, 12, 13, 16 eller 20 og tilknytte handlingar. Lova gjeld ikkje for celler og vev som blir brukt i samband med forplanting (germinale celler og vev), blod, blodkomponentar, blodprodukt og humane organ, celler og vev som berre blir brukt i forsking.\nKongen kan gi forskrift om at lova og forskrifter med heimel i lova heilt eller delvis skal gjelde for Svalbard og Jan Mayen og kan fastsette særlege reglar under omsyn til forholda på staden.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjonar",
      "content": "I denne lova meines med:\na. uttak: prosess der humane organ, celler eller vev blir tatt ut av donor og gjort tilgjengelege for transplantasjon\nb. donor: person som gir organ, celler eller vev til bruk i behandlinga av eit anna menneske, uavhengig av om avgjevinga skjer mens personen er i live eller etter at personen er død\nc. fornybart vev: humane celler og vev som blir gjendanna etter donasjon med unntak av del av lever eller anna organ\nd. pårørande og næraste pårørande: pårørande og næraste pårørande etter pasient- og brukerrettighetsloven § 1-3 bokstav b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ansvaret for donasjons- og transplantasjonsverksemdene",
      "content": "Dei regionale helseføretaka skal sørge for at alle potensielle donorar kan vurderast og gjevast mogelegheit for donasjon innan helseregionen, og for at krava i lova og forskriftene etter lova her blir oppfylte.\nDepartementet kan gi forskrift om krav til verksemder som gjennomfører uttak eller transport av organ, celler og vev og transplantasjonar, mellom anna om godkjenning og rapporteringsplikt for verksemdene. Departementet kan gi forskrift om registrering og anna behandling av helseopplysingar og andre personopplysingar som er nødvendige for å gjennomføre uttak eller transport av organ, celler og vev og transplantasjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Uttak frå levande donor",
      "content": "Uttak av organ, celler og vev kan berre finne stad dersom inngrepet ikkje fører til ein nærliggande fare for den fysiske eller psykiske helsa til donoren.\nUttak av organ, celler og vev frå personar mellom 12 og 18 år kan berre finne stad når det ligg føre særlege grunnar. I vurderinga av om det ligg føre særlege grunnar skal det mellom anna leggjast vekt på om:\na. transplantasjon er nødvendig for å redde livet til mottakaren,\nb. det finst nokon annan aktuell donor,\nc. donoren har sterk tilknyting til mottakar,\nd. uttaket inneber eit stort inngrep,\ne. uttaket berre gjeld fornybart vev, jf. § 3 bokstav c, og om\nf. donoren er moden nok til å skjønne kva inngrepet inneber.\nUttak frå barn under 12 år og vaksne som ikkje har samtykkekompetanse, kan berre finne stad dersom:\na. uttaket gjeld fornybart vev, jf. § 3 bokstav c,\nb. donasjonen er nødvendig for å redde livet til mottakaren,\nc. det ikkje finst ein donor med samtykkekompetanse som deler mange nok av dei viktigaste vevstypane (er vevsforlikeleg), og\nd. mottakaren er søsken, barn eller forelder, eller i særlege tilfelle på annan måte i nær familie med donoren.\nUttak kan aldri gjennomførast i strid med viljen til ein donor som ikkje har samtykkekompetanse.\n0 Vert endra ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovudregel om samtykke",
      "content": "Det blir kravd skriftleg samtykke til uttak av organ, celler og vev frå levande donor. Samtykket skal også omfatte behandling av helseopplysingar og andre personopplysingar som er nødvendige for å gjennomføre donasjonar og transplantasjonar.\nSamtykke kan trekkjast tilbake.\nDepartementet kan gi forskrift om krav til samtykket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kven som har rett til å samtykke (samtykkekompetanse) til donasjon frå ein levande donor",
      "content": "Personar som har fylt 18 år, har rett til å samtykke til donasjon. Pasient- og brukerrettighetsloven § 4-3 andre til fjerde ledd om heilt eller delvis bortfall av samtykkekompetanse gjeld tilsvarande.\nFor personar som ikkje har fylt 18 år, har foreldra, eller andre med foreldreansvaret etter barnelova, rett til å samtykke til donasjon. Donasjon kan ikkje finne stad dersom foreldra er usamde.\nFor personar som har mista samtykkekompetansen etter pasient- og brukerrettighetsloven § 4-3 andre ledd, har næraste pårørande, jf. § 3 bokstav d, rett til å samtykke til donasjon.\nFor personar som er fråtatt den rettslege handleevna etter vergemålsloven § 22 tredje ledd, gjeld pasient- og brukerrettighetsloven § 4-7 tilsvarande.\nSamtykke etter andre til fjerde ledd må godkjennast av statsforvaltaren.\nFor at samtykket skal vere gyldig, må donoren og den som har samtykkekompetansen ha fått informasjon om helsetilstanden til donoren og om inngrepet, under dette om omfanget og konsekvensane av det. Informasjonen skal vere tilpassa dei individuelle føresetnadene til mottakaren, som alder, kor moden donoren er, erfaring og kultur- og språkbakgrunn. Den som gir informasjonen skal forsikre seg om at donoren og den som har rett til å samtykke har forstått informasjonen.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416). Vert endra ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Habilitet ved vurderinga av om ein levande donor er eigna",
      "content": "Den som har ansvaret for behandlinga av ein pasient som treng å få transplantert organ, celler eller vev, kan ikkje aleine gjennomføre vurderinga av om donoren er eigna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav til utgreiing og oppfølging av levande donorar",
      "content": "Donoren har rett til å få nødvendig medisinsk og psykologisk utgreiing før det blir gitt samtykke til donasjon.\nDen som donerer organ, celler eller vev i eit omfang som gir, eller kan gi, konsekvensar for helsa av fysisk eller psykisk art, har rett til å få medisinsk oppfølging etter ein fastsett plan.\nDepartementet kan gi forskrift om medisinsk oppfølging av donorar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Stadfesting av døden",
      "content": "Uttak, jf. § 3 bokstav a, frå ein død donor kan ikkje skje før døden er stadfesta av lege.\nLegar som stadfestar døden, skal ikkje vere involvert i uttaket av organ, celler eller vev eller i transplantasjonsinngrepet.\nDersom døden blir stadfesta ved irreversibelt opphøyr av hjernefunksjonane, må diagnosen bekreftast av to legar. Den eine av legane skal vere relevant spesialist.\nDepartementet kan gi forskrift om stadfesting av døden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Vurdering av om ein pasient kan vere aktuell som donor",
      "content": "Når døden er konstatert, eller når det er svært sannsynleg at døden vil inntreffe innan kort tid og vidare livreddande behandling er formålslaus, skal det vurderast om pasienten kan vere aktuell som donor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Behandling med sikte på donasjon",
      "content": "Når livreddande behandling er formålslaus, og det er svært sannsynleg at pasienten vil døy innan kort tid, kan legen som er ansvarleg for behandlinga av pasienten, ta avgjerd om at det skal gjevast behandling med sikte på donasjon. Behandling etter første punktum kan ikkje gjevast dersom ein av dei næraste pårørande, jf. § 3 bokstav d, nektar.\nDen behandlande legen skal, i samråd med næraste pårørande til pasienten, ta avgjerd om kor lenge det skal gjevast behandling med sikte på donasjon. Behandlinga må uansett avsluttast når det er avklart at vilkåra for donasjon ikkje er til stades.\nDepartementet kan gi forskrift om behandling med sikte på donasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Samtykke frå avdøde og næraste pårørande sin rett til å nekte donasjon",
      "content": "Personar som har fylt 16 år, har rett til å samtykke til at donasjon av organ, celler og vev kan gjennomførast etter at dei er døde. Når avdøde har gitt samtykke, kan pårørande ikkje nekte donasjon.\nNår den døde ikkje har gitt eit samtykke, kan donasjon gjennomførast dersom det ikkje ligg føre forhold som tilseier at den døde ville ha motsett seg. Dei pårørande til den døde skal spørjast om det ligg føre slike forhold. Donasjon kan likevel ikkje gjennomførast dersom ein av dei næraste pårørande til den døde, jf. § 3 bokstav d, nektar. Donasjon kan heller ikkje gjennomførast dersom det ikkje er mogeleg å få kontakt med dei pårørande eller når avdøde ikkje har pårørande.\nFor personar som ikkje har fylt 16 år, har foreldra, eller andre med foreldreansvaret etter barnelova, rett til å samtykke til donasjon etter at dei er døde. Donasjon kan ikkje finne stad dersom foreldra er usamde. Dersom ingen har foreldreansvaret, har verja, eller næraste pårørande til den døde dersom det ikkje er oppnemnd verje, rett til å samtykke til donasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Informasjon til næraste pårørande",
      "content": "Næraste pårørande til den døde skal underrettast om dødsfallet, det planlagde uttaket, jf. § 3 bokstav a, og om retten til å nekte donasjon før donasjonen blir gjennomført.\nNæraste pårørande skal få tilpassa informasjon om kva donasjonen inneber.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Mogelegheit for å ta avskjed med donor",
      "content": "Pårørande skal, så sant det lar seg gjere, få tid til å ta avskjed med donor før uttaket, jf. § 3 bokstav a, startar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Tildeling av organ, celler og vev",
      "content": "Tildeling av organ, celler og vev til transplantasjon skal byggje på medisinske kriterium. Ved donasjon frå levande donor kan det i tillegg leggjast vekt på at mottakar er donors nærståande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Anonymitet mellom partane i donasjonsprosessen",
      "content": "Donor og dei pårørande til donor og mottakar av organ, celler eller vev som ikkje kjenner kvarandre frå før, skal ikkje gjerast kjent med identiteten til kvarandre.\nDepartementet kan gi forskrift om korleis anonymiteten skal varetakast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kompensasjon for utgifter og tapte inntekter i samband med donasjon",
      "content": "Alle utgifter og tap av inntekter som ein levande donor eller næraste pårørande til ein død donor pådrar seg som følje av donasjonen, skal kompenserast av det regionale helseføretaket. Dette gjeld likevel ikkje dersom utgiftene blir dekt etter anna regelverk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Forbod mot transplantasjon frå dyr til menneske (xenotransplantasjon)",
      "content": "Det er forbode å transplantere levande biologisk materiale frå dyr til menneske.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forbod mot kommersiell utnytting",
      "content": "Det er forbode å ta ut, sette inn eller bruke menneskelege organ, celler eller vev for å oppnå økonomisk vinning eller utilbørleg fordel, samt å krevje, tilby, ta imot eller gi slik vinning eller fordel.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Framtidsfullmakt",
      "content": "Framtidsfullmakter etter vergemålsloven kapittel 10 kan omfatte samtykke til og rett til å nekte donasjon av organ, celler og vev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Forholdet til forvaltningsloven og klagereglane i pasient- og brukerrettighetsloven",
      "content": "Forvaltningsloven kapittel IV, V, VI og VIII gjeld ikkje for avgjerder som blir treft etter lova her. For avgjerder etter §§ 9 og 18 gjeld pasient- og brukerrettighetsloven kapittel 7.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Pålegg og tvangsmulkt",
      "content": "Statens helsetilsyn kan gi pålegg om retting og stenging, og fastsette tvangsmulkt etter reglane i helsetilsynsloven §§ 8 og 9.\n0 Endra med lover 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), 15 des 2017 nr. 107 (ikr. 1 juli 2019 iflg. res. 26 apr 2019 nr. 541).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:23 a",
      "chapter": "4",
      "section": "23 a",
      "title": "Straff",
      "content": "Den som forsettleg eller grovt aktlaust bryt reglane i §§ 5, 6, 7, 10, 12, 13, 16, 17, 19 eller 20, eller i forskrifter som er gjevne med heimel i dei, blir straffa med bøter eller fengsel inntil 2 år. Det same gjeld den som brukar, kjøper, klargjer, preserverer, lagrar, transporterer, overfører, tar imot, innfører eller utfører organ som er tatt ut i strid med reglane i §§ 5, 6, 7, 10, 12, 13, 16 eller 20.\n0 Føyd til med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), endra med lov 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "4:23 b",
      "chapter": "4",
      "section": "23 b",
      "title": "Straff for grove brot",
      "content": "Grove brot på §§ 5, 6, 7, 10, 12, 13 eller 20, eller på forskrifter som er gjevne med heimel i dei, blir straffa med fengsel inntil 6 år.\nVed avgjerda av om brotet er grovt skal det særleg leggjast vekt på om den som blei utsett for handlinga, var under 18 år, om det blei brukt grov vald eller tvang og om handlinga har ført til betydeleg utbytte. Den som var uvitande om at den fornærma var under 18 år, blir straffa dersom vedkommande på noko punkt kan klandrast for å ikkje ha kjent til dette.\n0 Føyd til med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), endra med lov 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Endringar i andre lover",
      "content": "Frå den tida lova tek til å gjelde, skal desse endringane gjerast: – – –\nLov 9. februar 1973 nr. 6 om transplantasjon, sykehusobduksjon og avgivelse av lik m.m. opphevast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Iverksetjing",
      "content": "Lova gjeld frå den tida Kongen fastset.​1 Kongen kan setje i verk dei einskilde føresegnene til ulik tid.\n1 Frå 1 jan 2016 iflg. res. 13 nov 2015 nr. 1289.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med lova er å sikre best mogeleg tilgang på organ, celler og vev til behandling av andre menneske, respekt for vilja og integriteten til donor og at omsynet til dei pårørande blir varetatt. Formålet med lova er også å førebygge og kjempe mot handel med menneskeorgan.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Verkeområde",
      "content": "Lova gjeld for alle ledd i prosessen med donasjon og transplantasjon av levande humane organ, celler og vev til eit anna menneske. Lova gjeld også for organ som er tatt ut i strid med reglane i §§ 5, 6, 7, 10, 12, 13, 16 eller 20 og tilknytte handlingar. Lova gjeld ikkje for celler og vev som blir brukt i samband med forplanting (germinale celler og vev), blod, blodkomponentar, blodprodukt og humane organ, celler og vev som berre blir brukt i forsking.\nKongen kan gi forskrift om at lova og forskrifter med heimel i lova heilt eller delvis skal gjelde for Svalbard og Jan Mayen og kan fastsette særlege reglar under omsyn til forholda på staden.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjonar",
      "content": "I denne lova meines med:\na. uttak: prosess der humane organ, celler eller vev blir tatt ut av donor og gjort tilgjengelege for transplantasjon\nb. donor: person som gir organ, celler eller vev til bruk i behandlinga av eit anna menneske, uavhengig av om avgjevinga skjer mens personen er i live eller etter at personen er død\nc. fornybart vev: humane celler og vev som blir gjendanna etter donasjon med unntak av del av lever eller anna organ\nd. pårørande og næraste pårørande: pårørande og næraste pårørande etter pasient- og brukerrettighetsloven § 1-3 bokstav b.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Ansvaret for donasjons- og transplantasjonsverksemdene",
      "content": "Dei regionale helseføretaka skal sørge for at alle potensielle donorar kan vurderast og gjevast mogelegheit for donasjon innan helseregionen, og for at krava i lova og forskriftene etter lova her blir oppfylte.\nDepartementet kan gi forskrift om krav til verksemder som gjennomfører uttak eller transport av organ, celler og vev og transplantasjonar, mellom anna om godkjenning og rapporteringsplikt for verksemdene. Departementet kan gi forskrift om registrering og anna behandling av helseopplysingar og andre personopplysingar som er nødvendige for å gjennomføre uttak eller transport av organ, celler og vev og transplantasjonar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Uttak frå levande donor",
      "content": "Uttak av organ, celler og vev kan berre finne stad dersom inngrepet ikkje fører til ein nærliggande fare for den fysiske eller psykiske helsa til donoren.\nUttak av organ, celler og vev frå personar mellom 12 og 18 år kan berre finne stad når det ligg føre særlege grunnar. I vurderinga av om det ligg føre særlege grunnar skal det mellom anna leggjast vekt på om:\na. transplantasjon er nødvendig for å redde livet til mottakaren,\nb. det finst nokon annan aktuell donor,\nc. donoren har sterk tilknyting til mottakar,\nd. uttaket inneber eit stort inngrep,\ne. uttaket berre gjeld fornybart vev, jf. § 3 bokstav c, og om\nf. donoren er moden nok til å skjønne kva inngrepet inneber.\nUttak frå barn under 12 år og vaksne som ikkje har samtykkekompetanse, kan berre finne stad dersom:\na. uttaket gjeld fornybart vev, jf. § 3 bokstav c,\nb. donasjonen er nødvendig for å redde livet til mottakaren,\nc. det ikkje finst ein donor med samtykkekompetanse som deler mange nok av dei viktigaste vevstypane (er vevsforlikeleg), og\nd. mottakaren er søsken, barn eller forelder, eller i særlege tilfelle på annan måte i nær familie med donoren.\nUttak kan aldri gjennomførast i strid med viljen til ein donor som ikkje har samtykkekompetanse.\n0 Vert endra ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovudregel om samtykke",
      "content": "Det blir kravd skriftleg samtykke til uttak av organ, celler og vev frå levande donor. Samtykket skal også omfatte behandling av helseopplysingar og andre personopplysingar som er nødvendige for å gjennomføre donasjonar og transplantasjonar.\nSamtykke kan trekkjast tilbake.\nDepartementet kan gi forskrift om krav til samtykket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kven som har rett til å samtykke (samtykkekompetanse) til donasjon frå ein levande donor",
      "content": "Personar som har fylt 18 år, har rett til å samtykke til donasjon. Pasient- og brukerrettighetsloven § 4-3 andre til fjerde ledd om heilt eller delvis bortfall av samtykkekompetanse gjeld tilsvarande.\nFor personar som ikkje har fylt 18 år, har foreldra, eller andre med foreldreansvaret etter barnelova, rett til å samtykke til donasjon. Donasjon kan ikkje finne stad dersom foreldra er usamde.\nFor personar som har mista samtykkekompetansen etter pasient- og brukerrettighetsloven § 4-3 andre ledd, har næraste pårørande, jf. § 3 bokstav d, rett til å samtykke til donasjon.\nFor personar som er fråtatt den rettslege handleevna etter vergemålsloven § 22 tredje ledd, gjeld pasient- og brukerrettighetsloven § 4-7 tilsvarande.\nSamtykke etter andre til fjerde ledd må godkjennast av statsforvaltaren.\nFor at samtykket skal vere gyldig, må donoren og den som har samtykkekompetansen ha fått informasjon om helsetilstanden til donoren og om inngrepet, under dette om omfanget og konsekvensane av det. Informasjonen skal vere tilpassa dei individuelle føresetnadene til mottakaren, som alder, kor moden donoren er, erfaring og kultur- og språkbakgrunn. Den som gir informasjonen skal forsikre seg om at donoren og den som har rett til å samtykke har forstått informasjonen.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416). Vert endra ved lov 20 juni 2025 nr. 67 (i kraft 1 juni 2026 iflg. res. 20 juni 2025 nr. 1109).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Habilitet ved vurderinga av om ein levande donor er eigna",
      "content": "Den som har ansvaret for behandlinga av ein pasient som treng å få transplantert organ, celler eller vev, kan ikkje aleine gjennomføre vurderinga av om donoren er eigna.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Krav til utgreiing og oppfølging av levande donorar",
      "content": "Donoren har rett til å få nødvendig medisinsk og psykologisk utgreiing før det blir gitt samtykke til donasjon.\nDen som donerer organ, celler eller vev i eit omfang som gir, eller kan gi, konsekvensar for helsa av fysisk eller psykisk art, har rett til å få medisinsk oppfølging etter ein fastsett plan.\nDepartementet kan gi forskrift om medisinsk oppfølging av donorar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Stadfesting av døden",
      "content": "Uttak, jf. § 3 bokstav a, frå ein død donor kan ikkje skje før døden er stadfesta av lege.\nLegar som stadfestar døden, skal ikkje vere involvert i uttaket av organ, celler eller vev eller i transplantasjonsinngrepet.\nDersom døden blir stadfesta ved irreversibelt opphøyr av hjernefunksjonane, må diagnosen bekreftast av to legar. Den eine av legane skal vere relevant spesialist.\nDepartementet kan gi forskrift om stadfesting av døden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Vurdering av om ein pasient kan vere aktuell som donor",
      "content": "Når døden er konstatert, eller når det er svært sannsynleg at døden vil inntreffe innan kort tid og vidare livreddande behandling er formålslaus, skal det vurderast om pasienten kan vere aktuell som donor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Behandling med sikte på donasjon",
      "content": "Når livreddande behandling er formålslaus, og det er svært sannsynleg at pasienten vil døy innan kort tid, kan legen som er ansvarleg for behandlinga av pasienten, ta avgjerd om at det skal gjevast behandling med sikte på donasjon. Behandling etter første punktum kan ikkje gjevast dersom ein av dei næraste pårørande, jf. § 3 bokstav d, nektar.\nDen behandlande legen skal, i samråd med næraste pårørande til pasienten, ta avgjerd om kor lenge det skal gjevast behandling med sikte på donasjon. Behandlinga må uansett avsluttast når det er avklart at vilkåra for donasjon ikkje er til stades.\nDepartementet kan gi forskrift om behandling med sikte på donasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Samtykke frå avdøde og næraste pårørande sin rett til å nekte donasjon",
      "content": "Personar som har fylt 16 år, har rett til å samtykke til at donasjon av organ, celler og vev kan gjennomførast etter at dei er døde. Når avdøde har gitt samtykke, kan pårørande ikkje nekte donasjon.\nNår den døde ikkje har gitt eit samtykke, kan donasjon gjennomførast dersom det ikkje ligg føre forhold som tilseier at den døde ville ha motsett seg. Dei pårørande til den døde skal spørjast om det ligg føre slike forhold. Donasjon kan likevel ikkje gjennomførast dersom ein av dei næraste pårørande til den døde, jf. § 3 bokstav d, nektar. Donasjon kan heller ikkje gjennomførast dersom det ikkje er mogeleg å få kontakt med dei pårørande eller når avdøde ikkje har pårørande.\nFor personar som ikkje har fylt 16 år, har foreldra, eller andre med foreldreansvaret etter barnelova, rett til å samtykke til donasjon etter at dei er døde. Donasjon kan ikkje finne stad dersom foreldra er usamde. Dersom ingen har foreldreansvaret, har verja, eller næraste pårørande til den døde dersom det ikkje er oppnemnd verje, rett til å samtykke til donasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Informasjon til næraste pårørande",
      "content": "Næraste pårørande til den døde skal underrettast om dødsfallet, det planlagde uttaket, jf. § 3 bokstav a, og om retten til å nekte donasjon før donasjonen blir gjennomført.\nNæraste pårørande skal få tilpassa informasjon om kva donasjonen inneber.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Mogelegheit for å ta avskjed med donor",
      "content": "Pårørande skal, så sant det lar seg gjere, få tid til å ta avskjed med donor før uttaket, jf. § 3 bokstav a, startar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Tildeling av organ, celler og vev",
      "content": "Tildeling av organ, celler og vev til transplantasjon skal byggje på medisinske kriterium. Ved donasjon frå levande donor kan det i tillegg leggjast vekt på at mottakar er donors nærståande.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Anonymitet mellom partane i donasjonsprosessen",
      "content": "Donor og dei pårørande til donor og mottakar av organ, celler eller vev som ikkje kjenner kvarandre frå før, skal ikkje gjerast kjent med identiteten til kvarandre.\nDepartementet kan gi forskrift om korleis anonymiteten skal varetakast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kompensasjon for utgifter og tapte inntekter i samband med donasjon",
      "content": "Alle utgifter og tap av inntekter som ein levande donor eller næraste pårørande til ein død donor pådrar seg som følje av donasjonen, skal kompenserast av det regionale helseføretaket. Dette gjeld likevel ikkje dersom utgiftene blir dekt etter anna regelverk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Forbod mot transplantasjon frå dyr til menneske (xenotransplantasjon)",
      "content": "Det er forbode å transplantere levande biologisk materiale frå dyr til menneske.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Forbod mot kommersiell utnytting",
      "content": "Det er forbode å ta ut, sette inn eller bruke menneskelege organ, celler eller vev for å oppnå økonomisk vinning eller utilbørleg fordel, samt å krevje, tilby, ta imot eller gi slik vinning eller fordel.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Framtidsfullmakt",
      "content": "Framtidsfullmakter etter vergemålsloven kapittel 10 kan omfatte samtykke til og rett til å nekte donasjon av organ, celler og vev.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Forholdet til forvaltningsloven og klagereglane i pasient- og brukerrettighetsloven",
      "content": "Forvaltningsloven kapittel IV, V, VI og VIII gjeld ikkje for avgjerder som blir treft etter lova her. For avgjerder etter §§ 9 og 18 gjeld pasient- og brukerrettighetsloven kapittel 7.\n0 Endra med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Pålegg og tvangsmulkt",
      "content": "Statens helsetilsyn kan gi pålegg om retting og stenging, og fastsette tvangsmulkt etter reglane i helsetilsynsloven §§ 8 og 9.\n0 Endra med lover 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), 15 des 2017 nr. 107 (ikr. 1 juli 2019 iflg. res. 26 apr 2019 nr. 541).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:23 a",
      "chapter": "4",
      "section": "23 a",
      "title": "Straff",
      "content": "Den som forsettleg eller grovt aktlaust bryt reglane i §§ 5, 6, 7, 10, 12, 13, 16, 17, 19 eller 20, eller i forskrifter som er gjevne med heimel i dei, blir straffa med bøter eller fengsel inntil 2 år. Det same gjeld den som brukar, kjøper, klargjer, preserverer, lagrar, transporterer, overfører, tar imot, innfører eller utfører organ som er tatt ut i strid med reglane i §§ 5, 6, 7, 10, 12, 13, 16 eller 20.\n0 Føyd til med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), endra med lov 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "4:23 b",
      "chapter": "4",
      "section": "23 b",
      "title": "Straff for grove brot",
      "content": "Grove brot på §§ 5, 6, 7, 10, 12, 13 eller 20, eller på forskrifter som er gjevne med heimel i dei, blir straffa med fengsel inntil 6 år.\nVed avgjerda av om brotet er grovt skal det særleg leggjast vekt på om den som blei utsett for handlinga, var under 18 år, om det blei brukt grov vald eller tvang og om handlinga har ført til betydeleg utbytte. Den som var uvitande om at den fornærma var under 18 år, blir straffa dersom vedkommande på noko punkt kan klandrast for å ikkje ha kjent til dette.\n0 Føyd til med lov 16 juni 2017 nr. 54 (ikr. 1 juli 2017 iflg. res. 16 juni 2017 nr. 761), endra med lov 18 juni 2021 nr. 122 (i kraft 1 juli 2022 iflg. res. 8 april 2022 nr. 570).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23b",
        "source_heading": "§ 23 b."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Endringar i andre lover",
      "content": "Frå den tida lova tek til å gjelde, skal desse endringane gjerast: – – –\nLov 9. februar 1973 nr. 6 om transplantasjon, sykehusobduksjon og avgivelse av lik m.m. opphevast.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Iverksetjing",
      "content": "Lova gjeld frå den tida Kongen fastset.​1 Kongen kan setje i verk dei einskilde føresegnene til ulik tid.\n1 Frå 1 jan 2016 iflg. res. 13 nov 2015 nr. 1289.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ]
}