{
  "id": "LOV-2020-06-23-99",
  "type": "statute",
  "title": "Lov om tilskudd ved avbrutt permittering (økonomiske tiltak i møte med virusutbruddet)",
  "short_name": "Lov om tilskudd ved avbrutt permittering",
  "status": "in_force",
  "issued_date": "2020-06-23",
  "in_force_date": "2020-06-23",
  "url": "https://lovdata.no/dokument/NL/lov/2020-06-23-99",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med loven er å etablere en midlertidig ordning for tilskudd til arbeidsgivere som tar egne permitterte tilbake i arbeid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde i tid",
      "content": "(1) Tilskuddsordningen gjelder for kalendermånedene juli, august, oktober, november og desember 2020 og for perioden 15. mars til 31. august 2021.\n(2) For 2020 kan arbeidsgivere søke om tilskudd for den enkelte ansatte enten for\na. juli og august, eller en av disse månedene, eller\nb. oktober, november og desember, eller en av disse månedene.\n(3) For 2021 kan arbeidsgivere søke om tilskudd for den enkelte ansatte for perioden 15. mars til 31. august.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13, 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Arbeidsgivere som kan søke om tilskudd",
      "content": "Tilskuddsordningen gjelder for følgende arbeidsgivere:\na. Enkeltpersonforetak og selskap\nb. Institusjon eller organisasjon som omfattes av skatteloven § 2-32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Svalbard",
      "content": "Departementet kan gi forskrift om lovens anvendelse for Svalbard og kan fastsette særlige regler under hensyn til de stedlige forholdene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vilkår for tilskudd",
      "content": "(1) For å kunne få tilskudd for juli og august 2020 eller en av disse månedene må den ansatte ha vært helt eller delvis permittert per 28. mai 2020. Den ansatte kan ikke permitteres på nytt, være under oppsigelse eller sies opp før 1. oktober 2020.\n(2) For å kunne få tilskudd for oktober, november og desember 2020 eller en av disse månedene må den ansatte ha vært helt eller delvis permittert per 31. august 2020. Den ansatte kan ikke permitteres på nytt, være under oppsigelse eller sies opp før 1. februar 2021.\n(3) For å kunne få tilskudd etter første eller annet ledd, må\na. den ansatte tilbake i arbeid hos arbeidsgiveren i minst samme stillingsprosent som før permitteringen.\nb. den ansatte ha vært i arbeid hos arbeidsgiveren i hele perioden det søkes tilskudd for.\nc. enkeltpersonforetak og selskap ha hatt et omsetningsfall på mer enn 10 prosent.\n(4) For å kunne få tilskudd for hele eller deler av perioden 15. mars til 31. august 2021 må den ansatte ha vært helt eller delvis permittert 5. mars 2021 og på en eller flere av datoene 15. november 2020, 1., 15., eller 31. desember 2020, eller 15. januar 2021. Støtten beregnes ut fra hvor lenge den ansatte har vært i arbeid i perioden. Enkeltpersonforetak og selskap må ha hatt et omsetningsfall på mer enn 15 prosent.\n(5) Søkeren må utøve lovlig aktivitet.\n(6) Søkeren må ikke være under konkursbehandling.\n(7) Departementet kan gi forskrift til utfylling av denne paragrafen og fastsette nærmere vilkår for tilskudd. Departementet kan herunder gi regler som begrenser arbeidsgivers adgang til å gjennomføre nye permitteringer, oppsigelser eller arbeidstidsreduksjoner i perioden 28. mai til 1. januar 2021 og 5. mars til 31. august 2021.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13, 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Beregning av tilskudd for 2020",
      "content": "(1) Enkeltpersonforetak og selskap som har hatt et omsetningsfall på minst 30 prosent, gis tilskudd med 15 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering.\n(2) For enkeltpersonforetak og selskap som har hatt et omsetningsfall på mindre enn 30 prosent, beregnes tilskudd per måned per fulltidsansatt til 75 000 kroner multiplisert med prosentvis omsetningsfall fratrukket 10 prosentenheter.\n(3) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som ikke driver skattepliktig virksomhet, gis tilskudd med 10 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Omsetningsfall kreves ikke.\n(4) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som driver skattepliktig virksomhet, kan velge om tilskudd skal beregnes etter første og annet ledd eller etter tredje ledd.\n(5) Tilskuddets størrelse graderes etter den ansattes stillingsprosent ved permitteringstidspunktet og permitteringsgrad per\na. 28. mai 2020 for tilskudd for juli og august eller en av disse månedene\nb. 31. august 2020 for tilskudd for oktober, november og desember eller en av disse månedene.\n(6) For lærlinger beregnes tilskudd etter første til femte ledd, men begrenset oppad til 10 000 kroner.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Beregning av tilskudd for 2021",
      "content": "(1) Enkeltpersonforetak og selskap som har hatt et omsetningsfall på minst 70 prosent, gis tilskudd med 25 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering.\n(2) For enkeltpersonforetak og selskap med omsetningsfall på mindre enn 70 prosent, avkortes tilskuddet på 25 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Tilskuddet avkortes lineært ned til 10 000 kroner for omsetningsfall på 15 prosent.\n(3) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som ikke driver skattepliktig virksomhet, gis tilskudd med 15 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Omsetningsfall kreves ikke.\n(4) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som driver skattepliktig virksomhet, kan velge om tilskudd skal beregnes etter første og annet ledd eller etter tredje ledd.\n(5) Tilskuddets størrelse graderes etter\na. den ansattes stillingsprosent 5. mars\nb. reduksjon i permitteringsgrad\nc. hvor stor andel av perioden 15. mars til 31. august 2021 den ansatte har vært i arbeid, begrenset oppad til 108 dager.\n(6) For lærlinger beregnes tilskudd etter første til femte ledd, men begrenset oppad til 15 000 kroner.\n(7) Departementet kan gi forskrift til utfylling av §§ 6 og 6A, herunder om beregning av omsetning og omsetningsfall. Departementet kan fastsette øvre grenser for tilskudd for deler av eller hele perioden tilskuddsordningen gjelder, for det enkelte foretak og samlet for konsern. Departementet kan også gi nærmere regler om avkortning av støtten ved deltidsansettelse, reduksjon av arbeidstiden, ferieavvikling, permittering og oppsigelse, samt gi regler om avkortning av støtten ved uforholdsmessig lav utbetaling til ansatte.\n0 Tilføyd ved lov 26 mars 2021 nr. 13, endret ved lov 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6A."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Generelle forvaltningsregler",
      "content": "(1) Med de særreglene som er gitt i §§ 8 til 18, gjelder skatteforvaltningsloven så langt den passer for behandling av saker etter denne loven. Forvaltningsloven gjelder ikke for behandling av saker etter denne loven, med unntak av forvaltningsloven kapittel VII om forskrifter.\n(2) Departementet kan gi forskrift om forvaltningsregler som skal gjelde for behandling av saker etter denne loven, herunder utfylle og fravike reglene i skatteforvaltningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tilskuddsmyndighet og klageinstans",
      "content": "Skatteetaten er tilskuddsmyndighet etter loven. Skattekontoret treffer vedtak i første instans. Skattedirektoratet er klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Innhenting av opplysninger",
      "content": "(1) Tilskuddsmyndigheten kan uten hinder av taushetsplikt innhente opplysninger ved å pålegge offentlige myndigheter og private rettssubjekter å gi opplysninger som kan ha betydning for tilskudd etter denne loven og kontrollen av dette. Første punktum gjelder også personopplysninger.\n(2) Departementet kan gi forskrift om innhenting av opplysninger etter første ledd, herunder om hvem tilskuddsmyndigheten kan innhente opplysninger fra og hvilke opplysninger som kan innhentes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Offentliggjøring av opplysninger",
      "content": "(1) Tilskuddsmyndigheten kan gjøre opplysninger om tilskudd, herunder beregningsgrunnlag og tilskuddets størrelse, tilgjengelig på Internett til alminnelig ettersyn. Opplysningene skal gis i søkbar form slik tilskuddsmyndigheten bestemmer. Offentleglova får ikke anvendelse ved krav om innsyn i slike opplysninger.\n(2) Taushetsplikten etter skatteforvaltningsloven kapittel 3 omfatter ikke opplysninger som offentliggjøres etter første ledd.\n(3) Departementet kan i forskrift gi nærmere regler om offentliggjøring av opplysninger, herunder hvilke opplysninger som skal gjøres offentlig tilgjengelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Søknad om tilskudd",
      "content": "(1) Tilskudd etter denne loven gis etter søknad. Søknaden skal inneholde opplysninger som kan ha betydning for fastsetting av tilskuddet.\n(2) Departementet kan gi forskrift om krav til søknaden, herunder om hvordan opplysninger skal gis, nærmere vilkår for leveringsmåte og format, hvilke opplysninger søknaden skal inneholde, frister og om bekreftelse av opplysninger fra revisor eller regnskapsfører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opplysningsplikt for søkeren",
      "content": "(1) Den som søker om tilskudd etter denne loven, skal gi riktige og fullstendige opplysninger. Søkeren skal opptre aktsomt og lojalt, og skal varsle tilskuddsmyndigheten om eventuelle feil. Det skal også varsles om endringer som kan ha betydning for tilskuddet.\n(2) Departementet kan gi forskrift om bekreftelse og dokumentasjon av opplysninger fra søkeren og om opplysningsplikt for den som har mottatt tilskudd. Bestemmelsen i § 9 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Vedtak om tilskudd",
      "content": "Tilskuddsmyndigheten treffer vedtak om fastsetting av tilskudd etter denne loven. Tilskuddsmyndigheten kan sammenstille nødvendige opplysninger og treffe vedtak som utelukkende er basert på automatisert behandling av personopplysninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Administrative sanksjoner",
      "content": "(1) Administrativ sanksjon ilegges tilskuddsmottaker som forsettlig eller grovt uaktsomt gir tilskuddsmyndigheten uriktig eller ufullstendig opplysning, eller unnlater å gi pliktig opplysning, når vedkommende forstår eller bør forstå at det kan føre til uberettigede økonomiske fordeler.\n(2) Fristen for å ilegge administrativ sanksjon er fem år etter utløpet av den perioden vedtaket om tilskudd gjelder.\n(3) Administrativ sanksjon beregnes med 30 eller 60 prosent av tilskuddet som tilskuddsmottakeren uberettiget har mottatt.\n(4) Skatteforvaltningsloven §§ 14-8 til 14-11 gjelder tilsvarende så langt det passer.\n(5) Departementet kan gi forskrift om administrative sanksjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Straff",
      "content": "Straffeloven §§ 378 til 380 om skattesvik gjelder tilsvarende for den som forsettlig eller grovt uaktsomt gir tilskuddsmyndigheten uriktig eller ufullstendig opplysning, eller unnlater å gi pliktig opplysning, når vedkommende forstår eller bør forstå at det kan føre til uberettigede økonomiske fordeler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kravsmyndighet mv.",
      "content": "(1) Krav på tilbakebetaling av uriktig utbetalt tilskudd og administrative sanksjoner betales til og innkreves av Innkrevingsmyndigheten.\n(2) Departementet kan i forskrift utfylle og fravike regler om betaling av tilskudd etter denne loven, herunder om krav på tilbakebetaling og innkreving av utbetalt tilskudd og administrative sanksjoner og om renter. Departementet kan også gi forskrift om hvem som er kravsmyndighet.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Forfall for utbetaling av tilskudd",
      "content": "Utbetaling av tilskudd skal skje snarest og senest tre uker etter at det er fattet vedtak om utbetaling av tilskudd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tilbakebetaling av uriktig utbetalt tilskudd",
      "content": "Dersom det er utbetalt tilskudd i strid med bestemmelsene i denne loven, eller forskrift gitt i medhold av denne loven, skal det uriktig utbetalte beløpet tilbakebetales. Krav på tilbakebetaling av tilskudd er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Forfall for krav om tilbakebetaling og administrativ sanksjon",
      "content": "(1) Krav på tilbakebetaling etter § 18 forfaller til betaling tre uker etter at melding om vedtak om tilbakebetaling er sendt til skyldner.\n(2) Administrative sanksjoner ilagt etter § 14 forfaller til betaling tre uker etter at fristen for å klage over vedtaket om fastsetting av kravet er utløpt, eller ved klage, tre uker etter at klagen er avgjort. Dersom det innvilges utsatt iverksetting av krav etter skatteforvaltningsloven § 14-10 annet ledd, forfaller kravet til betaling tre uker etter utløpet av søksmålsfristen, eller ved søksmål, tre uker etter at endelig rettsavgjørelse foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Forsinkelsesrenter ved for sen betaling",
      "content": "(1) For tilbakebetalingskrav og administrative sanksjoner som ikke er betalt innen forfall etter § 19, betales forsinkelsesrente.\n(2) Rentesatsen tilsvarer den til enhver tid gjeldende rentesats fastsatt i forskrift med hjemmel i lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. (forsinkelsesrenteloven) § 3 første ledd første punktum. Rentene beregnes fra forfall etter § 19 og inntil betaling skjer. Forsinkelsesrenteloven § 2 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Rentegodtgjørelse ved forsinket utbetaling av tilskudd",
      "content": "Utbetales tilskudd senere enn den frist som er fastsatt i § 17, skal det ytes rentegodtgjørelse fra forfallstidspunktet og frem til utbetalingen skjer. For øvrig gjelder § 20 annet ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Lovens ikrafttredelse, overgangsbestemmelser",
      "content": "(1) Loven trer i kraft straks.\n(2) Departementet kan gi forskrift om overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Formålet med loven er å etablere en midlertidig ordning for tilskudd til arbeidsgivere som tar egne permitterte tilbake i arbeid.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde i tid",
      "content": "(1) Tilskuddsordningen gjelder for kalendermånedene juli, august, oktober, november og desember 2020 og for perioden 15. mars til 31. august 2021.\n(2) For 2020 kan arbeidsgivere søke om tilskudd for den enkelte ansatte enten for\na. juli og august, eller en av disse månedene, eller\nb. oktober, november og desember, eller en av disse månedene.\n(3) For 2021 kan arbeidsgivere søke om tilskudd for den enkelte ansatte for perioden 15. mars til 31. august.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13, 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Arbeidsgivere som kan søke om tilskudd",
      "content": "Tilskuddsordningen gjelder for følgende arbeidsgivere:\na. Enkeltpersonforetak og selskap\nb. Institusjon eller organisasjon som omfattes av skatteloven § 2-32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Svalbard",
      "content": "Departementet kan gi forskrift om lovens anvendelse for Svalbard og kan fastsette særlige regler under hensyn til de stedlige forholdene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Vilkår for tilskudd",
      "content": "(1) For å kunne få tilskudd for juli og august 2020 eller en av disse månedene må den ansatte ha vært helt eller delvis permittert per 28. mai 2020. Den ansatte kan ikke permitteres på nytt, være under oppsigelse eller sies opp før 1. oktober 2020.\n(2) For å kunne få tilskudd for oktober, november og desember 2020 eller en av disse månedene må den ansatte ha vært helt eller delvis permittert per 31. august 2020. Den ansatte kan ikke permitteres på nytt, være under oppsigelse eller sies opp før 1. februar 2021.\n(3) For å kunne få tilskudd etter første eller annet ledd, må\na. den ansatte tilbake i arbeid hos arbeidsgiveren i minst samme stillingsprosent som før permitteringen.\nb. den ansatte ha vært i arbeid hos arbeidsgiveren i hele perioden det søkes tilskudd for.\nc. enkeltpersonforetak og selskap ha hatt et omsetningsfall på mer enn 10 prosent.\n(4) For å kunne få tilskudd for hele eller deler av perioden 15. mars til 31. august 2021 må den ansatte ha vært helt eller delvis permittert 5. mars 2021 og på en eller flere av datoene 15. november 2020, 1., 15., eller 31. desember 2020, eller 15. januar 2021. Støtten beregnes ut fra hvor lenge den ansatte har vært i arbeid i perioden. Enkeltpersonforetak og selskap må ha hatt et omsetningsfall på mer enn 15 prosent.\n(5) Søkeren må utøve lovlig aktivitet.\n(6) Søkeren må ikke være under konkursbehandling.\n(7) Departementet kan gi forskrift til utfylling av denne paragrafen og fastsette nærmere vilkår for tilskudd. Departementet kan herunder gi regler som begrenser arbeidsgivers adgang til å gjennomføre nye permitteringer, oppsigelser eller arbeidstidsreduksjoner i perioden 28. mai til 1. januar 2021 og 5. mars til 31. august 2021.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13, 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Beregning av tilskudd for 2020",
      "content": "(1) Enkeltpersonforetak og selskap som har hatt et omsetningsfall på minst 30 prosent, gis tilskudd med 15 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering.\n(2) For enkeltpersonforetak og selskap som har hatt et omsetningsfall på mindre enn 30 prosent, beregnes tilskudd per måned per fulltidsansatt til 75 000 kroner multiplisert med prosentvis omsetningsfall fratrukket 10 prosentenheter.\n(3) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som ikke driver skattepliktig virksomhet, gis tilskudd med 10 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Omsetningsfall kreves ikke.\n(4) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som driver skattepliktig virksomhet, kan velge om tilskudd skal beregnes etter første og annet ledd eller etter tredje ledd.\n(5) Tilskuddets størrelse graderes etter den ansattes stillingsprosent ved permitteringstidspunktet og permitteringsgrad per\na. 28. mai 2020 for tilskudd for juli og august eller en av disse månedene\nb. 31. august 2020 for tilskudd for oktober, november og desember eller en av disse månedene.\n(6) For lærlinger beregnes tilskudd etter første til femte ledd, men begrenset oppad til 10 000 kroner.\n0 Endret ved lover 23 okt 2020 nr. 117, 26 mars 2021 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "6 a",
      "section": "6 a",
      "title": "Beregning av tilskudd for 2021",
      "content": "(1) Enkeltpersonforetak og selskap som har hatt et omsetningsfall på minst 70 prosent, gis tilskudd med 25 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering.\n(2) For enkeltpersonforetak og selskap med omsetningsfall på mindre enn 70 prosent, avkortes tilskuddet på 25 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Tilskuddet avkortes lineært ned til 10 000 kroner for omsetningsfall på 15 prosent.\n(3) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som ikke driver skattepliktig virksomhet, gis tilskudd med 15 000 kroner per måned per fulltidsansatt som tas tilbake fra permittering. Omsetningsfall kreves ikke.\n(4) Institusjon eller organisasjon som omfattes av skatteloven § 2-32 og som driver skattepliktig virksomhet, kan velge om tilskudd skal beregnes etter første og annet ledd eller etter tredje ledd.\n(5) Tilskuddets størrelse graderes etter\na. den ansattes stillingsprosent 5. mars\nb. reduksjon i permitteringsgrad\nc. hvor stor andel av perioden 15. mars til 31. august 2021 den ansatte har vært i arbeid, begrenset oppad til 108 dager.\n(6) For lærlinger beregnes tilskudd etter første til femte ledd, men begrenset oppad til 15 000 kroner.\n(7) Departementet kan gi forskrift til utfylling av §§ 6 og 6A, herunder om beregning av omsetning og omsetningsfall. Departementet kan fastsette øvre grenser for tilskudd for deler av eller hele perioden tilskuddsordningen gjelder, for det enkelte foretak og samlet for konsern. Departementet kan også gi nærmere regler om avkortning av støtten ved deltidsansettelse, reduksjon av arbeidstiden, ferieavvikling, permittering og oppsigelse, samt gi regler om avkortning av støtten ved uforholdsmessig lav utbetaling til ansatte.\n0 Tilføyd ved lov 26 mars 2021 nr. 13, endret ved lov 18 juni 2021 nr. 111.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6A."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Generelle forvaltningsregler",
      "content": "(1) Med de særreglene som er gitt i §§ 8 til 18, gjelder skatteforvaltningsloven så langt den passer for behandling av saker etter denne loven. Forvaltningsloven gjelder ikke for behandling av saker etter denne loven, med unntak av forvaltningsloven kapittel VII om forskrifter.\n(2) Departementet kan gi forskrift om forvaltningsregler som skal gjelde for behandling av saker etter denne loven, herunder utfylle og fravike reglene i skatteforvaltningsloven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tilskuddsmyndighet og klageinstans",
      "content": "Skatteetaten er tilskuddsmyndighet etter loven. Skattekontoret treffer vedtak i første instans. Skattedirektoratet er klageinstans.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Innhenting av opplysninger",
      "content": "(1) Tilskuddsmyndigheten kan uten hinder av taushetsplikt innhente opplysninger ved å pålegge offentlige myndigheter og private rettssubjekter å gi opplysninger som kan ha betydning for tilskudd etter denne loven og kontrollen av dette. Første punktum gjelder også personopplysninger.\n(2) Departementet kan gi forskrift om innhenting av opplysninger etter første ledd, herunder om hvem tilskuddsmyndigheten kan innhente opplysninger fra og hvilke opplysninger som kan innhentes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Offentliggjøring av opplysninger",
      "content": "(1) Tilskuddsmyndigheten kan gjøre opplysninger om tilskudd, herunder beregningsgrunnlag og tilskuddets størrelse, tilgjengelig på Internett til alminnelig ettersyn. Opplysningene skal gis i søkbar form slik tilskuddsmyndigheten bestemmer. Offentleglova får ikke anvendelse ved krav om innsyn i slike opplysninger.\n(2) Taushetsplikten etter skatteforvaltningsloven kapittel 3 omfatter ikke opplysninger som offentliggjøres etter første ledd.\n(3) Departementet kan i forskrift gi nærmere regler om offentliggjøring av opplysninger, herunder hvilke opplysninger som skal gjøres offentlig tilgjengelig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Søknad om tilskudd",
      "content": "(1) Tilskudd etter denne loven gis etter søknad. Søknaden skal inneholde opplysninger som kan ha betydning for fastsetting av tilskuddet.\n(2) Departementet kan gi forskrift om krav til søknaden, herunder om hvordan opplysninger skal gis, nærmere vilkår for leveringsmåte og format, hvilke opplysninger søknaden skal inneholde, frister og om bekreftelse av opplysninger fra revisor eller regnskapsfører.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Opplysningsplikt for søkeren",
      "content": "(1) Den som søker om tilskudd etter denne loven, skal gi riktige og fullstendige opplysninger. Søkeren skal opptre aktsomt og lojalt, og skal varsle tilskuddsmyndigheten om eventuelle feil. Det skal også varsles om endringer som kan ha betydning for tilskuddet.\n(2) Departementet kan gi forskrift om bekreftelse og dokumentasjon av opplysninger fra søkeren og om opplysningsplikt for den som har mottatt tilskudd. Bestemmelsen i § 9 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Vedtak om tilskudd",
      "content": "Tilskuddsmyndigheten treffer vedtak om fastsetting av tilskudd etter denne loven. Tilskuddsmyndigheten kan sammenstille nødvendige opplysninger og treffe vedtak som utelukkende er basert på automatisert behandling av personopplysninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Administrative sanksjoner",
      "content": "(1) Administrativ sanksjon ilegges tilskuddsmottaker som forsettlig eller grovt uaktsomt gir tilskuddsmyndigheten uriktig eller ufullstendig opplysning, eller unnlater å gi pliktig opplysning, når vedkommende forstår eller bør forstå at det kan føre til uberettigede økonomiske fordeler.\n(2) Fristen for å ilegge administrativ sanksjon er fem år etter utløpet av den perioden vedtaket om tilskudd gjelder.\n(3) Administrativ sanksjon beregnes med 30 eller 60 prosent av tilskuddet som tilskuddsmottakeren uberettiget har mottatt.\n(4) Skatteforvaltningsloven §§ 14-8 til 14-11 gjelder tilsvarende så langt det passer.\n(5) Departementet kan gi forskrift om administrative sanksjoner.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Straff",
      "content": "Straffeloven §§ 378 til 380 om skattesvik gjelder tilsvarende for den som forsettlig eller grovt uaktsomt gir tilskuddsmyndigheten uriktig eller ufullstendig opplysning, eller unnlater å gi pliktig opplysning, når vedkommende forstår eller bør forstå at det kan føre til uberettigede økonomiske fordeler.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Kravsmyndighet mv.",
      "content": "(1) Krav på tilbakebetaling av uriktig utbetalt tilskudd og administrative sanksjoner betales til og innkreves av Innkrevingsmyndigheten.\n(2) Departementet kan i forskrift utfylle og fravike regler om betaling av tilskudd etter denne loven, herunder om krav på tilbakebetaling og innkreving av utbetalt tilskudd og administrative sanksjoner og om renter. Departementet kan også gi forskrift om hvem som er kravsmyndighet.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Forfall for utbetaling av tilskudd",
      "content": "Utbetaling av tilskudd skal skje snarest og senest tre uker etter at det er fattet vedtak om utbetaling av tilskudd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Tilbakebetaling av uriktig utbetalt tilskudd",
      "content": "Dersom det er utbetalt tilskudd i strid med bestemmelsene i denne loven, eller forskrift gitt i medhold av denne loven, skal det uriktig utbetalte beløpet tilbakebetales. Krav på tilbakebetaling av tilskudd er tvangsgrunnlag for utlegg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Forfall for krav om tilbakebetaling og administrativ sanksjon",
      "content": "(1) Krav på tilbakebetaling etter § 18 forfaller til betaling tre uker etter at melding om vedtak om tilbakebetaling er sendt til skyldner.\n(2) Administrative sanksjoner ilagt etter § 14 forfaller til betaling tre uker etter at fristen for å klage over vedtaket om fastsetting av kravet er utløpt, eller ved klage, tre uker etter at klagen er avgjort. Dersom det innvilges utsatt iverksetting av krav etter skatteforvaltningsloven § 14-10 annet ledd, forfaller kravet til betaling tre uker etter utløpet av søksmålsfristen, eller ved søksmål, tre uker etter at endelig rettsavgjørelse foreligger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Forsinkelsesrenter ved for sen betaling",
      "content": "(1) For tilbakebetalingskrav og administrative sanksjoner som ikke er betalt innen forfall etter § 19, betales forsinkelsesrente.\n(2) Rentesatsen tilsvarer den til enhver tid gjeldende rentesats fastsatt i forskrift med hjemmel i lov 17. desember 1976 nr. 100 om renter ved forsinket betaling m.m. (forsinkelsesrenteloven) § 3 første ledd første punktum. Rentene beregnes fra forfall etter § 19 og inntil betaling skjer. Forsinkelsesrenteloven § 2 annet ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Rentegodtgjørelse ved forsinket utbetaling av tilskudd",
      "content": "Utbetales tilskudd senere enn den frist som er fastsatt i § 17, skal det ytes rentegodtgjørelse fra forfallstidspunktet og frem til utbetalingen skjer. For øvrig gjelder § 20 annet ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Lovens ikrafttredelse, overgangsbestemmelser",
      "content": "(1) Loven trer i kraft straks.\n(2) Departementet kan gi forskrift om overgangsbestemmelser.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}