{
  "id": "LOV-1986-07-11-53",
  "type": "statute",
  "title": "Lov om private høyskoler (privathøyskoleloven).",
  "short_name": "Privathøyskoleloven.",
  "status": "in_force",
  "issued_date": "1986-07-11",
  "in_force_date": "1986-07-11",
  "url": "https://lovdata.no/dokument/NLO/lov/1986-07-11-53",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven skal bidra til å sikre drift av private høyskoler som faglig er på høyde med statlige.​1\nLoven skal også bidra til å sikre studenter ved slike private høyskoler tilfredsstillende vilkår.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 12 mai 1995 nr. 22 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for de private høyskoler som har institusjonsakkreditering,​1 får statlig tilskudd, eller gir eksamen godkjent etter denne lov.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Styre​1",
      "content": "Høyskolen skal ha et kollegialt styre som ansvarlig organ.\nHøyskolens eier fastsetter antallet styremedlemmer, skal gi plass til minst ett medlem valgt av og fra hver av gruppene ansatte og studenter og oppnevner selv de øvrige medlemmer.​2\nHøyskolens eier kan oppnevne alle styrets medlemmer om høyskolen har et høyskoleråd med medlemmer fra ansatte og studenter, jf. § 4.\nStyret fastsetter de reglementer og instrukser som skal gjelde på høyskolen og ansetter personale i faglige stillinger.\nStyrets leder skal sørge for at det holdes møte så ofte det -trenges. Medlem av styret og høyskoleeieren kan kreve at styret sammenkalles.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se dl. § 191 annet ledd. Sml. lov 12 mai 1995 nr. 22 kap. 2.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Høyskoleråd",
      "content": "Hvis styret ikke er sammensatt i samsvar med § 3 annet ledd skal høyskolen ha et høyskoleråd sammensatt av medlemmer utpekt av de ansatte og studentene.\nHøyskoleeieren fastsetter antallet rådsmedlemmer.\nEt flertall av medlemmene skal være faglig ansatte. De øvrige ansatte og studentene skal ha minst ett medlem hver. Høyskoleeieren fastsetter fordelingen på gruppene.\nHøyskolerådet uttaler seg om høyskolens faglige virksomhet, stillingsbehov og andre saker som forelegges av styret eller som rådet selv tar opp.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Faglig ansatte​1",
      "content": "Faglig ansatte ved høyskolen må ha faglige kvalifikasjoner på samme nivå som tilsatte i faglige stillinger ved statlige høyskoler og universiteter.​2\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 4 feb 1977 nr. 4 § 40 første ledd, d.\n2 Jfr. lov 12 mai 1995 nr. 22 § 30 og § 57 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Studieplaner og eksamen",
      "content": "Høyskolen må drive sin virksomhet etter studieplaner godkjent av organ som nevnt i lov om universiteter og høgskoler​1 § 12.\nHøyskolens styre​2 fastsetter eksamensreglement jf. § 3, herunder regler om klage på sensur. Reglementet skal i alt vesentlig svare til ordningen for statlige universitets- og høyskoleeksamener.​3\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 12 mai 1995 nr. 22.\n2 Jfr. § 3.\n3 Jfr. lov 16 mai 1995 nr. 22 kap. 6 og kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opptak av studenter",
      "content": "Høyskolen skal ha et reglement for opptak av studentene.\nDen studieforberedende utdannelse skal i omfang og nivå i alt vesentlig svare til kravene ved statlige universiteter og høyskoler.​1 Når særlige hensyn taler for det, kan departementet​2 gjøre unntak fra denne bestemmelse.\n1 Se lov 12 mai 1995 nr. 22 § 37.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Godkjennelse av eksamener og grader​1",
      "content": "Organ som nevnt i lov om universiteter og høgskoler​2 § 12 vurderer søknader om godkjennelse av eksamener og grader. Departementet​3 gir forskrift​4 om saksbehandlingen.\nNår kravene i kap. 2 er tilfredsstilt og det godtgjøres faglig jevngodhet, skal en privat høyskoles eksamen eller grad godkjennes som universitets- eller høyskoleeksamen eller -grad fastsatt med hjemmel i lov om universiteter og høgskoler. Godkjennelse kan gis også om deler av utdanningen er fra en annen institusjon.​5\nAndre eksamener og grader kan godkjennes når de er faglig på nivå med dem som er fastsatt med hjemmel i loven nevnt i andre ledd.​6\nOrgan som nevnt i første ledd gir godkjennelse for eksamener, mens Kongen gir godkjennelse for grader etter denne bestemmelse.\nFor høyskole som får godkjent eksamen etter andre eller tredje ledd, kan Kongen bestemme at lov om universiteter og høgskoler​2 § 42b og kap. 10a, helt eller delvis skal gjelde tilsvarende.\nKongen kan gi forskrift​4 om oppnevnelse av sensorer.\n0 Endret ved lover 16 juni 1989 nr. 77, 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861), 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. § 10d.\n2 Lov 12 mai 1995 nr. 22.\n3 Utdannings- og forskningsdeprtementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se § 10 første ledd.\n6 Se § 10 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Titler",
      "content": "Eksamen eller grad godkjent etter § 9 andre ledd gir rett til å bruke tilsvarende tittel.​1\nFor eksamen eller grad godkjent etter § 9 tredje ledd kan Kongen gi rett til annen tittel.\nDen som forsettlig eller uaktsomt bruker tittel uten slik rett, alene eller som del av en tittel, straffes med bøter.​2\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se lov 12 mai 1995 nr. 22 kap. 10.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Akkreditering av institusjoner​1",
      "content": "Private høyskoler kan søke organ som nevnt i lov om universiteter og høgskoler​2 § 12 om akkreditering av institusjonen.\nKongen kan gi høyskoler som blir akkreditert etter første ledd, rett til å bruke betegnelsen akkreditert høyskole, vitenskapelig høyskole eller universitet.\nHøyskoler som blir akkreditert etter første ledd skal ha tilfredsstillende interne systemer for kvalitetssikring.​3 Studentevalueringer skal inngå i systemene for kvalitetssikring. Departementet​4 kan fastsette forskrift.\nDepartementet​4 fastsetter forskrift​5 om saksbehandling og klageadgang, vilkår for akkreditering etter første ledd og fastsetting av standarder som skal legges til grunn for akkrediteringen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. § 10b.\n2 Lov 12 mai 1995 nr. 22.\n3 Se § 10b siste ledd.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10a."
      }
    },
    {
      "provision_ref": "3:10 b",
      "chapter": "3",
      "section": "10 b",
      "title": "Faglige fullmakter for akkrediterte institusjoner – fag, emner og emnegrupper. Rammeplan. Studieplan.",
      "content": "Private høyskoler som blir akkreditert som universitet, vitenskapelig høyskole eller akkreditert høyskole med hjemmel i § 10a, bestemmer selv​1 hvilke fag, emner og emnegrupper institusjonen kan tilby, og som skal inngå i grunnlaget for lavere grad eller yrkesutdanning fastsatt med hjemmel i § 9. Innenfor de fagområder der de kan tildele doktorgrad, bestemmer de selv hvilke fag, emner og emnegrupper som institusjonen kan tilby, og som skal inngå i grunnlaget for øvrige grader eller yrkesutdanninger fastsatt med hjemmel i § 9. For fagområder der de ikke kan tildele doktorgrad, fastsetter departementet​2 slike bestemmelser.\nFor private høyskoler som blir akkreditert høyskole jf. § 10a, kan fullmaktene etter første ledd avgrenses til lavere grads nivå innenfor de fagområder de er akkreditert for å tilby. Organ som nevnt i § 10a første ledd avgjør hvilke fullmakter den enkelte institusjon skal få.\nPrivate høyskoler som blir akkreditert etter § 10a, kan få fullmakter etter §§ 48 og 49 i lov om universiteter og høgskoler.​3 Departementet​2 kan fastsette forskrift.​4\nDepartementet​2 kan fastsette at bestemte emner inntil 20 studiepoeng skal inngå i en grad.\nDepartementet​2 kan fastsette forskrift​4 om krav til høyere grad og om omfang av selvstendig arbeid i høyere grad.\nDepartementet​2 kan fastsette nasjonale rammeplaner for enkelte utdanninger.\nStyret​5 fastsetter studieplan for det faglige innholdet i studiene, herunder bestemmelser om obligatoriske kurs, praksis og lignende og om vurderingsformer.\nMyndighet gitt etter første ledd kan trekkes tilbake av departementet dersom institusjonene ikke har tilfredsstillende systemer for kvalitetssikring, jf. § 10a tredje ledd og lov om universiteter og høgskoler § 13 nr. 1.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Se siste ledd.\n2 Utdannings- og forskningsdepartementet.\n3 Lov 12 mai 1995 nr. 22.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10b",
        "source_heading": "§ 10b."
      }
    },
    {
      "provision_ref": "3:10 c",
      "chapter": "3",
      "section": "10 c",
      "title": "Rett til bruk av institusjonsbetegnelse",
      "content": "Med unntak av institusjoner som omfattes av lov om universiteter og høgskoler​1 § 1, kan bare institusjon som har fått godkjenning som vitenskapelig høyskole eller universitet etter § 10a benytte slik betegnelse. Betegnelsen akkreditert høyskole kan bare benyttes av institusjon som har fått godkjenning etter § 10a.\nKongen kan, ved forskrift eller enkeltvedtak,​2 forby bruk av institusjonsbetegnelse eller navn som uriktig gir inntrykk av å ha slik godkjenning, eller som er egnet til å forveksles med en betegnelse nevnt i første ledd.\nDepartementet kan etter søknad gi dispensasjon for etablerte sammensatte betegnelser som ikke er egnet til å forveksles med betegnelsene nevnt i første ledd.\nDen som i strid med første og andre ledd forsettlig eller uaktsomt bruker en vernet institusjonsbetegnelse, straffes med bøter.​3\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 12 mai 1995 nr. 22.\n2 Jfr. lov 10 feb 1967 § 2.\n3 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10c",
        "source_heading": "§ 10c."
      }
    },
    {
      "provision_ref": "4:10 d",
      "chapter": "4",
      "section": "10 d",
      "title": "Fritak for eksamen eller prøve",
      "content": "Fritak for eksamen eller prøve skal gis når det godtgjøres​1 at tilsvarende eksamen eller prøve er avlagt ved statlig universitet eller høyskole,​2 eller ved privat høyskole når eksamen er godkjent etter § 9, eller gitt i medhold av institusjonsakkreditering jf. §§ 10a og 10b.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se § 10e annet ledd.\n2 Jfr. lov 12 mai 1995 nr. 22 § 1 nr. 1, jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10d",
        "source_heading": "§ 10d."
      }
    },
    {
      "provision_ref": "4:10 e",
      "chapter": "4",
      "section": "10 e",
      "title": "Annullering av eksamen eller prøve​1",
      "content": "Styret​2 selv kan annullere eksamen eller prøve, eller godkjennelse av kurs, hvis studenten​3\na. ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden har skaffet seg adgang til å gå opp til vedkommende eksamen eller prøve eller til å delta i vedkommende kurs, eller\nb. har forsøkt å fuske eller forsettlig eller grovt uaktsomt har fusket ved avleggelse av, eller forut for endelig sensur av vedkommende eksamen eller prøve eller under gjennomføringen av vedkommende kurs.\nStyret​2 selv kan annullere fritak for eksamen eller prøve, jf. § 10d, hvis studenten har oppnådd dette ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden.\nVedtak om annullering etter første eller andre ledd kan påklages til klagenemnd, jf. § 14a.\nAdgang til annullering foreldes ikke.\nEtter avgjørelse om annullering pliktes eventuelle vitnemål eller karakterutskrift tilbakelevert høyskolen. Blir ikke vitnemålet eller karakterutskriften tilbakelevert i rett tid, kan høyskolen kreve namsmannens hjelp til tilbakelevering i samsvar med reglene i tvangsfullbyrdelsesloven​5 kap. 13.\nHvis vitnemålet kan danne grunnlag for autorisasjon for yrkesutøving, skal høyskolen gi melding om annullering til vedkommende myndighet.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 54.\n2 Jfr. § 3.\n3 Se § 10i tredje ledd.\n4 Jfr. strl. kap. 18.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10e",
        "source_heading": "§ 10e."
      }
    },
    {
      "provision_ref": "4:10 f",
      "chapter": "4",
      "section": "10 f",
      "title": "Studentenes læringsmiljø​1",
      "content": "Styret har det overordnede ansvar for studentenes læringsmiljø. Høyskolens ledelse skal, i samarbeid med studentsamskipnaden, legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet. Dersom høyskolen ikke er knyttet til en studentsamskipnad, har styret ansvar som nevnt i andre punktum alene.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10f",
        "source_heading": "§ 10f."
      }
    },
    {
      "provision_ref": "4:10 g",
      "chapter": "4",
      "section": "10 g",
      "title": "Studentorgan​1",
      "content": "Studentene ved høyskolen kan opprette et studentorgan for å ivareta studentenes interesser og fremme studentenes synspunkter overfor høyskolens styre og/eller råd.\nHøyskolen skal legge forholdene til rette slik at studentorganet kan drive sitt arbeid på en tilfredsstillende måte.\nStudentorganet skal høres i alle saker som angår studentene.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10g",
        "source_heading": "§ 10g."
      }
    },
    {
      "provision_ref": "4:10 h",
      "chapter": "4",
      "section": "10 h",
      "title": "Studenters taushetsplikt​1",
      "content": "En student som i studiesammenheng får kjennskap til noens personlige forhold, har taushetsplikt​2 etter de regler som gjelder for yrkesutøvere på vedkommende livsområde. Høyskolen skal utarbeide taushetsplikterklæring som må underskrives av de studenter dette er aktuelt for.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 41.\n2 Se § 10i annet ledd. – Jfr. f.eks. lover 10 feb 1967 § 13, 13 des 1991 nr. 81 § 8-8, 17 juli 1992 nr. 100 § 6-7, og 2 juli 1999 nr. 64 kap. 5, jfr. dens § 3 første ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10h",
        "source_heading": "§ 10h."
      }
    },
    {
      "provision_ref": "4:10 i",
      "chapter": "4",
      "section": "10 i",
      "title": "Bortvisning. Utestenging​1",
      "content": "En student som tross skriftlig advarsel fra styret gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid eller for virksomheten ved høyskolen ellers, kan etter vedtak​2 av styret bortvises fra nærmere bestemte områder ved høyskolen for inntil ett år. Hvis en student etter skriftlig advarsel fra styret fortsatt ikke respekterer slik bortvisning, kan styret utestenge ham eller henne fra studiet inntil ett år.\nEn student som grovt klanderverdig har opptrådt på en slik måte at det er skapt fare for liv eller helse for pasienter,​3 klienter,​4 barnehagebarn,​5 elever​6 eller andre som studentene har å gjøre med som del i klinisk undervisning eller praksisopplæring,​7 eller som gjør seg skyldig i grove brudd på taushetsplikt​8 eller i grovt usømmende opptreden overfor disse, kan etter vedtak​2 av styret utestenges fra studiet inntil 3 år. Høyskolen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven​9 § 48 første ledd.\nEn student som har opptrådt slik som beskrevet i § 10e første ledd, litra a eller b, kan etter vedtak​2 av styret utestenges fra høyskolen og fratas retten til å gå opp til eksamen i inntil ett år.\nVedtak om bortvisning eller utestenging treffes av styret selv med minst to tredelers flertall.\nStudenten har rett til å la seg bistå av advokat​10 eller annen talsperson​11 fra sak om bortvisning eller utestengning er reist, eventuelt fra skriftlig advarsel etter første ledd er gitt. Utgiftene ved dette dekkes av høyskolen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 22.\n2 Se § 14 annet ledd, jfr. § 14a.\n3 Jfr. lov 2 juli 1999 nr. 63.\n4 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n5 Jfr. lov 5 mai 1995 nr. 19.\n6 Jfr. lover 17 juli 1998 nr. 61, 4 juli 2003 nr. 84.\n7 Se § 10j.\n8 Jfr. § 10h.\n9 Lov 2 juli 1999 nr. 64.\n10 Jfr. dl. kap. 11 og § 241.\n11 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10i",
        "source_heading": "§ 10i."
      }
    },
    {
      "provision_ref": "4:10 j",
      "chapter": "4",
      "section": "10 j",
      "title": "Utestenging fra klinisk undervisning eller praksisopplæring grunnet straffbare forhold",
      "content": "I studier der studenter kommer i kontakt med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger fram politiattest​5 ved opptak til studiet.\nPolitiattesten skal vise om vedkommende er siktet,​6 tiltalt​7 eller dømt​8 for seksuelle overgrep,​9 grove voldsforbrytelser​10 eller straffbare forhold vedrørende besittelse av og bruk eller omsetning av narkotiske stoffer eller medikamenter.​11 Hvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​12 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\nDen som er dømt​8 for forhold som innebærer at hun eller han må anses som uskikket til å delta i arbeid med pasienter, klienter, barnehagebarn, elever eller andre,​13 kan utestenges fra praksisopplæring eller klinisk undervisning hvor slik deltakelse må anses som uforsvarlig på grunn av den kontakt studenten får med disse i denne forbindelse.\nDen som er siktet eller tiltalt for straffbare forhold som omtalt i andre ledd, jf. niende ledd, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​14 foreligger eller saken er henlagt,​15 hvis dette er nødvendig av hensyn til sikkerhet eller behandlingsmiljø for pasienter, klienter, barnehagebarn, elever eller andre som studenten vil komme i kontakt med i denne forbindelse.​13\nEn nasjonal nemnd oppnevnt av departementet​16 avgjør, etter uttalelse fra styret, om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring.\nForvaltningsloven​17 § 42 gjelder tilsvarende. Nemnda skal ha fem medlemmer. Lederen skal oppfylle kravene til lagdommer,​18 og to av medlemmene skal oppnevnes etter forslag fra studentenes organisasjoner.\nDepartementet​16 er klageinstans for nemndas vedtak.\n§ 10i femte ledd gjelder tilsvarende.\nKongen gir forskrifter om hvilke studier som skal omfattes av første ledd, om hvilke straffbare forhold som kan føre til utestenging, og om saksbehandlingen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 2 juli 1999 nr. 63.\n2 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n3 Jfr. lov 5 mai 1995 nr. 19.\n4 Jfr. lover 17 juli 1998 nr. 61 og 4 juli 2003 nr. 84.\n5 Jfr. siste ledd. – Jfr. lov 11 juni 1971 nr. 52 § 5 og § 6.\n6 Se fjerde ledd og strpl. § 69, § 70, § 82, § 248 og kap. 20.\n7 Se strpl. kap. 19.\n8 Se fjerde ledd og strpl. § 258 annet ledd, sml. strpl. § 71a jfr. lov 11 juni 1971 nr. 52 § 6 nr. 1.\n9 Jfr. strl. kap. 19.\n10 Jfr. strl. kap. 22.\n11 Se lov 4 des 1992 nr. 132 kap. VIII jfr. § 31; strl. § 162, jfr. § 317; strl. § 162 b.\n12 Jfr. f.eks. lover 5 mai 1995 nr. 19 § 20, 4 aug 1995 nr. 53 § 18.\n13 Jfr. § 10i annet ledd.\n14 Jfr. strpl. § 50.\n15 Jfr. strpl. § 59a, § 74 og § 75.\n16 Utdannings- og forskningsdepartementet.\n17 Lov 10 feb 1967.\n18 Jfr. dl. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10j",
        "source_heading": "§ 10j."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "title": "Spesielle vilkår",
      "content": "For å få tilskudd etter denne lov må høyskolen tilfredsstille kravene i kap. 2, ha vært i drift i minst ett år og\na. være opprettet av religiøse eller etiske grunner, eller\nb. være opprettet som et faglig-pedagogisk alternativ, eller\nc. utfylle det offentliges utdannelsestilbud på felter hvor det er et udekket behov.\n– – –\nI særlige tilfeller kan det dispenseres fra kravet om drift i ett år.\n0 Endret ved lov 28 juni 2002 nr. 63 (annet og tredje ledd opphevet, i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Tilskudd",
      "content": "En høyskole som tilfredsstiller kravene etter § 11, kan etter søknad til Kongen kjennes berettiget til statstilskudd til dekning av driftskostnader. I spesielle tilfeller kan det ytes tilskudd til dekning av andre kostnader.\nDriftstilskuddet til en høyskole beregnes som produktet av en normalsats pr. student fastsatt av Stortinget og et studenttall godkjent av Kongen.\nNormalsatsene fastsettes med veiledende utgangspunkt i driftskostnad pr. student i offentlige utdannelser, og som en prosentsats av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Budsjett og regnskap",
      "content": "Styret må legge frem budsjett og regnskap godkjent av høyskoleeieren. Forskrifter​1 om dette kan fastsettes av Kongen.​2\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Utdannings- og forskningsdepartementet for de saker som det er fagdepartement for iflg. res. 24 juli 1987 nr. 631.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "6:14",
      "chapter": "6",
      "section": "14",
      "title": "Forvaltningsloven",
      "content": "Bestemmelsene om taushetsplikt i forvaltningsloven 10. februar 1967 §§ 13 til 13e gjelder ved behandling av saker etter denne lov.\nAvgjørelse om opptak av studenter, bortvisning og utestengning etter § 10i, fritak for eksamen eller prøve etter § 10d og annullering av eksamen eller prøve eller godkjenning av kurs etter § 10e regnes som enkeltvedtak etter forvaltningsloven.​1 Det samme gjelder avgjørelse i sak om klage over formelle feil ved eksamen.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 10 feb 1967, se dens § 2 og kap. IV til VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "6:14 a",
      "chapter": "6",
      "section": "14 a",
      "title": "Klagenemnd",
      "content": "Høyskolen skal opprette en klagenemnd som skal behandle klager over enkeltvedtak som nevnt i § 14, og, etter styrets bestemmelse, andre klagesaker for studentene.\nKlagenemnda skal ha 3 eller 5 medlemmer med personlige varamedlemmer. Leder og varamedlem for leder skal fylle de lovbestemte krav for lagdommere.​1 Leder og varamedlem for leder skal ikke være tilsatt ved institusjonen. Minst ett av medlemmene skal være student.\nHøyskolens eier eller medlem av høyskolens styre kan ikke være medlem av klagenemnda.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. dl. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14a."
      }
    },
    {
      "provision_ref": "6:15",
      "chapter": "6",
      "section": "15",
      "title": "Tilsyn",
      "content": "Det kan føres tilsyn med høyskole som har eksamensrett eller tilskudd etter denne lov. Kongen​1 kan gi nærmere forskrifter​2 om slikt tilsyn.\nHar høyskolen unnlatt å gi opplysninger av betydning for avgjørelsen eller brutt vilkårene, kan Kongen kalle tilbake​3 den rett høyskolen har fått etter loven.\n1 Utdannings- og forskningsdepartementet for de saker som det er fagdepartement for iflg. res. 24 juli 1987 nr. 631.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 35 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "6:16",
      "chapter": "6",
      "section": "16",
      "title": "Innførselsavgifter",
      "content": "Private høyskoler skal få tilbake av statskassen innførselsavgifter som er betalt for ting som er skaffet til vitenskapelig bruk.​1\n1 Jfr. lov 19 juni 1969 nr. 66 kap. XVI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Ikrafttredelse. Overgangsbestemmelse",
      "content": "Loven trer i kraft straks.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Opphevelse og endring av andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Loven skal bidra til å sikre drift av private høyskoler som faglig er på høyde med statlige.​1\nLoven skal også bidra til å sikre studenter ved slike private høyskoler tilfredsstillende vilkår.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 12 mai 1995 nr. 22 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Virkeområde",
      "content": "Loven gjelder for de private høyskoler som har institusjonsakkreditering,​1 får statlig tilskudd, eller gir eksamen godkjent etter denne lov.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 12 mai 1995 nr. 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Styre​1",
      "content": "Høyskolen skal ha et kollegialt styre som ansvarlig organ.\nHøyskolens eier fastsetter antallet styremedlemmer, skal gi plass til minst ett medlem valgt av og fra hver av gruppene ansatte og studenter og oppnevner selv de øvrige medlemmer.​2\nHøyskolens eier kan oppnevne alle styrets medlemmer om høyskolen har et høyskoleråd med medlemmer fra ansatte og studenter, jf. § 4.\nStyret fastsetter de reglementer og instrukser som skal gjelde på høyskolen og ansetter personale i faglige stillinger.\nStyrets leder skal sørge for at det holdes møte så ofte det -trenges. Medlem av styret og høyskoleeieren kan kreve at styret sammenkalles.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se dl. § 191 annet ledd. Sml. lov 12 mai 1995 nr. 22 kap. 2.\n2 Se § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Høyskoleråd",
      "content": "Hvis styret ikke er sammensatt i samsvar med § 3 annet ledd skal høyskolen ha et høyskoleråd sammensatt av medlemmer utpekt av de ansatte og studentene.\nHøyskoleeieren fastsetter antallet rådsmedlemmer.\nEt flertall av medlemmene skal være faglig ansatte. De øvrige ansatte og studentene skal ha minst ett medlem hver. Høyskoleeieren fastsetter fordelingen på gruppene.\nHøyskolerådet uttaler seg om høyskolens faglige virksomhet, stillingsbehov og andre saker som forelegges av styret eller som rådet selv tar opp.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Faglig ansatte​1",
      "content": "Faglig ansatte ved høyskolen må ha faglige kvalifikasjoner på samme nivå som tilsatte i faglige stillinger ved statlige høyskoler og universiteter.​2\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 4 feb 1977 nr. 4 § 40 første ledd, d.\n2 Jfr. lov 12 mai 1995 nr. 22 § 30 og § 57 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Studieplaner og eksamen",
      "content": "Høyskolen må drive sin virksomhet etter studieplaner godkjent av organ som nevnt i lov om universiteter og høgskoler​1 § 12.\nHøyskolens styre​2 fastsetter eksamensreglement jf. § 3, herunder regler om klage på sensur. Reglementet skal i alt vesentlig svare til ordningen for statlige universitets- og høyskoleeksamener.​3\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 12 mai 1995 nr. 22.\n2 Jfr. § 3.\n3 Jfr. lov 16 mai 1995 nr. 22 kap. 6 og kap. 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Opptak av studenter",
      "content": "Høyskolen skal ha et reglement for opptak av studentene.\nDen studieforberedende utdannelse skal i omfang og nivå i alt vesentlig svare til kravene ved statlige universiteter og høyskoler.​1 Når særlige hensyn taler for det, kan departementet​2 gjøre unntak fra denne bestemmelse.\n1 Se lov 12 mai 1995 nr. 22 § 37.\n2 Utdannings- og forskningsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Godkjennelse av eksamener og grader​1",
      "content": "Organ som nevnt i lov om universiteter og høgskoler​2 § 12 vurderer søknader om godkjennelse av eksamener og grader. Departementet​3 gir forskrift​4 om saksbehandlingen.\nNår kravene i kap. 2 er tilfredsstilt og det godtgjøres faglig jevngodhet, skal en privat høyskoles eksamen eller grad godkjennes som universitets- eller høyskoleeksamen eller -grad fastsatt med hjemmel i lov om universiteter og høgskoler. Godkjennelse kan gis også om deler av utdanningen er fra en annen institusjon.​5\nAndre eksamener og grader kan godkjennes når de er faglig på nivå med dem som er fastsatt med hjemmel i loven nevnt i andre ledd.​6\nOrgan som nevnt i første ledd gir godkjennelse for eksamener, mens Kongen gir godkjennelse for grader etter denne bestemmelse.\nFor høyskole som får godkjent eksamen etter andre eller tredje ledd, kan Kongen bestemme at lov om universiteter og høgskoler​2 § 42b og kap. 10a, helt eller delvis skal gjelde tilsvarende.\nKongen kan gi forskrift​4 om oppnevnelse av sensorer.\n0 Endret ved lover 16 juni 1989 nr. 77, 19 mars 1999 nr. 13 (i kraft 1 aug 1999 iflg. res. 19 mars 1999 nr. 861), 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. § 10d.\n2 Lov 12 mai 1995 nr. 22.\n3 Utdannings- og forskningsdeprtementet.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Se § 10 første ledd.\n6 Se § 10 annet ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Titler",
      "content": "Eksamen eller grad godkjent etter § 9 andre ledd gir rett til å bruke tilsvarende tittel.​1\nFor eksamen eller grad godkjent etter § 9 tredje ledd kan Kongen gi rett til annen tittel.\nDen som forsettlig eller uaktsomt bruker tittel uten slik rett, alene eller som del av en tittel, straffes med bøter.​2\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se lov 12 mai 1995 nr. 22 kap. 10.\n2 Jfr. strl. § 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:10 a",
      "chapter": "3",
      "section": "10 a",
      "title": "Akkreditering av institusjoner​1",
      "content": "Private høyskoler kan søke organ som nevnt i lov om universiteter og høgskoler​2 § 12 om akkreditering av institusjonen.\nKongen kan gi høyskoler som blir akkreditert etter første ledd, rett til å bruke betegnelsen akkreditert høyskole, vitenskapelig høyskole eller universitet.\nHøyskoler som blir akkreditert etter første ledd skal ha tilfredsstillende interne systemer for kvalitetssikring.​3 Studentevalueringer skal inngå i systemene for kvalitetssikring. Departementet​4 kan fastsette forskrift.\nDepartementet​4 fastsetter forskrift​5 om saksbehandling og klageadgang, vilkår for akkreditering etter første ledd og fastsetting av standarder som skal legges til grunn for akkrediteringen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. § 10b.\n2 Lov 12 mai 1995 nr. 22.\n3 Se § 10b siste ledd.\n4 Utdannings- og forskningsdepartementet.\n5 Jfr. lov 10 feb 1967 § 2 og kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10a."
      }
    },
    {
      "provision_ref": "3:10 b",
      "chapter": "3",
      "section": "10 b",
      "title": "Faglige fullmakter for akkrediterte institusjoner – fag, emner og emnegrupper. Rammeplan. Studieplan.",
      "content": "Private høyskoler som blir akkreditert som universitet, vitenskapelig høyskole eller akkreditert høyskole med hjemmel i § 10a, bestemmer selv​1 hvilke fag, emner og emnegrupper institusjonen kan tilby, og som skal inngå i grunnlaget for lavere grad eller yrkesutdanning fastsatt med hjemmel i § 9. Innenfor de fagområder der de kan tildele doktorgrad, bestemmer de selv hvilke fag, emner og emnegrupper som institusjonen kan tilby, og som skal inngå i grunnlaget for øvrige grader eller yrkesutdanninger fastsatt med hjemmel i § 9. For fagområder der de ikke kan tildele doktorgrad, fastsetter departementet​2 slike bestemmelser.\nFor private høyskoler som blir akkreditert høyskole jf. § 10a, kan fullmaktene etter første ledd avgrenses til lavere grads nivå innenfor de fagområder de er akkreditert for å tilby. Organ som nevnt i § 10a første ledd avgjør hvilke fullmakter den enkelte institusjon skal få.\nPrivate høyskoler som blir akkreditert etter § 10a, kan få fullmakter etter §§ 48 og 49 i lov om universiteter og høgskoler.​3 Departementet​2 kan fastsette forskrift.​4\nDepartementet​2 kan fastsette at bestemte emner inntil 20 studiepoeng skal inngå i en grad.\nDepartementet​2 kan fastsette forskrift​4 om krav til høyere grad og om omfang av selvstendig arbeid i høyere grad.\nDepartementet​2 kan fastsette nasjonale rammeplaner for enkelte utdanninger.\nStyret​5 fastsetter studieplan for det faglige innholdet i studiene, herunder bestemmelser om obligatoriske kurs, praksis og lignende og om vurderingsformer.\nMyndighet gitt etter første ledd kan trekkes tilbake av departementet dersom institusjonene ikke har tilfredsstillende systemer for kvalitetssikring, jf. § 10a tredje ledd og lov om universiteter og høgskoler § 13 nr. 1.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Se siste ledd.\n2 Utdannings- og forskningsdepartementet.\n3 Lov 12 mai 1995 nr. 22.\n4 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n5 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10b",
        "source_heading": "§ 10b."
      }
    },
    {
      "provision_ref": "3:10 c",
      "chapter": "3",
      "section": "10 c",
      "title": "Rett til bruk av institusjonsbetegnelse",
      "content": "Med unntak av institusjoner som omfattes av lov om universiteter og høgskoler​1 § 1, kan bare institusjon som har fått godkjenning som vitenskapelig høyskole eller universitet etter § 10a benytte slik betegnelse. Betegnelsen akkreditert høyskole kan bare benyttes av institusjon som har fått godkjenning etter § 10a.\nKongen kan, ved forskrift eller enkeltvedtak,​2 forby bruk av institusjonsbetegnelse eller navn som uriktig gir inntrykk av å ha slik godkjenning, eller som er egnet til å forveksles med en betegnelse nevnt i første ledd.\nDepartementet kan etter søknad gi dispensasjon for etablerte sammensatte betegnelser som ikke er egnet til å forveksles med betegnelsene nevnt i første ledd.\nDen som i strid med første og andre ledd forsettlig eller uaktsomt bruker en vernet institusjonsbetegnelse, straffes med bøter.​3\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 jan 2003 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 12 mai 1995 nr. 22.\n2 Jfr. lov 10 feb 1967 § 2.\n3 Jfr. strl. § 27 og kap. 3 a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10c",
        "source_heading": "§ 10c."
      }
    },
    {
      "provision_ref": "4:10 d",
      "chapter": "4",
      "section": "10 d",
      "title": "Fritak for eksamen eller prøve",
      "content": "Fritak for eksamen eller prøve skal gis når det godtgjøres​1 at tilsvarende eksamen eller prøve er avlagt ved statlig universitet eller høyskole,​2 eller ved privat høyskole når eksamen er godkjent etter § 9, eller gitt i medhold av institusjonsakkreditering jf. §§ 10a og 10b.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Se § 10e annet ledd.\n2 Jfr. lov 12 mai 1995 nr. 22 § 1 nr. 1, jfr. § 47.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10d",
        "source_heading": "§ 10d."
      }
    },
    {
      "provision_ref": "4:10 e",
      "chapter": "4",
      "section": "10 e",
      "title": "Annullering av eksamen eller prøve​1",
      "content": "Styret​2 selv kan annullere eksamen eller prøve, eller godkjennelse av kurs, hvis studenten​3\na. ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden har skaffet seg adgang til å gå opp til vedkommende eksamen eller prøve eller til å delta i vedkommende kurs, eller\nb. har forsøkt å fuske eller forsettlig eller grovt uaktsomt har fusket ved avleggelse av, eller forut for endelig sensur av vedkommende eksamen eller prøve eller under gjennomføringen av vedkommende kurs.\nStyret​2 selv kan annullere fritak for eksamen eller prøve, jf. § 10d, hvis studenten har oppnådd dette ved hjelp av falskt vitnemål​4 eller annen form for uredelig opptreden.\nVedtak om annullering etter første eller andre ledd kan påklages til klagenemnd, jf. § 14a.\nAdgang til annullering foreldes ikke.\nEtter avgjørelse om annullering pliktes eventuelle vitnemål eller karakterutskrift tilbakelevert høyskolen. Blir ikke vitnemålet eller karakterutskriften tilbakelevert i rett tid, kan høyskolen kreve namsmannens hjelp til tilbakelevering i samsvar med reglene i tvangsfullbyrdelsesloven​5 kap. 13.\nHvis vitnemålet kan danne grunnlag for autorisasjon for yrkesutøving, skal høyskolen gi melding om annullering til vedkommende myndighet.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 54.\n2 Jfr. § 3.\n3 Se § 10i tredje ledd.\n4 Jfr. strl. kap. 18.\n5 Lov 26 juni 1992 nr. 86 (tvangsl.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10e",
        "source_heading": "§ 10e."
      }
    },
    {
      "provision_ref": "4:10 f",
      "chapter": "4",
      "section": "10 f",
      "title": "Studentenes læringsmiljø​1",
      "content": "Styret har det overordnede ansvar for studentenes læringsmiljø. Høyskolens ledelse skal, i samarbeid med studentsamskipnaden, legge forholdene til rette for et godt studiemiljø og arbeide for å bedre studentvelferden på lærestedet. Dersom høyskolen ikke er knyttet til en studentsamskipnad, har styret ansvar som nevnt i andre punktum alene.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10f",
        "source_heading": "§ 10f."
      }
    },
    {
      "provision_ref": "4:10 g",
      "chapter": "4",
      "section": "10 g",
      "title": "Studentorgan​1",
      "content": "Studentene ved høyskolen kan opprette et studentorgan for å ivareta studentenes interesser og fremme studentenes synspunkter overfor høyskolens styre og/eller råd.\nHøyskolen skal legge forholdene til rette slik at studentorganet kan drive sitt arbeid på en tilfredsstillende måte.\nStudentorganet skal høres i alle saker som angår studentene.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10g",
        "source_heading": "§ 10g."
      }
    },
    {
      "provision_ref": "4:10 h",
      "chapter": "4",
      "section": "10 h",
      "title": "Studenters taushetsplikt​1",
      "content": "En student som i studiesammenheng får kjennskap til noens personlige forhold, har taushetsplikt​2 etter de regler som gjelder for yrkesutøvere på vedkommende livsområde. Høyskolen skal utarbeide taushetsplikterklæring som må underskrives av de studenter dette er aktuelt for.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 41.\n2 Se § 10i annet ledd. – Jfr. f.eks. lover 10 feb 1967 § 13, 13 des 1991 nr. 81 § 8-8, 17 juli 1992 nr. 100 § 6-7, og 2 juli 1999 nr. 64 kap. 5, jfr. dens § 3 første ledd nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10h",
        "source_heading": "§ 10h."
      }
    },
    {
      "provision_ref": "4:10 i",
      "chapter": "4",
      "section": "10 i",
      "title": "Bortvisning. Utestenging​1",
      "content": "En student som tross skriftlig advarsel fra styret gjentatte ganger opptrer på en måte som virker grovt forstyrrende for medstudenters arbeid eller for virksomheten ved høyskolen ellers, kan etter vedtak​2 av styret bortvises fra nærmere bestemte områder ved høyskolen for inntil ett år. Hvis en student etter skriftlig advarsel fra styret fortsatt ikke respekterer slik bortvisning, kan styret utestenge ham eller henne fra studiet inntil ett år.\nEn student som grovt klanderverdig har opptrådt på en slik måte at det er skapt fare for liv eller helse for pasienter,​3 klienter,​4 barnehagebarn,​5 elever​6 eller andre som studentene har å gjøre med som del i klinisk undervisning eller praksisopplæring,​7 eller som gjør seg skyldig i grove brudd på taushetsplikt​8 eller i grovt usømmende opptreden overfor disse, kan etter vedtak​2 av styret utestenges fra studiet inntil 3 år. Høyskolen skal informere Sosial- og helsedirektoratet om utestenging etter dette alternativ når det gjelder studenter som følger utdanninger som kan utløse rett til autorisasjon etter helsepersonelloven​9 § 48 første ledd.\nEn student som har opptrådt slik som beskrevet i § 10e første ledd, litra a eller b, kan etter vedtak​2 av styret utestenges fra høyskolen og fratas retten til å gå opp til eksamen i inntil ett år.\nVedtak om bortvisning eller utestenging treffes av styret selv med minst to tredelers flertall.\nStudenten har rett til å la seg bistå av advokat​10 eller annen talsperson​11 fra sak om bortvisning eller utestengning er reist, eventuelt fra skriftlig advarsel etter første ledd er gitt. Utgiftene ved dette dekkes av høyskolen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Sml. lov 12 mai 1995 nr. 22 § 22.\n2 Se § 14 annet ledd, jfr. § 14a.\n3 Jfr. lov 2 juli 1999 nr. 63.\n4 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n5 Jfr. lov 5 mai 1995 nr. 19.\n6 Jfr. lover 17 juli 1998 nr. 61, 4 juli 2003 nr. 84.\n7 Se § 10j.\n8 Jfr. § 10h.\n9 Lov 2 juli 1999 nr. 64.\n10 Jfr. dl. kap. 11 og § 241.\n11 Jfr. lov 10 feb 1967 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10i",
        "source_heading": "§ 10i."
      }
    },
    {
      "provision_ref": "4:10 j",
      "chapter": "4",
      "section": "10 j",
      "title": "Utestenging fra klinisk undervisning eller praksisopplæring grunnet straffbare forhold",
      "content": "I studier der studenter kommer i kontakt med pasienter,​1 klienter,​2 barnehagebarn,​3 elever​4 eller andre som del av klinisk undervisning eller praksisopplæring, kan det kreves at studentene legger fram politiattest​5 ved opptak til studiet.\nPolitiattesten skal vise om vedkommende er siktet,​6 tiltalt​7 eller dømt​8 for seksuelle overgrep,​9 grove voldsforbrytelser​10 eller straffbare forhold vedrørende besittelse av og bruk eller omsetning av narkotiske stoffer eller medikamenter.​11 Hvis det er gitt særlige regler om politiattest for bestemte typer yrkesutøving,​12 gjelder disse tilsvarende for studenter som deltar i praksisopplæring eller klinisk undervisning.\nDen som er dømt​8 for forhold som innebærer at hun eller han må anses som uskikket til å delta i arbeid med pasienter, klienter, barnehagebarn, elever eller andre,​13 kan utestenges fra praksisopplæring eller klinisk undervisning hvor slik deltakelse må anses som uforsvarlig på grunn av den kontakt studenten får med disse i denne forbindelse.\nDen som er siktet eller tiltalt for straffbare forhold som omtalt i andre ledd, jf. niende ledd, kan utestenges fra praksisopplæring eller klinisk undervisning til rettskraftig dom​14 foreligger eller saken er henlagt,​15 hvis dette er nødvendig av hensyn til sikkerhet eller behandlingsmiljø for pasienter, klienter, barnehagebarn, elever eller andre som studenten vil komme i kontakt med i denne forbindelse.​13\nEn nasjonal nemnd oppnevnt av departementet​16 avgjør, etter uttalelse fra styret, om studenten skal nektes retten til å delta i klinisk undervisning eller praksisopplæring.\nForvaltningsloven​17 § 42 gjelder tilsvarende. Nemnda skal ha fem medlemmer. Lederen skal oppfylle kravene til lagdommer,​18 og to av medlemmene skal oppnevnes etter forslag fra studentenes organisasjoner.\nDepartementet​16 er klageinstans for nemndas vedtak.\n§ 10i femte ledd gjelder tilsvarende.\nKongen gir forskrifter om hvilke studier som skal omfattes av første ledd, om hvilke straffbare forhold som kan føre til utestenging, og om saksbehandlingen.\n0 Tilføyd ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. lov 2 juli 1999 nr. 63.\n2 Jfr. lover 13 des 1991 nr. 81 og 17 juli 1992 nr. 100.\n3 Jfr. lov 5 mai 1995 nr. 19.\n4 Jfr. lover 17 juli 1998 nr. 61 og 4 juli 2003 nr. 84.\n5 Jfr. siste ledd. – Jfr. lov 11 juni 1971 nr. 52 § 5 og § 6.\n6 Se fjerde ledd og strpl. § 69, § 70, § 82, § 248 og kap. 20.\n7 Se strpl. kap. 19.\n8 Se fjerde ledd og strpl. § 258 annet ledd, sml. strpl. § 71a jfr. lov 11 juni 1971 nr. 52 § 6 nr. 1.\n9 Jfr. strl. kap. 19.\n10 Jfr. strl. kap. 22.\n11 Se lov 4 des 1992 nr. 132 kap. VIII jfr. § 31; strl. § 162, jfr. § 317; strl. § 162 b.\n12 Jfr. f.eks. lover 5 mai 1995 nr. 19 § 20, 4 aug 1995 nr. 53 § 18.\n13 Jfr. § 10i annet ledd.\n14 Jfr. strpl. § 50.\n15 Jfr. strpl. § 59a, § 74 og § 75.\n16 Utdannings- og forskningsdepartementet.\n17 Lov 10 feb 1967.\n18 Jfr. dl. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10j",
        "source_heading": "§ 10j."
      }
    },
    {
      "provision_ref": "5:11",
      "chapter": "5",
      "section": "11",
      "title": "Spesielle vilkår",
      "content": "For å få tilskudd etter denne lov må høyskolen tilfredsstille kravene i kap. 2, ha vært i drift i minst ett år og\na. være opprettet av religiøse eller etiske grunner, eller\nb. være opprettet som et faglig-pedagogisk alternativ, eller\nc. utfylle det offentliges utdannelsestilbud på felter hvor det er et udekket behov.\n– – –\nI særlige tilfeller kan det dispenseres fra kravet om drift i ett år.\n0 Endret ved lov 28 juni 2002 nr. 63 (annet og tredje ledd opphevet, i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "5:12",
      "chapter": "5",
      "section": "12",
      "title": "Tilskudd",
      "content": "En høyskole som tilfredsstiller kravene etter § 11, kan etter søknad til Kongen kjennes berettiget til statstilskudd til dekning av driftskostnader. I spesielle tilfeller kan det ytes tilskudd til dekning av andre kostnader.\nDriftstilskuddet til en høyskole beregnes som produktet av en normalsats pr. student fastsatt av Stortinget og et studenttall godkjent av Kongen.\nNormalsatsene fastsettes med veiledende utgangspunkt i driftskostnad pr. student i offentlige utdannelser, og som en prosentsats av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "5:13",
      "chapter": "5",
      "section": "13",
      "title": "Budsjett og regnskap",
      "content": "Styret må legge frem budsjett og regnskap godkjent av høyskoleeieren. Forskrifter​1 om dette kan fastsettes av Kongen.​2\n1 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n2 Utdannings- og forskningsdepartementet for de saker som det er fagdepartement for iflg. res. 24 juli 1987 nr. 631.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "6:14",
      "chapter": "6",
      "section": "14",
      "title": "Forvaltningsloven",
      "content": "Bestemmelsene om taushetsplikt i forvaltningsloven 10. februar 1967 §§ 13 til 13e gjelder ved behandling av saker etter denne lov.\nAvgjørelse om opptak av studenter, bortvisning og utestengning etter § 10i, fritak for eksamen eller prøve etter § 10d og annullering av eksamen eller prøve eller godkjenning av kurs etter § 10e regnes som enkeltvedtak etter forvaltningsloven.​1 Det samme gjelder avgjørelse i sak om klage over formelle feil ved eksamen.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Lov 10 feb 1967, se dens § 2 og kap. IV til VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "6:14 a",
      "chapter": "6",
      "section": "14 a",
      "title": "Klagenemnd",
      "content": "Høyskolen skal opprette en klagenemnd som skal behandle klager over enkeltvedtak som nevnt i § 14, og, etter styrets bestemmelse, andre klagesaker for studentene.\nKlagenemnda skal ha 3 eller 5 medlemmer med personlige varamedlemmer. Leder og varamedlem for leder skal fylle de lovbestemte krav for lagdommere.​1 Leder og varamedlem for leder skal ikke være tilsatt ved institusjonen. Minst ett av medlemmene skal være student.\nHøyskolens eier eller medlem av høyskolens styre kan ikke være medlem av klagenemnda.\n0 Endret ved lov 28 juni 2002 nr. 63 (i kraft 1 juli 2002 iflg. res. 28 juni 2002 nr. 639).\n1 Jfr. dl. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14a."
      }
    },
    {
      "provision_ref": "6:15",
      "chapter": "6",
      "section": "15",
      "title": "Tilsyn",
      "content": "Det kan føres tilsyn med høyskole som har eksamensrett eller tilskudd etter denne lov. Kongen​1 kan gi nærmere forskrifter​2 om slikt tilsyn.\nHar høyskolen unnlatt å gi opplysninger av betydning for avgjørelsen eller brutt vilkårene, kan Kongen kalle tilbake​3 den rett høyskolen har fått etter loven.\n1 Utdannings- og forskningsdepartementet for de saker som det er fagdepartement for iflg. res. 24 juli 1987 nr. 631.\n2 Jfr. lov 10 feb 1967 § 2 og kap. VII.\n3 Jfr. lov 10 feb 1967 § 35 femte ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "6:16",
      "chapter": "6",
      "section": "16",
      "title": "Innførselsavgifter",
      "content": "Private høyskoler skal få tilbake av statskassen innførselsavgifter som er betalt for ting som er skaffet til vitenskapelig bruk.​1\n1 Jfr. lov 19 juni 1969 nr. 66 kap. XVI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "6:17",
      "chapter": "6",
      "section": "17",
      "title": "Ikrafttredelse. Overgangsbestemmelse",
      "content": "Loven trer i kraft straks.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Opphevelse og endring av andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}