{
  "id": "LOV-2020-05-07-38",
  "type": "statute",
  "title": "Midlertidig lov om rekonstruksjon for å avhjelpe økonomiske problemer som følge av utbrudd av covid-19 (rekonstruksjonsloven)",
  "short_name": "Rekonstruksjonsloven",
  "status": "in_force",
  "issued_date": "2020-05-07",
  "in_force_date": "2020-05-11",
  "url": "https://lovdata.no/dokument/NL/lov/2020-05-07-38",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Loven gjelder forhandling med fordringshaverne om rekonstruksjon med sikte på en frivillig ordning av gjelden eller tvangsakkord når begjæring om slik forhandling kommer inn til retten etter lovens ikrafttredelse. Loven gjelder også forhandling med fordringshaverne som skal behandles etter denne loven etter reglene i § 65. Når rekonstruksjonen behandles etter reglene i denne loven, gjelder ikke reglene i konkursloven §§ 1 a til 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Vilkår for åpning av rekonstruksjonsforhandling. Rekonstruksjonsforhandlingens formål",
      "content": "(1) En skyldner som har eller i overskuelig fremtid vil få alvorlige økonomiske problemer, kan begjære åpnet rekonstruksjonsforhandling etter reglene i loven. En fordringshaver kan begjære åpnet rekonstruksjonsforhandling dersom skyldneren ikke kan oppfylle sine forpliktelser etter hvert som de forfaller.\n(2) Formålet med en rekonstruksjonsforhandling er en rekonstruksjon med frivillig ordning av gjelden eller en tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Begjæring om åpning av rekonstruksjonsforhandling",
      "content": "(1) Begjæring om åpning av rekonstruksjonsforhandling fremsettes skriftlig for tingretten.\n(2) En skyldner som begjærer rekonstruksjonsforhandling, skal gi tingretten\n1. en kort redegjørelse for de økonomiske problemene, deriblant om forpliktelsene kan oppfylles etter hvert som de forfaller\n2. en kort redegjørelse for hvordan rekonstruksjonen skal gjennomføres\n3. en skisse til hvordan gjelden tenkes ordnet, samt for kontakten med fordringshaverne om dette\n4. en redegjørelse for hvordan driften av virksomheten under rekonstruksjonsforhandlingen skal finansieres\n5. en oppgave over sine eiendeler og sin gjeld, med angivelse av de sikkerheter som hefter for gjelden. Har en fordringshaver panterett eller annen tilsvarende sikkerhetsrett i skyldnerens eiendeler, må tidspunktet for gjeldens og sikkerhetens stiftelse oppgis\n6. en redegjørelse for hvordan registrering og dokumentasjon av regnskapsopplysninger er innrettet.\n(3) En fordringshaver som begjærer rekonstruksjonsforhandling, skal\n1. angi de omstendigheter begjæringen grunnes på\n2. sannsynliggjøre at han eller hun har et krav mot skyldneren\n3. sannsynliggjøre at skyldneren ikke kan oppfylle sine forpliktelser etter hvert som de forfaller\n4. gi en kort redegjørelse for hvordan rekonstruksjonen skal gjennomføres\n5. gi en skisse til hvordan gjelden tenkes ordnet\n6. gi en redegjørelse for hvordan driften av virksomheten under rekonstruksjonsforhandlingen skal finansieres.\n(4) Tingretten skal gi begjæringen en påtegning om dagen og klokkeslettet da den kom inn til retten. Begjæringen kan tilbakekalles eller endres så lenge retten ikke har avsagt kjennelse om hvorvidt rekonstruksjonsforhandling skal åpnes.\n(5) Når en begjæring fremsettes av en fordringshaver, skal den forelegges for skyldneren med en kort frist for uttalelse. Retten kan innkalle til et rettsmøte eller avgjøre begjæringen uten rettsmøte.\n(6) Retten kan kreve at skyldneren og fordringshaveren gir nærmere opplysninger om ethvert forhold som retten mener er av betydning for spørsmålet om rekonstruksjonsforhandling skal åpnes.\n(7) Retten kan i den utstrekning og på den måten den finner det hensiktsmessig, innhente opplysninger fra skyldnerens fordringshavere og drøfte begjæringen med dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Ansvar for omkostningene ved rekonstruksjonsforhandlingen. Forskudd og sikkerhet",
      "content": "(1) Retten kan kreve at den som begjærer rekonstruksjonsforhandling åpnet, skal innbetale et passende forskudd til dekning av omkostninger ved rekonstruksjonsforhandlingen som ikke dekkes av gebyr etter rettsgebyrloven, eller at det blir stilt sikkerhet for disse omkostningene. Dersom en fordringshaver begjærer rekonstruksjonsforhandling åpnet, hefter fordringshaveren bare for innbetalt forskudd eller sikkerhet i den utstrekning skyldnerens midler ikke kan dekke omkostninger som er omfattet av forskuddet eller sikkerhetsstillelsen.\n(2) Rettsgebyrloven § 3 tredje og sjette ledd og § 5 annet ledd gjelder tilsvarende.\n(3) Omkostninger som skyldneren ikke kan betale, og som ikke dekkes av forskudd eller sikkerhetsstillelse etter annet ledd, plikter staten å dekke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tingrettens avgjørelse. Rettsmidler",
      "content": "(1) Tingretten skal avslå begjæringen dersom\n1. den ikke tilfredsstiller kravene etter §§ 2 og 3, og manglene ikke blir rettet i tide\n2. skyldneren unnlater å skaffe de ytterligere opplysningene som tingretten krever\n3. tingretten etter de opplysningene som foreligger, finner det lite sannsynlig at skyldneren vil kunne oppnå frivillig rekonstruksjon eller tvangsakkord\n4. skyldneren motsetter seg rekonstruksjonsforhandling når begjæringen er fremsatt av en fordringshaver.\n(2) Retten skal treffe sin avgjørelse snarest mulig, normalt innen tre dager etter at skyldnerens begjæring kom inn til retten, eller innen to uker etter at en fordringshavers begjæring kom inn til retten.\n(3) Retten treffer sin avgjørelse ved kjennelse. En kjennelse som tar en begjæring fra skyldneren til følge, kan ikke angripes ved anke. For øvrig kan kjennelser ankes innen en uke fra avsigelsen.\n(4) Blir begjæringen tatt til følge, anses rekonstruksjonsforhandlingen for å være åpnet fra det tidspunktet da begjæringen kom inn til retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Melding ved åpning av rekonstruksjonsforhandling",
      "content": "(1) Blir en begjæring om åpning av rekonstruksjonsforhandling tatt til følge, skal retten gi skyldneren skriftlig melding om skyldnerens plikter etter §§ 15 og 20, og om følgen av å handle mot dem, jf. § 58 annet ledd.\n(2) Retten skal samtidig opplyse om tidspunkt og sted for fordringshavermøte, jf. § 22, med mindre retten bestemmer at slikt møte ikke skal holdes eller utsetter beslutningen. Dersom retten beslutter at fordringshavermøtet skal avholdes elektronisk uten fysisk møte, skal underretningen inneholde nærmere opplysninger om avviklingen av møtet.\n(3) Retten skal straks underrette Norges Bank når den har avsagt kjennelse om åpning av rekonstruksjonsforhandling i en institusjon som deltar i system som nevnt i lov om betalingssystemer m.v. § 1-1 første ledd eller § 1-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kunngjøring, tinglysing og offentlighet ved rekonstruksjonsforhandling",
      "content": "(1) Når forhandling om rekonstruksjon er åpnet, skal retten uten opphold sørge for at åpningen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Samtidig skal tidspunkt og sted for fordringshavermøte kunngjøres, med mindre retten har besluttet at slikt møte ikke skal holdes eller har utsatt beslutningen. Ved utsettelse kan tidspunkt og sted for senere fordringshavermøte meddeles skyldneren og fordringshaverne uten kunngjøring dersom det i stedet benyttes rekommandert brev eller elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. Kongen kan i forskrift gi nærmere bestemmelser om hva som kan anses for en betryggende metode.\n(2) Rettsmøter som holdes under forhandling om rekonstruksjon, er offentlige med mindre retten beslutter lukkede dører etter domstolloven §§ 125 flg.\n(3) Melding om at det er åpnet forhandling om rekonstruksjon, skal på begjæring av rekonstruktøren tinglyses i\n1. Løsøreregisteret\n2. grunnboken og lignende realregistre, for så vidt skyldneren eier fast eiendom eller andre registrerte eiendeler\n3. et verdipapirregister, dersom det er registrert rettigheter der som rekonstruktøren mener tilhører skyldneren\n4. Foretaksregisteret, dersom skyldneren er innført der.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Oppnevnelse av rekonstruktør og kreditorutvalg",
      "content": "(1) Retten skal straks etter at den har avsagt kjennelse om åpning av rekonstruksjonsforhandling, oppnevne en rekonstruktør og et kreditorutvalg.\n(2) Rekonstruktøren og kreditorutvalget skal bistå skyldneren under forhandlingen om rekonstruksjon i samsvar med denne loven, og skal samtidig ivareta fordringshavernes felles interesser. Så langt det er forenlig med disse interessene, skal de i samarbeid med offentlige myndigheter medvirke til at hensynet til berørte arbeidstakere og særlige samfunnsinteresser ivaretas under rekonstruksjonsforhandlingen.\n(3) Rekonstruktøren skal være en advokat med erfaring fra insolvensbehandling.\n(4) Kreditorutvalget skal bestå av fra ett til tre medlemmer, som fortrinnsvis skal representere forskjellige grupper av fordringshavere. I den utstrekning det er mulig, skal minst ett av medlemmene ha kyndighet i den næringen skyldneren driver. I tilfeller som nevnt i § 9 skal det i tillegg oppnevnes en representant for de ansatte som medlem av kreditorutvalget.\n(5) Rekonstruktøren og kreditorutvalget utgjør sammen rekonstruksjonsutvalget.\n(6) Når boet er lite, eller retten av andre grunner finner at rekonstruksjonsutvalgets gjøremål kan utføres av rekonstruktøren alene, kan retten unnlate å oppnevne kreditorutvalg. Kreditorutvalgets gjøremål utføres da av rekonstruktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Representant for de ansatte som medlem av kreditorutvalget",
      "content": "(1) Etter krav fra et flertall av de ansatte i skyldnerens næringsvirksomhet skal retten oppnevne en representant for de ansatte som medlem av kreditorutvalget. Det samme gjelder når slikt krav fremsettes av en lokal fagforening som organiserer et flertall av de ansatte i virksomheten, eller av flere lokale fagforeninger som til sammen organiserer et flertall av de ansatte.\n(2) Når kjennelse om åpning av rekonstruksjonsforhandling er avsagt, skal retten snarest mulig underrette de ansatte i skyldnerens næringsvirksomhet om deres rettigheter etter første ledd.\n(3) Retten kan likevel etter en vurdering av boets stilling, utsiktene for videre drift og omstendighetene for øvrig unnlate å oppnevne slik representant. Retten skal i så fall på forhånd innhente uttalelse fra de medlemmene av kreditorutvalget som er oppnevnt på dette tidspunktet.\n(4) Kongen kan ved forskrift eller vedtak i det enkelte tilfellet gjøre unntak fra denne paragrafen. Kongen kan også gi utfyllende forskrifter, blant annet om reglenes anvendelse i konserner og konsernliknende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Rekonstruksjonsutvalgets vedtak m.m.",
      "content": "(1) Rekonstruksjonsutvalget treffer vedtak ved stemmeflertall. Ved stemmelikhet gjelder det som rekonstruktøren har stemt for.\n(2) Rekonstruktøren leder alle utenrettslige møter under rekonstruksjonsforhandlingen og fører protokoll over møtene og de vedtak som blir gjort. Protokollen underskrives for hvert møte av alle tilstedeværende medlemmer av rekonstruksjonsutvalget.\n(3) Rekonstruksjonsutvalget kan, i den utstrekning det finner det hensiktsmessig, overlate til rekonstruktøren å ta avgjørelse i saker som ikke er av vesentlig betydning. At rekonstruktøren har handlet utenfor sin kompetanse, kan ikke påberopes overfor godtroende tredjeperson.\n(4) Retten kan når som helst kreve at rekonstruktøren og kreditorutvalgets medlemmer gir fulle opplysninger om rekonstruksjonsforhandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Overprøving av vedtak",
      "content": "(1) Retten kan etter begjæring fra skyldneren, en fordringshaver, rekonstruktøren eller et medlem av kreditorutvalget ved kjennelse oppheve eller omgjøre vedtak som er gjort av rekonstruktøren eller rekonstruksjonsutvalget, dersom vedtaket er\n1. i strid med skyldnerens, en fordringshavers eller en tredjepersons rett,\n2. ulovlig i andre henseender, eller\n3. åpenbart urimelig.\n(2) Begjæring etter første ledd må fremsettes uten ugrunnet opphold. Den som har truffet vedtaket, kan sette en frist for å bringe vedtaket inn for retten. Retten kan gi oppfriskning på samme vilkår som om avgjørelsen var tatt under rettergang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Oppnevnelse av borevisor",
      "content": "Retten skal etter innstilling fra rekonstruksjonsutvalget oppnevne en borevisor til å foreta revisjon av skyldnerens regnskaper og forretningsførsel, hvis ikke retten finner det ubetenkelig å overlate revisjonen til et av rekonstruksjonsutvalgets medlemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Habilitetsregler for rekonstruktøren, medlemmene av kreditorutvalget og borevisor",
      "content": "(1) Til rekonstruktør, medlem av kreditorutvalget eller borevisor må ikke oppnevnes den som\n1. er i slekt eller svogerskap med skyldneren i oppstigende eller nedstigende linje, eller i sidelinje så nær som søskenbarn,\n2. er eller har vært gift med skyldneren, bor eller har bodd sammen med skyldneren i ekteskapsliknende forhold, er forlovet med skyldneren eller er skyldnerens fosterfar, fostermor eller fosterbarn,\n3. er verge for skyldneren eller har vært det etter åpningen av rekonstruksjonsforhandlingen,\n4. er i skyldnerens tjeneste eller har vært det i de to siste årene før åpningen av rekonstruksjonsforhandlingen, eller i det nevnte tidsrommet har fungert som skyldnerens faste juridiske rådgiver eller revisor,\n5. er medlem av skyldnerens styre, representantskap eller bedriftsforsamling eller har vært det i de to siste årene før åpningen av rekonstruksjonsforhandlingen, dersom skyldneren er en sammenslutning eller en stiftelse,\n6. selv søker rekonstruksjon, eller hvis bo er tatt under konkursbehandling, eller\n7. på grunn av andre særlige omstendigheter ikke kan antas å være tilstrekkelig uhildet.\n(2) Til rekonstruktør, medlem av kreditorutvalget eller borevisor bør som regel ikke oppnevnes noen som skyldneren i de siste to årene før åpningen av rekonstruksjonsforhandlingen fortrinnsvis har benyttet som juridisk eller forretningsmessig rådgiver.\n(3) Rekonstruktøren og borevisor skal ha allmenn tillit i kreditorfellesskapet.\n(4) Rekonstruktøren, medlem av kreditorutvalget og borevisor må ikke delta i behandlingen eller avgjørelsen av spørsmål som vedkommende har en fremtredende personlig eller økonomisk særinteresse i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av oppnevnelse",
      "content": "(1) Dersom rekonstruktøren, et medlem av kreditorutvalget eller borevisor senere kommer i en stilling som ville ha ført til at vedkommende ikke kunne ha blitt oppnevnt, kan retten etter begjæring fra skyldneren eller en fordringshaver eller av eget tiltak tilbakekalle oppnevnelsen og oppnevne en annen.\n(2) Første ledd gjelder tilsvarende når retten finner at den som er oppnevnt, ikke har vist seg skikket eller av andre grunner ikke bør gjøre tjeneste.\n(3) Vedkommende skal gis anledning til å uttale seg før avgjørelsen blir tatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rekonstruksjonsutvalgets tilsyn med skyldneren",
      "content": "(1) Under rekonstruksjonsforhandlingen beholder skyldneren rådigheten over sin virksomhet og sine formuesforhold for øvrig, men er under rekonstruksjonsutvalgets tilsyn. Rekonstruktøren og kreditorutvalget skal gis full adgang til å føre tilsyn med skyldnerens virksomhet og økonomiske forhold, og skyldneren skal rette seg etter de pålegg rekonstruktøren og kreditorutvalget gir i denne forbindelse.\n(2) Skyldneren må ikke uten kreditorutvalgets tillatelse stifte eller fornye gjeld, foreta pantsettelse eller avhende eller leie bort sin faste eiendom, sine forretningslokaler eller noen formuesgjenstand av vesentlig betydning.\n(3) Dersom skyldneren er næringsdrivende og virksomheten skal drives videre under rekonstruksjonsforhandlingen, skal skyldneren fremlegge et driftsbudsjett og en finansieringsplan for rekonstruksjonsutvalget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Skyldnerens legitimasjon utad",
      "content": "(1) Gyldigheten av skyldnerens disposisjoner er i forholdet til godtroende tredjeperson ikke betinget av at de er foretatt med tillatelse av rekonstruksjonsutvalget.\n(2) Hvis tredjeperson ikke var i god tro, kan vedkommende ikke gjøre krav gjeldende mot skyldneren eller ta imot dekning fra skyldneren før etter at rekonstruksjonsforhandlingen er avsluttet, en rekonstruksjonsplan er stadfestet av retten og en akkord er avviklet eller oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Begrensning av adgangen til å åpne konkurs",
      "content": "(1) Dersom en konkursbegjæring er fremsatt, men ikke tatt til følge på tidspunktet da skyldnerens begjæring om åpning av rekonstruksjonsforhandling blir inngitt til retten, skal behandlingen av konkursbegjæringen utsettes til begjæringen om åpning av rekonstruksjonsforhandling er tilbakekalt eller rettskraftig avslått, eller rekonstruksjonsforhandlingen er rettskraftig innstilt eller avsluttet.\n(2) Dersom en konkursbegjæring blir fremsatt etter at skyldnerens begjæring om åpning av rekonstruksjonsforhandling ble inngitt til retten, men før begjæringen om åpning av rekonstruksjonsforhandling er tilbakekalt eller rettskraftig avgjort, skal behandlingen av konkursbegjæringen utsettes til etter de sistnevnte tidspunktene. Dette gjelder likevel ikke når konkursbegjæringen er fremsatt av en fordringshaver hvis fordring skriver seg fra tiden etter at begjæringen om åpning av rekonstruksjonsforhandling ble inngitt til retten, og som ikke grunner seg i avtale som er inngått med rekonstruktørens samtykke.\n(3) Dersom rekonstruksjonsforhandling blir besluttet åpnet, kan skyldnerens bo ikke tas under konkursbehandling etter begjæring av en fordringshaver hvis fordring skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet.\n(4) En konkursbegjæring som fremsettes av minst tre dividendeberettigede fordringshavere hvis fordringer utgjør minst en halvdel av de kjente dividendeberettigede fordringenes samlede beløp, kan fremmes uten hinder av første til tredje ledd. Det samme gjelder en konkursbegjæring som fremsettes etter at rekonstruksjonsforhandlingen er rettskraftig innstilt eller avsluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Begrensning av adgangen til å ta utlegg og gjennomføre tvangsdekning. Forholdet til panthaverne",
      "content": "(1) Om ikke annet er bestemt, kan det ikke under rekonstruksjonsforhandlingen tas utlegg i skyldnerens eiendeler for gjeld som skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet. § 17 første og annet ledd gjelder tilsvarende. Behandlingen av en begjæring om utlegg skal likevel ikke utsettes lenger enn til begjæringen om åpning av rekonstruksjonsforhandling er rettskraftig avgjort.\n(2) Etter at rekonstruksjonsforhandling er åpnet og frem til den er avsluttet etter §§ 56 til 59, kan tvangsdekning i skyldnerens eiendeler etter tvangsfullbyrdelsesloven kapittel 8 til 12 ikke gjennomføres uten rekonstruktørens samtykke.\n(3) Eiendeler som skyldneren erverver etter at rekonstruksjonsforhandling er åpnet, omfattes ikke uten rekonstruktørens samtykke av panteretter stiftet før åpningstidspunktet.\n(4) Skyldneren kan med rekonstruktørens samtykke avhende varer av pantsatt varelager og driftstilbehør som nevnt i panteloven §§ 3-4, 3-8, 3-9, 3-10 og 3-11, dersom dette skjer innenfor rammen av skyldnerens vanlige næringsvirksomhet og panthaverens sikkerhet ikke blir vesentlig forringet. Retten kan etter begjæring fra en panthaver forby salg som ikke oppfyller vilkårene i første punktum.\n(5) Rekonstruktøren skal utarbeide en plan for ivaretakelse av panthaverens interesser og kan i den forbindelse bestemme at panthaveren skal motta en andel av vederlaget ved salg som nevnt i fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Pant for lån til finansiering av virksomheten under rekonstruksjonsforhandling",
      "content": "(1) For lån til finansiering av drift av virksomheten under rekonstruksjonsforhandling, og til finansiering av selve rekonstruksjonsforhandlingen, kan det stiftes panterett i driftstilbehør, varelager og utestående fordringer etter panteloven §§ 3-4, 3-8, 3-9, 3-10, 3-11 og 4-10 med prioritet foran eksisterende panthavere. Slike lån har dessuten sikkerhet ved lovbestemt pant med prioritet foran eksisterende panthavere etter panteloven § 6-5.\n(2) Avtale om lån med sikkerhet som nevnt i første ledd kan bare inngås med samtykke fra rekonstruksjonsutvalget. Skyldneren skal før rekonstruksjonsutvalget gir samtykke, fremlegge budsjett for driften som viser at det er behov for slikt lån. Berørte panthavere kan fremsette begjæring for retten om at rekonstruksjonsutvalgets samtykke skal omgjøres. Slik begjæring må fremsettes innen én uke etter at rekonstruktøren har underrettet panthaver. Dersom eksisterende panthaveres sikkerhet blir vesentlig forringet, eller retten finner at det ikke er tilstrekkelig behov for slikt lån, kan retten omgjøre rekonstruksjonsutvalgets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Skyldnerens opplysningsplikt",
      "content": "(1) Skyldneren skal bistå tingretten, rekonstruktøren, kreditorutvalget og borevisor med å skaffe alle opplysninger av betydning for rekonstruksjonsforhandlingen, herunder opplysninger om sin forretningsførsel, sine økonomiske forhold og sine fremtidsutsikter.\n(2) Retten kan, der den finner det påkrevd, pålegge skyldneren å gi opplysninger som nevnt i første ledd, selv om skyldneren derved må åpenbare en forretnings- eller driftshemmelighet. Retten kan i så fall bestemme at opplysningen bare skal gis til retten selv, til rekonstruktøren, til borevisor eller til ett eller flere av kreditorutvalgets medlemmer. Den som får opplysninger om forretnings- eller driftshemmelighet etter bestemmelsen her, plikter å hindre at andre får adgang eller kjennskap til disse opplysningene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Regnskapsførerens og revisorens bistandsplikt",
      "content": "Skyldnerens regnskapsfører og revisor plikter å utlevere regnskaper og regnskapsmateriale vedrørende skyldneren til rekonstruktøren, kreditorutvalget og borevisor. Dette gjelder selv om honorar for utført arbeid ikke er betalt. Rekonstruktørens, kreditorutvalgets og borevisorens krav på utlevering er særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13. Regnskapsfører og revisor plikter også vederlagsfritt å bistå rekonstruktøren, kreditorutvalget og borevisoren med opplysninger om skyldnerens regnskaps- og forretningsførsel. Bistandsplikten etter denne paragrafen kan oppfylles uten hinder av eventuell taushetsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Fordringshavermøte. Skyldnerens utkast til rekonstruksjon",
      "content": "(1) Innen fire uker fra rekonstruksjonsforhandlingen ble innledet skal retten avholde fordringshavermøte. Retten kan beslutte at slikt møte ikke skal holdes, dersom det ikke finnes hensiktsmessig, og kan også utsette beslutningen til et senere tidspunkt under rekonstruksjonsforhandlingen. Retten kan beslutte at møtet skal avholdes elektronisk uten fysisk møte, for eksempel ved telefon- eller videomøte eller på annen betryggende måte.\n(2) Skyldneren plikter å være til stede på fordringshavermøter, hvis ikke skyldneren har gyldig fravær eller har fått tillatelse av rekonstruktøren eller retten til å være fraværende.\n(3) På fordringshavermøtet skal skyldneren fremlegge et utkast til rekonstruksjon av virksomheten som fordringshaverne kan uttale seg om. Skyldneren kan endre utkastet etter å ha hørt fordringshavernes uttalelser. Dersom retten beslutter at det ikke skal holdes fordringshavermøte eller utsetter beslutningen, skal rekonstruktøren sende skyldnerens utkast til rekonstruksjon til fordringshaverne innen fire uker fra innledning av rekonstruksjonsforhandlingen.\n(4) Med mindre et flertall av fordringshaverne – regnet etter beløp – forkaster utkastet fra skyldneren, skal rekonstruksjonsforhandlingen fortsette basert på utkastet.\n(5) Dersom skyldnerens utkast til rekonstruksjon ikke får tilstrekkelig tilslutning, skal rekonstruktøren i samarbeid med skyldneren undersøke om andre løsninger kan få tilslutning fra et flertall av fordringshaverne.\n(6) Fordringshavermøtet kan også uttale seg om hvorvidt medlemmene av kreditorutvalget skal fortsette, eller om retten bør oppnevne andre kreditorrepresentanter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Underretning til fordringshaverne",
      "content": "(1) Rekonstruktøren skal uten opphold underrette hver enkelt av skyldnerens kjente fordringshavere om at skyldneren har åpnet rekonstruksjonsforhandling, og om hvem som er oppnevnt som rekonstruktør og medlemmer av kreditorutvalget. Samtidig skal fordringshaverne oppfordres til innen tre uker å sende til rekonstruktøren en spesifisert oppgave over sine fordringer på skyldneren. Med oppgaven skal følge de dokumenter som tjener som bevis for fordringene, og det skal opplyses om fordringens grunnlag, om de sikkerheter i skyldnerens eller i tredjepersons eiendeler som måtte hefte for dem, og om det er solidarisk medforpliktede.\n(2) Rekonstruktøren skal samtidig opplyse om tid og sted for fordringshavermøte, jf. § 6 annet ledd og § 22. Har retten bestemt at det ikke skal holdes fordringshavermøte, eller utsatt beslutningen, skal det opplyses om dette. Beslutter retten at fordringshavermøtet skal avholdes elektronisk uten fysisk møte, skal det gis nærmere opplysninger om avviklingen av møtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Gjennomgåelse av regnskaper og forretningsførsel. Verdsettelse av eiendelene",
      "content": "(1) Rekonstruktøren skal i samarbeid med borevisor snarest mulig gjennomgå skyldnerens regnskaper og forretningsførsel og søke å utarbeide en uttømmende oversikt over skyldnerens eiendeler og forpliktelser. Omfatter skyldnerens næringsvirksomhet salg til forbruker, skal det særlig påses at skyldnerens oppgave over forpliktelser i forbindelse med reklamasjoner og garantier for forbruksvarer er mest mulig uttømmende.\n(2) Skyldnerens eiendeler skal verdsettes. Så langt det er mulig, skal den verdien angis som eiendelene antas å ville ha dersom skyldnerens virksomhet fortsetter, og hva eiendelene, samlet eller delt, kan antas å ville innbringe ved salg. Krever verdsettelsen særskilt sakkyndighet, eller vil rekonstruktøren av andre grunner ikke selv utføre den, kan rekonstruktøren tilkalle én eller flere sakkyndige medhjelpere. § 13 gjelder tilsvarende for slike medhjelpere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Rekonstruktørens redegjørelse",
      "content": "(1) Når rekonstruksjonsutvalget har skaffet seg nødvendig oversikt over skyldnerens forhold og finner at det er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruktøren utarbeide en redegjørelse, som blant annet skal inneholde\n1. en oversikt over skyldnerens forretningsførsel med opplysning om hvordan registrering og dokumentasjon av regnskapsopplysninger har vært, og om de forhold som har ført til rekonstruksjonsforhandlingen\n2. en oversikt over boets stilling, med opplysning blant annet om skyldnerens kausjonsforpliktelser, de heftelser som hviler på skyldnerens eiendeler, og hvordan eiendelene er verdsatt\n3. opplysning om skyldnerens ekteskapelige formuesforhold\n4. opplysning om skyldneren antas å ha foretatt disposisjoner som kan omstøtes i tilfelle av tvangsakkord eller konkurs, og om det er holdt tvangsforretninger hos skyldneren som i så fall vil være uvirksomme\n5. opplysning om skyldneren tidligere har søkt rekonstruksjon eller frivillig gjeldsordning eller vært under forhandling om tvangsakkord eller konkurs, i tilfelle med angivelse av den dividenden fordringshaverne oppnådde\n6. opplysning om skyldneren tidligere har gjort seg skyldig i straffbare forhold i forbindelse med økonomisk virksomhet, og om det nå må antas å foreligge forhold som kan gi grunn til straffeforfølgning mot vedkommende i forbindelse med slik virksomhet.\n(2) Rekonstruktørens gjennomgåelse etter første ledd nr. 1 til 6 skal avpasses til de konkrete forhold for skyldneren. Dersom det er foretatt kun en forenklet gjennomgåelse, skal det opplyses særskilt om dette i rekonstruktørens redegjørelse.\n(3) Borevisorens innberetning skal vedlegges dersom det er oppnevnt borevisor.\n(4) Finner rekonstruktøren at det kan være grunn til strafforfølgning for forhold som nevnt i første ledd første punktum nr. 6, jf. tredje punktum, skal redegjørelsen sendes til påtalemyndigheten. Rekonstruktøren bør i nødvendig utstrekning gi påtalemyndigheten underretning om mulige straffbare forhold også på et tidligere tidspunkt.\n(5) Rekonstruktørens redegjørelse forelegges først for kreditorutvalget, som avgir sin uttalelse. Redegjørelsen med kreditorutvalgets uttalelse sendes så til alle kjente fordringshavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Rekonstruksjonsutvalgets og skyldnerens utarbeidelse av forslag til rekonstruksjon",
      "content": "(1) Dersom rekonstruksjonsutvalget på grunnlag av drøftelsene på fordringshavermøtet og de opplysninger som er skaffet til veie, finner at det er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruksjonsutvalget bistå skyldneren med å utarbeide et forslag til rekonstruksjon. Dersom forslaget forutsetter at skyldnerens næringsvirksomhet skal drives videre, skal mulighetene for lønnsom drift i fremtiden utredes i nødvendig utstrekning. Rekonstruksjonsutvalget kan sette som betingelse for å anbefale forslaget at bestemte tiltak skal gjennomføres, og at bestemmelser om dette innarbeides i forslaget.\n(2) Dersom rekonstruksjonsutvalget finner at det ikke er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruksjonsutvalget gi innberetning til retten om forholdet, jf. § 58 første ledd nr. 1. Tilsvarende gjelder dersom skyldneren ikke innen rimelig tid har fremsatt forslag til rekonstruksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forslagets innhold",
      "content": "(1) En frivillig rekonstruksjon kan blant annet gå ut på\n1. betalingsutsettelse (frivillig moratorium)\n2. prosentvis reduksjon av gjelden (frivillig akkord)\n3. at gjelden helt eller delvis omgjøres til egenkapital (frivillig akkord ved konvertering)\n4. overdragelse av hele eller deler av skyldnerens virksomhet og eiendeler til ny eier, uten at skyldnerens virksomhet blir likvidert (rekonstruksjonsoverdragelse)\n5. overdragelse og avvikling av hele eller deler av skyldnerens virksomhet og eiendeler mot at skyldneren blir frigjort for den delen av gjelden som ikke dekkes ved likvidasjonen (frivillig likvidasjonsakkord)\n6. en kombinasjon av disse ordninger, og eventuelt i kombinasjon med andre tiltak.\n(2) § 35 om flertallskrav når rekonstruksjonen krever beslutning i selskapets generalforsamling, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Utsendelse av forslaget. Svarfrist",
      "content": "(1) Når skyldneren har utarbeidet et forslag til rekonstruksjon, og rekonstruksjonsutvalget finner at det bør fremmes, skal rekonstruktøren sende forslaget til alle fordringshaverne med fordringer som er omfattet av forslaget. Med forslaget skal følge\n1. redegjørelsen etter § 25\n2. skyldnerens erklæring om at alt skyldneren eier og skylder, er oppgitt\n3. rekonstruksjonsutvalgets uttalelse om hvorvidt det anbefaler at forslaget vedtas, om utsikten til og sikkerheten for at forslaget vil bli oppfylt fra skyldnerens side, om de betingelser som utvalget har satt for å anbefale forslaget, og om hvordan boets stilling antas å ville bli i tilfelle av konkurs.\n(2) Fordringshaverne oppfordres samtidig til innen en frist, som ikke må settes kortere enn to uker og ikke lengre enn tre uker, å underrette rekonstruktøren skriftlig om de vedtar forslaget. I oppfordringen skal fordringshaverne gjøres oppmerksom på bestemmelsen i § 29 annet ledd. Underretningen skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Vedtakelse av forslaget",
      "content": "(1) Forslaget til rekonstruksjon anses for vedtatt når det er godtatt av samtlige fordringshavere med fordringer som omfattes av forslaget.\n(2) Når svarfristen etter § 28 annet ledd er utløpt uten at noen av fordringshaverne har forkastet forslaget, anses dette for vedtatt dersom det er godtatt av fordringshavere som til sammen representerer minst tre firedeler av det samlede pålydende av de fordringer som forslaget omfatter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Nytt forslag",
      "content": "Dersom forslaget til frivillig rekonstruksjon ikke blir vedtatt, og skyldneren utarbeider et nytt forslag som rekonstruksjonsutvalget finner at det er god utsikt til å få vedtatt, skal rekonstruktøren sende det til fordringshaverne i samsvar med reglene i § 28, men uten vedleggene som er nevnt i § 28 første ledd nr. 1 og 2. Reglene i § 29 gjelder tilsvarende. Ytterligere forslag om frivillig rekonstruksjon kan ikke fremsettes. Det kan derimot fremsettes forslag om rekonstruksjon med tvangsakkord etter kapittel 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Underretning om vedtatt forslag",
      "content": "(1) Når et forslag til frivillig rekonstruksjon er vedtatt, skal rekonstruktøren sende melding om dette til samtlige fordringshavere som ikke er tilsagt full dekning for krav som skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet.\n(2) Rekonstruktøren skal samtidig sende retten\n1. det vedtatte forslaget til rekonstruksjon, med påtegning om hvordan forslaget er blitt vedtatt\n2. vedleggene som er nevnt i § 28 første ledd.\n(3) Retten skal notere når forslaget kom inn til retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Ugyldig moratorium og akkord",
      "content": "(1) Dersom en frivillig rekonstruksjon, jf. § 27, er kommet i stand ved at\n1. skyldneren forsettlig eller uaktsomt har gitt uriktige eller ufullstendige opplysninger om sine eiendeler eller forpliktelser, eller\n2. skyldneren eller en tredjeperson med skyldnerens medvirkning i strid med rekonstruksjonen og forutsetningene for den har gitt eller tilsagt én eller flere fordringshavere særlige fordeler, taper skyldneren overfor alle de fordringshavere som ikke har kjent til forholdet, den henstanden som ble innrømmet, og skyldneren plikter å betale til disse fordringshaverne også de deler av fordringene som ble ettergitt ved akkorden.\n(2) En fordringshavers rett etter første ledd foreldes ett år fra den dagen da fordringshaveren fikk vite om det forholdet som ga adgang til å angripe rekonstruksjonen. Retten kan ikke i noe tilfelle gjøres gjeldende om den ikke er erkjent eller gjort gjeldende ved søksmål senest tre år etter at rekonstruksjonsforhandlingen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Misligholdt akkord",
      "content": "(1) Dersom en skyldner har fått frivillig rekonstruksjon med akkord, men kommer under konkurs før akkorden er oppfylt, skal en fordringshaver som ikke har fått full dekning for sitt krav etter akkorden, gis konkursdividende av fordringens hele opprinnelige beløp. Fordringshaveren kan likevel ikke få utbetalt mer enn sitt restkrav etter akkorden. Fordringshaveren kan ikke kreve utlegg i konkursboet før det er utbetalt til de øvrige fordringshaverne like mange prosenter som de mottatte akkordavdragene utgjør.\n(2) Første ledd første og tredje punktum gjelder tilsvarende for fordringshavere som er ubundet av akkorden etter § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Hva en rekonstruksjon med tvangsakkord kan gå ut på",
      "content": "(1) En rekonstruksjon med tvangsakkord kan gå ut på\n1. betalingsutsettelse (tvungent moratorium)\n2. prosentvis reduksjon av gjelden (alminnelig tvangsakkord)\n3. at gjelden helt eller delvis omgjøres til egenkapital (tvangsakkord ved konvertering)\n4. overdragelse av hele eller deler av skyldnerens virksomhet og eiendeler til en ny eier, uten at skyldnerens virksomhet blir likvidert (rekonstruksjonsoverdragelse)\n5. overdragelse og avvikling av hele eller deler av skyldnerens virksomhet og eiendeler mot at skyldneren frigjøres for den delen av gjelden som ikke dekkes ved likvidasjonen (tvungen likvidasjonsakkord)\n6. en kombinasjon av disse ordningene.\n(2) En tvangsakkord kan gå ut på at enhver fordringshavers samlede tilgodehavende skal dekkes fullt ut opptil en viss sum. Reglene i første ledd gjelder i så fall for den overskytende del av tilgodehavendene.\n(3) En ordning med omgjøring av gjeld til egenkapital etter første ledd nr. 3 kan bare omfatte fordringshavere som samtykker til dette. Hvis tungtveiende hensyn taler for det, kan retten ved kjennelse likevel beslutte at ordningen skal omfatte samtlige fordringshavere når den eller de av fordringshaverne som har nektet samtykke, åpenbart ikke har rimelig grunn til dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Flertallskrav når rekonstruksjonen krever beslutning i et selskaps generalforsamling",
      "content": "(1) Dersom rekonstruksjonen går ut på at gjeld helt eller delvis skal omgjøres til egenkapital i et aksjeselskap eller allmennaksjeselskap etter § 34 første ledd nr. 3, kan generalforsamlingsbeslutning om forhøyelse av aksjekapitalen etter aksjeloven § 10-1 eller allmennaksjeloven § 10-1 treffes med tilslutning fra minst halvparten så vel av de avgitte stemmer som av den aksjekapitalen som er representert på generalforsamlingen. Nødvendige vedtektsendringer som følge av beslutningen og beslutning om fravikelse av fortrinnsretten etter aksjeloven § 10-5 og allmennaksjeloven § 10-5 kan treffes med flertall som nevnt i første punktum.\n(2) Flertallskravene etter første ledd gjelder tilsvarende for beslutninger etter aksjeloven og allmennaksjeloven kapittel 11 dersom rekonstruksjon går ut på at det skal utstedes finansielle instrumenter etter disse reglene. Første ledd gjelder også tilsvarende for beslutning etter aksjeloven § 12-1 første ledd nr. 1 og allmennaksjeloven § 12-1 første ledd nr. 1 dersom dette er en del av rekonstruksjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Bortfall av pantheftelser",
      "content": "(1) Ved rekonstruksjon med tvangsakkord bortfaller pantheftelser som ligger utenfor pantets antatte verdi.\n(2) Rekonstruksjonsutvalget foretar verdsettelsen av pantet. En panthaver med sikkerhet utenfor pantets antatte verdi kan bringe verdsettelsen inn for retten med begjæring om at det holdes skiftetakst. Kostnadene ved skiftetaksten bæres av panthaveren dersom rekonstruksjonsutvalgets verdsettelse opprettholdes eller endres med mindre enn ti prosent. For øvrig gjelder arveloven § 106 annet til femte ledd tilsvarende. I særlige tilfeller kan retten fravike satsene for godtgjørelse av skjønnsmedlemmer som ellers gjelder ved skiftetakst.\n0 Endret ved lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Underretning ved bestridte fordringer",
      "content": "Dersom en anmeldt fordring helt eller delvis blir bestridt, skal rekonstruktøren uten opphold underrette fordringshaveren og samtidig gjøre vedkommende oppmerksom på reglene i § 46 annet ledd. Underretningen skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Omstøtelse",
      "content": "(1) Dersom skyldnerens disposisjoner er omstøtelige etter dekningsloven kapittel 5, kan omstøtelseskravet gjøres gjeldende av rekonstruksjonsutvalget.\n(2) Det kan i rekonstruksjonsforslaget settes som vilkår for tvangsakkorden at søksmål til omstøtelse av skyldnerens disposisjoner skal anlegges eller fortsettes for skyldnerens regning etter nærmere bestemmelse fra rekonstruktøren eller den som er ansvarlig for tilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Utsendelse av forslag til rekonstruksjon med tvangsakkord. Avstemningen",
      "content": "(1) Rekonstruktøren skal sende skyldnerens forslag til rekonstruksjon med tvangsakkord til alle kjente fordringshavere med angivelse av en frist på minst to uker for skriftlig svar til rekonstruktøren. Forslaget skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at forslaget er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende. Med forslaget skal følge\n1. redegjørelsen etter § 25\n2. listen nevnt i § 40\n3. skyldnerens erklæring om at alt skyldneren eier og skylder er oppgitt\n4. rekonstruksjonsutvalgets uttalelse om hvorvidt utvalget anbefaler at forslaget vedtas, om utsikten til og sikkerheten for at forslaget vil bli oppfylt fra skyldnerens side, om vilkår utvalget har satt for å anbefale forslaget og om hvordan boets stilling antas å ville bli i tilfelle av konkurs.\n(2) Retten kan etter begjæring fra rekonstruktøren eller kreditorutvalget beslutte at det skal avholdes et eget fordringshavermøte til drøftelse av forslaget til rekonstruksjon med tvangsakkord. Avstemningen skjer ved fordringshavernes skriftlige meldinger til rekonstruktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Fordringshaverliste",
      "content": "(1) Før avstemningen skal rekonstruktøren utarbeide en liste over de anmeldte fordringene, påført de opplysningene som trengs for å avgjøre om fordringene skal medregnes ved avstemningen. Er en fordring helt eller delvis bestridt, skal dette anmerkes på listen.\n(2) For fordringer som etter forslaget vil få full dekning, jf. § 34 annet ledd, er det tilstrekkelig å angi fordringenes samlede beløp. Tilsvarende gjelder for andre grupper av fordringer som åpenbart ikke vil være av betydning for avstemningen.\n(3) Dersom noen i forbindelse med avstemningen bestrider en oppført fordring eller mener at en fordring er ført opp med et for lite beløp eller med urette er blitt utelatt, skal rekonstruktøren gjøre merknad om det i listen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Fordringer som ikke gir stemmerett",
      "content": "(1) Ved avstemningen over akkordforslaget skal alle kjente fordringer regnes med, selv om de ikke er meldt til rekonstruktøren. Følgende fordringer skal likevel settes ut av betraktning:\n1. fordring som akkorden etter § 54 ikke vil bli bindende for\n2. fordring som er avhengig av en betingelse som ennå ikke er inntrådt\n3. fordring som er overdratt til fordringshaveren etter at rekonstruksjonsforhandlingen ble åpnet\n4. fordring som tilhører skyldnerens nærstående, jf. dekningsloven § 1-5\n5. fordring eller del av fordring som skal dekkes fullt ut etter akkordforslaget, jf. § 34 annet ledd\n6. etterprioritert fordring som faller bort ved akkorden.\n(2) Dersom en fordring som nevnt i første ledd annet punktum nr. 1 er sikret ved panterett eller annen sikkerhetsrett i skyldnerens eiendeler, kan fordringshaveren utøve stemmerett for den delen av fordringen som sikkerheten antas ikke å ville gi dekning for, eller – hvis fordringshaveren uttrykkelig frafaller sin sikkerhetsrett for en større del av fordringen – for denne delen. En fordring med lovbestemt fortrinnsrett gir stemmerett i den utstrekning fortrinnsretten uttrykkelig frafalles.\n(3) Fordring som nevnt i første ledd annet punktum nr. 3 skal likevel ikke settes ut av betraktning dersom fordringshaveren ved ervervelsen var uvitende om at begjæring om åpning av rekonstruksjonsforhandling var innkommet til retten, eller hvis fordringshaveren har overtatt fordringen i samsvar med en tidligere forpliktelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Vedtakelse av forslag om rekonstruksjon med tvangsakkord",
      "content": "Et forslag om rekonstruksjon med tvangsakkord anses vedtatt når fordringer som representerer minst en halvdel av det samlede beløp som har stemmerett etter §§ 40 og 41, har stemt for forslaget, jf. likevel § 34 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Nytt forslag om rekonstruksjon med tvangsakkord",
      "content": "(1) Har skyldnerens rekonstruksjonsforslag ikke oppnådd det nødvendige flertallet ved en skriftlig avstemning etter § 42, kan skyldneren fremme et nytt rekonstruksjonsforslag bare dersom rekonstruksjonsutvalget finner å kunne anbefale forslaget. Det nye forslaget skal snarest sendes fordringshaverne, med rekonstruksjonsutvalgets anbefaling vedlagt og med en ny avstemningsfrist. Den nye fristen må ikke utløpe senere enn tre uker etter den opprinnelige avstemningsfristen. Forslaget sendes med rekommandert brev eller ved elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at forslaget er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.\n(2) Skyldneren kan ikke foreta endringer i rekonstruksjonsforslaget etter at det er sendt fordringshaverne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Redegjørelse for avstemningen sendes tingretten",
      "content": "Rekonstruktøren skal innen en uke etter fristen for avstemningen sende tingretten en redegjørelse for resultatet av avstemningen med uttalelse om hvorvidt det antas å foreligge forhold som vil være til hinder for stadfestelse av rekonstruksjonsforslaget med tvangsakkord. Med redegjørelsen skal følge\n1. bekreftelse av at fordringshaverne har vært varslet om avstemningen i overensstemmelse med lovens regler\n2. protokoll fra rekonstruksjonsutvalgets møter\n3. listen over fordringshaverne etter § 40, og, i den grad det foreligger omtvistede eller uklare fordringer, kopi av fordringsanmeldelsene og de dokumenter som foreligger om disse fordringene\n4. skyldnerens endelige forslag til rekonstruksjon med tvangsakkordforslag og fordringshavernes vedtakelser\n5. andre dokumenter som måtte være fremlagt i forbindelse med avstemningen, og de protester som måtte være fremkommet mot stadfestelse av rekonstruksjonsforslaget med tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Rettsmøte før stadfestelse",
      "content": "(1) Retten avgjør om det skal kalles inn til rettsmøte til behandling av spørsmålet om stadfestelse av rekonstruksjonsforslaget med tvangsakkord, eller om stadfestelse avgjøres ved skriftlig behandling. Rettsmøtet skal i tilfelle holdes innen tre uker etter at retten har mottatt rekonstruktørens redegjørelse for resultatet av avstemningen.\n(2) Til møtet innkalles skyldneren, rekonstruktøren, kreditorutvalget og fordringshaverne. Retten kan pålegge rekonstruktøren å sørge for innkallingen av fordringshaverne. Skyldneren plikter å være til stede i møtet med mindre han eller hun har gyldig fravær eller har fått rettens tillatelse til å være fraværende.\n(3) Viser det seg nødvendig å innhente ytterligere opplysninger, kan retten utsette behandlingen til et senere rettsmøte, som bør holdes innen to uker.\n(4) Rettens avgjørelse etter første, annet og tredje ledd er ikke gjenstand for anke.\n(5) Rettens stadfestelse skjer ved kjennelse, jf. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Stemmerettstvister. Avsetning til omtvistede fordringer",
      "content": "(1) Dersom det er tvist eller uklarhet om hvorvidt eller for hvilket beløp en fordring skal gi stemmerett, avgjør retten spørsmålet så langt det er nødvendig for å fastslå utfallet av avstemningen. Før retten tar standpunkt kan den beslutte å innhente ytterligere opplysninger. Avgjørelsen tas i forbindelse med avgjørelsen av spørsmålet om stadfestelse og kan bare ankes sammen med denne. Avgjørelsen har virkning bare for spørsmålet om fordringshaverens stemmerett.\n(2) Når fordringshaveren krever det, kan retten bestemme at den dividenden som faller på en omtvistet fordring, eller på den omtvistede delen av en fordring, skal settes i bank på en separat konto som disponeres av rekonstruktøren. Retten skal i så fall samtidig gi fordringshaveren en frist til å reise søksmål. Blir søksmål ikke reist innen fristens utløp, skal retten pålegge rekonstruktøren å frigi beløpet til skyldneren med mindre noe annet fremgår av akkorden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Tilfeller hvor stadfestelse skal nektes",
      "content": "Retten skal nekte å stadfeste rekonstruksjonsforslaget\n1. når reglene om fremgangsmåten ved rekonstruksjonsforhandlingen ikke har vært overholdt og retten finner det sannsynlig at feilen har hatt avgjørende betydning for vedtakelsen av rekonstruksjonsforslaget,\n2. når rekonstruksjonsforslaget ikke er blitt vedtatt med nødvendig flertall, jf. §§ 34 og 42, eller\n3. når det viser seg at det foreligger omstendigheter som nevnt i § 49 nr. 1 eller 2 og som ikke er meddelt fordringshaverne før avstemningen, dersom forholdet kan antas å ha hatt avgjørende innflytelse på utfallet av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Tilfeller hvor stadfestelse kan nektes",
      "content": "(1) Retten kan nekte å stadfeste rekonstruksjonsforslaget\n1. når det vil virke støtende å stadfeste rekonstruksjonsforslaget skyldneren har fremsatt, eller retten finner at rekonstruksjonsforslaget ikke er rimelig og rettferdig overfor fordringshaverne,\n2. når skyldneren vegrer seg for å gi de opplysningene retten trenger ved avgjørelsen, eller uten gyldig grunn uteblir fra rettsmøter i forbindelse med rekonstruksjonsbehandlingen, eller\n3. når retten finner det godtgjort at skyldneren i de siste tre årene før åpningen av rekonstruksjonsforhandlingen eller senere har gjort seg skyldig i straffbare forhold i forbindelse med økonomisk virksomhet.\n(2) Er skyldneren en sammenslutning eller en stiftelse, kan stadfestelse nektes dersom daglig leder eller styremedlem i de siste tre årene før åpningen av rekonstruksjonsforhandlingen eller senere har gjort seg skyldig i slike straffbare forhold som nevnt i første ledd nr. 3 til skyldnerens fordel eller på skyldnerens vegne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Tilfeller hvor stadfestelse kan nektes etter begjæring",
      "content": "Etter begjæring av rekonstruktøren, kreditorutvalget eller av en fordringshaver som i tilfelle vil bli bundet av akkorden, kan retten nekte stadfestelse\n1. når det påvises at akkorden er brakt i stand ved at en fordringshaver er blitt begunstiget eller har fått løfte om begunstigelse, enten av skyldneren eller av tredjeperson, eller\n2. når det påvises at rekonstruksjonsforslaget og akkorden ikke stemmer med fordringshavernes felles interesser, blant annet fordi\na. dividenden som er tilbudt, står i vesentlig misforhold til skyldnerens betalingsmuligheter og særlig til hvilken dekning som kan forventes ved en konkurs,\nb. fordringsbeløpene som skal dekkes fullt etter akkordforslaget, jf. § 34 annet ledd, er så betydelige at det innebærer en urimelig forfordeling av fordringshaverne, eller\nc. det ikke er rimelig utsikt til at akkorden vil bli oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Tilsyn med oppfyllelsen av akkorden",
      "content": "(1) Dersom retten finner grunn til det, kan den sette som vilkår for stadfestelse at skyldneren underkaster seg tilsyn med oppfyllelse av rekonstruksjonsplanen med tvangsakkord.\n(2) Tilsyn utøves av rekonstruktøren eller ett eller flere av kreditorutvalgets medlemmer eller av én eller flere andre personer som oppnevnes av retten. Tilsynet skal påse at skyldneren innretter sin forretningsførsel slik at skyldneren i rett tid får til rådighet de midler som trengs til å oppfylle rekonstruksjonsplanen med tvangsakkord, og at skyldneren gjennomfører de tiltakene som rekonstruksjonsutvalget har satt som vilkår for å anbefale rekonstruksjonsplanen. Tilsynet skal videre søke å hindre at noen fordringshaver får dekning til skade for andre. Skyldneren plikter å gi full adgang til tilsyn med sin forretningsførsel og til å rette seg etter de påleggene tilsynet gir i denne forbindelse.\n(3) Bestemmelsene i §§ 11, 13 og 14 gjelder tilsvarende for tilsynet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Stadfestelseskjennelsen. Anke",
      "content": "(1) Retten avgjør spørsmålet om stadfestelse ved kjennelse, som bør avsies innen en uke etter stadfestelsesmøtet etter § 45 eller ved skriftlig behandling innen tre uker etter at retten har mottatt rekonstruktørens redegjørelse for resultatet av avstemningen. Dersom rekonstruksjonsplanen med tvangsakkord innebærer at pantheftelser helt eller delvis bortfaller, jf. § 36, skal stadfestelseskjennelsen inneholde en nøyaktig angivelse av i hvilken utstrekning pantheftelsene bortfaller.\n(2) En kjennelse som stadfester rekonstruksjonsplanen med tvangsakkord, kan ankes av skyldneren, av enhver fordringshaver som vil bli bundet av akkorden og som har stemt mot forslaget, og av etterprioriterte fordringshavere som er berørt av forslaget. Skyldneren fortsetter å stå under rekonstruksjonsutvalgets tilsyn inntil kjennelsen er blitt rettskraftig.\n(3) Dersom tingretten eller ankeinstansen nekter stadfestelse, skal den samtidig treffe de avgjørelser som er nevnt i §§ 57 og 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Melding om og kunngjøring av den stadfestede rekonstruksjonsplanen med tvangsakkord",
      "content": "(1) Dersom retten stadfester rekonstruksjonsplanen med tvangsakkord, skal rekonstruktøren straks sende melding om dette til alle kjente fordringshavere som ikke er tilsagt full dekning.\n(2) Når stadfestelseskjennelsen er blitt rettskraftig, skal rekonstruktøren kunngjøre akkorden etter reglene i § 7 første ledd. Rekonstruktøren skal også sørge for at melding etter § 7 tredje ledd nr. 1, 2 og 3 blir slettet, og at melding om avslutning av rekonstruksjonsforhandlingen blir registrert i Foretaksregisteret dersom skyldneren er innført der.\n(3) Dersom akkorden innebærer at pantheftelser som er registrert i et rettsvernsregister helt eller delvis bortfaller, skal rekonstruktøren straks stadfestelsen er rettskraftig sørge for at kjennelsen registreres. Ved håndpant eller ved pant i enkle krav skal melding om bortfallet gis til den som besitter pantet, eller til skyldneren for kravet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Bestemmelse om tilsyn truffet etter stadfestelsen",
      "content": "(1) Dersom det begjæres av en fordringshaver, og retten finner særlig grunn til det, kan retten også etter at akkorden er stadfestet, bestemme at skyldneren skal undergis tilsyn inntil akkorden er oppfylt.\n(2) Retten treffer sin avgjørelse ved kjennelse etter at skyldneren har fått anledning til å uttale seg. En kjennelse som tar begjæringen til følge, kan ankes av skyldneren innen tre dager. En kjennelse som avslår begjæringen, kan ikke ankes.\n(3) § 50 annet og tredje ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Hvem akkorden er bindende for",
      "content": "(1) Den stadfestede akkorden er bindende for alle fordringshavere med fordringer som skriver seg fra tiden før åpningen av rekonstruksjonsforhandlingen. Akkorden er likevel ikke bindende for\n1. fordringer som har lovbestemt fortrinnsrett\n2. fordringer som er sikret ved panterett eller annen sikkerhetsrett i skyldnerens eiendeler, i den utstrekning fordringen faller innenfor pantets antatte verdi\n3. fordringer som kan kreves avgjort ved motregning i den utstrekning de dekkes av motkravet.\n(2) §§ 32 og 33 gjelder tilsvarende ved tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Tidligere mislighold",
      "content": "En kontraktsmotpart kan ikke etter stadfestet rekonstruksjon påberope seg skyldnerens mulige mislighold i tiden før rekonstruksjonsbehandling ble innledet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Innstilling av rekonstruksjonsforhandlingen med fordringshavernes samtykke",
      "content": "(1) Retten skal innstille rekonstruksjonsforhandlingen ved kjennelse når dette etter utløpet av fristen etter § 23 begjæres av skyldneren og det foreligger skriftlig samtykke fra et flertall av de kjente fordringshavere, unntatt fordringshavere med fordringer som er sikret eller tilbys sikkerhet ved betryggende selvskyldnerkausjon, panterett eller annen tilsvarende sikkerhetsrett.\n(2) § 52 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Innstilling med tilbakelevering til skyldneren",
      "content": "Dersom skyldneren overfor retten godtgjør å være solvent, jf. konkursloven § 61, skal retten avslutte rekonstruksjonsforhandlingen uten at konkurs åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Innstilling av mislykket rekonstruksjonsforhandling og åpning av konkurs",
      "content": "(1) Retten skal innstille rekonstruksjonsforhandlingen og åpne konkurs i skyldnerens bo når\n1. retten etter innberetning fra rekonstruksjonsutvalget finner at det ikke er utsikt til at skyldneren vil kunne oppnå frivillig rekonstruksjon eller rekonstruksjon med tvangsakkord, eller at skyldneren ikke innen rimelig tid har fremsatt forslag til frivillig rekonstruksjon eller tvangsakkord, jf. § 26 annet ledd,\n2. retten nekter å stadfeste et rekonstruksjonsforslag med tvangsakkord, jf. § 51, eller\n3. rekonstruksjonsforhandlingen ikke er avsluttet innen seks måneder fra åpningen eller innen en lengre frist som retten har satt etter anmodning fra rekonstruksjonsutvalget.\n(2) Retten kan etter begjæring fra rekonstruksjonsutvalget innstille rekonstruksjonsforhandlingen og åpne konkurs i skyldnerens bo når retten finner at skyldneren grovt eller gjentatte ganger har handlet mot sine plikter etter §§ 15 og 20.\n(3) Retten treffer sin avgjørelse ved kjennelse. Før kjennelse avsies skal retten forelegge spørsmålet for skyldneren med en kort frist for uttalelse. Ved anke over kjennelsen gjelder konkursloven § 72 annet ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Tidspunktet for rekonstruksjonsforhandlingens avslutning",
      "content": "Rekonstruksjonsforhandlingen anses for avsluttet når\n1. retten mottar melding om at skyldneren har fått frivillig rekonstruksjon, jf. § 31,\n2. skyldneren har fått rekonstruksjon med tvangsakkord som er stadfestet ved rettskraftig kjennelse, jf. § 51.\n3. det er avsagt kjennelse om innstilling av rekonstruksjonsforhandlingen etter § 56 eller § 57, og kjennelsen er blitt rettskraftig, eller\n4. det er avsagt kjennelse om innstilling av rekonstruksjonsforhandlingen etter § 58 uten at konkurs er blitt åpnet, og kjennelsen er blitt rettskraftig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "Følgene av at skyldneren dør under rekonstruksjonsforhandlingen",
      "content": "Dersom skyldneren dør før kjennelse om konkursåpning er avsagt i henhold til § 58, eller før rekonstruksjonsforhandlingen anses for avsluttet, jf. § 59, skal rekonstruksjonsforhandlingen innstilles og skyldnerens bo behandles i samsvar med arveloven.\n0 Endret ved lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "title": "Forskrifter til loven. Enklere regler for små foretak. Tingrettens stedlige kompetanse",
      "content": "(1) Kongen kan ved forskrift gi nærmere bestemmelser til utfylling og gjennomføring av loven her.\n(2) Kongen kan også gi forskrift om særlige regler for små foretak med sikte på forenklet rekonstruksjonsforhandling. Slike regler kan fravike reglene i denne loven. Forskriften fastsetter hvilke foretak som skal regnes som små foretak etter denne loven. Kongen kan blant annet gi bestemmelser om\n1. skyldnerens adgang til å fremlegge forslag til rekonstruksjon og tvangsakkord av gjelden sammen med begjæring om rekonstruksjonsforhandling\n2. skyldnerens adgang til å få oppnevnt en advokat til å bistå med forslag til rekonstruksjonsplan, inkludert forhandling om salg av hele eller deler av virksomheten til ny eier, før det leveres begjæring om rekonstruksjonsforhandling\n3. rettens adgang til å unnlate å oppnevne borevisor og kreditorutvalg, og avholde fordringshavermøte\n4. rettens adgang til å unnlate å oppnevne kreditorutvalg dersom bestemmelsene sikrer at de ansatte blir hørt på en annen måte\n5. forenklet gjennomgang av skyldnerens økonomi og vurdering av mulige omstøtelige disposisjoner og straffbare forhold.\n(3) Kongen kan også gi forskrift om særlige regler for tingrettens stedlige kompetanse i saker om rekonstruksjon etter denne loven. Slike regler kan fravike konkursloven § 146.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "title": "Forholdet til andre lover som omhandler gjeldsforhandling",
      "content": "Når denne loven får anvendelse, skal omtale i andre lover og forskrifter av gjeldsforhandling etter konkurslovens første del forstås som rekonstruksjon etter denne loven, og henvisninger i andre lover og forskrifter til begreper og bestemmelser i konkurslovens første del om gjeldsforhandling forstås som henvisninger til korresponderende begreper og bestemmelser i denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "title": "Forholdet til dekningsloven",
      "content": "(1) Når konkurs er åpnet på grunnlag av en konkursbegjæring som kom inn til retten senest tre uker etter at en begjæring fra en fordringshaver om åpning av rekonstruksjonsforhandling etter denne loven ble forkastet fordi skyldneren motsatte seg rekonstruksjonsforhandling, er fristdagen etter dekningsloven § 1-2 dagen da begjæringen om åpning av rekonstruksjonsforhandling kom inn til retten. Dette gjelder likevel ikke hvis reglene i dekningsloven § 1-2 annet ledd fører til at fristdagen kommer tidligere.\n(2) Ved anvendelsen av dekningsloven § 7-3 a gjelder for rekonstruksjon etter denne loven at heving som er gjort gjeldende i de siste fire ukene før fristdagen på grunn av skyldnerens betalingsforsinkelse, ikke kan gjøres gjeldende under rekonstruksjonsforhandling med mindre den annen part har disponert i henhold til hevingen.\n(3) Ved anvendelsen av dekningsloven § 7-5 annet ledd gjelder for rekonstruksjon etter denne loven at for sikkerhetsstillelse eller forskuddsbetaling under rekonstruksjonsforhandling kan skyldneren kreve at hver termin ikke skal være lengre enn to uker om gangen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "title": "Ikrafttredelse og tidspunktet for opphevelse av loven",
      "content": "(1) Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de ulike bestemmelsene til forskjellig tid.\n(2) Loven oppheves 1. juli 2026. Fra samme tid oppheves endringene i § 66.\n0 Endret ved lover 22 des 2021 nr. 167, 26 mai 2023 nr. 14, 20 juni 2025 nr. 79.\n1 Fra 11. mai 2020 iflg. res. 7 mai 2020 nr. 947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Overgangsregler",
      "content": "(1) En begjæring om åpning av gjeldsforhandling etter konkurslovens første del som er fremmet, men ikke avgjort av retten, når denne lov trer i kraft, skal anses som en begjæring om forhandling om rekonstruksjon etter denne loven.\n(2) Er gjeldsforhandling åpnet etter konkurslovens første del etter 1. mars 2020, kan saken behandles etter reglene i denne loven hvis skyldneren begjærer det og det ikke er tatt stilling til et forslag om frivillig gjeldsordning eller stemt over et forslag til tvangsakkord. Kunngjøring etter § 7 i loven her kan i så fall unnlates dersom åpningen av gjeldsforhandling allerede er kunngjort etter konkursloven §§ 6 eller 35, og retten finner at ny kunngjøring derfor ikke er nødvendig.\n(3) For forslag til tvangsakkord som er fremsatt etter konkurslovens kapittel XIV, gjelder konkurslovens første del når konkurs er åpnet før denne loven trer i kraft. Dersom alle kjente fordringshavere samtykker til det, kan skyldneren i stedet fremsette forslag om rekonstruksjon med tvangsakkord etter kapittel 7 i denne loven. Dersom det åpnes konkurs etter ikrafttredelsen av denne loven, gjelder reglene i denne loven for forslaget til tvangsakkord. Henvisningene i konkursloven kapittel XIV til bestemmelser i konkurslovens første del skal forstås som henvisninger til de korresponderende bestemmelsene i denne loven så langt de passer.\n(4) Forskrifter til konkursloven gjelder for denne loven så langt de passer.\n(5) Departementet kan gi overgangsregler. I overgangsreglene kan det gjøres unntak fra reglene i denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Virkeområde",
      "content": "Loven gjelder forhandling med fordringshaverne om rekonstruksjon med sikte på en frivillig ordning av gjelden eller tvangsakkord når begjæring om slik forhandling kommer inn til retten etter lovens ikrafttredelse. Loven gjelder også forhandling med fordringshaverne som skal behandles etter denne loven etter reglene i § 65. Når rekonstruksjonen behandles etter reglene i denne loven, gjelder ikke reglene i konkursloven §§ 1 a til 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "title": "Vilkår for åpning av rekonstruksjonsforhandling. Rekonstruksjonsforhandlingens formål",
      "content": "(1) En skyldner som har eller i overskuelig fremtid vil få alvorlige økonomiske problemer, kan begjære åpnet rekonstruksjonsforhandling etter reglene i loven. En fordringshaver kan begjære åpnet rekonstruksjonsforhandling dersom skyldneren ikke kan oppfylle sine forpliktelser etter hvert som de forfaller.\n(2) Formålet med en rekonstruksjonsforhandling er en rekonstruksjon med frivillig ordning av gjelden eller en tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "title": "Begjæring om åpning av rekonstruksjonsforhandling",
      "content": "(1) Begjæring om åpning av rekonstruksjonsforhandling fremsettes skriftlig for tingretten.\n(2) En skyldner som begjærer rekonstruksjonsforhandling, skal gi tingretten\n1. en kort redegjørelse for de økonomiske problemene, deriblant om forpliktelsene kan oppfylles etter hvert som de forfaller\n2. en kort redegjørelse for hvordan rekonstruksjonen skal gjennomføres\n3. en skisse til hvordan gjelden tenkes ordnet, samt for kontakten med fordringshaverne om dette\n4. en redegjørelse for hvordan driften av virksomheten under rekonstruksjonsforhandlingen skal finansieres\n5. en oppgave over sine eiendeler og sin gjeld, med angivelse av de sikkerheter som hefter for gjelden. Har en fordringshaver panterett eller annen tilsvarende sikkerhetsrett i skyldnerens eiendeler, må tidspunktet for gjeldens og sikkerhetens stiftelse oppgis\n6. en redegjørelse for hvordan registrering og dokumentasjon av regnskapsopplysninger er innrettet.\n(3) En fordringshaver som begjærer rekonstruksjonsforhandling, skal\n1. angi de omstendigheter begjæringen grunnes på\n2. sannsynliggjøre at han eller hun har et krav mot skyldneren\n3. sannsynliggjøre at skyldneren ikke kan oppfylle sine forpliktelser etter hvert som de forfaller\n4. gi en kort redegjørelse for hvordan rekonstruksjonen skal gjennomføres\n5. gi en skisse til hvordan gjelden tenkes ordnet\n6. gi en redegjørelse for hvordan driften av virksomheten under rekonstruksjonsforhandlingen skal finansieres.\n(4) Tingretten skal gi begjæringen en påtegning om dagen og klokkeslettet da den kom inn til retten. Begjæringen kan tilbakekalles eller endres så lenge retten ikke har avsagt kjennelse om hvorvidt rekonstruksjonsforhandling skal åpnes.\n(5) Når en begjæring fremsettes av en fordringshaver, skal den forelegges for skyldneren med en kort frist for uttalelse. Retten kan innkalle til et rettsmøte eller avgjøre begjæringen uten rettsmøte.\n(6) Retten kan kreve at skyldneren og fordringshaveren gir nærmere opplysninger om ethvert forhold som retten mener er av betydning for spørsmålet om rekonstruksjonsforhandling skal åpnes.\n(7) Retten kan i den utstrekning og på den måten den finner det hensiktsmessig, innhente opplysninger fra skyldnerens fordringshavere og drøfte begjæringen med dem.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Ansvar for omkostningene ved rekonstruksjonsforhandlingen. Forskudd og sikkerhet",
      "content": "(1) Retten kan kreve at den som begjærer rekonstruksjonsforhandling åpnet, skal innbetale et passende forskudd til dekning av omkostninger ved rekonstruksjonsforhandlingen som ikke dekkes av gebyr etter rettsgebyrloven, eller at det blir stilt sikkerhet for disse omkostningene. Dersom en fordringshaver begjærer rekonstruksjonsforhandling åpnet, hefter fordringshaveren bare for innbetalt forskudd eller sikkerhet i den utstrekning skyldnerens midler ikke kan dekke omkostninger som er omfattet av forskuddet eller sikkerhetsstillelsen.\n(2) Rettsgebyrloven § 3 tredje og sjette ledd og § 5 annet ledd gjelder tilsvarende.\n(3) Omkostninger som skyldneren ikke kan betale, og som ikke dekkes av forskudd eller sikkerhetsstillelse etter annet ledd, plikter staten å dekke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Tingrettens avgjørelse. Rettsmidler",
      "content": "(1) Tingretten skal avslå begjæringen dersom\n1. den ikke tilfredsstiller kravene etter §§ 2 og 3, og manglene ikke blir rettet i tide\n2. skyldneren unnlater å skaffe de ytterligere opplysningene som tingretten krever\n3. tingretten etter de opplysningene som foreligger, finner det lite sannsynlig at skyldneren vil kunne oppnå frivillig rekonstruksjon eller tvangsakkord\n4. skyldneren motsetter seg rekonstruksjonsforhandling når begjæringen er fremsatt av en fordringshaver.\n(2) Retten skal treffe sin avgjørelse snarest mulig, normalt innen tre dager etter at skyldnerens begjæring kom inn til retten, eller innen to uker etter at en fordringshavers begjæring kom inn til retten.\n(3) Retten treffer sin avgjørelse ved kjennelse. En kjennelse som tar en begjæring fra skyldneren til følge, kan ikke angripes ved anke. For øvrig kan kjennelser ankes innen en uke fra avsigelsen.\n(4) Blir begjæringen tatt til følge, anses rekonstruksjonsforhandlingen for å være åpnet fra det tidspunktet da begjæringen kom inn til retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Melding ved åpning av rekonstruksjonsforhandling",
      "content": "(1) Blir en begjæring om åpning av rekonstruksjonsforhandling tatt til følge, skal retten gi skyldneren skriftlig melding om skyldnerens plikter etter §§ 15 og 20, og om følgen av å handle mot dem, jf. § 58 annet ledd.\n(2) Retten skal samtidig opplyse om tidspunkt og sted for fordringshavermøte, jf. § 22, med mindre retten bestemmer at slikt møte ikke skal holdes eller utsetter beslutningen. Dersom retten beslutter at fordringshavermøtet skal avholdes elektronisk uten fysisk møte, skal underretningen inneholde nærmere opplysninger om avviklingen av møtet.\n(3) Retten skal straks underrette Norges Bank når den har avsagt kjennelse om åpning av rekonstruksjonsforhandling i en institusjon som deltar i system som nevnt i lov om betalingssystemer m.v. § 1-1 første ledd eller § 1-2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Kunngjøring, tinglysing og offentlighet ved rekonstruksjonsforhandling",
      "content": "(1) Når forhandling om rekonstruksjon er åpnet, skal retten uten opphold sørge for at åpningen kunngjøres i Brønnøysundregistrenes elektroniske kunngjøringspublikasjon. Samtidig skal tidspunkt og sted for fordringshavermøte kunngjøres, med mindre retten har besluttet at slikt møte ikke skal holdes eller har utsatt beslutningen. Ved utsettelse kan tidspunkt og sted for senere fordringshavermøte meddeles skyldneren og fordringshaverne uten kunngjøring dersom det i stedet benyttes rekommandert brev eller elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. Kongen kan i forskrift gi nærmere bestemmelser om hva som kan anses for en betryggende metode.\n(2) Rettsmøter som holdes under forhandling om rekonstruksjon, er offentlige med mindre retten beslutter lukkede dører etter domstolloven §§ 125 flg.\n(3) Melding om at det er åpnet forhandling om rekonstruksjon, skal på begjæring av rekonstruktøren tinglyses i\n1. Løsøreregisteret\n2. grunnboken og lignende realregistre, for så vidt skyldneren eier fast eiendom eller andre registrerte eiendeler\n3. et verdipapirregister, dersom det er registrert rettigheter der som rekonstruktøren mener tilhører skyldneren\n4. Foretaksregisteret, dersom skyldneren er innført der.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Oppnevnelse av rekonstruktør og kreditorutvalg",
      "content": "(1) Retten skal straks etter at den har avsagt kjennelse om åpning av rekonstruksjonsforhandling, oppnevne en rekonstruktør og et kreditorutvalg.\n(2) Rekonstruktøren og kreditorutvalget skal bistå skyldneren under forhandlingen om rekonstruksjon i samsvar med denne loven, og skal samtidig ivareta fordringshavernes felles interesser. Så langt det er forenlig med disse interessene, skal de i samarbeid med offentlige myndigheter medvirke til at hensynet til berørte arbeidstakere og særlige samfunnsinteresser ivaretas under rekonstruksjonsforhandlingen.\n(3) Rekonstruktøren skal være en advokat med erfaring fra insolvensbehandling.\n(4) Kreditorutvalget skal bestå av fra ett til tre medlemmer, som fortrinnsvis skal representere forskjellige grupper av fordringshavere. I den utstrekning det er mulig, skal minst ett av medlemmene ha kyndighet i den næringen skyldneren driver. I tilfeller som nevnt i § 9 skal det i tillegg oppnevnes en representant for de ansatte som medlem av kreditorutvalget.\n(5) Rekonstruktøren og kreditorutvalget utgjør sammen rekonstruksjonsutvalget.\n(6) Når boet er lite, eller retten av andre grunner finner at rekonstruksjonsutvalgets gjøremål kan utføres av rekonstruktøren alene, kan retten unnlate å oppnevne kreditorutvalg. Kreditorutvalgets gjøremål utføres da av rekonstruktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Representant for de ansatte som medlem av kreditorutvalget",
      "content": "(1) Etter krav fra et flertall av de ansatte i skyldnerens næringsvirksomhet skal retten oppnevne en representant for de ansatte som medlem av kreditorutvalget. Det samme gjelder når slikt krav fremsettes av en lokal fagforening som organiserer et flertall av de ansatte i virksomheten, eller av flere lokale fagforeninger som til sammen organiserer et flertall av de ansatte.\n(2) Når kjennelse om åpning av rekonstruksjonsforhandling er avsagt, skal retten snarest mulig underrette de ansatte i skyldnerens næringsvirksomhet om deres rettigheter etter første ledd.\n(3) Retten kan likevel etter en vurdering av boets stilling, utsiktene for videre drift og omstendighetene for øvrig unnlate å oppnevne slik representant. Retten skal i så fall på forhånd innhente uttalelse fra de medlemmene av kreditorutvalget som er oppnevnt på dette tidspunktet.\n(4) Kongen kan ved forskrift eller vedtak i det enkelte tilfellet gjøre unntak fra denne paragrafen. Kongen kan også gi utfyllende forskrifter, blant annet om reglenes anvendelse i konserner og konsernliknende forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Rekonstruksjonsutvalgets vedtak m.m.",
      "content": "(1) Rekonstruksjonsutvalget treffer vedtak ved stemmeflertall. Ved stemmelikhet gjelder det som rekonstruktøren har stemt for.\n(2) Rekonstruktøren leder alle utenrettslige møter under rekonstruksjonsforhandlingen og fører protokoll over møtene og de vedtak som blir gjort. Protokollen underskrives for hvert møte av alle tilstedeværende medlemmer av rekonstruksjonsutvalget.\n(3) Rekonstruksjonsutvalget kan, i den utstrekning det finner det hensiktsmessig, overlate til rekonstruktøren å ta avgjørelse i saker som ikke er av vesentlig betydning. At rekonstruktøren har handlet utenfor sin kompetanse, kan ikke påberopes overfor godtroende tredjeperson.\n(4) Retten kan når som helst kreve at rekonstruktøren og kreditorutvalgets medlemmer gir fulle opplysninger om rekonstruksjonsforhandlingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Overprøving av vedtak",
      "content": "(1) Retten kan etter begjæring fra skyldneren, en fordringshaver, rekonstruktøren eller et medlem av kreditorutvalget ved kjennelse oppheve eller omgjøre vedtak som er gjort av rekonstruktøren eller rekonstruksjonsutvalget, dersom vedtaket er\n1. i strid med skyldnerens, en fordringshavers eller en tredjepersons rett,\n2. ulovlig i andre henseender, eller\n3. åpenbart urimelig.\n(2) Begjæring etter første ledd må fremsettes uten ugrunnet opphold. Den som har truffet vedtaket, kan sette en frist for å bringe vedtaket inn for retten. Retten kan gi oppfriskning på samme vilkår som om avgjørelsen var tatt under rettergang.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Oppnevnelse av borevisor",
      "content": "Retten skal etter innstilling fra rekonstruksjonsutvalget oppnevne en borevisor til å foreta revisjon av skyldnerens regnskaper og forretningsførsel, hvis ikke retten finner det ubetenkelig å overlate revisjonen til et av rekonstruksjonsutvalgets medlemmer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Habilitetsregler for rekonstruktøren, medlemmene av kreditorutvalget og borevisor",
      "content": "(1) Til rekonstruktør, medlem av kreditorutvalget eller borevisor må ikke oppnevnes den som\n1. er i slekt eller svogerskap med skyldneren i oppstigende eller nedstigende linje, eller i sidelinje så nær som søskenbarn,\n2. er eller har vært gift med skyldneren, bor eller har bodd sammen med skyldneren i ekteskapsliknende forhold, er forlovet med skyldneren eller er skyldnerens fosterfar, fostermor eller fosterbarn,\n3. er verge for skyldneren eller har vært det etter åpningen av rekonstruksjonsforhandlingen,\n4. er i skyldnerens tjeneste eller har vært det i de to siste årene før åpningen av rekonstruksjonsforhandlingen, eller i det nevnte tidsrommet har fungert som skyldnerens faste juridiske rådgiver eller revisor,\n5. er medlem av skyldnerens styre, representantskap eller bedriftsforsamling eller har vært det i de to siste årene før åpningen av rekonstruksjonsforhandlingen, dersom skyldneren er en sammenslutning eller en stiftelse,\n6. selv søker rekonstruksjon, eller hvis bo er tatt under konkursbehandling, eller\n7. på grunn av andre særlige omstendigheter ikke kan antas å være tilstrekkelig uhildet.\n(2) Til rekonstruktør, medlem av kreditorutvalget eller borevisor bør som regel ikke oppnevnes noen som skyldneren i de siste to årene før åpningen av rekonstruksjonsforhandlingen fortrinnsvis har benyttet som juridisk eller forretningsmessig rådgiver.\n(3) Rekonstruktøren og borevisor skal ha allmenn tillit i kreditorfellesskapet.\n(4) Rekonstruktøren, medlem av kreditorutvalget og borevisor må ikke delta i behandlingen eller avgjørelsen av spørsmål som vedkommende har en fremtredende personlig eller økonomisk særinteresse i.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tilbakekall av oppnevnelse",
      "content": "(1) Dersom rekonstruktøren, et medlem av kreditorutvalget eller borevisor senere kommer i en stilling som ville ha ført til at vedkommende ikke kunne ha blitt oppnevnt, kan retten etter begjæring fra skyldneren eller en fordringshaver eller av eget tiltak tilbakekalle oppnevnelsen og oppnevne en annen.\n(2) Første ledd gjelder tilsvarende når retten finner at den som er oppnevnt, ikke har vist seg skikket eller av andre grunner ikke bør gjøre tjeneste.\n(3) Vedkommende skal gis anledning til å uttale seg før avgjørelsen blir tatt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Rekonstruksjonsutvalgets tilsyn med skyldneren",
      "content": "(1) Under rekonstruksjonsforhandlingen beholder skyldneren rådigheten over sin virksomhet og sine formuesforhold for øvrig, men er under rekonstruksjonsutvalgets tilsyn. Rekonstruktøren og kreditorutvalget skal gis full adgang til å føre tilsyn med skyldnerens virksomhet og økonomiske forhold, og skyldneren skal rette seg etter de pålegg rekonstruktøren og kreditorutvalget gir i denne forbindelse.\n(2) Skyldneren må ikke uten kreditorutvalgets tillatelse stifte eller fornye gjeld, foreta pantsettelse eller avhende eller leie bort sin faste eiendom, sine forretningslokaler eller noen formuesgjenstand av vesentlig betydning.\n(3) Dersom skyldneren er næringsdrivende og virksomheten skal drives videre under rekonstruksjonsforhandlingen, skal skyldneren fremlegge et driftsbudsjett og en finansieringsplan for rekonstruksjonsutvalget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Skyldnerens legitimasjon utad",
      "content": "(1) Gyldigheten av skyldnerens disposisjoner er i forholdet til godtroende tredjeperson ikke betinget av at de er foretatt med tillatelse av rekonstruksjonsutvalget.\n(2) Hvis tredjeperson ikke var i god tro, kan vedkommende ikke gjøre krav gjeldende mot skyldneren eller ta imot dekning fra skyldneren før etter at rekonstruksjonsforhandlingen er avsluttet, en rekonstruksjonsplan er stadfestet av retten og en akkord er avviklet eller oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Begrensning av adgangen til å åpne konkurs",
      "content": "(1) Dersom en konkursbegjæring er fremsatt, men ikke tatt til følge på tidspunktet da skyldnerens begjæring om åpning av rekonstruksjonsforhandling blir inngitt til retten, skal behandlingen av konkursbegjæringen utsettes til begjæringen om åpning av rekonstruksjonsforhandling er tilbakekalt eller rettskraftig avslått, eller rekonstruksjonsforhandlingen er rettskraftig innstilt eller avsluttet.\n(2) Dersom en konkursbegjæring blir fremsatt etter at skyldnerens begjæring om åpning av rekonstruksjonsforhandling ble inngitt til retten, men før begjæringen om åpning av rekonstruksjonsforhandling er tilbakekalt eller rettskraftig avgjort, skal behandlingen av konkursbegjæringen utsettes til etter de sistnevnte tidspunktene. Dette gjelder likevel ikke når konkursbegjæringen er fremsatt av en fordringshaver hvis fordring skriver seg fra tiden etter at begjæringen om åpning av rekonstruksjonsforhandling ble inngitt til retten, og som ikke grunner seg i avtale som er inngått med rekonstruktørens samtykke.\n(3) Dersom rekonstruksjonsforhandling blir besluttet åpnet, kan skyldnerens bo ikke tas under konkursbehandling etter begjæring av en fordringshaver hvis fordring skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet.\n(4) En konkursbegjæring som fremsettes av minst tre dividendeberettigede fordringshavere hvis fordringer utgjør minst en halvdel av de kjente dividendeberettigede fordringenes samlede beløp, kan fremmes uten hinder av første til tredje ledd. Det samme gjelder en konkursbegjæring som fremsettes etter at rekonstruksjonsforhandlingen er rettskraftig innstilt eller avsluttet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Begrensning av adgangen til å ta utlegg og gjennomføre tvangsdekning. Forholdet til panthaverne",
      "content": "(1) Om ikke annet er bestemt, kan det ikke under rekonstruksjonsforhandlingen tas utlegg i skyldnerens eiendeler for gjeld som skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet. § 17 første og annet ledd gjelder tilsvarende. Behandlingen av en begjæring om utlegg skal likevel ikke utsettes lenger enn til begjæringen om åpning av rekonstruksjonsforhandling er rettskraftig avgjort.\n(2) Etter at rekonstruksjonsforhandling er åpnet og frem til den er avsluttet etter §§ 56 til 59, kan tvangsdekning i skyldnerens eiendeler etter tvangsfullbyrdelsesloven kapittel 8 til 12 ikke gjennomføres uten rekonstruktørens samtykke.\n(3) Eiendeler som skyldneren erverver etter at rekonstruksjonsforhandling er åpnet, omfattes ikke uten rekonstruktørens samtykke av panteretter stiftet før åpningstidspunktet.\n(4) Skyldneren kan med rekonstruktørens samtykke avhende varer av pantsatt varelager og driftstilbehør som nevnt i panteloven §§ 3-4, 3-8, 3-9, 3-10 og 3-11, dersom dette skjer innenfor rammen av skyldnerens vanlige næringsvirksomhet og panthaverens sikkerhet ikke blir vesentlig forringet. Retten kan etter begjæring fra en panthaver forby salg som ikke oppfyller vilkårene i første punktum.\n(5) Rekonstruktøren skal utarbeide en plan for ivaretakelse av panthaverens interesser og kan i den forbindelse bestemme at panthaveren skal motta en andel av vederlaget ved salg som nevnt i fjerde ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Pant for lån til finansiering av virksomheten under rekonstruksjonsforhandling",
      "content": "(1) For lån til finansiering av drift av virksomheten under rekonstruksjonsforhandling, og til finansiering av selve rekonstruksjonsforhandlingen, kan det stiftes panterett i driftstilbehør, varelager og utestående fordringer etter panteloven §§ 3-4, 3-8, 3-9, 3-10, 3-11 og 4-10 med prioritet foran eksisterende panthavere. Slike lån har dessuten sikkerhet ved lovbestemt pant med prioritet foran eksisterende panthavere etter panteloven § 6-5.\n(2) Avtale om lån med sikkerhet som nevnt i første ledd kan bare inngås med samtykke fra rekonstruksjonsutvalget. Skyldneren skal før rekonstruksjonsutvalget gir samtykke, fremlegge budsjett for driften som viser at det er behov for slikt lån. Berørte panthavere kan fremsette begjæring for retten om at rekonstruksjonsutvalgets samtykke skal omgjøres. Slik begjæring må fremsettes innen én uke etter at rekonstruktøren har underrettet panthaver. Dersom eksisterende panthaveres sikkerhet blir vesentlig forringet, eller retten finner at det ikke er tilstrekkelig behov for slikt lån, kan retten omgjøre rekonstruksjonsutvalgets samtykke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Skyldnerens opplysningsplikt",
      "content": "(1) Skyldneren skal bistå tingretten, rekonstruktøren, kreditorutvalget og borevisor med å skaffe alle opplysninger av betydning for rekonstruksjonsforhandlingen, herunder opplysninger om sin forretningsførsel, sine økonomiske forhold og sine fremtidsutsikter.\n(2) Retten kan, der den finner det påkrevd, pålegge skyldneren å gi opplysninger som nevnt i første ledd, selv om skyldneren derved må åpenbare en forretnings- eller driftshemmelighet. Retten kan i så fall bestemme at opplysningen bare skal gis til retten selv, til rekonstruktøren, til borevisor eller til ett eller flere av kreditorutvalgets medlemmer. Den som får opplysninger om forretnings- eller driftshemmelighet etter bestemmelsen her, plikter å hindre at andre får adgang eller kjennskap til disse opplysningene.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Regnskapsførerens og revisorens bistandsplikt",
      "content": "Skyldnerens regnskapsfører og revisor plikter å utlevere regnskaper og regnskapsmateriale vedrørende skyldneren til rekonstruktøren, kreditorutvalget og borevisor. Dette gjelder selv om honorar for utført arbeid ikke er betalt. Rekonstruktørens, kreditorutvalgets og borevisorens krav på utlevering er særlig tvangsgrunnlag etter tvangsfullbyrdelsesloven kapittel 13. Regnskapsfører og revisor plikter også vederlagsfritt å bistå rekonstruktøren, kreditorutvalget og borevisoren med opplysninger om skyldnerens regnskaps- og forretningsførsel. Bistandsplikten etter denne paragrafen kan oppfylles uten hinder av eventuell taushetsplikt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Fordringshavermøte. Skyldnerens utkast til rekonstruksjon",
      "content": "(1) Innen fire uker fra rekonstruksjonsforhandlingen ble innledet skal retten avholde fordringshavermøte. Retten kan beslutte at slikt møte ikke skal holdes, dersom det ikke finnes hensiktsmessig, og kan også utsette beslutningen til et senere tidspunkt under rekonstruksjonsforhandlingen. Retten kan beslutte at møtet skal avholdes elektronisk uten fysisk møte, for eksempel ved telefon- eller videomøte eller på annen betryggende måte.\n(2) Skyldneren plikter å være til stede på fordringshavermøter, hvis ikke skyldneren har gyldig fravær eller har fått tillatelse av rekonstruktøren eller retten til å være fraværende.\n(3) På fordringshavermøtet skal skyldneren fremlegge et utkast til rekonstruksjon av virksomheten som fordringshaverne kan uttale seg om. Skyldneren kan endre utkastet etter å ha hørt fordringshavernes uttalelser. Dersom retten beslutter at det ikke skal holdes fordringshavermøte eller utsetter beslutningen, skal rekonstruktøren sende skyldnerens utkast til rekonstruksjon til fordringshaverne innen fire uker fra innledning av rekonstruksjonsforhandlingen.\n(4) Med mindre et flertall av fordringshaverne – regnet etter beløp – forkaster utkastet fra skyldneren, skal rekonstruksjonsforhandlingen fortsette basert på utkastet.\n(5) Dersom skyldnerens utkast til rekonstruksjon ikke får tilstrekkelig tilslutning, skal rekonstruktøren i samarbeid med skyldneren undersøke om andre løsninger kan få tilslutning fra et flertall av fordringshaverne.\n(6) Fordringshavermøtet kan også uttale seg om hvorvidt medlemmene av kreditorutvalget skal fortsette, eller om retten bør oppnevne andre kreditorrepresentanter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Underretning til fordringshaverne",
      "content": "(1) Rekonstruktøren skal uten opphold underrette hver enkelt av skyldnerens kjente fordringshavere om at skyldneren har åpnet rekonstruksjonsforhandling, og om hvem som er oppnevnt som rekonstruktør og medlemmer av kreditorutvalget. Samtidig skal fordringshaverne oppfordres til innen tre uker å sende til rekonstruktøren en spesifisert oppgave over sine fordringer på skyldneren. Med oppgaven skal følge de dokumenter som tjener som bevis for fordringene, og det skal opplyses om fordringens grunnlag, om de sikkerheter i skyldnerens eller i tredjepersons eiendeler som måtte hefte for dem, og om det er solidarisk medforpliktede.\n(2) Rekonstruktøren skal samtidig opplyse om tid og sted for fordringshavermøte, jf. § 6 annet ledd og § 22. Har retten bestemt at det ikke skal holdes fordringshavermøte, eller utsatt beslutningen, skal det opplyses om dette. Beslutter retten at fordringshavermøtet skal avholdes elektronisk uten fysisk møte, skal det gis nærmere opplysninger om avviklingen av møtet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Gjennomgåelse av regnskaper og forretningsførsel. Verdsettelse av eiendelene",
      "content": "(1) Rekonstruktøren skal i samarbeid med borevisor snarest mulig gjennomgå skyldnerens regnskaper og forretningsførsel og søke å utarbeide en uttømmende oversikt over skyldnerens eiendeler og forpliktelser. Omfatter skyldnerens næringsvirksomhet salg til forbruker, skal det særlig påses at skyldnerens oppgave over forpliktelser i forbindelse med reklamasjoner og garantier for forbruksvarer er mest mulig uttømmende.\n(2) Skyldnerens eiendeler skal verdsettes. Så langt det er mulig, skal den verdien angis som eiendelene antas å ville ha dersom skyldnerens virksomhet fortsetter, og hva eiendelene, samlet eller delt, kan antas å ville innbringe ved salg. Krever verdsettelsen særskilt sakkyndighet, eller vil rekonstruktøren av andre grunner ikke selv utføre den, kan rekonstruktøren tilkalle én eller flere sakkyndige medhjelpere. § 13 gjelder tilsvarende for slike medhjelpere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Rekonstruktørens redegjørelse",
      "content": "(1) Når rekonstruksjonsutvalget har skaffet seg nødvendig oversikt over skyldnerens forhold og finner at det er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruktøren utarbeide en redegjørelse, som blant annet skal inneholde\n1. en oversikt over skyldnerens forretningsførsel med opplysning om hvordan registrering og dokumentasjon av regnskapsopplysninger har vært, og om de forhold som har ført til rekonstruksjonsforhandlingen\n2. en oversikt over boets stilling, med opplysning blant annet om skyldnerens kausjonsforpliktelser, de heftelser som hviler på skyldnerens eiendeler, og hvordan eiendelene er verdsatt\n3. opplysning om skyldnerens ekteskapelige formuesforhold\n4. opplysning om skyldneren antas å ha foretatt disposisjoner som kan omstøtes i tilfelle av tvangsakkord eller konkurs, og om det er holdt tvangsforretninger hos skyldneren som i så fall vil være uvirksomme\n5. opplysning om skyldneren tidligere har søkt rekonstruksjon eller frivillig gjeldsordning eller vært under forhandling om tvangsakkord eller konkurs, i tilfelle med angivelse av den dividenden fordringshaverne oppnådde\n6. opplysning om skyldneren tidligere har gjort seg skyldig i straffbare forhold i forbindelse med økonomisk virksomhet, og om det nå må antas å foreligge forhold som kan gi grunn til straffeforfølgning mot vedkommende i forbindelse med slik virksomhet.\n(2) Rekonstruktørens gjennomgåelse etter første ledd nr. 1 til 6 skal avpasses til de konkrete forhold for skyldneren. Dersom det er foretatt kun en forenklet gjennomgåelse, skal det opplyses særskilt om dette i rekonstruktørens redegjørelse.\n(3) Borevisorens innberetning skal vedlegges dersom det er oppnevnt borevisor.\n(4) Finner rekonstruktøren at det kan være grunn til strafforfølgning for forhold som nevnt i første ledd første punktum nr. 6, jf. tredje punktum, skal redegjørelsen sendes til påtalemyndigheten. Rekonstruktøren bør i nødvendig utstrekning gi påtalemyndigheten underretning om mulige straffbare forhold også på et tidligere tidspunkt.\n(5) Rekonstruktørens redegjørelse forelegges først for kreditorutvalget, som avgir sin uttalelse. Redegjørelsen med kreditorutvalgets uttalelse sendes så til alle kjente fordringshavere.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Rekonstruksjonsutvalgets og skyldnerens utarbeidelse av forslag til rekonstruksjon",
      "content": "(1) Dersom rekonstruksjonsutvalget på grunnlag av drøftelsene på fordringshavermøtet og de opplysninger som er skaffet til veie, finner at det er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruksjonsutvalget bistå skyldneren med å utarbeide et forslag til rekonstruksjon. Dersom forslaget forutsetter at skyldnerens næringsvirksomhet skal drives videre, skal mulighetene for lønnsom drift i fremtiden utredes i nødvendig utstrekning. Rekonstruksjonsutvalget kan sette som betingelse for å anbefale forslaget at bestemte tiltak skal gjennomføres, og at bestemmelser om dette innarbeides i forslaget.\n(2) Dersom rekonstruksjonsutvalget finner at det ikke er utsikt til at skyldneren vil kunne oppnå rekonstruksjon, skal rekonstruksjonsutvalget gi innberetning til retten om forholdet, jf. § 58 første ledd nr. 1. Tilsvarende gjelder dersom skyldneren ikke innen rimelig tid har fremsatt forslag til rekonstruksjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Forslagets innhold",
      "content": "(1) En frivillig rekonstruksjon kan blant annet gå ut på\n1. betalingsutsettelse (frivillig moratorium)\n2. prosentvis reduksjon av gjelden (frivillig akkord)\n3. at gjelden helt eller delvis omgjøres til egenkapital (frivillig akkord ved konvertering)\n4. overdragelse av hele eller deler av skyldnerens virksomhet og eiendeler til ny eier, uten at skyldnerens virksomhet blir likvidert (rekonstruksjonsoverdragelse)\n5. overdragelse og avvikling av hele eller deler av skyldnerens virksomhet og eiendeler mot at skyldneren blir frigjort for den delen av gjelden som ikke dekkes ved likvidasjonen (frivillig likvidasjonsakkord)\n6. en kombinasjon av disse ordninger, og eventuelt i kombinasjon med andre tiltak.\n(2) § 35 om flertallskrav når rekonstruksjonen krever beslutning i selskapets generalforsamling, gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Utsendelse av forslaget. Svarfrist",
      "content": "(1) Når skyldneren har utarbeidet et forslag til rekonstruksjon, og rekonstruksjonsutvalget finner at det bør fremmes, skal rekonstruktøren sende forslaget til alle fordringshaverne med fordringer som er omfattet av forslaget. Med forslaget skal følge\n1. redegjørelsen etter § 25\n2. skyldnerens erklæring om at alt skyldneren eier og skylder, er oppgitt\n3. rekonstruksjonsutvalgets uttalelse om hvorvidt det anbefaler at forslaget vedtas, om utsikten til og sikkerheten for at forslaget vil bli oppfylt fra skyldnerens side, om de betingelser som utvalget har satt for å anbefale forslaget, og om hvordan boets stilling antas å ville bli i tilfelle av konkurs.\n(2) Fordringshaverne oppfordres samtidig til innen en frist, som ikke må settes kortere enn to uker og ikke lengre enn tre uker, å underrette rekonstruktøren skriftlig om de vedtar forslaget. I oppfordringen skal fordringshaverne gjøres oppmerksom på bestemmelsen i § 29 annet ledd. Underretningen skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "title": "Vedtakelse av forslaget",
      "content": "(1) Forslaget til rekonstruksjon anses for vedtatt når det er godtatt av samtlige fordringshavere med fordringer som omfattes av forslaget.\n(2) Når svarfristen etter § 28 annet ledd er utløpt uten at noen av fordringshaverne har forkastet forslaget, anses dette for vedtatt dersom det er godtatt av fordringshavere som til sammen representerer minst tre firedeler av det samlede pålydende av de fordringer som forslaget omfatter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "title": "Nytt forslag",
      "content": "Dersom forslaget til frivillig rekonstruksjon ikke blir vedtatt, og skyldneren utarbeider et nytt forslag som rekonstruksjonsutvalget finner at det er god utsikt til å få vedtatt, skal rekonstruktøren sende det til fordringshaverne i samsvar med reglene i § 28, men uten vedleggene som er nevnt i § 28 første ledd nr. 1 og 2. Reglene i § 29 gjelder tilsvarende. Ytterligere forslag om frivillig rekonstruksjon kan ikke fremsettes. Det kan derimot fremsettes forslag om rekonstruksjon med tvangsakkord etter kapittel 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "Underretning om vedtatt forslag",
      "content": "(1) Når et forslag til frivillig rekonstruksjon er vedtatt, skal rekonstruktøren sende melding om dette til samtlige fordringshavere som ikke er tilsagt full dekning for krav som skriver seg fra tiden før rekonstruksjonsforhandlingen ble åpnet.\n(2) Rekonstruktøren skal samtidig sende retten\n1. det vedtatte forslaget til rekonstruksjon, med påtegning om hvordan forslaget er blitt vedtatt\n2. vedleggene som er nevnt i § 28 første ledd.\n(3) Retten skal notere når forslaget kom inn til retten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "title": "Ugyldig moratorium og akkord",
      "content": "(1) Dersom en frivillig rekonstruksjon, jf. § 27, er kommet i stand ved at\n1. skyldneren forsettlig eller uaktsomt har gitt uriktige eller ufullstendige opplysninger om sine eiendeler eller forpliktelser, eller\n2. skyldneren eller en tredjeperson med skyldnerens medvirkning i strid med rekonstruksjonen og forutsetningene for den har gitt eller tilsagt én eller flere fordringshavere særlige fordeler, taper skyldneren overfor alle de fordringshavere som ikke har kjent til forholdet, den henstanden som ble innrømmet, og skyldneren plikter å betale til disse fordringshaverne også de deler av fordringene som ble ettergitt ved akkorden.\n(2) En fordringshavers rett etter første ledd foreldes ett år fra den dagen da fordringshaveren fikk vite om det forholdet som ga adgang til å angripe rekonstruksjonen. Retten kan ikke i noe tilfelle gjøres gjeldende om den ikke er erkjent eller gjort gjeldende ved søksmål senest tre år etter at rekonstruksjonsforhandlingen er opphørt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "title": "Misligholdt akkord",
      "content": "(1) Dersom en skyldner har fått frivillig rekonstruksjon med akkord, men kommer under konkurs før akkorden er oppfylt, skal en fordringshaver som ikke har fått full dekning for sitt krav etter akkorden, gis konkursdividende av fordringens hele opprinnelige beløp. Fordringshaveren kan likevel ikke få utbetalt mer enn sitt restkrav etter akkorden. Fordringshaveren kan ikke kreve utlegg i konkursboet før det er utbetalt til de øvrige fordringshaverne like mange prosenter som de mottatte akkordavdragene utgjør.\n(2) Første ledd første og tredje punktum gjelder tilsvarende for fordringshavere som er ubundet av akkorden etter § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "7:34",
      "chapter": "7",
      "section": "34",
      "title": "Hva en rekonstruksjon med tvangsakkord kan gå ut på",
      "content": "(1) En rekonstruksjon med tvangsakkord kan gå ut på\n1. betalingsutsettelse (tvungent moratorium)\n2. prosentvis reduksjon av gjelden (alminnelig tvangsakkord)\n3. at gjelden helt eller delvis omgjøres til egenkapital (tvangsakkord ved konvertering)\n4. overdragelse av hele eller deler av skyldnerens virksomhet og eiendeler til en ny eier, uten at skyldnerens virksomhet blir likvidert (rekonstruksjonsoverdragelse)\n5. overdragelse og avvikling av hele eller deler av skyldnerens virksomhet og eiendeler mot at skyldneren frigjøres for den delen av gjelden som ikke dekkes ved likvidasjonen (tvungen likvidasjonsakkord)\n6. en kombinasjon av disse ordningene.\n(2) En tvangsakkord kan gå ut på at enhver fordringshavers samlede tilgodehavende skal dekkes fullt ut opptil en viss sum. Reglene i første ledd gjelder i så fall for den overskytende del av tilgodehavendene.\n(3) En ordning med omgjøring av gjeld til egenkapital etter første ledd nr. 3 kan bare omfatte fordringshavere som samtykker til dette. Hvis tungtveiende hensyn taler for det, kan retten ved kjennelse likevel beslutte at ordningen skal omfatte samtlige fordringshavere når den eller de av fordringshaverne som har nektet samtykke, åpenbart ikke har rimelig grunn til dette.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "7:35",
      "chapter": "7",
      "section": "35",
      "title": "Flertallskrav når rekonstruksjonen krever beslutning i et selskaps generalforsamling",
      "content": "(1) Dersom rekonstruksjonen går ut på at gjeld helt eller delvis skal omgjøres til egenkapital i et aksjeselskap eller allmennaksjeselskap etter § 34 første ledd nr. 3, kan generalforsamlingsbeslutning om forhøyelse av aksjekapitalen etter aksjeloven § 10-1 eller allmennaksjeloven § 10-1 treffes med tilslutning fra minst halvparten så vel av de avgitte stemmer som av den aksjekapitalen som er representert på generalforsamlingen. Nødvendige vedtektsendringer som følge av beslutningen og beslutning om fravikelse av fortrinnsretten etter aksjeloven § 10-5 og allmennaksjeloven § 10-5 kan treffes med flertall som nevnt i første punktum.\n(2) Flertallskravene etter første ledd gjelder tilsvarende for beslutninger etter aksjeloven og allmennaksjeloven kapittel 11 dersom rekonstruksjon går ut på at det skal utstedes finansielle instrumenter etter disse reglene. Første ledd gjelder også tilsvarende for beslutning etter aksjeloven § 12-1 første ledd nr. 1 og allmennaksjeloven § 12-1 første ledd nr. 1 dersom dette er en del av rekonstruksjonen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "7:36",
      "chapter": "7",
      "section": "36",
      "title": "Bortfall av pantheftelser",
      "content": "(1) Ved rekonstruksjon med tvangsakkord bortfaller pantheftelser som ligger utenfor pantets antatte verdi.\n(2) Rekonstruksjonsutvalget foretar verdsettelsen av pantet. En panthaver med sikkerhet utenfor pantets antatte verdi kan bringe verdsettelsen inn for retten med begjæring om at det holdes skiftetakst. Kostnadene ved skiftetaksten bæres av panthaveren dersom rekonstruksjonsutvalgets verdsettelse opprettholdes eller endres med mindre enn ti prosent. For øvrig gjelder arveloven § 106 annet til femte ledd tilsvarende. I særlige tilfeller kan retten fravike satsene for godtgjørelse av skjønnsmedlemmer som ellers gjelder ved skiftetakst.\n0 Endret ved lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "7:37",
      "chapter": "7",
      "section": "37",
      "title": "Underretning ved bestridte fordringer",
      "content": "Dersom en anmeldt fordring helt eller delvis blir bestridt, skal rekonstruktøren uten opphold underrette fordringshaveren og samtidig gjøre vedkommende oppmerksom på reglene i § 46 annet ledd. Underretningen skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at underretningen er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "7:38",
      "chapter": "7",
      "section": "38",
      "title": "Omstøtelse",
      "content": "(1) Dersom skyldnerens disposisjoner er omstøtelige etter dekningsloven kapittel 5, kan omstøtelseskravet gjøres gjeldende av rekonstruksjonsutvalget.\n(2) Det kan i rekonstruksjonsforslaget settes som vilkår for tvangsakkorden at søksmål til omstøtelse av skyldnerens disposisjoner skal anlegges eller fortsettes for skyldnerens regning etter nærmere bestemmelse fra rekonstruktøren eller den som er ansvarlig for tilsyn.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "title": "Utsendelse av forslag til rekonstruksjon med tvangsakkord. Avstemningen",
      "content": "(1) Rekonstruktøren skal sende skyldnerens forslag til rekonstruksjon med tvangsakkord til alle kjente fordringshavere med angivelse av en frist på minst to uker for skriftlig svar til rekonstruktøren. Forslaget skal sendes med rekommandert brev eller ved bruk av elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at forslaget er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende. Med forslaget skal følge\n1. redegjørelsen etter § 25\n2. listen nevnt i § 40\n3. skyldnerens erklæring om at alt skyldneren eier og skylder er oppgitt\n4. rekonstruksjonsutvalgets uttalelse om hvorvidt utvalget anbefaler at forslaget vedtas, om utsikten til og sikkerheten for at forslaget vil bli oppfylt fra skyldnerens side, om vilkår utvalget har satt for å anbefale forslaget og om hvordan boets stilling antas å ville bli i tilfelle av konkurs.\n(2) Retten kan etter begjæring fra rekonstruktøren eller kreditorutvalget beslutte at det skal avholdes et eget fordringshavermøte til drøftelse av forslaget til rekonstruksjon med tvangsakkord. Avstemningen skjer ved fordringshavernes skriftlige meldinger til rekonstruktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "title": "Fordringshaverliste",
      "content": "(1) Før avstemningen skal rekonstruktøren utarbeide en liste over de anmeldte fordringene, påført de opplysningene som trengs for å avgjøre om fordringene skal medregnes ved avstemningen. Er en fordring helt eller delvis bestridt, skal dette anmerkes på listen.\n(2) For fordringer som etter forslaget vil få full dekning, jf. § 34 annet ledd, er det tilstrekkelig å angi fordringenes samlede beløp. Tilsvarende gjelder for andre grupper av fordringer som åpenbart ikke vil være av betydning for avstemningen.\n(3) Dersom noen i forbindelse med avstemningen bestrider en oppført fordring eller mener at en fordring er ført opp med et for lite beløp eller med urette er blitt utelatt, skal rekonstruktøren gjøre merknad om det i listen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "title": "Fordringer som ikke gir stemmerett",
      "content": "(1) Ved avstemningen over akkordforslaget skal alle kjente fordringer regnes med, selv om de ikke er meldt til rekonstruktøren. Følgende fordringer skal likevel settes ut av betraktning:\n1. fordring som akkorden etter § 54 ikke vil bli bindende for\n2. fordring som er avhengig av en betingelse som ennå ikke er inntrådt\n3. fordring som er overdratt til fordringshaveren etter at rekonstruksjonsforhandlingen ble åpnet\n4. fordring som tilhører skyldnerens nærstående, jf. dekningsloven § 1-5\n5. fordring eller del av fordring som skal dekkes fullt ut etter akkordforslaget, jf. § 34 annet ledd\n6. etterprioritert fordring som faller bort ved akkorden.\n(2) Dersom en fordring som nevnt i første ledd annet punktum nr. 1 er sikret ved panterett eller annen sikkerhetsrett i skyldnerens eiendeler, kan fordringshaveren utøve stemmerett for den delen av fordringen som sikkerheten antas ikke å ville gi dekning for, eller – hvis fordringshaveren uttrykkelig frafaller sin sikkerhetsrett for en større del av fordringen – for denne delen. En fordring med lovbestemt fortrinnsrett gir stemmerett i den utstrekning fortrinnsretten uttrykkelig frafalles.\n(3) Fordring som nevnt i første ledd annet punktum nr. 3 skal likevel ikke settes ut av betraktning dersom fordringshaveren ved ervervelsen var uvitende om at begjæring om åpning av rekonstruksjonsforhandling var innkommet til retten, eller hvis fordringshaveren har overtatt fordringen i samsvar med en tidligere forpliktelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "title": "Vedtakelse av forslag om rekonstruksjon med tvangsakkord",
      "content": "Et forslag om rekonstruksjon med tvangsakkord anses vedtatt når fordringer som representerer minst en halvdel av det samlede beløp som har stemmerett etter §§ 40 og 41, har stemt for forslaget, jf. likevel § 34 tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "7:43",
      "chapter": "7",
      "section": "43",
      "title": "Nytt forslag om rekonstruksjon med tvangsakkord",
      "content": "(1) Har skyldnerens rekonstruksjonsforslag ikke oppnådd det nødvendige flertallet ved en skriftlig avstemning etter § 42, kan skyldneren fremme et nytt rekonstruksjonsforslag bare dersom rekonstruksjonsutvalget finner å kunne anbefale forslaget. Det nye forslaget skal snarest sendes fordringshaverne, med rekonstruksjonsutvalgets anbefaling vedlagt og med en ny avstemningsfrist. Den nye fristen må ikke utløpe senere enn tre uker etter den opprinnelige avstemningsfristen. Forslaget sendes med rekommandert brev eller ved elektronisk kommunikasjon hvor det er benyttet en betryggende metode for å sikre at forslaget er mottatt. § 7 første ledd fjerde punktum gjelder tilsvarende.\n(2) Skyldneren kan ikke foreta endringer i rekonstruksjonsforslaget etter at det er sendt fordringshaverne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "7:44",
      "chapter": "7",
      "section": "44",
      "title": "Redegjørelse for avstemningen sendes tingretten",
      "content": "Rekonstruktøren skal innen en uke etter fristen for avstemningen sende tingretten en redegjørelse for resultatet av avstemningen med uttalelse om hvorvidt det antas å foreligge forhold som vil være til hinder for stadfestelse av rekonstruksjonsforslaget med tvangsakkord. Med redegjørelsen skal følge\n1. bekreftelse av at fordringshaverne har vært varslet om avstemningen i overensstemmelse med lovens regler\n2. protokoll fra rekonstruksjonsutvalgets møter\n3. listen over fordringshaverne etter § 40, og, i den grad det foreligger omtvistede eller uklare fordringer, kopi av fordringsanmeldelsene og de dokumenter som foreligger om disse fordringene\n4. skyldnerens endelige forslag til rekonstruksjon med tvangsakkordforslag og fordringshavernes vedtakelser\n5. andre dokumenter som måtte være fremlagt i forbindelse med avstemningen, og de protester som måtte være fremkommet mot stadfestelse av rekonstruksjonsforslaget med tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "7:45",
      "chapter": "7",
      "section": "45",
      "title": "Rettsmøte før stadfestelse",
      "content": "(1) Retten avgjør om det skal kalles inn til rettsmøte til behandling av spørsmålet om stadfestelse av rekonstruksjonsforslaget med tvangsakkord, eller om stadfestelse avgjøres ved skriftlig behandling. Rettsmøtet skal i tilfelle holdes innen tre uker etter at retten har mottatt rekonstruktørens redegjørelse for resultatet av avstemningen.\n(2) Til møtet innkalles skyldneren, rekonstruktøren, kreditorutvalget og fordringshaverne. Retten kan pålegge rekonstruktøren å sørge for innkallingen av fordringshaverne. Skyldneren plikter å være til stede i møtet med mindre han eller hun har gyldig fravær eller har fått rettens tillatelse til å være fraværende.\n(3) Viser det seg nødvendig å innhente ytterligere opplysninger, kan retten utsette behandlingen til et senere rettsmøte, som bør holdes innen to uker.\n(4) Rettens avgjørelse etter første, annet og tredje ledd er ikke gjenstand for anke.\n(5) Rettens stadfestelse skjer ved kjennelse, jf. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "7:46",
      "chapter": "7",
      "section": "46",
      "title": "Stemmerettstvister. Avsetning til omtvistede fordringer",
      "content": "(1) Dersom det er tvist eller uklarhet om hvorvidt eller for hvilket beløp en fordring skal gi stemmerett, avgjør retten spørsmålet så langt det er nødvendig for å fastslå utfallet av avstemningen. Før retten tar standpunkt kan den beslutte å innhente ytterligere opplysninger. Avgjørelsen tas i forbindelse med avgjørelsen av spørsmålet om stadfestelse og kan bare ankes sammen med denne. Avgjørelsen har virkning bare for spørsmålet om fordringshaverens stemmerett.\n(2) Når fordringshaveren krever det, kan retten bestemme at den dividenden som faller på en omtvistet fordring, eller på den omtvistede delen av en fordring, skal settes i bank på en separat konto som disponeres av rekonstruktøren. Retten skal i så fall samtidig gi fordringshaveren en frist til å reise søksmål. Blir søksmål ikke reist innen fristens utløp, skal retten pålegge rekonstruktøren å frigi beløpet til skyldneren med mindre noe annet fremgår av akkorden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "title": "Tilfeller hvor stadfestelse skal nektes",
      "content": "Retten skal nekte å stadfeste rekonstruksjonsforslaget\n1. når reglene om fremgangsmåten ved rekonstruksjonsforhandlingen ikke har vært overholdt og retten finner det sannsynlig at feilen har hatt avgjørende betydning for vedtakelsen av rekonstruksjonsforslaget,\n2. når rekonstruksjonsforslaget ikke er blitt vedtatt med nødvendig flertall, jf. §§ 34 og 42, eller\n3. når det viser seg at det foreligger omstendigheter som nevnt i § 49 nr. 1 eller 2 og som ikke er meddelt fordringshaverne før avstemningen, dersom forholdet kan antas å ha hatt avgjørende innflytelse på utfallet av denne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "title": "Tilfeller hvor stadfestelse kan nektes",
      "content": "(1) Retten kan nekte å stadfeste rekonstruksjonsforslaget\n1. når det vil virke støtende å stadfeste rekonstruksjonsforslaget skyldneren har fremsatt, eller retten finner at rekonstruksjonsforslaget ikke er rimelig og rettferdig overfor fordringshaverne,\n2. når skyldneren vegrer seg for å gi de opplysningene retten trenger ved avgjørelsen, eller uten gyldig grunn uteblir fra rettsmøter i forbindelse med rekonstruksjonsbehandlingen, eller\n3. når retten finner det godtgjort at skyldneren i de siste tre årene før åpningen av rekonstruksjonsforhandlingen eller senere har gjort seg skyldig i straffbare forhold i forbindelse med økonomisk virksomhet.\n(2) Er skyldneren en sammenslutning eller en stiftelse, kan stadfestelse nektes dersom daglig leder eller styremedlem i de siste tre årene før åpningen av rekonstruksjonsforhandlingen eller senere har gjort seg skyldig i slike straffbare forhold som nevnt i første ledd nr. 3 til skyldnerens fordel eller på skyldnerens vegne.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "title": "Tilfeller hvor stadfestelse kan nektes etter begjæring",
      "content": "Etter begjæring av rekonstruktøren, kreditorutvalget eller av en fordringshaver som i tilfelle vil bli bundet av akkorden, kan retten nekte stadfestelse\n1. når det påvises at akkorden er brakt i stand ved at en fordringshaver er blitt begunstiget eller har fått løfte om begunstigelse, enten av skyldneren eller av tredjeperson, eller\n2. når det påvises at rekonstruksjonsforslaget og akkorden ikke stemmer med fordringshavernes felles interesser, blant annet fordi\na. dividenden som er tilbudt, står i vesentlig misforhold til skyldnerens betalingsmuligheter og særlig til hvilken dekning som kan forventes ved en konkurs,\nb. fordringsbeløpene som skal dekkes fullt etter akkordforslaget, jf. § 34 annet ledd, er så betydelige at det innebærer en urimelig forfordeling av fordringshaverne, eller\nc. det ikke er rimelig utsikt til at akkorden vil bli oppfylt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "title": "Tilsyn med oppfyllelsen av akkorden",
      "content": "(1) Dersom retten finner grunn til det, kan den sette som vilkår for stadfestelse at skyldneren underkaster seg tilsyn med oppfyllelse av rekonstruksjonsplanen med tvangsakkord.\n(2) Tilsyn utøves av rekonstruktøren eller ett eller flere av kreditorutvalgets medlemmer eller av én eller flere andre personer som oppnevnes av retten. Tilsynet skal påse at skyldneren innretter sin forretningsførsel slik at skyldneren i rett tid får til rådighet de midler som trengs til å oppfylle rekonstruksjonsplanen med tvangsakkord, og at skyldneren gjennomfører de tiltakene som rekonstruksjonsutvalget har satt som vilkår for å anbefale rekonstruksjonsplanen. Tilsynet skal videre søke å hindre at noen fordringshaver får dekning til skade for andre. Skyldneren plikter å gi full adgang til tilsyn med sin forretningsførsel og til å rette seg etter de påleggene tilsynet gir i denne forbindelse.\n(3) Bestemmelsene i §§ 11, 13 og 14 gjelder tilsvarende for tilsynet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "title": "Stadfestelseskjennelsen. Anke",
      "content": "(1) Retten avgjør spørsmålet om stadfestelse ved kjennelse, som bør avsies innen en uke etter stadfestelsesmøtet etter § 45 eller ved skriftlig behandling innen tre uker etter at retten har mottatt rekonstruktørens redegjørelse for resultatet av avstemningen. Dersom rekonstruksjonsplanen med tvangsakkord innebærer at pantheftelser helt eller delvis bortfaller, jf. § 36, skal stadfestelseskjennelsen inneholde en nøyaktig angivelse av i hvilken utstrekning pantheftelsene bortfaller.\n(2) En kjennelse som stadfester rekonstruksjonsplanen med tvangsakkord, kan ankes av skyldneren, av enhver fordringshaver som vil bli bundet av akkorden og som har stemt mot forslaget, og av etterprioriterte fordringshavere som er berørt av forslaget. Skyldneren fortsetter å stå under rekonstruksjonsutvalgets tilsyn inntil kjennelsen er blitt rettskraftig.\n(3) Dersom tingretten eller ankeinstansen nekter stadfestelse, skal den samtidig treffe de avgjørelser som er nevnt i §§ 57 og 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "title": "Melding om og kunngjøring av den stadfestede rekonstruksjonsplanen med tvangsakkord",
      "content": "(1) Dersom retten stadfester rekonstruksjonsplanen med tvangsakkord, skal rekonstruktøren straks sende melding om dette til alle kjente fordringshavere som ikke er tilsagt full dekning.\n(2) Når stadfestelseskjennelsen er blitt rettskraftig, skal rekonstruktøren kunngjøre akkorden etter reglene i § 7 første ledd. Rekonstruktøren skal også sørge for at melding etter § 7 tredje ledd nr. 1, 2 og 3 blir slettet, og at melding om avslutning av rekonstruksjonsforhandlingen blir registrert i Foretaksregisteret dersom skyldneren er innført der.\n(3) Dersom akkorden innebærer at pantheftelser som er registrert i et rettsvernsregister helt eller delvis bortfaller, skal rekonstruktøren straks stadfestelsen er rettskraftig sørge for at kjennelsen registreres. Ved håndpant eller ved pant i enkle krav skal melding om bortfallet gis til den som besitter pantet, eller til skyldneren for kravet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "title": "Bestemmelse om tilsyn truffet etter stadfestelsen",
      "content": "(1) Dersom det begjæres av en fordringshaver, og retten finner særlig grunn til det, kan retten også etter at akkorden er stadfestet, bestemme at skyldneren skal undergis tilsyn inntil akkorden er oppfylt.\n(2) Retten treffer sin avgjørelse ved kjennelse etter at skyldneren har fått anledning til å uttale seg. En kjennelse som tar begjæringen til følge, kan ankes av skyldneren innen tre dager. En kjennelse som avslår begjæringen, kan ikke ankes.\n(3) § 50 annet og tredje ledd gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "title": "Hvem akkorden er bindende for",
      "content": "(1) Den stadfestede akkorden er bindende for alle fordringshavere med fordringer som skriver seg fra tiden før åpningen av rekonstruksjonsforhandlingen. Akkorden er likevel ikke bindende for\n1. fordringer som har lovbestemt fortrinnsrett\n2. fordringer som er sikret ved panterett eller annen sikkerhetsrett i skyldnerens eiendeler, i den utstrekning fordringen faller innenfor pantets antatte verdi\n3. fordringer som kan kreves avgjort ved motregning i den utstrekning de dekkes av motkravet.\n(2) §§ 32 og 33 gjelder tilsvarende ved tvangsakkord.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "title": "Tidligere mislighold",
      "content": "En kontraktsmotpart kan ikke etter stadfestet rekonstruksjon påberope seg skyldnerens mulige mislighold i tiden før rekonstruksjonsbehandling ble innledet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "Innstilling av rekonstruksjonsforhandlingen med fordringshavernes samtykke",
      "content": "(1) Retten skal innstille rekonstruksjonsforhandlingen ved kjennelse når dette etter utløpet av fristen etter § 23 begjæres av skyldneren og det foreligger skriftlig samtykke fra et flertall av de kjente fordringshavere, unntatt fordringshavere med fordringer som er sikret eller tilbys sikkerhet ved betryggende selvskyldnerkausjon, panterett eller annen tilsvarende sikkerhetsrett.\n(2) § 52 gjelder tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "Innstilling med tilbakelevering til skyldneren",
      "content": "Dersom skyldneren overfor retten godtgjør å være solvent, jf. konkursloven § 61, skal retten avslutte rekonstruksjonsforhandlingen uten at konkurs åpnes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "Innstilling av mislykket rekonstruksjonsforhandling og åpning av konkurs",
      "content": "(1) Retten skal innstille rekonstruksjonsforhandlingen og åpne konkurs i skyldnerens bo når\n1. retten etter innberetning fra rekonstruksjonsutvalget finner at det ikke er utsikt til at skyldneren vil kunne oppnå frivillig rekonstruksjon eller rekonstruksjon med tvangsakkord, eller at skyldneren ikke innen rimelig tid har fremsatt forslag til frivillig rekonstruksjon eller tvangsakkord, jf. § 26 annet ledd,\n2. retten nekter å stadfeste et rekonstruksjonsforslag med tvangsakkord, jf. § 51, eller\n3. rekonstruksjonsforhandlingen ikke er avsluttet innen seks måneder fra åpningen eller innen en lengre frist som retten har satt etter anmodning fra rekonstruksjonsutvalget.\n(2) Retten kan etter begjæring fra rekonstruksjonsutvalget innstille rekonstruksjonsforhandlingen og åpne konkurs i skyldnerens bo når retten finner at skyldneren grovt eller gjentatte ganger har handlet mot sine plikter etter §§ 15 og 20.\n(3) Retten treffer sin avgjørelse ved kjennelse. Før kjennelse avsies skal retten forelegge spørsmålet for skyldneren med en kort frist for uttalelse. Ved anke over kjennelsen gjelder konkursloven § 72 annet ledd tilsvarende.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "Tidspunktet for rekonstruksjonsforhandlingens avslutning",
      "content": "Rekonstruksjonsforhandlingen anses for avsluttet når\n1. retten mottar melding om at skyldneren har fått frivillig rekonstruksjon, jf. § 31,\n2. skyldneren har fått rekonstruksjon med tvangsakkord som er stadfestet ved rettskraftig kjennelse, jf. § 51.\n3. det er avsagt kjennelse om innstilling av rekonstruksjonsforhandlingen etter § 56 eller § 57, og kjennelsen er blitt rettskraftig, eller\n4. det er avsagt kjennelse om innstilling av rekonstruksjonsforhandlingen etter § 58 uten at konkurs er blitt åpnet, og kjennelsen er blitt rettskraftig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "8:60",
      "chapter": "8",
      "section": "60",
      "title": "Følgene av at skyldneren dør under rekonstruksjonsforhandlingen",
      "content": "Dersom skyldneren dør før kjennelse om konkursåpning er avsagt i henhold til § 58, eller før rekonstruksjonsforhandlingen anses for avsluttet, jf. § 59, skal rekonstruksjonsforhandlingen innstilles og skyldnerens bo behandles i samsvar med arveloven.\n0 Endret ved lov 14 juni 2019 nr. 21 (ikr. 1 jan 2021 iflg. res. 28 feb 2020 nr. 200) som endret ved lov 18 des 2020 nr. 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "title": "Forskrifter til loven. Enklere regler for små foretak. Tingrettens stedlige kompetanse",
      "content": "(1) Kongen kan ved forskrift gi nærmere bestemmelser til utfylling og gjennomføring av loven her.\n(2) Kongen kan også gi forskrift om særlige regler for små foretak med sikte på forenklet rekonstruksjonsforhandling. Slike regler kan fravike reglene i denne loven. Forskriften fastsetter hvilke foretak som skal regnes som små foretak etter denne loven. Kongen kan blant annet gi bestemmelser om\n1. skyldnerens adgang til å fremlegge forslag til rekonstruksjon og tvangsakkord av gjelden sammen med begjæring om rekonstruksjonsforhandling\n2. skyldnerens adgang til å få oppnevnt en advokat til å bistå med forslag til rekonstruksjonsplan, inkludert forhandling om salg av hele eller deler av virksomheten til ny eier, før det leveres begjæring om rekonstruksjonsforhandling\n3. rettens adgang til å unnlate å oppnevne borevisor og kreditorutvalg, og avholde fordringshavermøte\n4. rettens adgang til å unnlate å oppnevne kreditorutvalg dersom bestemmelsene sikrer at de ansatte blir hørt på en annen måte\n5. forenklet gjennomgang av skyldnerens økonomi og vurdering av mulige omstøtelige disposisjoner og straffbare forhold.\n(3) Kongen kan også gi forskrift om særlige regler for tingrettens stedlige kompetanse i saker om rekonstruksjon etter denne loven. Slike regler kan fravike konkursloven § 146.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "title": "Forholdet til andre lover som omhandler gjeldsforhandling",
      "content": "Når denne loven får anvendelse, skal omtale i andre lover og forskrifter av gjeldsforhandling etter konkurslovens første del forstås som rekonstruksjon etter denne loven, og henvisninger i andre lover og forskrifter til begreper og bestemmelser i konkurslovens første del om gjeldsforhandling forstås som henvisninger til korresponderende begreper og bestemmelser i denne loven.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "9:63",
      "chapter": "9",
      "section": "63",
      "title": "Forholdet til dekningsloven",
      "content": "(1) Når konkurs er åpnet på grunnlag av en konkursbegjæring som kom inn til retten senest tre uker etter at en begjæring fra en fordringshaver om åpning av rekonstruksjonsforhandling etter denne loven ble forkastet fordi skyldneren motsatte seg rekonstruksjonsforhandling, er fristdagen etter dekningsloven § 1-2 dagen da begjæringen om åpning av rekonstruksjonsforhandling kom inn til retten. Dette gjelder likevel ikke hvis reglene i dekningsloven § 1-2 annet ledd fører til at fristdagen kommer tidligere.\n(2) Ved anvendelsen av dekningsloven § 7-3 a gjelder for rekonstruksjon etter denne loven at heving som er gjort gjeldende i de siste fire ukene før fristdagen på grunn av skyldnerens betalingsforsinkelse, ikke kan gjøres gjeldende under rekonstruksjonsforhandling med mindre den annen part har disponert i henhold til hevingen.\n(3) Ved anvendelsen av dekningsloven § 7-5 annet ledd gjelder for rekonstruksjon etter denne loven at for sikkerhetsstillelse eller forskuddsbetaling under rekonstruksjonsforhandling kan skyldneren kreve at hver termin ikke skal være lengre enn to uker om gangen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "title": "Ikrafttredelse og tidspunktet for opphevelse av loven",
      "content": "(1) Loven gjelder fra den tid​1 Kongen bestemmer. Kongen kan sette i kraft de ulike bestemmelsene til forskjellig tid.\n(2) Loven oppheves 1. juli 2026. Fra samme tid oppheves endringene i § 66.\n0 Endret ved lover 22 des 2021 nr. 167, 26 mai 2023 nr. 14, 20 juni 2025 nr. 79.\n1 Fra 11. mai 2020 iflg. res. 7 mai 2020 nr. 947.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "title": "Overgangsregler",
      "content": "(1) En begjæring om åpning av gjeldsforhandling etter konkurslovens første del som er fremmet, men ikke avgjort av retten, når denne lov trer i kraft, skal anses som en begjæring om forhandling om rekonstruksjon etter denne loven.\n(2) Er gjeldsforhandling åpnet etter konkurslovens første del etter 1. mars 2020, kan saken behandles etter reglene i denne loven hvis skyldneren begjærer det og det ikke er tatt stilling til et forslag om frivillig gjeldsordning eller stemt over et forslag til tvangsakkord. Kunngjøring etter § 7 i loven her kan i så fall unnlates dersom åpningen av gjeldsforhandling allerede er kunngjort etter konkursloven §§ 6 eller 35, og retten finner at ny kunngjøring derfor ikke er nødvendig.\n(3) For forslag til tvangsakkord som er fremsatt etter konkurslovens kapittel XIV, gjelder konkurslovens første del når konkurs er åpnet før denne loven trer i kraft. Dersom alle kjente fordringshavere samtykker til det, kan skyldneren i stedet fremsette forslag om rekonstruksjon med tvangsakkord etter kapittel 7 i denne loven. Dersom det åpnes konkurs etter ikrafttredelsen av denne loven, gjelder reglene i denne loven for forslaget til tvangsakkord. Henvisningene i konkursloven kapittel XIV til bestemmelser i konkurslovens første del skal forstås som henvisninger til de korresponderende bestemmelsene i denne loven så langt de passer.\n(4) Forskrifter til konkursloven gjelder for denne loven så langt de passer.\n(5) Departementet kan gi overgangsregler. I overgangsreglene kan det gjøres unntak fra reglene i denne paragrafen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "title": "Endringer i andre lover",
      "content": "Fra den tid loven trer i kraft gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    }
  ]
}