{
  "id": "LOV-1985-05-24-28",
  "type": "statute",
  "title": "Lov om Norges Bank og pengevesenet mv. (sentralbankloven)",
  "short_name": "Sentralbankloven",
  "status": "in_force",
  "issued_date": "1985-05-24",
  "in_force_date": "1985-09-09",
  "url": "https://lovdata.no/dokument/NLO/lov/1985-05-24-28",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Norges Banks formål og virkeområde",
      "content": "Norges Bank er landets sentralbank. Banken skal være et utøvende​1 og rådgivende organ​2 for penge-, kreditt- og valutapolitikken.​3 Den skal utstede pengesedler og mynter,​4 fremme et effektivt betalingssystem​5 innenlands og overfor utlandet og overvåke penge-, kreditt- og valutamarkedene.\nBanken kan sette i verk tiltak som er vanlige eller naturlige for en sentralbank. Til fremme av sine formål kan banken utføre alle former for bankforretninger og banktjenester.​6\n1 Jf. § 2.\n2 Jf. § 3.\n3 Jf. kap. IV og V.\n4 Jf. § 13.\n5 Jf. lov 17 des 1999 nr. 95.\n6 Jf. lov 10 apr 2015 nr. 17 § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Forholdet til statsmyndighetene",
      "content": "Banken skal utøve sin virksomhet i samsvar med de økonomisk-politiske retningslinjer som er fastlagt av statsmyndighetene, og med de internasjonale forpliktelser landet er bundet av.\nFør banken treffer vedtak av særlig viktighet, skal saken være forelagt departementet.\nKongen i statsråd​1 kan treffe vedtak om bankens virksomhet. Disse vedtak kan være generelle regler eller pålegg i enkeltsaker. Banken skal ha anledning til å uttale seg før det treffes slikt vedtak. Melding om vedtak skal sendes Stortinget snarest mulig.​2\nBanken er et eget rettssubjekt, som eies av staten. Riksrevisjonen fører kontroll med statsrådens myndighetsutøvelse etter lov 7. mai 2004 nr. 21 om Riksrevisjonen og instruks fastsatt av Stortinget.\n0 Endret ved lov 7 mai 2004 nr. 21 (ikr. 1 juli 2004).\n1 Jf. Grl. § 28.\n2 Jf. Grl. § 75, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Bankens uttalelser",
      "content": "Banken skal avgi uttalelse om spørsmål den blir forelagt av Kongen eller departementet.​1\nBanken skal underrette departementet når det etter bankens oppfatning er behov for tiltak av penge-, kreditt- og valutapolitisk karakter av andre enn banken.\nBanken skal informere offentligheten om penge-, kreditt- og valutaforholdene.\nBanken skal informere offentligheten om de vurderinger som har vært grunnlaget for beslutninger som gjelder utøvelsen av pengepolitikken.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Pengeenheten og dens internasjonale verdi",
      "content": "Den norske pengeenhet er en krone. Kronen deles i hundre øre.\nKongen treffer vedtak om den kursordning som skal gjelde for kronen og om endringer i kronens kursleie.\nVedtak om endringer i kursordningen for kronen og i dens kursleie skal meddeles Stortinget.​1\n1 Jf. Grl. § 75, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Bankens øverste ledelse",
      "content": "Bankens øverste organer er et hovedstyre​1 og et representantskap.​2\nHovedstyret​1 har den utøvende og rådgivende myndighet etter denne lov. Det leder bankens virksomhet og forvalter dens midler. Hovedstyret skal sørge for forsvarlig organisering av, og etablere tilfredsstillende rammer, mål og prinsipper for, bankens virksomhet. Hovedstyret skal påse at bankens virksomhet, herunder regnskap og formuesforvaltning, er gjenstand for betryggende styring og kontroll. Hovedstyret skal føre tilsyn med bankens administrasjon og virksomhet for øvrig.\nHovedstyret​1 kan bestemme at virksomhet som ledd i forvaltningen av Statens pensjonsfond utland (SPU), jf. lov 21. desember 2005 nr. 123 om Statens pensjonsfond § 2 annet ledd, skal utøves av selskap som banken helt eller delvis eier. Hovedstyret representerer banken som eier i slike selskaper.\nRepresentantskapet​2 skal føre tilsyn med bankens drift og med at reglene for bankens virksomhet blir fulgt. Representantskapet skal herunder føre tilsyn med at hovedstyret har tilfredsstillende styring og kontroll med bankens administrasjon og virksomhet, og med at det er etablert hensiktsmessige rutiner for å sikre at bankens virksomhet utøves i henhold til lov, avtaler, vedtak og rammeverk for øvrig. Tilsynet omfatter ikke hovedstyrets utøvelse av skjønnsmyndighet etter loven. Representantskapet har rett til innsyn i alle bankens anliggender og kan foreta de undersøkelser som det finner nødvendig for sine oppgaver etter loven. Representantskapet skal ha et sekretariat.\nRepresentantskapet​2 skal velge én eller flere revisorer​3 og godkjenne revisors godtgjørelse, jf. § 30 a. Representantskapet fastsetter bankens årsregnskap​4 og vedtar etter forslag fra hovedstyret dens budsjett.​5 Representantskapet avgir uttalelse om hovedstyrets protokoller, tilsynet med banken og saker som det forelegges av hovedstyret. Representantskapet avgjør i tvilstilfelle om en sak er av administrativ karakter, jf. § 6 tredje ledd, § 7 sjette ledd og § 11 andre ledd. Representantskapet fastsetter nærmere regler for bankens lån til ansatte, jfr. § 23.\nRepresentantskapet​2 kan etter forslag fra hovedstyret​1 bestemme at produksjon av pengesedler og mynter eller annen forretningsmessig virksomhet som faller inn under denne loven, skal utøves av selskap som banken helt eller delvis eier. Hovedstyret representerer banken som eier i slike selskaper. Representantskapet fører tilsyn med slike selskaper, og med selskaper som nevnt i tredje ledd, og har rett til å kreve de opplysninger fra selskapets daglige leder, styret og den valgte revisor som er nødvendige for tilsynet. I den utstrekning det er nødvendig, kan representantskapet selv foreta undersøkelser i selskapet. Representantskapet skal varsles før generalforsamlingen i selskapene og har rett til å være til stede på generalforsamlingen.\nSentralbanksjefen​6 forestår bankens administrasjon og gjennomføring av vedtakene.​7\n0 Endret ved lover 27 jan 1989 nr. 1, 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 jan 2010 iflg. res. 27 nov 2009 nr. 1405), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 6.\n2 Jf. § 7.\n3 Jf. lov 15 jan 1999 nr. 2.\n4 Jf. § 30.\n5 Jf. § 29.\n6 Jf. § 6 (2).\n7 Jf. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovedstyret",
      "content": "Hovedstyret består av åtte medlemmer, som oppnevnes av Kongen.\nSentralbanksjefen skal være leder, og to visesentralbanksjefer skal være første og annen nestleder i hovedstyret. Disse ansettes i heldagsstilling for seks år. Gjenoppnevning i samme stilling kan skje for én periode av ytterligere seks år. De øvrige fem medlemmer oppnevnes for fire år. Dersom et medlem trer ut i løpet av oppnevningstiden, kan nytt medlem oppnevnes for den gjenværende delen av oppnevningsperioden. Hvert annet år uttrer vekselvis to og tre medlemmer. Gjenoppnevning av disse medlemmer kan skje for en samlet periode av tolv år.\nAv og blant de ansatte velges to medlemmer som supplerer hovedstyret ved behandlingen av administrative saker.​1 Valgmåten for disse representanter kan avtales i forhandlinger med de ansatte. Representantskapet​2 kan i tilfelle et forhandlingsresultat ikke oppnås, fastsette regler om valgmåten. Ved behandlingen av administrative saker suppleres hovedstyret i tillegg av to av varamedlemmene Kongen har oppnevnt, jf. § 9 første ledd.\nLederen for hovedstyret innkaller hovedstyret til møte så ofte det ansees ønskelig, eller når minst tre medlemmer krever det. Til gyldig vedtak kreves at minst halvparten av de stemmeberettigede stemmer for det. Ved stemmelikhet gjelder det som leder av hovedstyret har stemt for. Det føres protokoll over forhandlingene.\nFølgende personer kan ikke fungere som medlemmer eller varamedlemmer til hovedstyret:\n1. regjeringsmedlemmer\n2. statssekretærer og andre politiske medarbeidere i departementene\n3. embetsmenn i departementene\n4. medarbeidere i Finansdepartementet og Statsministerens kontor\n5. stortingsrepresentanter\n6. andre politiske medarbeidere på Stortinget\n7. komitésekretærer på Stortinget\n8. medarbeidere i banken\n9. nærstående av personer som nevnt i nr. 1, 2, 4, 5, 6, 7 og 8.\nSom nærstående​3 etter femte ledd nr. 9 regnes slektninger i rett opp- og nedstigende linje, ektefeller,​4 registrerte partnere,​5 person som vedkommende bor sammen med i ekteskapslignende forhold og barn av disse.\nKongen​6 kan gi forskrifter om medlemmenes forhold til andre kredittinstitusjoner og bedrifter.\nSentralbanksjefens og visesentralbanksjefenes godtgjørelse og pensjon og de øvrige medlemmers godtgjørelse fastsettes av Kongen.​6\n0 Endret ved lover 21 nov 1986 nr. 60, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 5 (3) syvende punktum.\n2 Jf. § 7.\n3 Sml. asl. § 1-5.\n4 Jf. el. kap. 3.\n5 Jf. el. § 95.\n6 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Representantskapet",
      "content": "Representantskapet består av femten medlemmer valgt av Stortinget​1 for fire år. Dersom et medlem trer ut i løpet av valgperioden, kan Stortinget velge nytt medlem for gjenværende del av valgperioden.\nHvert annet år uttrer vekselvis syv og åtte medlemmer. Blant medlemmene velger Stortinget leder og nestleder for to år. Gjenvalg av medlemmer kan skje for en samlet periode av tolv år.\nPersoner som nevnt i § 6 femte og sjette ledd kan ikke fungere som medlemmer eller varamedlemmer til representantskapet.\nNår særlige hensyn gjør det ønskelig, kan representantskapet delegere til lederen for representantskapet å treffe avgjørelse i saker som hører under representantskapet. Representantskapet kan blant sine medlemmer oppnevne utvalg til å forberede saker for representantskapsbehandling.\nLederen for representantskapet innkaller representantskapet til møte så ofte det ansees ønskelig, eller når minst fem medlemmer eller hovedstyret​2 krever det. Til gyldig vedtak kreves at mer enn halvparten av de stemmeberettigede stemmer for det. Det føres protokoll over forhandlingene.\nOm ikke representantskapet bestemmer noe annet for det enkelte tilfelle, kan hovedstyrets​2 medlemmer være til stede og uttale seg på møter i representantskapet. De ansattes medlemmer i hovedstyret kan være til stede og uttale seg på møter i representantskapet ved behandlingen av administrative saker.​3 Sentralbanksjefen og visesentralbanksjefene​4 skal være til stede, med mindre representantskapet bestemmer noe annet, eller det foreligger gyldig forfall.\nMedlemmenes godtgjørelse fastsettes av Stortinget.\n0 Endret ved lover 21 nov 1986 nr. 60, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 4 juni 2010 nr. 19 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 762), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. Grl. § 75, c.\n2 Jf. § 6.\n3 Jf. § 5 (3), syvende punktum.\n4 Jf. § 6 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Bankens kontorer",
      "content": "Banken har sitt hovedkontor i Oslo og kan opprette kontorer i Norge og i utlandet.\n0 Endret ved lover 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), opphevet ved lov 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Se § 5 (3) og (6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Varamedlemmer",
      "content": "Til hovedstyret​1 oppnevner Kongen minst to varamedlemmer.\nTil representantskapet​2 velger Stortinget to varamedlemmer.\nVaramedlemmer for de ansattes medlemmer i hovedstyret ved behandlingen av administrative saker velges av og blant de ansatte etter avtalt eller av representantskapet fastsatt valgmåte, jf. § 6 tredje ledd.\nBestemmelsene om oppnevningstid i § 6 og § 7 gjelder tilsvarende for varamedlemmer.\n0 Endret ved lover 21 nov 1986 nr. 60, 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 6.\n2 Jf. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Fullmakter og utvalg",
      "content": "Hovedstyret​1 kan gi sentralbanksjefen​2 særskilt fullmakt til å avgjøre saker som hører under hovedstyret.\nHovedstyret kan ellers opprette utvalg som på saklig avgrensede områder tillegges myndighet til å behandle og avgjøre saker som hører under hovedstyret.​3 Tilsvarende fullmakt kan hovedstyret gi bankens avdelinger, kontorer eller ansatte.\nHovedstyret gir nærmere regler om de enkelte utvalg og om saksbehandling som etter fullmakt foretas av andre enn hovedstyret.\n1 Jf. § 6.\n2 Jf. § 6 (2).\n3 Jf. § 11 (1) og (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Bankens ansatte",
      "content": "Hovedstyret​1 avgjør alle saker om bankens ansatte med mindre annet følger av denne lov​2 eller regler gitt med hjemmel i loven. Hovedstyret kan beslutte at banken skal delta i en arbeidsgiversammenslutning som innenfor sitt område kan treffe avgjørelser som vil være bindende for banken. Hovedstyret kan gi særskilte utvalg fullmakt til å avgjøre saker om ansatte. Tilsvarende fullmakt kan også gis bankens avdelinger, kontorer eller ansatte.\nNår særskilte utvalg behandler administrative saker,​3 skal de ansatte være representert i utvalget.\nHovedstyret​1 kan gi forskrifter om de ansattes forhold til andre kredittinstitusjoner og bedrifter.\nHovedstyret​1 kan bestemme at den som skal utføre arbeid eller tjeneste for banken, utføre arbeid for en tjenesteleverandør til banken, eller for øvrig ha adgang uten følge til Norges Banks bygninger, må fremlegge uttømmende politiattest etter politiregisterloven​4 § 41 nr. 1, eller tilsvarende utenlandsk politiattest, dersom sikkerhetsmessige hensyn tilsier det. Det samme gjelder dersom senere endringer i en ansatts stilling eller arbeidsoppgaver gjør at sikkerhetsmessige grunner tilsier at det framlegges politiattest. Kongen kan gi utfyllende forskrifter om gjennomføringen av bestemmelsene i første og annet punktum, herunder regler om hvilke straffbare forhold som skal anmerkes på politiattesten og om behandlingen av politiattester som er framlagt for banken.\nHovedstyret kan bestemme at det skal innhentes kredittopplysninger om den som skal utføre arbeid eller tjeneste for banken, utføre arbeid for en tjenesteleverandør til banken, eller for øvrig ha adgang uten følge til Norges Banks bygninger, dersom sikkerhetsmessige behov tilsier det.\n0 Endret ved lover 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449), 21 juni 2019 nr. 52 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1548).\n1 Jf. § 6.\n2 Jf. § 5 (3), syvende punktum.\n3 Jf. § 6 (3), § 7 (6).\n4 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid for banken, plikter​1 å hindre at andre får adgang eller kjennskap til det han i forbindelse med tjenesten eller arbeidet får vite om bankens eller andres forretningsmessige forhold eller om noens personlige forhold. Taushetsplikt etter første punktum gjelder også for enhver som utfører tjeneste eller arbeid for departementet, Etikkrådet for Statens pensjonsfond utland og Finanstilsynet​2 når departementet, Etikkrådet eller Finanstilsynet mottar opplysninger som nevnt i første punktum.\nTaushetsplikt etter foregående ledd og forvaltningslovens​3 bestemmelser gjelder ikke overfor departementet, Etikkrådet for Statens pensjonsfond utland, Finanstilsynet,​2 internasjonale organisasjoner som Norges Bank er medlem av eller samarbeider med, eller andre EØS-staters sentralbanker eller finanstilsynsmyndigheter, herunder Den europeiske banktilsynsmyndighet, Den europeiske verdipapir- og markedstilsynsmyndighet, Den europeiske tilsynsmyndighet for forsikring og tjenestepensjoner, Det europeiske råd for systemrisiko og EFTAs overvåkingsorgan. Utlevering av opplysninger underlagt taushetsplikt til internasjonale organisasjoner som Norges Bank er medlem av eller samarbeider med, kan bare skje dersom opplysningene underlegges en tilsvarende taushetsplikt hos organisasjonen som mottar opplysningene. Taushetsplikten etter foregående ledd gjelder heller ikke overfor ØKOKRIM ved oversendelse av opplysninger i henhold til hvitvaskingsloven​4 § 26 eller overfor skattemyndighetene ved oversendelse av opplysninger i henhold til § 10-5 første ledd i skatteforvaltningsloven.​5\nForvaltningsloven​3 § 13 annet og tredje ledd og § 13 a til § 13 e får anvendelse.\nTaushetsplikten gjelder ikke meddelelser om bankens forretningsmessige forhold som hovedstyret​6 eller noen som har fullmakt fra hovedstyret,​7 gir på vegne av banken.\nTaushetsplikten etter denne bestemmelsen skal ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​8\n0 Endret ved lover 17 juni 1988 nr. 58, 7 juni 1996 nr. 30 (ikr. 1 jan 1997), 6 juni 1997 nr. 35 (ikr. 1 nov 1997), 20 juni 2003 nr. 41 (ikr. 1 jan 2004 iflg. vedtak 12 des 2003 nr. 1470), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 6 mars 2009 nr. 11 (ikr. 15 apr 2009 iflg. res. 6 mars 2009 nr. 269), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 11 apr 2014 nr. 12 (ikr. 1 juli 2014 iflg. res. 11 apr 2014 nr. 547), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 20 des 2016 nr. 109 (ikr. 1 jan 2017), 1 juni 2018 nr. 23 (ikr. 15 okt 2018 iflg. res. 14 sep 2018 nr. 1326).\n1 Jf. strl. § 209.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Lov 10 feb 1967.\n4 Lov 1 juni 2018 nr. 23.\n5 Lov 27 mai 2016 nr. 14.\n6 Jf. § 6.\n7 Jf. § 10.\n8 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Pengesedler og mynter",
      "content": "Banken har enerett​1 til å utstede norske pengesedler og mynter.\nBanken treffer bestemmelse​2 om sedlenes og myntenes pålydende og utforming.\nBanken kan bestemme at andre kan produsere pengesedler og mynter etter avtale med banken.​3\n0 Endret ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).\n1 Jf. strl. kap. 17 og § 367; strl. §§ 367 til 369 (ikke ikr.). Jf. § 14.\n2 Jf. § 2 (2).\n3 Jf. § 5 (3), § 8a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tvungent betalingsmiddel",
      "content": "Bankens sedler og mynter er tvungent betalingsmiddel​1 i Norge.​2 Ingen er pliktig til i én betaling å ta imot mer enn femogtyve mynter av hver enhet.\nSterkt skadde sedler og mynter er ikke tvungent betalingsmiddel. Banken gir nærmere forskrifter om erstatning for bortkomne, brente eller skadde sedler og mynter.\nSelv om en avtale inneholder klausul om betaling av en pengeforpliktelse i gullverdi, kan skyldneren frigjøre seg med tvungne betalingsmidler uten hensyn til denne klausul.\n1 Jf. § 15, lover 17 feb 1939 nr. 1 § 7, 25 juni 1999 nr. 46 § 38, § 39.\n2 Jf. lov 17 juli 1925 nr. 11 § 1, lov 27 feb 1930 nr. 2 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tilbaketrekking av betalingsmidler",
      "content": "Banken kan ved forskrift bestemme​1 at sedler av bestemt utgave og pålydende eller bestemt myntsort skal settes ut av omløp.\nSedler og mynter som er satt ut av omløp, opphører å være tvungent betalingsmiddel ett år etter kunngjøring. Banken er pliktig til å innløse sedler og mynter som innleveres innen ti år etter fristens utløp.\n1 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Jubileums- og minnemynter",
      "content": "Etter vedtak av Kongen​1 utgir banken jubileums- eller minnemynter. Kongen​1 kan bestemme at differansen mellom pålydende verdi av den mynt som settes i sirkulasjon og produksjonsomkostningene, skal disponeres til almennyttige formål. Kongen​1 kan bestemme at mynter utgitt etter paragrafen her settes i omløp til en kurs over pålydende verdi, og treffer beslutning om anvendelsen av overkursen som etter forrige punktum. Jubileums- eller minnemynter utgitt etter paragrafen her er tvungent betalingsmiddel.​2\n0 Endret ved lov 7 sep 1990 nr. 56.\n1 Finansdepartementet iflg. res. 27 mai 2011 nr. 560, videredelegert til Norges Bank ved brev 20 mars 2012.\n2 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Statens bankforretninger",
      "content": "I den utstrekning Kongen​1 bestemmer det, skal banken utføre bankforretninger for staten, statsbanker og offentlige fond og yte tjenester ved opptak av statslån og forvaltning av statsgjeld.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kreditt til staten",
      "content": "Banken kan ikke yte kreditt direkte til staten. Første punktum er likevel ikke til hinder for at banken yter kreditt til staten med løpetid innenfor en kalenderdag.\n0 Endret ved lover 20 juni 2003 nr. 44 (ikr. 1 jan 2005 iflg. vedtak 19 des 2003 nr. 1600), 17 des 2010 nr. 83 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Kreditt til banker",
      "content": "Banken kan yte likviditetslån, gjøre innskudd og gi annen kreditt til forretningsbanker​1 og sparebanker.​2\nBanken gir forskrifter om kredittens omfang, rentesatser og tilbakebetalingsvilkår, og kan fastsette en diskonto.​3\nNår særlige forhold tilsier det, kan banken gi kreditt på spesielle vilkår.\nKravet om særskilt samtykke fra låntakeren etter finansavtaleloven​4 § 45 gjelder ikke ved overdragelse eller pantsettelse av lånefordringer til Norges Bank ved støttetiltak eller yting av kreditt etter paragrafen her.\n0 Endret ved lover 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999 nr. 665), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 48 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 693).\n1 Jf. lov 10 apr 2015 nr. 17, som ikke bruker uttrykket «forretningsbank».\n2 Jf. lov 10 apr 2015 nr. 17 § 7-1 (1).\n3 Jf. § 2 (2).\n4 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Innskudd fra banker",
      "content": "Banken tar imot innskudd fra forretningsbanker​1 og sparebanker​2 på de vilkår banken bestemmer.\n0 Endret ved lover 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999 nr. 665).\n1 Jf. lov 10 apr 2015 nr. 17, som ikke bruker uttrykket «forretningsbank».\n2 Jf. lov 10 apr 2015 nr. 17 § 7-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Kjøp og salg av norske verdipapirer",
      "content": "Banken kan kjøpe og selge gjeldsdokumenter som er utstedt eller garantert av staten og andre lett omsettelige gjeldsdokumenter. Banken kan uten hinder av det som er bestemt i § 22 inngå gjenkjøpsavtaler og foreta andre markedsoperasjoner med slike dokumenter.\nBanken kan utstede og omsette egne gjeldsdokumenter.\n0 Endret ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Kreditt til og innskudd fra andre",
      "content": "Banken kan i særlige tilfeller yte lån og andre former for kreditt til andre foretak i finansiell sektor enn banker.​1 Vilkårene for slik kreditt fastsettes av banken.\nInnskudd fra andre enn banker​2 kan mottas i særlige tilfeller. Banken fastsetter innskuddsvilkårene.\nKravet om særskilt samtykke fra låntakeren etter finansavtaleloven​3 § 45 gjelder ikke ved overdragelse eller pantsettelse av lånefordringer til Norges Bank ved støttetiltak eller yting av kreditt etter paragrafen her.\n0 Endret ved lover 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 48 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 693).\n1 Jf. § 19.\n2 Jf. § 20.\n3 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Kreditt til tillitsvalgte og ansatte​1",
      "content": "Banken må ikke yte kreditt til medlemmer av bankens organer eller dens ansatte. Det samme gjelder kreditt til selskap eller sammenslutning hvor vedkommende medlem eller ansatt har en fremtredende interesse. Banken kan likevel i begrenset utstrekning gi boliglån og mindre personlige lån til bankens ansatte.​2\n1 Jf. § 5 (4).\n2 Jf. § 5 (4) i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Kursnoteringer og forvaltningen av de offisielle valutareserver",
      "content": "Banken kan forestå regelmessig og offentlig kursnotering for valuta etter nærmere regler gitt av Kongen.​1 Banken skal plassere de offisielle valutareserver slik at de tjener den valutapolitikk som er fastlagt.\n0 Endret ved lover 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Finansdepartementet iflg. res. 22 des 1989 nr. 1274, delegert videre til Norges Bank ved delegering 19 aug 1991 nr. 602.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Valutaoppgaver for staten",
      "content": "Banken skal forvalte landets rettigheter og oppfylle de tilsvarende forpliktelser som følger av deltagelse i Det internasjonale valutafond.\nI den utstrekning Kongen​1 bestemmer det, skal banken forestå valutaforretninger for staten og statlige institusjoner.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Internasjonale avtaler",
      "content": "Banken kan inngå avtaler om innskudds-, kreditt- og garantiordninger med utenlandske sentralbanker og andre kredittinstitusjoner og med internasjonale økonomiske organisasjoner og institusjoner, forutsatt at det foreligger betryggende sikkerhet for dens tilgodehavende. Kongen​1 skal godkjenne slike avtaler.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Opplysningsplikt",
      "content": "Kongen​1 kan ved forskrift eller enkeltvedtak bestemme at foretak i finansiell sektor, herunder banker, forsikringsselskaper, finansieringsforetak, verdipapirforetak, regulerte markeder, verdipapirsentraler og sentrale motparter, skal gi banken opplysninger om sin virksomhet, finansiering av virksomheten, sitt regnskap, transaksjoner og beholdninger på egne og kunders vegne, samt andre opplysninger som er nødvendige for bankens arbeid. Foretak som er morselskap kan pålegges å gi slike opplysninger for konsernet. Kongen kan videre bestemme at andre institusjoner, foretak og privatpersoner som er aktører i verdipapirmarkedet, driver betalingsformidling eller yter tjenester mot finansiell sektor, skal pålegges slik opplysningsplikt.\nDet kan bare fastsettes opplysningsplikt i medhold av paragrafen her for å ivareta bankens oppgaver etter loven, utarbeide offisiell statistikk eller støtte bankens eller Finanstilsynets​2 tilsyn med soliditet og finansiell stabilitet. Opplysningene kan bare brukes til de formål som er nevnt her.\nKongen​1 kan i forskrift fastsette regler om omfanget og gjennomføringen av opplysningsplikt fastsatt i medhold av paragrafen her.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret ved lover 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656).\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 730.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Beskyttelsestiltak",
      "content": "Ved kapitalbevegelser til og fra utlandet som kan føre til store problemer med betalingsbalansen eller vesentlige forstyrrelser i kapitalmarkedene, kan Kongen​1 innføre nødvendige beskyttelsestiltak i form av penge-, kreditt- eller valutaregulering eller lignende tiltak. Banken skal ha anledning til å uttale seg før det treffes slikt vedtak.​2\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 730.\n2 Jf. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Budsjett",
      "content": "Hovedstyret​1 skal hvert år utarbeide forslag til budsjett for kommende driftsår. Budsjettet vedtas​2 av representantskapet​3 og meddeles departementet.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 27.\n1 Jf. § 6.\n2 Jf. § 5.\n3 Jf. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Beretning, regnskap og representantskapets uttalelse",
      "content": "Hovedstyret​1 skal hvert år utarbeide årsberetning og årsregnskap. Årsregnskapet fastsettes av representantskapet.​2\nNorges Bank er regnskapspliktig etter regnskapsloven​3 og bokføringspliktig etter bokføringsloven.​4 Kongen kan i forskrift fastsette særskilte regler om årsregnskap, årsberetning og bokføring for banken som utfyller eller fraviker bestemmelsene i eller i medhold av regnskapsloven og bokføringsloven.\nÅrsberetningen, det reviderte årsregnskapet, revisjonsberetningen og representantskapets vedtak om fastsettelse av årsregnskapet sendes departementet for å forelegges Kongen og meddeles Stortinget.​6 Meddelelse fra departementet til Stortinget om virksomheten i Norges Bank skal finne sted minst én gang hver stortingsperiode, og oftere dersom særlige forhold tilsier det.\nRepresentantskapet skal minst én gang årlig legge fram for Stortinget​5 sin uttalelse om hovedstyrets protokoller​6 og tilsynet med banken, jf. § 5 fjerde ledd femte punktum. Gjenpart av uttalelsen sendes departementet. Uttalelsen om tilsynet med banken skal minst inneholde:\n1. en redegjørelse for hvordan tilsynet med banken har vært organisert,\n2. en redegjørelse for gjennomførte tilsynsaktiviteter og representantskapets prioriteringer i det videre tilsynsarbeidet,\n3. en redegjørelse for tilsynet med bankens kapitalforvaltning,\n4. representantskapets vurdering av hovedstyrets styring og kontroll med bankens administrasjon og virksomhet, jf. § 5 tredje ledd annet punktum,\n5. en redegjørelse for representantskapets arbeid med vedtakelse av bankens budsjett og fastsettelse av regnskap, jf. § 5 fjerde ledd annet punktum,\n6. eventuelle særlige merknader som tilsynet måtte gi grunnlag for.\nKongen gir retningslinjer for avsetninger og disponering av bankens overskudd. Vedtak om overføring fra Norges Bank til staten må godkjennes av Stortinget.\n0 Endret ved lover 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 28, 19 juni 2009 nr. 47 (ikr. 1 jan 2011 iflg. res. 4 juni 2010 nr. 783), 4 juni 2010 nr. 19 (ikr. 1 jan 2011 iflg. res. 4 juni 2010 nr. 762).\n1 Jf. § 6.\n2 Jf. § 7.\n3 Lov 17 juli 1998 nr. 56.\n4 Lov 19 nov 2004 nr. 73.\n5 Jf. Grl. § 75, c.\n6 Jf. § 6 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:30 a",
      "chapter": "7",
      "section": "30 a",
      "title": "Revisjon",
      "content": "Bankens årsregnskap skal revideres av minst én statsautorisert eller registrert revisor.​1\nKongen kan i forskrift fastsette særskilte regler om bankens revisor og revisjon av banken som utfyller eller fraviker bestemmelsene i revisorloven.​2\nBanken skal ha en internrevisjon som rapporterer til hovedstyret.​3 Internrevisjonen skal vurdere bankens internkontroll, rutiner og andre forhold av betydning for bankens virksomhet. Kongen kan gi forskrift om bankens internkontroll.\n0 Tilføyd ved lov 19 juni 2009 nr. 47 (ikr. 1 jan 2010 iflg. res. 27 nov 2009 nr. 1405).\n1 Jf. lov 15 jan 1999 nr. 2.\n2 Lov 15 jan 1999 nr. 2.\n3 Jf. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Tvangsmulkt",
      "content": "For å sikre at opplysningsplikten etter § 27 blir overholdt, kan banken ved overtredelse av opplysningsplikten ilegge en tvangsmulkt​1 til fordel for statskassen. Pålegg om tvangsmulkt er tvangsgrunnlag for utlegg.​2 Påløpt tvangsmulkt kan i særlige tilfeller helt eller delvis ettergis. Kongen kan fastsette nærmere regler om tvangsmulkt etter bestemmelsen her.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Jf. fvl. § 51.\n2 Jf. tvangsl. § 7-2 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 28 straffes med bøter eller under særdeles skjerpende omstendigheter med fengsel inntil ett år. Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 27 straffes med bøter.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "title": "Ikrafttreden og gjennomføring",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nAksjene i Norges Bank utløses etter nærmere regler fastsatt av Kongen. Dette medfører ingen endringer i Norges Banks rettigheter og forpliktelser.\nKongen​2 gir nærmere regler om oppnevnelse til bankens organer første gang og kan herunder fravike lovens regler om åremålsansettelse og funksjonstid.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 29.\n1 Fra 9 sep 1985 iflg. res. 6 sep 1985 nr. 1689.\n2 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Norges Banks formål og virkeområde",
      "content": "Norges Bank er landets sentralbank. Banken skal være et utøvende​1 og rådgivende organ​2 for penge-, kreditt- og valutapolitikken.​3 Den skal utstede pengesedler og mynter,​4 fremme et effektivt betalingssystem​5 innenlands og overfor utlandet og overvåke penge-, kreditt- og valutamarkedene.\nBanken kan sette i verk tiltak som er vanlige eller naturlige for en sentralbank. Til fremme av sine formål kan banken utføre alle former for bankforretninger og banktjenester.​6\n1 Jf. § 2.\n2 Jf. § 3.\n3 Jf. kap. IV og V.\n4 Jf. § 13.\n5 Jf. lov 17 des 1999 nr. 95.\n6 Jf. lov 10 apr 2015 nr. 17 § 2-7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Forholdet til statsmyndighetene",
      "content": "Banken skal utøve sin virksomhet i samsvar med de økonomisk-politiske retningslinjer som er fastlagt av statsmyndighetene, og med de internasjonale forpliktelser landet er bundet av.\nFør banken treffer vedtak av særlig viktighet, skal saken være forelagt departementet.\nKongen i statsråd​1 kan treffe vedtak om bankens virksomhet. Disse vedtak kan være generelle regler eller pålegg i enkeltsaker. Banken skal ha anledning til å uttale seg før det treffes slikt vedtak. Melding om vedtak skal sendes Stortinget snarest mulig.​2\nBanken er et eget rettssubjekt, som eies av staten. Riksrevisjonen fører kontroll med statsrådens myndighetsutøvelse etter lov 7. mai 2004 nr. 21 om Riksrevisjonen og instruks fastsatt av Stortinget.\n0 Endret ved lov 7 mai 2004 nr. 21 (ikr. 1 juli 2004).\n1 Jf. Grl. § 28.\n2 Jf. Grl. § 75, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Bankens uttalelser",
      "content": "Banken skal avgi uttalelse om spørsmål den blir forelagt av Kongen eller departementet.​1\nBanken skal underrette departementet når det etter bankens oppfatning er behov for tiltak av penge-, kreditt- og valutapolitisk karakter av andre enn banken.\nBanken skal informere offentligheten om penge-, kreditt- og valutaforholdene.\nBanken skal informere offentligheten om de vurderinger som har vært grunnlaget for beslutninger som gjelder utøvelsen av pengepolitikken.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Jf. § 2 (3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "title": "Pengeenheten og dens internasjonale verdi",
      "content": "Den norske pengeenhet er en krone. Kronen deles i hundre øre.\nKongen treffer vedtak om den kursordning som skal gjelde for kronen og om endringer i kronens kursleie.\nVedtak om endringer i kursordningen for kronen og i dens kursleie skal meddeles Stortinget.​1\n1 Jf. Grl. § 75, c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Bankens øverste ledelse",
      "content": "Bankens øverste organer er et hovedstyre​1 og et representantskap.​2\nHovedstyret​1 har den utøvende og rådgivende myndighet etter denne lov. Det leder bankens virksomhet og forvalter dens midler. Hovedstyret skal sørge for forsvarlig organisering av, og etablere tilfredsstillende rammer, mål og prinsipper for, bankens virksomhet. Hovedstyret skal påse at bankens virksomhet, herunder regnskap og formuesforvaltning, er gjenstand for betryggende styring og kontroll. Hovedstyret skal føre tilsyn med bankens administrasjon og virksomhet for øvrig.\nHovedstyret​1 kan bestemme at virksomhet som ledd i forvaltningen av Statens pensjonsfond utland (SPU), jf. lov 21. desember 2005 nr. 123 om Statens pensjonsfond § 2 annet ledd, skal utøves av selskap som banken helt eller delvis eier. Hovedstyret representerer banken som eier i slike selskaper.\nRepresentantskapet​2 skal føre tilsyn med bankens drift og med at reglene for bankens virksomhet blir fulgt. Representantskapet skal herunder føre tilsyn med at hovedstyret har tilfredsstillende styring og kontroll med bankens administrasjon og virksomhet, og med at det er etablert hensiktsmessige rutiner for å sikre at bankens virksomhet utøves i henhold til lov, avtaler, vedtak og rammeverk for øvrig. Tilsynet omfatter ikke hovedstyrets utøvelse av skjønnsmyndighet etter loven. Representantskapet har rett til innsyn i alle bankens anliggender og kan foreta de undersøkelser som det finner nødvendig for sine oppgaver etter loven. Representantskapet skal ha et sekretariat.\nRepresentantskapet​2 skal velge én eller flere revisorer​3 og godkjenne revisors godtgjørelse, jf. § 30 a. Representantskapet fastsetter bankens årsregnskap​4 og vedtar etter forslag fra hovedstyret dens budsjett.​5 Representantskapet avgir uttalelse om hovedstyrets protokoller, tilsynet med banken og saker som det forelegges av hovedstyret. Representantskapet avgjør i tvilstilfelle om en sak er av administrativ karakter, jf. § 6 tredje ledd, § 7 sjette ledd og § 11 andre ledd. Representantskapet fastsetter nærmere regler for bankens lån til ansatte, jfr. § 23.\nRepresentantskapet​2 kan etter forslag fra hovedstyret​1 bestemme at produksjon av pengesedler og mynter eller annen forretningsmessig virksomhet som faller inn under denne loven, skal utøves av selskap som banken helt eller delvis eier. Hovedstyret representerer banken som eier i slike selskaper. Representantskapet fører tilsyn med slike selskaper, og med selskaper som nevnt i tredje ledd, og har rett til å kreve de opplysninger fra selskapets daglige leder, styret og den valgte revisor som er nødvendige for tilsynet. I den utstrekning det er nødvendig, kan representantskapet selv foreta undersøkelser i selskapet. Representantskapet skal varsles før generalforsamlingen i selskapene og har rett til å være til stede på generalforsamlingen.\nSentralbanksjefen​6 forestår bankens administrasjon og gjennomføring av vedtakene.​7\n0 Endret ved lover 27 jan 1989 nr. 1, 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 jan 2010 iflg. res. 27 nov 2009 nr. 1405), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 6.\n2 Jf. § 7.\n3 Jf. lov 15 jan 1999 nr. 2.\n4 Jf. § 30.\n5 Jf. § 29.\n6 Jf. § 6 (2).\n7 Jf. § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Hovedstyret",
      "content": "Hovedstyret består av åtte medlemmer, som oppnevnes av Kongen.\nSentralbanksjefen skal være leder, og to visesentralbanksjefer skal være første og annen nestleder i hovedstyret. Disse ansettes i heldagsstilling for seks år. Gjenoppnevning i samme stilling kan skje for én periode av ytterligere seks år. De øvrige fem medlemmer oppnevnes for fire år. Dersom et medlem trer ut i løpet av oppnevningstiden, kan nytt medlem oppnevnes for den gjenværende delen av oppnevningsperioden. Hvert annet år uttrer vekselvis to og tre medlemmer. Gjenoppnevning av disse medlemmer kan skje for en samlet periode av tolv år.\nAv og blant de ansatte velges to medlemmer som supplerer hovedstyret ved behandlingen av administrative saker.​1 Valgmåten for disse representanter kan avtales i forhandlinger med de ansatte. Representantskapet​2 kan i tilfelle et forhandlingsresultat ikke oppnås, fastsette regler om valgmåten. Ved behandlingen av administrative saker suppleres hovedstyret i tillegg av to av varamedlemmene Kongen har oppnevnt, jf. § 9 første ledd.\nLederen for hovedstyret innkaller hovedstyret til møte så ofte det ansees ønskelig, eller når minst tre medlemmer krever det. Til gyldig vedtak kreves at minst halvparten av de stemmeberettigede stemmer for det. Ved stemmelikhet gjelder det som leder av hovedstyret har stemt for. Det føres protokoll over forhandlingene.\nFølgende personer kan ikke fungere som medlemmer eller varamedlemmer til hovedstyret:\n1. regjeringsmedlemmer\n2. statssekretærer og andre politiske medarbeidere i departementene\n3. embetsmenn i departementene\n4. medarbeidere i Finansdepartementet og Statsministerens kontor\n5. stortingsrepresentanter\n6. andre politiske medarbeidere på Stortinget\n7. komitésekretærer på Stortinget\n8. medarbeidere i banken\n9. nærstående av personer som nevnt i nr. 1, 2, 4, 5, 6, 7 og 8.\nSom nærstående​3 etter femte ledd nr. 9 regnes slektninger i rett opp- og nedstigende linje, ektefeller,​4 registrerte partnere,​5 person som vedkommende bor sammen med i ekteskapslignende forhold og barn av disse.\nKongen​6 kan gi forskrifter om medlemmenes forhold til andre kredittinstitusjoner og bedrifter.\nSentralbanksjefens og visesentralbanksjefenes godtgjørelse og pensjon og de øvrige medlemmers godtgjørelse fastsettes av Kongen.​6\n0 Endret ved lover 21 nov 1986 nr. 60, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 5 (3) syvende punktum.\n2 Jf. § 7.\n3 Sml. asl. § 1-5.\n4 Jf. el. kap. 3.\n5 Jf. el. § 95.\n6 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Representantskapet",
      "content": "Representantskapet består av femten medlemmer valgt av Stortinget​1 for fire år. Dersom et medlem trer ut i løpet av valgperioden, kan Stortinget velge nytt medlem for gjenværende del av valgperioden.\nHvert annet år uttrer vekselvis syv og åtte medlemmer. Blant medlemmene velger Stortinget leder og nestleder for to år. Gjenvalg av medlemmer kan skje for en samlet periode av tolv år.\nPersoner som nevnt i § 6 femte og sjette ledd kan ikke fungere som medlemmer eller varamedlemmer til representantskapet.\nNår særlige hensyn gjør det ønskelig, kan representantskapet delegere til lederen for representantskapet å treffe avgjørelse i saker som hører under representantskapet. Representantskapet kan blant sine medlemmer oppnevne utvalg til å forberede saker for representantskapsbehandling.\nLederen for representantskapet innkaller representantskapet til møte så ofte det ansees ønskelig, eller når minst fem medlemmer eller hovedstyret​2 krever det. Til gyldig vedtak kreves at mer enn halvparten av de stemmeberettigede stemmer for det. Det føres protokoll over forhandlingene.\nOm ikke representantskapet bestemmer noe annet for det enkelte tilfelle, kan hovedstyrets​2 medlemmer være til stede og uttale seg på møter i representantskapet. De ansattes medlemmer i hovedstyret kan være til stede og uttale seg på møter i representantskapet ved behandlingen av administrative saker.​3 Sentralbanksjefen og visesentralbanksjefene​4 skal være til stede, med mindre representantskapet bestemmer noe annet, eller det foreligger gyldig forfall.\nMedlemmenes godtgjørelse fastsettes av Stortinget.\n0 Endret ved lover 21 nov 1986 nr. 60, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 4 juni 2010 nr. 19 (ikr. 1 juli 2010 iflg. res. 4 juni 2010 nr. 762), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. Grl. § 75, c.\n2 Jf. § 6.\n3 Jf. § 5 (3), syvende punktum.\n4 Jf. § 6 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Bankens kontorer",
      "content": "Banken har sitt hovedkontor i Oslo og kan opprette kontorer i Norge og i utlandet.\n0 Endret ved lover 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:8 a",
      "chapter": "2",
      "section": "8 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), opphevet ved lov 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Se § 5 (3) og (6).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8a",
        "source_heading": "§ 8a."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Varamedlemmer",
      "content": "Til hovedstyret​1 oppnevner Kongen minst to varamedlemmer.\nTil representantskapet​2 velger Stortinget to varamedlemmer.\nVaramedlemmer for de ansattes medlemmer i hovedstyret ved behandlingen av administrative saker velges av og blant de ansatte etter avtalt eller av representantskapet fastsatt valgmåte, jf. § 6 tredje ledd.\nBestemmelsene om oppnevningstid i § 6 og § 7 gjelder tilsvarende for varamedlemmer.\n0 Endret ved lover 21 nov 1986 nr. 60, 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 47 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 677), 19 juni 2015 nr. 45 (ikr. 1 jan 2016 iflg. res. 19 juni 2015 nr. 668).\n1 Jf. § 6.\n2 Jf. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Fullmakter og utvalg",
      "content": "Hovedstyret​1 kan gi sentralbanksjefen​2 særskilt fullmakt til å avgjøre saker som hører under hovedstyret.\nHovedstyret kan ellers opprette utvalg som på saklig avgrensede områder tillegges myndighet til å behandle og avgjøre saker som hører under hovedstyret.​3 Tilsvarende fullmakt kan hovedstyret gi bankens avdelinger, kontorer eller ansatte.\nHovedstyret gir nærmere regler om de enkelte utvalg og om saksbehandling som etter fullmakt foretas av andre enn hovedstyret.\n1 Jf. § 6.\n2 Jf. § 6 (2).\n3 Jf. § 11 (1) og (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Bankens ansatte",
      "content": "Hovedstyret​1 avgjør alle saker om bankens ansatte med mindre annet følger av denne lov​2 eller regler gitt med hjemmel i loven. Hovedstyret kan beslutte at banken skal delta i en arbeidsgiversammenslutning som innenfor sitt område kan treffe avgjørelser som vil være bindende for banken. Hovedstyret kan gi særskilte utvalg fullmakt til å avgjøre saker om ansatte. Tilsvarende fullmakt kan også gis bankens avdelinger, kontorer eller ansatte.\nNår særskilte utvalg behandler administrative saker,​3 skal de ansatte være representert i utvalget.\nHovedstyret​1 kan gi forskrifter om de ansattes forhold til andre kredittinstitusjoner og bedrifter.\nHovedstyret​1 kan bestemme at den som skal utføre arbeid eller tjeneste for banken, utføre arbeid for en tjenesteleverandør til banken, eller for øvrig ha adgang uten følge til Norges Banks bygninger, må fremlegge uttømmende politiattest etter politiregisterloven​4 § 41 nr. 1, eller tilsvarende utenlandsk politiattest, dersom sikkerhetsmessige hensyn tilsier det. Det samme gjelder dersom senere endringer i en ansatts stilling eller arbeidsoppgaver gjør at sikkerhetsmessige grunner tilsier at det framlegges politiattest. Kongen kan gi utfyllende forskrifter om gjennomføringen av bestemmelsene i første og annet punktum, herunder regler om hvilke straffbare forhold som skal anmerkes på politiattesten og om behandlingen av politiattester som er framlagt for banken.\nHovedstyret kan bestemme at det skal innhentes kredittopplysninger om den som skal utføre arbeid eller tjeneste for banken, utføre arbeid for en tjenesteleverandør til banken, eller for øvrig ha adgang uten følge til Norges Banks bygninger, dersom sikkerhetsmessige behov tilsier det.\n0 Endret ved lover 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324), 16 mars 2007 nr. 11 (ikr. 16 mars 2007 iflg. res. 16 mars 2007 nr. 272), 22 juni 2012 nr. 35 (ikr. 1 juli 2014 iflg. res. 22 juni 2012 nr. 566 og res. 13 des 2013 nr. 1449), 21 juni 2019 nr. 52 (ikr. 1 jan 2020 iflg. res. 22 nov 2019 nr. 1548).\n1 Jf. § 6.\n2 Jf. § 5 (3), syvende punktum.\n3 Jf. § 6 (3), § 7 (6).\n4 Lov 28 mai 2010 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Taushetsplikt",
      "content": "Enhver som utfører tjeneste eller arbeid for banken, plikter​1 å hindre at andre får adgang eller kjennskap til det han i forbindelse med tjenesten eller arbeidet får vite om bankens eller andres forretningsmessige forhold eller om noens personlige forhold. Taushetsplikt etter første punktum gjelder også for enhver som utfører tjeneste eller arbeid for departementet, Etikkrådet for Statens pensjonsfond utland og Finanstilsynet​2 når departementet, Etikkrådet eller Finanstilsynet mottar opplysninger som nevnt i første punktum.\nTaushetsplikt etter foregående ledd og forvaltningslovens​3 bestemmelser gjelder ikke overfor departementet, Etikkrådet for Statens pensjonsfond utland, Finanstilsynet,​2 internasjonale organisasjoner som Norges Bank er medlem av eller samarbeider med, eller andre EØS-staters sentralbanker eller finanstilsynsmyndigheter, herunder Den europeiske banktilsynsmyndighet, Den europeiske verdipapir- og markedstilsynsmyndighet, Den europeiske tilsynsmyndighet for forsikring og tjenestepensjoner, Det europeiske råd for systemrisiko og EFTAs overvåkingsorgan. Utlevering av opplysninger underlagt taushetsplikt til internasjonale organisasjoner som Norges Bank er medlem av eller samarbeider med, kan bare skje dersom opplysningene underlegges en tilsvarende taushetsplikt hos organisasjonen som mottar opplysningene. Taushetsplikten etter foregående ledd gjelder heller ikke overfor ØKOKRIM ved oversendelse av opplysninger i henhold til hvitvaskingsloven​4 § 26 eller overfor skattemyndighetene ved oversendelse av opplysninger i henhold til § 10-5 første ledd i skatteforvaltningsloven.​5\nForvaltningsloven​3 § 13 annet og tredje ledd og § 13 a til § 13 e får anvendelse.\nTaushetsplikten gjelder ikke meddelelser om bankens forretningsmessige forhold som hovedstyret​6 eller noen som har fullmakt fra hovedstyret,​7 gir på vegne av banken.\nTaushetsplikten etter denne bestemmelsen skal ikke være til hinder for utveksling av informasjon (samordning) som forutsatt i lov om Oppgaveregisteret.​8\n0 Endret ved lover 17 juni 1988 nr. 58, 7 juni 1996 nr. 30 (ikr. 1 jan 1997), 6 juni 1997 nr. 35 (ikr. 1 nov 1997), 20 juni 2003 nr. 41 (ikr. 1 jan 2004 iflg. vedtak 12 des 2003 nr. 1470), 10 juni 2005 nr. 43 (ikr. 1 jan 2006 iflg. res. 16 des 2005 nr. 1526), 6 mars 2009 nr. 11 (ikr. 15 apr 2009 iflg. res. 6 mars 2009 nr. 269), 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 11 apr 2014 nr. 12 (ikr. 1 juli 2014 iflg. res. 11 apr 2014 nr. 547), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 20 des 2016 nr. 109 (ikr. 1 jan 2017), 1 juni 2018 nr. 23 (ikr. 15 okt 2018 iflg. res. 14 sep 2018 nr. 1326).\n1 Jf. strl. § 209.\n2 Jf. lov 7 des 1956 nr. 1.\n3 Lov 10 feb 1967.\n4 Lov 1 juni 2018 nr. 23.\n5 Lov 27 mai 2016 nr. 14.\n6 Jf. § 6.\n7 Jf. § 10.\n8 Lov 6 juni 1997 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Pengesedler og mynter",
      "content": "Banken har enerett​1 til å utstede norske pengesedler og mynter.\nBanken treffer bestemmelse​2 om sedlenes og myntenes pålydende og utforming.\nBanken kan bestemme at andre kan produsere pengesedler og mynter etter avtale med banken.​3\n0 Endret ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).\n1 Jf. strl. kap. 17 og § 367; strl. §§ 367 til 369 (ikke ikr.). Jf. § 14.\n2 Jf. § 2 (2).\n3 Jf. § 5 (3), § 8a.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Tvungent betalingsmiddel",
      "content": "Bankens sedler og mynter er tvungent betalingsmiddel​1 i Norge.​2 Ingen er pliktig til i én betaling å ta imot mer enn femogtyve mynter av hver enhet.\nSterkt skadde sedler og mynter er ikke tvungent betalingsmiddel. Banken gir nærmere forskrifter om erstatning for bortkomne, brente eller skadde sedler og mynter.\nSelv om en avtale inneholder klausul om betaling av en pengeforpliktelse i gullverdi, kan skyldneren frigjøre seg med tvungne betalingsmidler uten hensyn til denne klausul.\n1 Jf. § 15, lover 17 feb 1939 nr. 1 § 7, 25 juni 1999 nr. 46 § 38, § 39.\n2 Jf. lov 17 juli 1925 nr. 11 § 1, lov 27 feb 1930 nr. 2 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Tilbaketrekking av betalingsmidler",
      "content": "Banken kan ved forskrift bestemme​1 at sedler av bestemt utgave og pålydende eller bestemt myntsort skal settes ut av omløp.\nSedler og mynter som er satt ut av omløp, opphører å være tvungent betalingsmiddel ett år etter kunngjøring. Banken er pliktig til å innløse sedler og mynter som innleveres innen ti år etter fristens utløp.\n1 Jf. § 2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Jubileums- og minnemynter",
      "content": "Etter vedtak av Kongen​1 utgir banken jubileums- eller minnemynter. Kongen​1 kan bestemme at differansen mellom pålydende verdi av den mynt som settes i sirkulasjon og produksjonsomkostningene, skal disponeres til almennyttige formål. Kongen​1 kan bestemme at mynter utgitt etter paragrafen her settes i omløp til en kurs over pålydende verdi, og treffer beslutning om anvendelsen av overkursen som etter forrige punktum. Jubileums- eller minnemynter utgitt etter paragrafen her er tvungent betalingsmiddel.​2\n0 Endret ved lov 7 sep 1990 nr. 56.\n1 Finansdepartementet iflg. res. 27 mai 2011 nr. 560, videredelegert til Norges Bank ved brev 20 mars 2012.\n2 Jf. § 14.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Statens bankforretninger",
      "content": "I den utstrekning Kongen​1 bestemmer det, skal banken utføre bankforretninger for staten, statsbanker og offentlige fond og yte tjenester ved opptak av statslån og forvaltning av statsgjeld.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "title": "Kreditt til staten",
      "content": "Banken kan ikke yte kreditt direkte til staten. Første punktum er likevel ikke til hinder for at banken yter kreditt til staten med løpetid innenfor en kalenderdag.\n0 Endret ved lover 20 juni 2003 nr. 44 (ikr. 1 jan 2005 iflg. vedtak 19 des 2003 nr. 1600), 17 des 2010 nr. 83 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Kreditt til banker",
      "content": "Banken kan yte likviditetslån, gjøre innskudd og gi annen kreditt til forretningsbanker​1 og sparebanker.​2\nBanken gir forskrifter om kredittens omfang, rentesatser og tilbakebetalingsvilkår, og kan fastsette en diskonto.​3\nNår særlige forhold tilsier det, kan banken gi kreditt på spesielle vilkår.\nKravet om særskilt samtykke fra låntakeren etter finansavtaleloven​4 § 45 gjelder ikke ved overdragelse eller pantsettelse av lånefordringer til Norges Bank ved støttetiltak eller yting av kreditt etter paragrafen her.\n0 Endret ved lover 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999 nr. 665), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 48 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 693).\n1 Jf. lov 10 apr 2015 nr. 17, som ikke bruker uttrykket «forretningsbank».\n2 Jf. lov 10 apr 2015 nr. 17 § 7-1 (1).\n3 Jf. § 2 (2).\n4 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Innskudd fra banker",
      "content": "Banken tar imot innskudd fra forretningsbanker​1 og sparebanker​2 på de vilkår banken bestemmer.\n0 Endret ved lover 5 juni 1992 nr. 51, 4 nov 1994 nr. 59, 22 nov 1996 nr. 67 (ikr. 1 des 1996), 18 juni 1999 nr. 42 (ikr. 22 juni 1999 iflg. res. 18 juni 1999 nr. 665).\n1 Jf. lov 10 apr 2015 nr. 17, som ikke bruker uttrykket «forretningsbank».\n2 Jf. lov 10 apr 2015 nr. 17 § 7-1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Kjøp og salg av norske verdipapirer",
      "content": "Banken kan kjøpe og selge gjeldsdokumenter som er utstedt eller garantert av staten og andre lett omsettelige gjeldsdokumenter. Banken kan uten hinder av det som er bestemt i § 22 inngå gjenkjøpsavtaler og foreta andre markedsoperasjoner med slike dokumenter.\nBanken kan utstede og omsette egne gjeldsdokumenter.\n0 Endret ved lov 17 des 1999 nr. 95 (ikr. 14 apr 2000 iflg. forskr. 13 apr 2000 nr. 324).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Kreditt til og innskudd fra andre",
      "content": "Banken kan i særlige tilfeller yte lån og andre former for kreditt til andre foretak i finansiell sektor enn banker.​1 Vilkårene for slik kreditt fastsettes av banken.\nInnskudd fra andre enn banker​2 kan mottas i særlige tilfeller. Banken fastsetter innskuddsvilkårene.\nKravet om særskilt samtykke fra låntakeren etter finansavtaleloven​3 § 45 gjelder ikke ved overdragelse eller pantsettelse av lånefordringer til Norges Bank ved støttetiltak eller yting av kreditt etter paragrafen her.\n0 Endret ved lover 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), 19 juni 2009 nr. 48 (ikr. 1 juli 2009 iflg. res. 19 juni 2009 nr. 693).\n1 Jf. § 19.\n2 Jf. § 20.\n3 Lov 25 juni 1999 nr. 46.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Kreditt til tillitsvalgte og ansatte​1",
      "content": "Banken må ikke yte kreditt til medlemmer av bankens organer eller dens ansatte. Det samme gjelder kreditt til selskap eller sammenslutning hvor vedkommende medlem eller ansatt har en fremtredende interesse. Banken kan likevel i begrenset utstrekning gi boliglån og mindre personlige lån til bankens ansatte.​2\n1 Jf. § 5 (4).\n2 Jf. § 5 (4) i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Kursnoteringer og forvaltningen av de offisielle valutareserver",
      "content": "Banken kan forestå regelmessig og offentlig kursnotering for valuta etter nærmere regler gitt av Kongen.​1 Banken skal plassere de offisielle valutareserver slik at de tjener den valutapolitikk som er fastlagt.\n0 Endret ved lover 27 jan 1989 nr. 1, 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Finansdepartementet iflg. res. 22 des 1989 nr. 1274, delegert videre til Norges Bank ved delegering 19 aug 1991 nr. 602.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "Valutaoppgaver for staten",
      "content": "Banken skal forvalte landets rettigheter og oppfylle de tilsvarende forpliktelser som følger av deltagelse i Det internasjonale valutafond.\nI den utstrekning Kongen​1 bestemmer det, skal banken forestå valutaforretninger for staten og statlige institusjoner.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "title": "Internasjonale avtaler",
      "content": "Banken kan inngå avtaler om innskudds-, kreditt- og garantiordninger med utenlandske sentralbanker og andre kredittinstitusjoner og med internasjonale økonomiske organisasjoner og institusjoner, forutsatt at det foreligger betryggende sikkerhet for dens tilgodehavende. Kongen​1 skal godkjenne slike avtaler.\n1 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Opplysningsplikt",
      "content": "Kongen​1 kan ved forskrift eller enkeltvedtak bestemme at foretak i finansiell sektor, herunder banker, forsikringsselskaper, finansieringsforetak, verdipapirforetak, regulerte markeder, verdipapirsentraler og sentrale motparter, skal gi banken opplysninger om sin virksomhet, finansiering av virksomheten, sitt regnskap, transaksjoner og beholdninger på egne og kunders vegne, samt andre opplysninger som er nødvendige for bankens arbeid. Foretak som er morselskap kan pålegges å gi slike opplysninger for konsernet. Kongen kan videre bestemme at andre institusjoner, foretak og privatpersoner som er aktører i verdipapirmarkedet, driver betalingsformidling eller yter tjenester mot finansiell sektor, skal pålegges slik opplysningsplikt.\nDet kan bare fastsettes opplysningsplikt i medhold av paragrafen her for å ivareta bankens oppgaver etter loven, utarbeide offisiell statistikk eller støtte bankens eller Finanstilsynets​2 tilsyn med soliditet og finansiell stabilitet. Opplysningene kan bare brukes til de formål som er nevnt her.\nKongen​1 kan i forskrift fastsette regler om omfanget og gjennomføringen av opplysningsplikt fastsatt i medhold av paragrafen her.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret ved lover 19 juni 2009 nr. 48 (ikr. 21 des 2009 iflg. res. 18 des 2009 nr. 1603), 16 des 2016 nr. 91 (ikr. 1 jan 2017 iflg. res. 16 des 2016 nr. 1607), 15 mars 2019 nr. 6 (ikr. 1 jan 2020 iflg. res. 6 des 2019 nr. 1656).\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 730.\n2 Jf. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Beskyttelsestiltak",
      "content": "Ved kapitalbevegelser til og fra utlandet som kan føre til store problemer med betalingsbalansen eller vesentlige forstyrrelser i kapitalmarkedene, kan Kongen​1 innføre nødvendige beskyttelsestiltak i form av penge-, kreditt- eller valutaregulering eller lignende tiltak. Banken skal ha anledning til å uttale seg før det treffes slikt vedtak.​2\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Finansdepartementet iflg. res. 20 juni 2003 nr. 730.\n2 Jf. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Budsjett",
      "content": "Hovedstyret​1 skal hvert år utarbeide forslag til budsjett for kommende driftsår. Budsjettet vedtas​2 av representantskapet​3 og meddeles departementet.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 27.\n1 Jf. § 6.\n2 Jf. § 5.\n3 Jf. § 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "7:30",
      "chapter": "7",
      "section": "30",
      "title": "Beretning, regnskap og representantskapets uttalelse",
      "content": "Hovedstyret​1 skal hvert år utarbeide årsberetning og årsregnskap. Årsregnskapet fastsettes av representantskapet.​2\nNorges Bank er regnskapspliktig etter regnskapsloven​3 og bokføringspliktig etter bokføringsloven.​4 Kongen kan i forskrift fastsette særskilte regler om årsregnskap, årsberetning og bokføring for banken som utfyller eller fraviker bestemmelsene i eller i medhold av regnskapsloven og bokføringsloven.\nÅrsberetningen, det reviderte årsregnskapet, revisjonsberetningen og representantskapets vedtak om fastsettelse av årsregnskapet sendes departementet for å forelegges Kongen og meddeles Stortinget.​6 Meddelelse fra departementet til Stortinget om virksomheten i Norges Bank skal finne sted minst én gang hver stortingsperiode, og oftere dersom særlige forhold tilsier det.\nRepresentantskapet skal minst én gang årlig legge fram for Stortinget​5 sin uttalelse om hovedstyrets protokoller​6 og tilsynet med banken, jf. § 5 fjerde ledd femte punktum. Gjenpart av uttalelsen sendes departementet. Uttalelsen om tilsynet med banken skal minst inneholde:\n1. en redegjørelse for hvordan tilsynet med banken har vært organisert,\n2. en redegjørelse for gjennomførte tilsynsaktiviteter og representantskapets prioriteringer i det videre tilsynsarbeidet,\n3. en redegjørelse for tilsynet med bankens kapitalforvaltning,\n4. representantskapets vurdering av hovedstyrets styring og kontroll med bankens administrasjon og virksomhet, jf. § 5 tredje ledd annet punktum,\n5. en redegjørelse for representantskapets arbeid med vedtakelse av bankens budsjett og fastsettelse av regnskap, jf. § 5 fjerde ledd annet punktum,\n6. eventuelle særlige merknader som tilsynet måtte gi grunnlag for.\nKongen gir retningslinjer for avsetninger og disponering av bankens overskudd. Vedtak om overføring fra Norges Bank til staten må godkjennes av Stortinget.\n0 Endret ved lover 15 jan 1999 nr. 3 (ikr. 1 feb 1999 iflg. res. 15 jan 1999 nr. 22), 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 28, 19 juni 2009 nr. 47 (ikr. 1 jan 2011 iflg. res. 4 juni 2010 nr. 783), 4 juni 2010 nr. 19 (ikr. 1 jan 2011 iflg. res. 4 juni 2010 nr. 762).\n1 Jf. § 6.\n2 Jf. § 7.\n3 Lov 17 juli 1998 nr. 56.\n4 Lov 19 nov 2004 nr. 73.\n5 Jf. Grl. § 75, c.\n6 Jf. § 6 (4).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "7:30 a",
      "chapter": "7",
      "section": "30 a",
      "title": "Revisjon",
      "content": "Bankens årsregnskap skal revideres av minst én statsautorisert eller registrert revisor.​1\nKongen kan i forskrift fastsette særskilte regler om bankens revisor og revisjon av banken som utfyller eller fraviker bestemmelsene i revisorloven.​2\nBanken skal ha en internrevisjon som rapporterer til hovedstyret.​3 Internrevisjonen skal vurdere bankens internkontroll, rutiner og andre forhold av betydning for bankens virksomhet. Kongen kan gi forskrift om bankens internkontroll.\n0 Tilføyd ved lov 19 juni 2009 nr. 47 (ikr. 1 jan 2010 iflg. res. 27 nov 2009 nr. 1405).\n1 Jf. lov 15 jan 1999 nr. 2.\n2 Lov 15 jan 1999 nr. 2.\n3 Jf. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Tvangsmulkt",
      "content": "For å sikre at opplysningsplikten etter § 27 blir overholdt, kan banken ved overtredelse av opplysningsplikten ilegge en tvangsmulkt​1 til fordel for statskassen. Pålegg om tvangsmulkt er tvangsgrunnlag for utlegg.​2 Påløpt tvangsmulkt kan i særlige tilfeller helt eller delvis ettergis. Kongen kan fastsette nærmere regler om tvangsmulkt etter bestemmelsen her.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).\n1 Jf. fvl. § 51.\n2 Jf. tvangsl. § 7-2 (1), e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "8:32",
      "chapter": "8",
      "section": "32",
      "title": "Straff",
      "content": "Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 28 straffes med bøter eller under særdeles skjerpende omstendigheter med fengsel inntil ett år. Den som forsettlig eller uaktsomt overtrer bestemmelser eller vedtak i medhold av § 27 straffes med bøter.\n0 Tilføyd ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "9:33",
      "chapter": "9",
      "section": "33",
      "title": "Ikrafttreden og gjennomføring",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1\nAksjene i Norges Bank utløses etter nærmere regler fastsatt av Kongen. Dette medfører ingen endringer i Norges Banks rettigheter og forpliktelser.\nKongen​2 gir nærmere regler om oppnevnelse til bankens organer første gang og kan herunder fravike lovens regler om åremålsansettelse og funksjonstid.\n0 Endret ved lov 20 juni 2003 nr. 44 (ikr. 1 jan 2004 iflg. vedtak 19 des 2003 nr. 1600), endret paragrafnummer fra § 29.\n1 Fra 9 sep 1985 iflg. res. 6 sep 1985 nr. 1689.\n2 Finansdepartementet iflg. res. 21 juni 1985 nr. 1180.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    }
  ]
}