{
  "id": "LOV-1948-07-09-2",
  "type": "statute",
  "title": "Lov om universitet i Bergen (Universitas Bergensis).",
  "short_name": "Lov om universitetet i Bergen.",
  "status": "in_force",
  "issued_date": "1948-07-09",
  "in_force_date": "1948-07-09",
  "url": "https://lovdata.no/dokument/NLO/lov/1948-07-09-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Universitetet har til føremål å driva vitskapleg gransking og akademisk opplæring, og byggja vidare på den verksemda som til no har vore knytt til Bergens Museum. Så langt det kan sameinast med dei vitskaplege oppgåvene til universitetet, skal det og arbeida for å gjera vitskapen kjend gjennom populærvitskaplege tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Det akademiske kollegium står føre verksemda ved universitetet. Det avgjer saker som etter lov og reglement ligg under kollegiet, og førebur saker som vedkomande departement​1 skal avgjera eller leggja fram for Kongen.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Det akademiske kollegium er: rektor som formann, prorektor, dekanane, målsmenn for dei vitskapelege tenestemenn, dei andre tenestemenn og studentane. Rektor og prorektor har ikkje varamenn, prodekanane er presonlege varamenn for dekanane, dei hine har valde personlege varamenn.\nDirektøren for universitetet førebur dei sakene som skal leggjast fram for kollegiet.\nStyrar for universitetsinstitusjon som får rådvelde over pengemidlar, men ikkje høyrer til eit fakultet, kan møta utan røysterett i kollegiet, når det har føre saker som vedkjem institusjonen. På same vilkår møter formannen i Bergens museumsråd, når kollegiet har føre saker som vedkjem verksemda til rådet.\nKongen fastset etter tilråding fra kollegiet føresegner​2 om val, funksjonstid og talet på målsmenn for tenestemennene og studentane i kollegiet.\nKollegiet kan ha eit arbeidsutval av kollegiemedlemer. Kollegiet kan overføra avgjerdsmakt til arbeidsutvalet. Kongen fastset etter tilråding frå kollegiet føresegner om val, funksjonstid og samansetjing av arbeidsutvalet.\n1 Endret ved lover 19 juni 1970 nr 57, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Gitt ved res. 29 okt 1971 (med fullmakt for Kultur- og vitenskapsdepartementet), jfr. res. 22 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Det akademiske kollegium held møte med jamne mellomrom til tider det sjølv fastset, og elles når rektor eller to medlemer krev det.\nHar rektor forfall, tek prorektor gjeremåla hans, eller om prorektor har forfall eldste professor i kollegiet.\n1 Endr. ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Rektor og prorektor skal veljast tredje kvart år i oktober månad. Dei som sit i desse omboda kan attveljast ein gong, men har rett til å nekta attval etter dei første tre åra.\nValet skal skje på eit møte av medlemene i kollegiet og alle fakultetsråda saman med målsmenn for dei tilsette som ikkje er knytte til noko fakultet. Føresegner om rektorvalet og valet på målsmenn for dei tilsette vert fastsette av Kongen​2 etter tilråding frå kollegiet.\nTil rektor og prorektor kan veljast ein av professorane i hovudstilling.\nKollegiet melder valet til Kongen.\nRektor og prorektor går inn i ombodet 1 januar etter valet.\nMå rektor eller prorektor gå frå så tidleg som 6 månader før tenestetida er slutt, skal det veljast ny for den tida som er att.\n1 Endret ved lover 19 juni 1970 nr 57, 20 feb 1976 nr 4, 16 jan 1987 nr 10. – Reglement er fastsatt ved res. 19 jan 1951.\n2 Kultur- og vitenskapsdepartementet etter res. 22 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Rektor er øvste sjef for styringa, og målsmann for universitetet. Rektor kan vera med på møte i alle fakultetsråda og museumsrådet utan røysterett.\n1 Endr. ved lov 20 feb 1970 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Direktøren skal vera embetsmann​1 og utnemnast etter at det er gjeve tilråding i samsvar med reglement som Kongen har fastset.\nDirektøren står føre den daglege styringa ved universitetet i samsvar med fullmakt frå rektor og kollegiet. Han kan vera med på alle møte i fakultetsråda, men har ikkje røysterett.\n1 Se Grunnl. § 92 og lov 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kongen gjev instruks for rektor, det akademiske kollegium og direktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Universitetet er organisert i fakultet.\nKongen fastset etter tilråding frå kollegiet fakultetsskipnaden. Kollegiet avgjer tvilsmål om kva for eit fakultet ei tenestestilling eller eit vitskapleg institutt soknar til.\n1 Endr. ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Fakultetsrådet er høgste organ for fakultetet. Det vert sett saman av valde målsmenn for følgjande grupper:\na. fast tilsett vitskapleg personale\nb. vitskapleg personale på åremål\nc. dei andre tilsette\nd. studentane.\nKollegiet avgjer tvilsmål om ei stilling skal reknast for vitskapleg, og andre spørsmål om avgrensing mellom gruppene.\nRektor kan ikkje vera medlem av eit fakultetsråd.\nKvar gruppe vel sine målsmenn. Kollegiet kan dela opp eit fakultet i fagområde ved val på målsmenn for ei eller fleire av gruppene.\nKongen fastset etter tilråding frå kollegiet talet på målsmenn og fordelinga på gruppene. For gruppe a) kan Kongen etter tilråding frå kollegiet gje føresegner om fordelinga av målsmenn mellom professorar og andre tenestemenn.\nKongen fastset etter tilråding frå kollegiet føresegner om val,​2 funksjonstid og kva rett og skyldnad målsmennene skal ha.\nFor eit lite fakultet kan kollegiet vedta at alle vitskaplege tenestemenn, eller visse grupper av dei skal vera med i fakultetsrådet.\nKvart fakultetsråd vel dekanus og prodekanus mellom dei fast tilsette vitskaplege tenestemenn i fakultetet. Valet vert halde i november månad ved skriftleg røysting og gjeld for dei tre følgjande åra. Den som har gjort teneste som dekanus eller rektor i ein heil periode kan nekta å ta imot val som dekanus.\nDekanus førebur saker som etter reglementet må førehavast i fakultetsrådet. I andre saker kan dekanus etter eige skjøn ta avgjerd sjølv, eller søkja råd hjå sakkunnige medlemer av fakultetet, eller senda saka rundt til medlemene av fakultetsrådet til avgjerd.\nFakultetsrådet skal nemna opp undervisningsutval og budsjettutval og kan nemna opp andre faste utval. Kollegiet fastset etter tilråding frå fakultetsrådet føresegner for slike utval.\nFakultetsrådet kan nemna opp eit fakultetsstyre mellom medlemene sine. Kollegiet fastset etter tilråding frå fakultetsrådet samansetjinga av styret og dei gjeremåla det skal ha. Dekanus skal vera formann i fakultetsstyret.\nDekanus kallar inn fakultetsrådet til tider som rådet sjølv fastset, eller når rektor, dekanus eller minst 1/3 av medlemene krev det. Det er ikkje høve til å røysta i fakultetsrådet anna enn med personleg frammøte.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10. – Reglement er gitt ved res. 19 jan 1951.\n2 Jfr. res. 22 des 1978 om fullmakt for Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Det skal vera eit serskilt råd – Bergens museumsråd – for dei museum, institutt og samlingar som Bergens Museum fører over til universitetet, eller som universitetet får som gåve i framtida. Medlemer av dette rådet er direktøren for universitetet, målsmenn for dei institusjonane som er nemnde, for Bergen kommune og Bergens Muséforening. Vedkomande departement fastset kor mange dei skal vera og kven som elles skal ha målsmenn i rådet.\nRådet vel sjølv formann og varaformann etter reglement som vedkomande departement fastset.\nAlle vedtak i rådet skal meldast til kollegiet. Vedkomande departement gjev nærare føresegner om verksemda til rådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Kollegium, råd, nemnder, utval og seksjonar avgjer alle saker med røystefleirtal når ikkje anna er sagt i denne lova.​2\nStår røystene jamt, gjer røysta til møtestyraren utslaget, så nær som i val. Då skal det vera lutkast. Om ikkje anna er fastsett, er eit møte vedtaksført når meir enn helvta av medlemmene er til stades. Alle medlemene har skyldnad til å møta og til å røysta, om dei ikkje har lovleg forfall.\n1 Endr. ved lov 20 feb 1976 nr 4.\n2 Se § 15, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Etter tilråding frå vedkomande fakultetsråd eller annan styringsinstans avgjer kollegiet om det skal vera med sakkunnige utanfrå i nemnder og råd, og kva for sakkunnige som i tilfelle skal oppnemnast.\n1 Endret ved lov 6 jan 1967 nr 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorat i hovudstilling og overbibliotekarstillinga ved Universitetsbibliotektet skal vera embete.​2\nDei andre tenestemennene vert tilsette etter reglane i tenestemannslova, likevel slik at vitskapelege tenestemenn, etter tilråding frå næraste tenestemakt, vert tilsette av eit utval valt av og mellom medlemene i faktultetsrådet etter reglar fastsette av kollegiet.\nKollegiet er det organet saka kan krevjast inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjeld vitskapelege tenestemenn.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Se Grunnl. § 92 og lov 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Fakultetsrådet​2 og kollegiet skal ha gjeve tilråding før professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing vert lagd fram for Kongen.\nLedig professorat skal til vanleg lysast ut, og ei sakkunnig nemnd skal døma om kvalifikasjonane til dei som søkjer.\nFakultetsrådet gjer framlegg om kven som skal vera med i nemnda. Nemnda sender tilråding til rådet og det til kollegiet. Ynskjer fakultetsrådet eller nokon av dei sakkunnige at det skal vera prøveførelesningar eller andre prøver, kan kollegiet gjera vedtak om det.\nFakultetsrådet kan med minst 4/5 fleirtal og kollegiet samrøystes gjera framlegg om at Kongen kallar ein til professor, når dei meiner han har fullgod professordugleik, og dei attåt held han for særleg skikka.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(Opphevd ved lov 20 feb 1976 nr 4.)",
      "content": "§ 16.(Opphevd ved lov 20 feb 1976 nr 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "For embets- og tenestemenn ved universitetet som og gjer teneste ved institusjon som staten ikkje eig, gjeld særavtale som styremaktene ved universitetet og vedkomande institusjon blir samde om. Retningslinene for slike avtaler må vera godkjende av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(Opphevd ved lov 16 jan 1987 nr 10)",
      "content": "§ 18.(Opphevd ved lov 16 jan 1987 nr 10)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Med samtykke frå vedkomande departement​2 fastset kollegiet læreterminane ved kvart fakultet for seg, alt etter studieskipnaden ved fakultetet.\nKollegiet avgjer om opplæringa i sume fag skal stogga i eksamenstida.\n1 Endret ved lover 19 juni 1970 nr 58, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet iflg. res. 2 feb 1951.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Alle førelesingar er offentlege. Kollegiet kan likevel gjera vedtak om at visse førelesingar skal vera berre for studentane. Dekanus i eit fakultet kan la andre enn dei som studerer hospitera på øvingar eller kurs.\nNår plassomsyn eller andre særlege grunnar gjer det naudsynleg, kan departementet​2 etter tilråding frå kollegiet avgrensa tilgangen til dei einskilde studia.\n1 Endret ved lover av 19 juni 1970 nr 57 og nr 58, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet etter res. 21 mai 1971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Eit fakultetsråd kan velja ei eksamensnemnd med minst ein lærar for kvart eksamensfag. Nemnda fastset tid og stad for prøvene, og er arbeidsutval for fakultetet når det gjeld studieplanar og førelesingslister.\n1 Endret ved lov 19 juni 1970 nr 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevd ved lov 19 juni 1970 nr 58.)",
      "content": "§ 22.(Opphevd ved lov 19 juni 1970 nr 58.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Det akademiske kollegium gjev doktorgrad​2 etter tilråding frå vedkomande fakultetsråd.\n1 Endret ved lov 6 jan 1967 nr 2.\n2 Jfr. lov 19 juni 1970 nr 58 § 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Den som har gjort seg skuldig i misgjerd som han er eller kunne ha vorte relegert​2 for om han hadde vore student, kan nektast løyve til å framstella seg til prøva.\n1 Endret ved lover 6 jan 1967 nr 2, 19 juni 1970 nr 58.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevd ved lov 19 juni 1970 nr 58.)",
      "content": "§ 25.(Opphevd ved lov 19 juni 1970 nr 58.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Den som har fått doktorgraden ved norsk universitet, har rett til å halda offentlege førelesingar ved universitetet i Bergen innanfor sin vitskap.\nEtter at fakultetsrådet er høyrt, kan kollegiet ta frå han førelesingsretten (jus docendi) dersom han misbruker denne retten eller syner slik framferd at han kunne ha vorte relegert​2 om han hadde vore student. Før slikt vedtak vert gjort, skal han ha hatt høve til å gjeva forklaring for kollegiet.\n1 Endret ved lov 6 jan 1967 nr 2.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Kollegiet kan etter tilråding frå vedkomande fakultetsråd, utan prøve på førehand, nemna ut menn og kvinnar til æresdoktorar (doctores honoris causa) for framifrå personleg innsats i vitskapen eller til framgang av norsk vitskap.\n1 Endret ved lov 6 jan 1967 nr 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Licentiatgraden vert gjeven av fakultetsrådet etter prøve på førehand. Reglane i § 24 gjeld tilsvarande.\n1 Endret ved lover 6 jan 1967 nr 2, 19 juni 1970 nr 58 (se s. 1. § 2 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Mot å betala gjeldande avgift og leggja fram fullgodt vitnemål for god framferd har kvar ein med norsk eksamen artium eller avgangseksamen frå Økonomisk gymnas rett å bli immatrikulert som akademisk borgar ved universitetet. Ein som legg fram akademisk borgarbrev frå eit anna norsk universitet, blir utan ny avgift akademisk borgar ved Universitetet i Bergen så lenge han studerer der.\nKongen set vilkår for immatrikulering for dei som utan eksamen artium har teke slutteksamen ved norsk krigsskule eller vitskapleg høgskule.\nSame rett kan kollegiet etter søknad gjeva den som har anna utdanning høveleg for eit universitetsstudium.\nKollegiet avgjer om ein søkjar med utanlandsk eksamen som i innhald svarar om lag til eksamen artium, og som gjev tilgjenge til universitet og høgskular i vedkomande land, skal ha høve til å bli immatrikulert ved universitetet.\n1 Endret ved lover 14 juni 1956 nr 1, 19 juni 1970 nr 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Dei som blir immatrikulerte, må gjeva lovnad om å retta seg etter dei føresegnene og ordensreglane som gjeld til kvar tid for dei som studerer ved universitetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "(Opphevet ved lov 24 feb 1984 nr 5.)",
      "content": "§ 31.(Opphevet ved lov 24 feb 1984 nr 5.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Studentane ved universitetet vel studentutval, som er deira målsmenn i samarbeidet med styremaktene ved universitetet og tek seg av spørsmål som er viktige for dei. Kongen eller den som han gjev fullmakt,​1 gjev nærare føresegner om kor mange medlemer eit studentutval skal ha, om val på målsmenn, og om kva rettar og skyldnader dei skal ha. Desse føresegnene kan ikkje bli omgjorde før målsmenn for studentane har sagt si meining, og kollegiet har gjeve tilråding.\n1 Kultur- og vitenskapsdepartementet iflg. res. 2 feb 1951.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Ein student har plikt til å møta og gjera greie for ei sak når han blir kalla til rektor eller kollegium.​1 Om kollegiet eller den som er innkalla ynskjer det, skal ein av målsmennene for studentane vera til stades.\nI sak av det slaget at den som er innkalla, hadde hatt vitneplikt for domstolane,​2 kan kollegiet krevja at han skal stadfesta utsegna si på tru og ære. Lovføresegnene om fråsegn på tru og ære gjeld her og.​3\n1 Se strl. § 166.\n2 Se strprl. kap 15 og rettergangsl. kap. 15.\n3 Se lov 10 mai 1893 nr 1 §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Kollegiet kan relegera ein student for ei viss tid eller for godt, dersom han gjer seg saka i grovare brot mot universitetsføresegnene eller i framferd som kollegiet finn uverdig for ein akademisk borgar og lett kan skada universitetet eller studentane i det ålmenne omdømet. Kollegiet skal då fyrst høyra kva studenten har å seia til forsvar for seg. Han kan krevja at målsmennene for studentane og får seia si meining. Så lenge relegasjonen varer, har studenten mist dei akademiske borgarrettane sine, og er utestengd frå universitetet. Relegasjon frå anna norsk universitet eller norsk høgskule gjeld og for Universitetet i Bergen i same tidbolken, om ikkje kollegiet gjer anna vedtak.\nEr det ingen jurist i kollegiet, og studenten krev det eller kollegiet ynskjer det, skal kollegiet kalla ein jurist til å vera med på avgjerd om relegasjon. Denne juristen skal fylla dei krav som blir sette til høgsterettsdomar.​1\n1 Se domstolsl. §§ 53 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Om ein student blir klaga etter § 34 og kollegiet finn tilfellet lastverdig, men ikkje så at det bør føra til relegasjon, kan kollegiet refsa studenten med slik irettesetjing det finn høveleg. Kollegiet har høve til å nekta tilgjenge til ein institusjon, eit kurs eller eit fag for opp til eit semester.\nKollegiet kan og ta frå studenten stipend han har fått. Høve til å søkja stipend att, har han når han har synt god framferd i lengre tid.\nSaksførehavinga fylgjer føresegnene for relegasjon.​1\n1 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Ein som er relegert etter § 34 for lengre tid enn eitt år, kan seinast 4 veker etter at avgjerda i kollegiet er kunngjord for han, anka saka inn for Høgsterett. Han skal anka på den måten som er påboden i offentlege straffesaker.​2 Anken utset verknaden av relegasjonen, men gjev ikkje rett til å ta eksamen før endeleg dom fell. Relegasjon etter § 34 kan kollegiet ta bort om det finn grunn til det.\n1 Endret ved lov 22 mai 1953 nr 3 (opphevet første ledd).\n2 Se strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Offentleg styremakt som har reist påtale mot ein student for eit brotsverk eller førelagt han bot for grov misferd, skal straks melda dette til kollegiet. Det same gjeld når det er teke til med etterrøking​2 i ei sak der student er skuldgjeven. Rektor kan krevja at han sjølv eller ein annan tenestemann ved universitetet skal vera til stades i rettsmøte i slike saker.\n1 Endret ved lov 14 juni 1985 nr 71 (i kraft 1 jan 1986).\n2 Se strprl. kap. 21 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Det er ikkje lenger noko rettshøve mellom universitetet og student som har slutta studiet der for godt. Men student som tek oppatt studiet ved universitetet og såleis går innat i studentrettane sine, kan relegerast for misferd han har gjort seg saka i, den tida han var borte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Universitetsbiblioteket skal vera ope for publikum til tider og på vilkår som kollegiet fastset, etter tilråding frå biblioteket.\nPublikumssamlingane og Botanisk hage skal vera tilgjengelege for publikum til tider og på vilkår som kollegiet fastset, etter tilråding frå samlingane, Botanisk hage eller Museumsrådet.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Ved institutt og andre grunneiningar skal det vera eit instituttråd med målsmenn for dei gruppene som er nemnde i § 10. Instituttrådet er det høgste organet ved instituttet. Når det er serlege grunnar til det, kan kollegiet gje hjelpelærarane som er knytte til instituttet representasjon i rådet.\nInstituttrådet vel ein instituttstyrar mellom dei fast tilsette vitskaplege tenestemenn som er med i rådet. Styraren er formann.\nKollegiet kan fastsetja at eit institutt skal ha eit styre som rådet vel mellom sine medlemer. Styraren skal vera formann.\nKollegiet kan frita eit institutt frå reglane ovafor, heilt eller delvis, når det er særlege grunnar til det.\nFor mindre institutt gjeld reglane i første, andre og tredje leden berre dersom kollegiet vedtek det. Elles vert mindre institutt styrte av ein vitskapleg tenestemann som kollegiet peikar ut. Kollegiet fastset føresegner om når eit institutt skal reknast for mindre.\nKollegiet fastset føresegner om styreskipnaden ved institutta.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Eit institutt eller ein sjølvstendig del av eit institutt rår over dei midlane som er løyvde for budsjetterminen. Styraren tilviser til betaling dei utlegg instituttet har. Ting frå samlingane eller utstyr som instituttet ikkje har bruk for, kan ikkje seljast uten at kollegiet samtykkjer.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Utan samtykkje frå Kongen må ikkje styrar for vitskapleg samling ved universitetet halda eigne samlingar av same eller liknande slag, og ikkje driva kjøp og sal eller bytehandel med saker som høyrer til slike samlingar.\nDet same gjeld for alle andre funksjonærer ved samlingane, men etter søknad kan kollegiet gjera unnatak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Eigedomen til universitetet er:\n1. Dei faste eigedomane med utstyr og innbu, samlingar og bibliotek som Bergens Museum fører over til universitetet.\n2. Andre eigedomar eller lausøyre som universitetet skaffar seg eller får.\n3. Den midelen som universitetet har fått, den som er førd over frå Bergens Museum, og den som kan koma attåt i gåver eller på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Kollegiet styrer eigedomen til universitetet. Eigedom som er overførd frå Bergens Museum eller andre institusjonar, skal styrast etter vilkår i overføringsdokumentet.\nMed samtykkje frå Stortinget fastset Kongen kor stor rett kollegiet elles skal ha til å avhenda fast universitetseigedom.\nKollegiet kan leiga bort eller mellombels gjeva rådvelde over universitetseige på vilkår som vedkomande departement​1 godkjenner.\nUniversitetsmidelen skal setjast ut og nyttiggjerast etter reglar som vedkomande departement har godkjent, så langt råderetten ikkje er bunden med særføresegner, statuttar eller liknande.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "(Opphevet ved lov 23 okt 1959.)",
      "content": "§ 45.(Opphevet ved lov 23 okt 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "Universitetet skal få att av statskassa innførsle-avgifter som er lagde for ting det har skaffa frå utlandet til vitskapleg bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "Denne lova tek til å gjelda den dagen Kongen fastset.​1\nI ein tidbolk på opptil 3 år frå den dagen kan universitetet med samtykke frå Kongen i alt eller i sumt fylgja dei reglane som galdt for Bergens Museum.\n1 Fra 30 aug 1948 iflg. res. 9 juli 1948.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Universitetet har til føremål å driva vitskapleg gransking og akademisk opplæring, og byggja vidare på den verksemda som til no har vore knytt til Bergens Museum. Så langt det kan sameinast med dei vitskaplege oppgåvene til universitetet, skal det og arbeida for å gjera vitskapen kjend gjennom populærvitskaplege tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2:2",
      "chapter": "2",
      "section": "2",
      "content": "Det akademiske kollegium står føre verksemda ved universitetet. Det avgjer saker som etter lov og reglement ligg under kollegiet, og førebur saker som vedkomande departement​1 skal avgjera eller leggja fram for Kongen.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Det akademiske kollegium er: rektor som formann, prorektor, dekanane, målsmenn for dei vitskapelege tenestemenn, dei andre tenestemenn og studentane. Rektor og prorektor har ikkje varamenn, prodekanane er presonlege varamenn for dekanane, dei hine har valde personlege varamenn.\nDirektøren for universitetet førebur dei sakene som skal leggjast fram for kollegiet.\nStyrar for universitetsinstitusjon som får rådvelde over pengemidlar, men ikkje høyrer til eit fakultet, kan møta utan røysterett i kollegiet, når det har føre saker som vedkjem institusjonen. På same vilkår møter formannen i Bergens museumsråd, når kollegiet har føre saker som vedkjem verksemda til rådet.\nKongen fastset etter tilråding fra kollegiet føresegner​2 om val, funksjonstid og talet på målsmenn for tenestemennene og studentane i kollegiet.\nKollegiet kan ha eit arbeidsutval av kollegiemedlemer. Kollegiet kan overføra avgjerdsmakt til arbeidsutvalet. Kongen fastset etter tilråding frå kollegiet føresegner om val, funksjonstid og samansetjing av arbeidsutvalet.\n1 Endret ved lover 19 juni 1970 nr 57, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Gitt ved res. 29 okt 1971 (med fullmakt for Kultur- og vitenskapsdepartementet), jfr. res. 22 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Det akademiske kollegium held møte med jamne mellomrom til tider det sjølv fastset, og elles når rektor eller to medlemer krev det.\nHar rektor forfall, tek prorektor gjeremåla hans, eller om prorektor har forfall eldste professor i kollegiet.\n1 Endr. ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Rektor og prorektor skal veljast tredje kvart år i oktober månad. Dei som sit i desse omboda kan attveljast ein gong, men har rett til å nekta attval etter dei første tre åra.\nValet skal skje på eit møte av medlemene i kollegiet og alle fakultetsråda saman med målsmenn for dei tilsette som ikkje er knytte til noko fakultet. Føresegner om rektorvalet og valet på målsmenn for dei tilsette vert fastsette av Kongen​2 etter tilråding frå kollegiet.\nTil rektor og prorektor kan veljast ein av professorane i hovudstilling.\nKollegiet melder valet til Kongen.\nRektor og prorektor går inn i ombodet 1 januar etter valet.\nMå rektor eller prorektor gå frå så tidleg som 6 månader før tenestetida er slutt, skal det veljast ny for den tida som er att.\n1 Endret ved lover 19 juni 1970 nr 57, 20 feb 1976 nr 4, 16 jan 1987 nr 10. – Reglement er fastsatt ved res. 19 jan 1951.\n2 Kultur- og vitenskapsdepartementet etter res. 22 des 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Rektor er øvste sjef for styringa, og målsmann for universitetet. Rektor kan vera med på møte i alle fakultetsråda og museumsrådet utan røysterett.\n1 Endr. ved lov 20 feb 1970 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Direktøren skal vera embetsmann​1 og utnemnast etter at det er gjeve tilråding i samsvar med reglement som Kongen har fastset.\nDirektøren står føre den daglege styringa ved universitetet i samsvar med fullmakt frå rektor og kollegiet. Han kan vera med på alle møte i fakultetsråda, men har ikkje røysterett.\n1 Se Grunnl. § 92 og lov 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kongen gjev instruks for rektor, det akademiske kollegium og direktøren.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Universitetet er organisert i fakultet.\nKongen fastset etter tilråding frå kollegiet fakultetsskipnaden. Kollegiet avgjer tvilsmål om kva for eit fakultet ei tenestestilling eller eit vitskapleg institutt soknar til.\n1 Endr. ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Fakultetsrådet er høgste organ for fakultetet. Det vert sett saman av valde målsmenn for følgjande grupper:\na. fast tilsett vitskapleg personale\nb. vitskapleg personale på åremål\nc. dei andre tilsette\nd. studentane.\nKollegiet avgjer tvilsmål om ei stilling skal reknast for vitskapleg, og andre spørsmål om avgrensing mellom gruppene.\nRektor kan ikkje vera medlem av eit fakultetsråd.\nKvar gruppe vel sine målsmenn. Kollegiet kan dela opp eit fakultet i fagområde ved val på målsmenn for ei eller fleire av gruppene.\nKongen fastset etter tilråding frå kollegiet talet på målsmenn og fordelinga på gruppene. For gruppe a) kan Kongen etter tilråding frå kollegiet gje føresegner om fordelinga av målsmenn mellom professorar og andre tenestemenn.\nKongen fastset etter tilråding frå kollegiet føresegner om val,​2 funksjonstid og kva rett og skyldnad målsmennene skal ha.\nFor eit lite fakultet kan kollegiet vedta at alle vitskaplege tenestemenn, eller visse grupper av dei skal vera med i fakultetsrådet.\nKvart fakultetsråd vel dekanus og prodekanus mellom dei fast tilsette vitskaplege tenestemenn i fakultetet. Valet vert halde i november månad ved skriftleg røysting og gjeld for dei tre følgjande åra. Den som har gjort teneste som dekanus eller rektor i ein heil periode kan nekta å ta imot val som dekanus.\nDekanus førebur saker som etter reglementet må førehavast i fakultetsrådet. I andre saker kan dekanus etter eige skjøn ta avgjerd sjølv, eller søkja råd hjå sakkunnige medlemer av fakultetet, eller senda saka rundt til medlemene av fakultetsrådet til avgjerd.\nFakultetsrådet skal nemna opp undervisningsutval og budsjettutval og kan nemna opp andre faste utval. Kollegiet fastset etter tilråding frå fakultetsrådet føresegner for slike utval.\nFakultetsrådet kan nemna opp eit fakultetsstyre mellom medlemene sine. Kollegiet fastset etter tilråding frå fakultetsrådet samansetjinga av styret og dei gjeremåla det skal ha. Dekanus skal vera formann i fakultetsstyret.\nDekanus kallar inn fakultetsrådet til tider som rådet sjølv fastset, eller når rektor, dekanus eller minst 1/3 av medlemene krev det. Det er ikkje høve til å røysta i fakultetsrådet anna enn med personleg frammøte.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10. – Reglement er gitt ved res. 19 jan 1951.\n2 Jfr. res. 22 des 1978 om fullmakt for Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Det skal vera eit serskilt råd – Bergens museumsråd – for dei museum, institutt og samlingar som Bergens Museum fører over til universitetet, eller som universitetet får som gåve i framtida. Medlemer av dette rådet er direktøren for universitetet, målsmenn for dei institusjonane som er nemnde, for Bergen kommune og Bergens Muséforening. Vedkomande departement fastset kor mange dei skal vera og kven som elles skal ha målsmenn i rådet.\nRådet vel sjølv formann og varaformann etter reglement som vedkomande departement fastset.\nAlle vedtak i rådet skal meldast til kollegiet. Vedkomande departement gjev nærare føresegner om verksemda til rådet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Kollegium, råd, nemnder, utval og seksjonar avgjer alle saker med røystefleirtal når ikkje anna er sagt i denne lova.​2\nStår røystene jamt, gjer røysta til møtestyraren utslaget, så nær som i val. Då skal det vera lutkast. Om ikkje anna er fastsett, er eit møte vedtaksført når meir enn helvta av medlemmene er til stades. Alle medlemene har skyldnad til å møta og til å røysta, om dei ikkje har lovleg forfall.\n1 Endr. ved lov 20 feb 1976 nr 4.\n2 Se § 15, siste ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Etter tilråding frå vedkomande fakultetsråd eller annan styringsinstans avgjer kollegiet om det skal vera med sakkunnige utanfrå i nemnder og råd, og kva for sakkunnige som i tilfelle skal oppnemnast.\n1 Endret ved lov 6 jan 1967 nr 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Professorat i hovudstilling og overbibliotekarstillinga ved Universitetsbibliotektet skal vera embete.​2\nDei andre tenestemennene vert tilsette etter reglane i tenestemannslova, likevel slik at vitskapelege tenestemenn, etter tilråding frå næraste tenestemakt, vert tilsette av eit utval valt av og mellom medlemene i faktultetsrådet etter reglar fastsette av kollegiet.\nKollegiet er det organet saka kan krevjast inn for etter § 5 nr. 3 i lov om statens tjenestemenn når det gjeld vitskapelege tenestemenn.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Se Grunnl. § 92 og lov 28 juli 1824 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Fakultetsrådet​2 og kollegiet skal ha gjeve tilråding før professorat blir skipa eller lyst ledig, og før tilråding om utnemning eller tilsetjing vert lagd fram for Kongen.\nLedig professorat skal til vanleg lysast ut, og ei sakkunnig nemnd skal døma om kvalifikasjonane til dei som søkjer.\nFakultetsrådet gjer framlegg om kven som skal vera med i nemnda. Nemnda sender tilråding til rådet og det til kollegiet. Ynskjer fakultetsrådet eller nokon av dei sakkunnige at det skal vera prøveførelesningar eller andre prøver, kan kollegiet gjera vedtak om det.\nFakultetsrådet kan med minst 4/5 fleirtal og kollegiet samrøystes gjera framlegg om at Kongen kallar ein til professor, når dei meiner han har fullgod professordugleik, og dei attåt held han for særleg skikka.\n1 Endret ved lover 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Se § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "(Opphevd ved lov 20 feb 1976 nr 4.)",
      "content": "§ 16.(Opphevd ved lov 20 feb 1976 nr 4.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "For embets- og tenestemenn ved universitetet som og gjer teneste ved institusjon som staten ikkje eig, gjeld særavtale som styremaktene ved universitetet og vedkomande institusjon blir samde om. Retningslinene for slike avtaler må vera godkjende av Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "(Opphevd ved lov 16 jan 1987 nr 10)",
      "content": "§ 18.(Opphevd ved lov 16 jan 1987 nr 10)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Med samtykke frå vedkomande departement​2 fastset kollegiet læreterminane ved kvart fakultet for seg, alt etter studieskipnaden ved fakultetet.\nKollegiet avgjer om opplæringa i sume fag skal stogga i eksamenstida.\n1 Endret ved lover 19 juni 1970 nr 58, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet iflg. res. 2 feb 1951.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "content": "Alle førelesingar er offentlege. Kollegiet kan likevel gjera vedtak om at visse førelesingar skal vera berre for studentane. Dekanus i eit fakultet kan la andre enn dei som studerer hospitera på øvingar eller kurs.\nNår plassomsyn eller andre særlege grunnar gjer det naudsynleg, kan departementet​2 etter tilråding frå kollegiet avgrensa tilgangen til dei einskilde studia.\n1 Endret ved lover av 19 juni 1970 nr 57 og nr 58, 20 feb 1976 nr 4, 16 jan 1987 nr 10.\n2 Kultur- og vitenskapsdepartementet etter res. 21 mai 1971.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "content": "Eit fakultetsråd kan velja ei eksamensnemnd med minst ein lærar for kvart eksamensfag. Nemnda fastset tid og stad for prøvene, og er arbeidsutval for fakultetet når det gjeld studieplanar og førelesingslister.\n1 Endret ved lov 19 juni 1970 nr 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "(Opphevd ved lov 19 juni 1970 nr 58.)",
      "content": "§ 22.(Opphevd ved lov 19 juni 1970 nr 58.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "content": "Det akademiske kollegium gjev doktorgrad​2 etter tilråding frå vedkomande fakultetsråd.\n1 Endret ved lov 6 jan 1967 nr 2.\n2 Jfr. lov 19 juni 1970 nr 58 § 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "content": "Den som har gjort seg skuldig i misgjerd som han er eller kunne ha vorte relegert​2 for om han hadde vore student, kan nektast løyve til å framstella seg til prøva.\n1 Endret ved lover 6 jan 1967 nr 2, 19 juni 1970 nr 58.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "5:25",
      "chapter": "5",
      "section": "25",
      "title": "(Opphevd ved lov 19 juni 1970 nr 58.)",
      "content": "§ 25.(Opphevd ved lov 19 juni 1970 nr 58.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "5:26",
      "chapter": "5",
      "section": "26",
      "content": "Den som har fått doktorgraden ved norsk universitet, har rett til å halda offentlege førelesingar ved universitetet i Bergen innanfor sin vitskap.\nEtter at fakultetsrådet er høyrt, kan kollegiet ta frå han førelesingsretten (jus docendi) dersom han misbruker denne retten eller syner slik framferd at han kunne ha vorte relegert​2 om han hadde vore student. Før slikt vedtak vert gjort, skal han ha hatt høve til å gjeva forklaring for kollegiet.\n1 Endret ved lov 6 jan 1967 nr 2.\n2 Jfr. § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "5:27",
      "chapter": "5",
      "section": "27",
      "content": "Kollegiet kan etter tilråding frå vedkomande fakultetsråd, utan prøve på førehand, nemna ut menn og kvinnar til æresdoktorar (doctores honoris causa) for framifrå personleg innsats i vitskapen eller til framgang av norsk vitskap.\n1 Endret ved lov 6 jan 1967 nr 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "5:28",
      "chapter": "5",
      "section": "28",
      "content": "Licentiatgraden vert gjeven av fakultetsrådet etter prøve på førehand. Reglane i § 24 gjeld tilsvarande.\n1 Endret ved lover 6 jan 1967 nr 2, 19 juni 1970 nr 58 (se s. 1. § 2 og 3).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "6:29",
      "chapter": "6",
      "section": "29",
      "content": "Mot å betala gjeldande avgift og leggja fram fullgodt vitnemål for god framferd har kvar ein med norsk eksamen artium eller avgangseksamen frå Økonomisk gymnas rett å bli immatrikulert som akademisk borgar ved universitetet. Ein som legg fram akademisk borgarbrev frå eit anna norsk universitet, blir utan ny avgift akademisk borgar ved Universitetet i Bergen så lenge han studerer der.\nKongen set vilkår for immatrikulering for dei som utan eksamen artium har teke slutteksamen ved norsk krigsskule eller vitskapleg høgskule.\nSame rett kan kollegiet etter søknad gjeva den som har anna utdanning høveleg for eit universitetsstudium.\nKollegiet avgjer om ein søkjar med utanlandsk eksamen som i innhald svarar om lag til eksamen artium, og som gjev tilgjenge til universitet og høgskular i vedkomande land, skal ha høve til å bli immatrikulert ved universitetet.\n1 Endret ved lover 14 juni 1956 nr 1, 19 juni 1970 nr 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "6:30",
      "chapter": "6",
      "section": "30",
      "content": "Dei som blir immatrikulerte, må gjeva lovnad om å retta seg etter dei føresegnene og ordensreglane som gjeld til kvar tid for dei som studerer ved universitetet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "6:31",
      "chapter": "6",
      "section": "31",
      "title": "(Opphevet ved lov 24 feb 1984 nr 5.)",
      "content": "§ 31.(Opphevet ved lov 24 feb 1984 nr 5.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "6:32",
      "chapter": "6",
      "section": "32",
      "content": "Studentane ved universitetet vel studentutval, som er deira målsmenn i samarbeidet med styremaktene ved universitetet og tek seg av spørsmål som er viktige for dei. Kongen eller den som han gjev fullmakt,​1 gjev nærare føresegner om kor mange medlemer eit studentutval skal ha, om val på målsmenn, og om kva rettar og skyldnader dei skal ha. Desse føresegnene kan ikkje bli omgjorde før målsmenn for studentane har sagt si meining, og kollegiet har gjeve tilråding.\n1 Kultur- og vitenskapsdepartementet iflg. res. 2 feb 1951.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "6:33",
      "chapter": "6",
      "section": "33",
      "content": "Ein student har plikt til å møta og gjera greie for ei sak når han blir kalla til rektor eller kollegium.​1 Om kollegiet eller den som er innkalla ynskjer det, skal ein av målsmennene for studentane vera til stades.\nI sak av det slaget at den som er innkalla, hadde hatt vitneplikt for domstolane,​2 kan kollegiet krevja at han skal stadfesta utsegna si på tru og ære. Lovføresegnene om fråsegn på tru og ære gjeld her og.​3\n1 Se strl. § 166.\n2 Se strprl. kap 15 og rettergangsl. kap. 15.\n3 Se lov 10 mai 1893 nr 1 §§ 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "6:34",
      "chapter": "6",
      "section": "34",
      "content": "Kollegiet kan relegera ein student for ei viss tid eller for godt, dersom han gjer seg saka i grovare brot mot universitetsføresegnene eller i framferd som kollegiet finn uverdig for ein akademisk borgar og lett kan skada universitetet eller studentane i det ålmenne omdømet. Kollegiet skal då fyrst høyra kva studenten har å seia til forsvar for seg. Han kan krevja at målsmennene for studentane og får seia si meining. Så lenge relegasjonen varer, har studenten mist dei akademiske borgarrettane sine, og er utestengd frå universitetet. Relegasjon frå anna norsk universitet eller norsk høgskule gjeld og for Universitetet i Bergen i same tidbolken, om ikkje kollegiet gjer anna vedtak.\nEr det ingen jurist i kollegiet, og studenten krev det eller kollegiet ynskjer det, skal kollegiet kalla ein jurist til å vera med på avgjerd om relegasjon. Denne juristen skal fylla dei krav som blir sette til høgsterettsdomar.​1\n1 Se domstolsl. §§ 53 og 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "content": "Om ein student blir klaga etter § 34 og kollegiet finn tilfellet lastverdig, men ikkje så at det bør føra til relegasjon, kan kollegiet refsa studenten med slik irettesetjing det finn høveleg. Kollegiet har høve til å nekta tilgjenge til ein institusjon, eit kurs eller eit fag for opp til eit semester.\nKollegiet kan og ta frå studenten stipend han har fått. Høve til å søkja stipend att, har han når han har synt god framferd i lengre tid.\nSaksførehavinga fylgjer føresegnene for relegasjon.​1\n1 Se § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "content": "Ein som er relegert etter § 34 for lengre tid enn eitt år, kan seinast 4 veker etter at avgjerda i kollegiet er kunngjord for han, anka saka inn for Høgsterett. Han skal anka på den måten som er påboden i offentlege straffesaker.​2 Anken utset verknaden av relegasjonen, men gjev ikkje rett til å ta eksamen før endeleg dom fell. Relegasjon etter § 34 kan kollegiet ta bort om det finn grunn til det.\n1 Endret ved lov 22 mai 1953 nr 3 (opphevet første ledd).\n2 Se strprl. kap. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Offentleg styremakt som har reist påtale mot ein student for eit brotsverk eller førelagt han bot for grov misferd, skal straks melda dette til kollegiet. Det same gjeld når det er teke til med etterrøking​2 i ei sak der student er skuldgjeven. Rektor kan krevja at han sjølv eller ein annan tenestemann ved universitetet skal vera til stades i rettsmøte i slike saker.\n1 Endret ved lov 14 juni 1985 nr 71 (i kraft 1 jan 1986).\n2 Se strprl. kap. 21 og 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Det er ikkje lenger noko rettshøve mellom universitetet og student som har slutta studiet der for godt. Men student som tek oppatt studiet ved universitetet og såleis går innat i studentrettane sine, kan relegerast for misferd han har gjort seg saka i, den tida han var borte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "7:39",
      "chapter": "7",
      "section": "39",
      "content": "Universitetsbiblioteket skal vera ope for publikum til tider og på vilkår som kollegiet fastset, etter tilråding frå biblioteket.\nPublikumssamlingane og Botanisk hage skal vera tilgjengelege for publikum til tider og på vilkår som kollegiet fastset, etter tilråding frå samlingane, Botanisk hage eller Museumsrådet.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "7:40",
      "chapter": "7",
      "section": "40",
      "content": "Ved institutt og andre grunneiningar skal det vera eit instituttråd med målsmenn for dei gruppene som er nemnde i § 10. Instituttrådet er det høgste organet ved instituttet. Når det er serlege grunnar til det, kan kollegiet gje hjelpelærarane som er knytte til instituttet representasjon i rådet.\nInstituttrådet vel ein instituttstyrar mellom dei fast tilsette vitskaplege tenestemenn som er med i rådet. Styraren er formann.\nKollegiet kan fastsetja at eit institutt skal ha eit styre som rådet vel mellom sine medlemer. Styraren skal vera formann.\nKollegiet kan frita eit institutt frå reglane ovafor, heilt eller delvis, når det er særlege grunnar til det.\nFor mindre institutt gjeld reglane i første, andre og tredje leden berre dersom kollegiet vedtek det. Elles vert mindre institutt styrte av ein vitskapleg tenestemann som kollegiet peikar ut. Kollegiet fastset føresegner om når eit institutt skal reknast for mindre.\nKollegiet fastset føresegner om styreskipnaden ved institutta.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "7:41",
      "chapter": "7",
      "section": "41",
      "content": "Eit institutt eller ein sjølvstendig del av eit institutt rår over dei midlane som er løyvde for budsjetterminen. Styraren tilviser til betaling dei utlegg instituttet har. Ting frå samlingane eller utstyr som instituttet ikkje har bruk for, kan ikkje seljast uten at kollegiet samtykkjer.\n1 Endret ved lov 20 feb 1976 nr 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "7:42",
      "chapter": "7",
      "section": "42",
      "content": "Utan samtykkje frå Kongen må ikkje styrar for vitskapleg samling ved universitetet halda eigne samlingar av same eller liknande slag, og ikkje driva kjøp og sal eller bytehandel med saker som høyrer til slike samlingar.\nDet same gjeld for alle andre funksjonærer ved samlingane, men etter søknad kan kollegiet gjera unnatak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "8:43",
      "chapter": "8",
      "section": "43",
      "content": "Eigedomen til universitetet er:\n1. Dei faste eigedomane med utstyr og innbu, samlingar og bibliotek som Bergens Museum fører over til universitetet.\n2. Andre eigedomar eller lausøyre som universitetet skaffar seg eller får.\n3. Den midelen som universitetet har fått, den som er førd over frå Bergens Museum, og den som kan koma attåt i gåver eller på annan måte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "8:44",
      "chapter": "8",
      "section": "44",
      "content": "Kollegiet styrer eigedomen til universitetet. Eigedom som er overførd frå Bergens Museum eller andre institusjonar, skal styrast etter vilkår i overføringsdokumentet.\nMed samtykkje frå Stortinget fastset Kongen kor stor rett kollegiet elles skal ha til å avhenda fast universitetseigedom.\nKollegiet kan leiga bort eller mellombels gjeva rådvelde over universitetseige på vilkår som vedkomande departement​1 godkjenner.\nUniversitetsmidelen skal setjast ut og nyttiggjerast etter reglar som vedkomande departement har godkjent, så langt råderetten ikkje er bunden med særføresegner, statuttar eller liknande.\n1 Kultur- og vitenskapsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "8:45",
      "chapter": "8",
      "section": "45",
      "title": "(Opphevet ved lov 23 okt 1959.)",
      "content": "§ 45.(Opphevet ved lov 23 okt 1959.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "8:46",
      "chapter": "8",
      "section": "46",
      "content": "Universitetet skal få att av statskassa innførsle-avgifter som er lagde for ting det har skaffa frå utlandet til vitskapleg bruk.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "9:47",
      "chapter": "9",
      "section": "47",
      "content": "Denne lova tek til å gjelda den dagen Kongen fastset.​1\nI ein tidbolk på opptil 3 år frå den dagen kan universitetet med samtykke frå Kongen i alt eller i sumt fylgja dei reglane som galdt for Bergens Museum.\n1 Fra 30 aug 1948 iflg. res. 9 juli 1948.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    }
  ]
}