{
  "id": "LOV-1895-06-21-2",
  "type": "statute",
  "title": "Lov om den norske Enkekasse.",
  "short_name": "Lov om den norske Enkekasse.",
  "status": "in_force",
  "issued_date": "1895-06-21",
  "in_force_date": "1896-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1895-06-21-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den ved Regentskabsplakat af 20de Marts 1814 under Statens Garanti oprettede norske almindelige Enkekasse skal herefter kaldes «Den norske Enkekasse» og overtage alle de Forsikringer, som det er eller herefter bliver Statens Tjenestemænd paalagt at tegne til Sikrelse af Enkepension.\nPaa Vilkaar, som bestemmes af Kongen med Storthingets Samtykke, skal Enkekassen ogsaa overtage lignende Forsikringer for kommunale Tjenestemænd, hvem Forpligtelse til Enkeforsørgelse bliver paalagt.\n[Med den i nedenstaaende § 2 næstsidste Led, fastsatte Undtagelse overtager Enkekassen, efterat denne Lov er traadt i Kraft, ikke andre frivillige Forsikringer end saadanne, der tjener til Fyldestgjørelse af frivillig paataget Forpligtelse til at sikre større Enkepension end den, der er Vedkommende ifølge hans Stilling paalagt (§ 22).]​1\n0 Endret ved lov 9 mai 1896 nr. 4.\n1 Se lov 8 april 1899 § 1 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I Enkekassens ved Lov af 29de Juni 1848 oprettede nye Afdeling skal der som pligtig Enkeforsørgelse kunne tegnes følgende Forsikringer:\n1. Overlevelsesrenter;\n2. straks begyndende Livrenter;\n3. Livsforsikring paa Forsørgerens Liv.\nEnhver indskudspligtig Forsørger skal være berettiget til i Enkekassen at faa tegnet en af de under No. 1 og 2 nævnte Renteforsikringer af den pligtige Enkepensions Beløb til Fordel for sin Hustru.\nHvis Forsørgeren ikke er over 60 Aar gammel, og han fremlægger Helbredsattest, som af Enkekassens Direktion findes fyldestgjørende, og som er grundet paa saadan Undersøgelse og affattet i den Form, som af Direktionen bestemmes, skal han have Adgang til istedetfor den pligtige Renteforsikring eller en Del deraf at tegne Livsforsikring i Enkekassen af 25 Gange saa stort Beløb som den tilsvarende Renteforsikring. Udgifterne ved Lægeundersøgelsen bestrides af Enkekassen.​1 Adgang til at tegne Livsforsikring i Enkekassen skal, i samme Udstrækning og paa tilsvarende Vilkaar som for de ifølge nærværende Lov til Enkeforsørgelse forpligtede Tjenestemænd, ogsaa staa aaben for andre Tjenestemænd, der er fast ansatte i Statens eller en Kommunes Tjeneste, og af hvis Aflønning Præmierne kan kræves indeholdte. Naar en Tjenestemand, der i Henhold til denne Bestemmelse tegner Livsforsikring, er gift eller senere indtræder i Ægteskab, betragtes og behandles Forsikringen som tegnet, til pligtig Forsørgelse for hans Hustru.​2\nIndtil Kongen anderledes bestemmer, kan Enkekassen ikke paa egen Risiko overtage Livsforsikring af høiere Beløb end Kr. 12 000,00 paa enkelt Liv. Større Livsforsikring kan derfor indtil videre kun tegnes i Enkekassen, forsaavidt der er Anledning til at faa den overskydende Del af Forsikringsbeløbet reassureret i private Forsikrings-Indretninger, som for denne Anvendelse godkjendes af vedkommende Regjeringsdepartement.​3\n0 Endret ved lov 9 mai 1896 nr. 4.\n1 Jfr. § 22 og lov 8 april 1896 § 1, annet ledd.\n2 Se § 1, siste ledd med note 2.\n3 Arbeidsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Enhver av de i § 2 nævnte forsikringer kan erhverves ved indskud en gang for alle.\n2. Overlevelsesrente og livsforsikring kan ogsaa erhverves ved terminvise præmier gjennem et kortere eller længere tidsrum, som dog ikke uten i nedenanførte undtagelsestilfælde maa strække sig ut over forsørgerens eller den livsforsikredes 70de aar.\n3. Ved forsikring av pligtig overlevelsesrente kan præmiebetalingen indenfor den foran fastsatte aldersgrænse uten lægeundersøkelse sættes til 5, 10, 15 eller 20 aar og mot tilfredsstillende helbredsattest for forsørgeren til 25 eller 30 aar. Helbredsattesten blir i dette tilfælde at erhverve paa forsørgerens bekostning.​1 Hvis forsørgeren er mellem 50 og 60 aar gammel, kan præmiebetalingstiden endvidere uten lægeattest sættes til saa mange hele aar, som der staar igjen til hans fyldte 70de aar, og hvis han er over 60 aar, kan den – uanseet den nævnte aldersgrænse – sættes til 10 aar. Saafremt en forsørger, for hvem denne sidste bestemmelse er kommet til anvendelse, erholder avsked fra sin indskudsforpligtende stilling, kan han helt eller delvis ophøre med betalingen av mulig resterende præmier, som forfalder efter hans fyldte 70de aar, imot at overlevelsesrenten tilsvarende nedsættes. En i henhold hertil nedsat forsikring kan ikke senere atter forhøies.\n4. Ved livsforsikring kan præmietiden indenfor den foran fastsatte almindelige aldersgrænse (70 aar) utstrækkes indtil 30 aar, naar forsikringen betinger utbetaling ved død alene. Betinger den utbetaling ved opnaaelse av et bestemt aldersaar eller ved tidligere død, kan præmietiden utstrækkes til saa mange hele aar, som der staar igjen til opnaaelse av dette aldersaar.​2\n5. Forsaavidt ikke anderledes er bestemt ved overenskomst mellem vedkommende forsørger og Enkekassens direktion, og forsaavidt dertil er anledning, avholdes de Enkekassen tilkommende forsikringspræmier ved hver lønningstermin av forsørgerens indtægter og indbetales gjennem den kasse, hvorav disse utredes, ved hvert fjerdingaars begyndelse i Enkekassen. Paa samme maate iværksættes ogsaa præmieudbetalingen, saasnart overenskomst om anden betalingsmaate misligholdes fra forsørgerens side, forsaavidt denne oppebærer løn av offentlig kasse.\n0 Endret ved lover 22 mai 1902 nr. 3 og 15 aug. 1908 nr. 9.\n1 Jfr. derimot § 2.\n2 Se lov 22 mai 1902 nr. 3 II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Forsikring af Overlevelsesrente af den pligtige Enkepensions Beløb ansees for at være tegnet i Enkekassen til Fordel for en Tjenestemands Hustru den Dag, da han bliver pligtig til at sikre Enkepension (§ 21), og Forsikringspræmien beregnes efter Ægtefolkenes Alder samme Dag og efter den længste, uden Fremlæggelse af Helbredsattest, tilladte Præmietid (§ 3).\nI Løbet af de paafølgende tre Maaneder kan Forsørgeren helt eller delvis ombytte den saaledes uden hans Medvirkning tegnede Forsikring med en anden Forsikring i Enkekassen, som han efter sin Alder og Helbredstilstand har Adgang til at tegne, og som sikrer hans Hustru en til den pligtige Overlevelsesrente svarende Enkeforsørgelse. Den nye Forsikring ansees i Tilfælde stiftet den ovenfor nævnte Dag, og i dens Kostende kommer Præmier, der maatte være indbetalte for den oprindelige Forsikring, til Afdrag. Fristen for denne Avgjørelse kan af Enkekassens Direktion forlænges, naar Forhindringer, som findes gyldige, har forvoldt Forsinkelse.\nHvis Forsørgeren godtgjør, at han paa Grund af nogen af de i denne Lovs § 24 omhandlede Omstændigheder helt eller delvis er fritaget for Forpligtelsen til at sikre Enkepension i Enkekassen, bliver den tegnede Forsikring i tilsvarende Udstrækning at ophæve.\nNaar det oplyses, at en Forsørger, hvis Forpligtelse til at sikre Enkepension er opstaaet ved Indgaaelse af Ægteskab, er død inden Udløbet af de paafølgende tre Maaneder, kan Enkekassens Direktion ophæve den foreløbig tegnede Forsikring, saafremt det ved anstillet Undersøgelse godtgjøres, at Forsørgeren vitterlig var farlig syg ved den Tid, da Ægteskabet stiftedes.\nSaasnart endelig Afgjørelse med Hensyn til Forsikringen er truffen, udfærdiges der angaaende samme en Police, som fastsætter Forsikringstageren og Enkekassens gjensidige Rettigheder og Forpligtelser. Senere kan Forsikringen paa Andragende fra Forsørgeren af Direktionen tillades omskrevet efter Bestemmelserne i foranstaaende § 3 paa Betingelse af, at derved ikke gjøres Indgreb i den forsørgedes Ret, og at Enkekassen skjønnes derved ikke at ville blive paadraget forøget Risiko. Overgang fra Overlevelsesrente til Livsforsikring eller omvendt tillades dog kun, forsaavidt angaar den ikke er hvervede Del af Forsikringen.\nDe fornødne Helbredelsesattester erhverves paa Forsørgerens Bekostning.\nPræmie, der staar til Rest ved det Tidspunkt, da en forsikret Kapital eller Rente forfalder til Udbetaling, afholdes af Forsikringsbeløbet.\n– – –\n0 Endret ved lov 22 mai 1902 nr. 3. Paragrafens siste ledd er opphevet ved lov 28 april 1916 § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Når forsørgelsesplikten bortfaller ved hustruens død, innen en istedenfor pliktig overlevelsesrente tegnet livsforsikring er forfallen til utbetaling, kan forsikringstageren, hvis premiebetalingen ikke er tilendebragt, efter eget valg enten holde den tegnede forsikring i kraft ved å fortsette premiebetalingen, eller han kan avbryte premiebetalingen og få den oprindelige forsikring ombyttet med en premiefri forsikring av mindre beløp, der forfaller til utbetaling på samme tid som den oprindelige forsikringssum (fripolise); eller han kan, hvad enten premiebetalingen er tilendebragt eller ikke, forlange forsikringen gjenkjøpt av Enkekassen mot utbetaling av dens gjenkjøpsverdi. Når en forsørger forlater den stilling, ifølge hvilken han plikter å sikre enkepensjon, for å gå over til annen virksomhet, og han erklærer sig uvillig til eller ute av stand til å fortsette premiebetalingen, skal den av ham tegnede forsikring ombyttes med en fripolise.\nFripolisens beløp og gjenkjøpsverdi beregnes efter regler, som fastsettes av Kongen.\nOpløses et ekteskap ved skilsmisse, opheves tegnet forsikring av overlevelsesrente, og premiereserven med fradrag av 5 pct. utbetales overensstemmende med den overenskomst om boets deling, som er truffet mellem ektefellene, eller besørges i mangel av sådan overenskomst innsatt i sparebank, inntil fornøden bestemmelse om beløpets anvendelse tilveiebringes.\nEr der i dette tilfelle tegnet livsforsikring istedenfor pligtig overlevelsesrente, kan forsikringen i henhold til overenskomsten som ovenfor nevnt overdras mannen på de vilkår for frivillig forsikring, som er fastsatt i lov av 8 april 1899.\nI mangel av overenskomst mellem ektefellene skal forsikringen gjenkjøpes av Enkekassen, hvorefter der forbeholdes med gjenkjøpsbeløpet på samme måte, som ovenfor er bestemt med hensyn til premiereserven for ophevet forsikring av overlevelsesrente.\nBestemmelsene i foregående ledd kommer ikke til anvendelse, hvis mannen er innlemmet i Statens Pensjonskasse og det ved skilsmissen blir bestemt, at hustruens rett til enkepensjon skal vedvare.​1 I sådanne tilfelle vedvarer innskuddsplikten i Enkekassen uforandret. Hvis hustruens rett til enkepensjon senere bortfaller, fordi mannen inngår nytt ekteskap, blir forholdet til Enkekassen da å behandle som ovenfor bestemt.\n0 Endret ved lover 22 mai 1902 nr. 3 og 27 mars 1920 nr. 1.\n1 Se lov 31 mai 1918 nr. 2 § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Enkekassens Nettopræmier beregnes paa Grundlag af den Dødelighedstabel og Rentefod, som af Kongen med Storthingets Samtykke bestemmes. Dens Tarifpræmier fremkommer ved at forøge Nettopræmierne med et Drifts- og Sikkerhedstillæg, der efter Forslag fra Enkekassens Direktion bestemmes af Kongen.\nFindes Forandring i Grundlaget for Nettopræmiernes Beregning fornøden, kan der paa samme Maade, som ovenfor er foreskrevet, træffes Bestemmelse om, at Omberegning skal ske.\nForhøielse af Tarifpræmier kan ikke gjøres gjældende ligeoverfor tidligere tegnede Forsikringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Den til enhver Forsikring svarende Nettopræmiereserve beregnes paa Grundlag af den samme Dødelighedstabel og Rentefod, som er lagt til Grund for Præmiernes Beregning,​1 og skal udgjøre et Beløb svarende til den kontante Værdi af Enkekassens ved Forsikringen paadragne Forpligtelse, fradraget den kontante Værdi af fremtidige Nettopræmier.\nForandres Grundlaget for Beregningen af Nettopræmierne for nye Forsikringer, bestemmer Kongen med Storthingets Samtykke, hvorledes der skal forholdes med Beregningen af ældre Forsikringers Præmiereserver.\nDen samlede Sum af alle Præmiereservers Beløb kaldes Enkekassens Forsikringsfond. Den Sum, hvormed Enkekassens Formue overstiger Forsikringsfondet, kaldes dens Reservefond.\n1 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Overlevelsesrenter i Enkekassen løper fra mannens dødsdag til og med månedsdagen efter enkens dødsdag. De utbetales mot behørig kvittering og leveattest efterskuddsvis og månedlig, hvis månedsterminen utgjør minst 10 kroner, men ellers fjerdingårlig. Fjerdingårlig utbetaling kan dessuten av Enkekassens direksjon fastsettes, dersom særlige forhold, f. eks. pensjonistens ophold utenfor riket, gjør det rimelig. Retten til enkepensjon bortfaller ikke, om enken inngår nytt ekteskap.\nLivrenter utbetales fra den i polisen fastsatte dag til og med månedsdagen efter den forsikredes død. Utbetaling skjer til samme terminer som bestemt for overlevelsesrenter.\nUtbetaling av overlevelsesrenter og livrenter kan foruten ved Enkekassens kasserer også foregå ved statens regnskapsbetjenter i henhold til opgaver, meddelt av Enkekassens direksjon, og uten at der derfor kan kreves særskilt godtgjørelse.\nNår en i Enkekassen tegnet livsforsikring forfaller til utbetaling, mens såvel forsørgeren som hans hustru er i live, forblir kapitalen – såvidt den ikke av forsørgeren anbringes på en måte, som av Enkekassens direksjon finnes betryggende – under Enkekassens varetekt, og rentene utbetales forsørgeren ved hvert halvårs utløp. Dør derefter hustruen først, stilles kapitalen til forsørgerens frie rådighet. Dør derimot forsørgeren først, forholdes der med kapitalen efter de i næstfølgende paragraf gitte forskrifter.\n0 Endret ved lov 27 mars 1920 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar en Forsørger, der istedetfor pligtig Enkepension har tegnet Livsforsikring, afgaar ved Døden, og efterlader Enke, skal en saa stor Del af Forsikringsbeløbet, som skjønnes at være fornøden for at tilveiebringe en til den pligtige Enkepension svarende aarlig Indtægt, gjøres frugtbringende paa en Maade, som af Enkekassens Direktion findes betryggende. Hvis der ikke fra Vedkommendes Side træffes Foranstaltning hertil, forvalter Direktionen selv det paagjældende Beløb paa Eierens Regning og Risiko og kan i den Udstrækning, det fornødiges for at udbringe den pligtige Enkepension, omsætte det til Livrente efter Enkekassens ved Tidspunktet gjældende Tariffer. Den Del af Forsikringsbeløbet, der ikke anvendes i forannævnte Øiemed, stilles til Vedkommendes Raadighed.​1\nUnder særegne Omstændigheder kan Enkekassens Direktion paa derom indgivet Andragende tillade, at en større Del af Forsikringsbeløbet, end som efter foranstaaende Bestemmelser vilde være tilstedeligt, stilles til Enkens Raadighed, saafremt dette skjønnes at være nødvendigt for Afslutning af hendes Børns Opdragelse, og det tillige godtgjøres, at hun ikke derved udsættes for at savne de nødvendige Midler til eget Udkomme.\nNaar en Enke, hvis Midler i Henhold til Bestemmelserne i nærværende Paragraf staar under Enkekassens Forvaltning, afgaar ved Døden, har Direktionen at aflægge Regnskab over Kapitalens Anvendelse, og hvad der maatte være tilovers af den, udbetales Dødsboet.\n1 Se lov 7 april 1899 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Saalænge Enkekassens nye Afdelings Reservefond udgjør mere end Femtedelen af dens Forsikringsfond, anvendes den overskydende Del af det førstnævnte Fond til Forøgelse af de Rente- og Kapitalbeløb, der ifølge pligtige Forsikringer skal udbetales til Enker. Herved iagttages nedenanførte Regler:​1\na. Af Reservefondets førnævnte Overskud udredes først Tillæg til de Enkepensioner, der udbetales i Henhold til Forsikringer, tegnede i Enkekassens nye Afdeling, forinden nærværende Lov træder i Kraft.​2 Disse Tillæg fastsættes af Kongen efter hvert Treaarsopgjør for 3 Aar ad Gangen som Procent af Pensionernes nominelle Beløb og saaledes, at det nævnte Overskud altid kommer til at udgjøre en Femtedel mere end Kapitalværdien af Tillæg, beregnede efter samme Procentsats til samtlige i Afdelingen inden nævnte Tidspunkt forsikrede mulige og virkelige Enkepensioner\nb. Naar Reservefondets Overskud, efterat de under a omhandlede Tillæg har naaet op til 40 pCt. af vedkommende Pensioners nominelle Beløb, og yderligere 1 pCt. er tillagt de Pensioner, der er virkelige, naar nærværende Lov træder i Kraft, fremdeles har Midler tilovers, kan deraf udredes Tillæg til de Rente- og Kapitalbeløb, der skal udbetales til Enker i Henhold til Forsikringer, tegnede i Enkekassens nye Afdeling, efterat nærværende Lov er sat i Kraft.​3 Disse Tillæg fastsættes af Kongen samtidig med og for samme Tidsrum som de under a omhandlede som Procent af de forsikrede Enkepensioner og saaledes, at den for Øiemedet disponible Del af Reservefondets Overskud altid kommer til at udgjøre en Femtedel mere end Kapitalværdien af de efter samme Procentsats beregnede Tillæg til samtlige senere end det nævnte Tidspunkt forsikrede mulige og virkelige Enkepensioner, deri ogsaa medregnet de, der er erstattede ved Tegning af Livsforsikring. Naar en Enke istedenfor den pligtige Overlevelsesrente erholder udbetalt Kapital i Henhold til Livsforsikring, tilkommer der hende yderligere en aarlig Livrente af Beløb svarende til det efter Bestemmelserne i nærværende Litera beregnede Tillæg til en Overlevelsesrente lig 1/25 af den tegnede Livsforsikrings Beløb. Udbetalingsterminerne for denne Livrente kan fastsættes saaledes, at ikke mindre Beløb end Kr. 20,00 udbetales ved hver Termin.​4\nc. Hvis endelig Reservefondets Overskud, efterat de under b omhandlede Tillæg har naaet op til 30 pCt. af vedkommende Pensioners nominelle Beløb, fremdeles har Midler tilovers, kan ved Hjælp af disse de under Litr. a og b omhandlede Tillæg ligelig procentvis forhøies udover henholdsvis 40 og 30 pCt. af de nominelle Pensionsbeløb under Iagttagelse af den sammesteds foreskrevne Beregningsregel.​4\n0 Endret ved lov 22 mai 1902 nr. 3.\n1 Jfr. lov 28 juli 1921 nr. 3 § 28.\n2 Se § 25.\n3 Se lov 8 april 1899 § 9.\n4 Se lov 22 mai 1902 nr. 3 II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "title": "(Opphevet ved lov 8 feb. 1980 nr. 2.)",
      "content": "§ 17.(Opphevet ved lov 8 feb. 1980 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Naar Tvangsauktion, herunder ogsaa indbefattet Konkursauktion,​2 forlanges over fast Eiendom udenfor Kristiania, skal Auktionsforvalteren, saafremt Eiendommen er pantsat til Enkekassen, afgive Beretning derom til Enkekassens Direktion saa betimelig, at den kan lade møde ved Auktionen. – – –\n0 Siste punktum opphevet ved sportellov 4 feb. 1938 § 163.\n1 Jfr. tvangsfullbl. § 122.\n2 Se konkurslov § 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "content": "Papir, udstedt af Enkekassen, er fritaget for Stempelafgift.​1\n1 Jfr. lov 9 aug. 1839 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "(Opphevet ved lov 14 aug. 1918 nr. 4 § 2.)",
      "content": "§ 20.(Opphevet ved lov 14 aug. 1918 nr. 4 § 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Saasnart en gift mand utnævnes til embedsmand, eller saasnart en embedsmand indtræder i egteskap, indtræder forpligtelse for ham til overensstemmende med de i nærværende lovs 1ste kapitel indeholdte bestemmelser at sikre sin hustru enkepension, der skal utgjøre en femtedel av hans embedsindtægter, forsaavidt der ikke av Kongen med Stortingets samtykke er fastsat for vedkommende embede, at enkepensionen skal utgjøre et bestemt beløp. Enkepensionen maa ikke i noget tilfælde overstige kr. 1 000,00 aarlig.\nTilsvarende forpligtelse kan ved bestemmelse, avgit av Kongen med Stortingets samtykke, gjøres gjældende like over for dem, der herefter av Kongen konstitueres for længere tid i embede eller tilsvarende stilling, samt like over for andre statens tjenestemænd, som herefter ansættes. Den, der tidligere, end en saadan bestemmelse avgives, er ansat i en stilling, der omfattes av bestemmelsen, kan inden seks maaneder avgi erklæring om, at han ønsker at gaa ind under den av bestemmelsen flytende forpligtelse. En saadan erklæring kan senere ikke tilbakekaldes.\nUtnævnelse til statsminister eller statsraad medfører ikke pligt til at sikre enkepension, men den indskudspligt, vedkommende ved sin utnævnelse maatte ha paa grund av sin tidligere stilling, vedblir uforandret.\nMedmindre Kongen anderledes maatte bestemme for enkelte tilfælde, skal tjenestemænd, som ansættes efter ikrafttrædelsen av loven om pensionsordning for statens tjenestemænd av 20 april 1917, ikke være indskudspligtige i Enkekassen, likesom lønsforandringer, der maatte finde sted fra eller efter nævnte tidspunkt, ikke skal medføre indskudspligt eller pligt til at sikre tillægspension.\n0 Endret ved lover 23 mai 1913 nr. 1, 12 juni 1914 nr. 5 og 1 juni 1917 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Enhver, der i Henhold til Bestemmelserne i forrige Paragraf bliver tilpligtet ved Forsikring i Enkekassen at sikre sin Hustru en Enkepension, der er mindre end Kr. 1000.00 aarlig, har Adgang til at sikre forøket Pension:\nenten ved at erhverve sin Hustru en strax begyndende Livrente af saadant Beløb, at hun ved denne alene eller ved denne i Forbindelse med den pligtige Overlevelsesrente er sikret en aarlig Enkepension af indtil Kr. 1000,00 aarlig;\neller, saafremt han fremlægger fyldestgjørende Helbredsattest (§ 2), ved at forlange den Overlevelsesrente, han pligter at sikre som Enkepension, forøget med 50 pCt. af dens Beløb, dog ikke over Kr. 1000,00 aarlig, med Ret til indenfor den ved nærværende Lovs § 2 sidste Led fastsatte Begrænsning at erstatte Renteforsikring ved Forsikring af Kapitaludbetaling.\nEn i Henhold til denne Bestemmelse forøget Forsikring erhverves paa de for sædvanlige pligtige Forsikringer gjældende Vilkaar. Den kan ikke senere forlanges reduceret, saalænge Forsørgelsespligten vedvarer. Derimod kan den, saavidt tilstrækker, anvendes til Fyldestgjørelse af den Forpligtelse til at sikre forøget Enkepension, der maatte indtræde ved Forsørgerens Befordring til bedre aflønnet Embede.\nDerhos kan enhver, der sikrer Pension i Enkekassen, men som derved ikke har gjort Brug af den Adgang, han maatte have til derved at anvende Livsforsikring, op til det for saadanne Forsikringer fastsatte Maximum yderligere tegne Livsforsikring, dog saaledes, at det nævnte Maximalbeløb ikke overskrides, og saaledes, at Beløbet af den paa en Forsørgers Liv forsikrede Overlevelsesrente tillagt en Femogtyvendedel af den paa hans Liv forsikrede Kapital tilsammen ikke overstiger Kr. 1 000,00. En Livsforsikring, der tegnes under de her nævnte Omstændigheder, kan alene erhverves ved Indbetaling af Præmie én Gang for alle eller ved rentebærende, tilstrækkelig garanteret Forskrivelse for samme. Den kan ikke forlanges gjenkjøbt, saalænge Forsørgelsespligten vedvarer, men kan anvendes til Dækkelse af eventuel Forpligtelse til at sikre forøget Enkepension.\n1 Jfr. lov 8 april 1899 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Naar Ægteskab stiftes ved kirkelig eller borgerlig Handling for nogen, der ifølge sin Stilling er forpligtet til at sikre Enkepension,​1 er den, der udfører Handlingen, [under Bod fra Kr. 10,00 til Kr. 200,00]​2 forpligtet til uden alt unødigt Ophold at tilstille Enkekassens Direktion Meddelelse om Dagen, da Ægteskabsstiftelsen fandt Sted. Meddelelsen skal være ledsaget af bekræftet Oplysning om hver af Ægtefællernes Fødselsaar og Fødselsdag. Stiftes Ægteskabet udenfor Landets Grænser, paahviler det [under lignende Ansvar]​2 Ægtemanden at sørge for, at tilsvarende Opgaver uden Ophold bliver Enkekassen tilstillede.\nLigeledes skal Enkekassens Direktion fra vedkommende offentlige Myndighed tilstilles Meddelelse, hver Gang nogen udnævnes eller beskikkes som offentlig Tjenestemand i Embede eller Bestilling, der medfører Forpligtelse til at sikre Enkepension, samt holdes underrettet om indtrædende Forandringer i herhenhørende Tjenestemænds Lønningsvilkaar.\nSaasnart der til Enkekassens Direktion indløber Meddelelse, ifølge hvilken en offentlig Tjenestemand er kommen ind under Forpligtelsen til fra nyt af at sikre eller til at forøge en allerede sikret Enkepension, har Direktionen at tilstille ham Meddelelse om, at der i Henhold til nærværende Lovs § 4 er tegnet Forsikring i Enkekassen af Overlevelsesrente til Fordel for hans Hustru, om Betalingsvilkaarene for denne Forsikring samt om den Adgang, der staar ham aaben til i Løbet af tre Maaneder at udbytte den foreløbig tegnede Forsikring med en anden, som han maatte foretrække.\n1 Se § 21.\n2 Straffebestemmelsen er opphevet ved strl.ikrl. § 3 og avløst av strl. § 330 nr. 1.\n1 Straffebestemmelsen er opphevet ved strl.ikrl. § 3 og avløst av strl. § 330 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Forpligtelse til at sikre Enkepension ved at tegne Forsikring i Enkekassen bortfalder, naar vedkommende Forsørger har fyldt 65 Aar. Ligeledes skal den nævnte Forpligtelse, naar der allerede før ved Forsikring, tegnet i Enkekassen, er sikret Forsørgerens Hustru Enkepension, bortfalde, forsaavidt angaar en tilsvarende Del af Pensionsbeløbet.\nNaar der ifølge en offentlig Tjenestemands Stilling er eller bliver sikret hans Hustru Enkepension af et i saadant Øiemed oprettet offentligt Fond, formindskes den Enkepension, som han er pligtig til at sikre i Enkekassen, med det Beløb, der ved Lov bestemmes (jfr. Lov​1 af 17de Mai 1890 § 4), eller som af vedkommende Regjeringsdepartement skjønnes paa nævnte Maade at være sikret.\nOgsaa fuldt betalt Police for forsikret Renteudbetaling eller for det 25-dobbelte Beløb af forsikret Kapitaludbetaling, tegnet i private Selskaber, hvis Forsikringer af vedkommende Regjeringsdepartement godtages som Sikkerhed, fritager, naar de deponeres i Enkekassen, fra Forpligtelsen til at sikre en tilsvarende Del af den pligtige Enkepension paa Betingelse:\nat vedkommende Forsikring er tegnet, før nærværende Lov træder i Kraft;\nog uafhængig af denne Tidsgrense:\nhvis vedkommende Forsørger havde fyldt 45 Aar, da han blev forpligtet til at sikre Enkepension, og Forsikringen var tegnet, før Forpligtelsen indtraadte.\nAndre Værdidokumenter antages ikke herefter som Depositum til Fritagelse for Forpligtelsen til at sikre Enkepension.\n1 Opphevet ved lov 31 mai 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Nærværende Lov træder i Kraft efter Kongens nærmere Bestemmelse, saasnart de fornødne Forberedelser er trufne. Fra samme Tid ophæves alle ældre om den norske almindelige Enkekasse gjældende Love. Samtidig ophæves enhver i Henhold til disse Love fastsat Bestemmelse, der staar i Strid med nærværende Lov.\n0 Ved res. 18 feb. 1896 ble loven satt i kraft fra 1 juli 1896.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den ved Regentskabsplakat af 20de Marts 1814 under Statens Garanti oprettede norske almindelige Enkekasse skal herefter kaldes «Den norske Enkekasse» og overtage alle de Forsikringer, som det er eller herefter bliver Statens Tjenestemænd paalagt at tegne til Sikrelse af Enkepension.\nPaa Vilkaar, som bestemmes af Kongen med Storthingets Samtykke, skal Enkekassen ogsaa overtage lignende Forsikringer for kommunale Tjenestemænd, hvem Forpligtelse til Enkeforsørgelse bliver paalagt.\n[Med den i nedenstaaende § 2 næstsidste Led, fastsatte Undtagelse overtager Enkekassen, efterat denne Lov er traadt i Kraft, ikke andre frivillige Forsikringer end saadanne, der tjener til Fyldestgjørelse af frivillig paataget Forpligtelse til at sikre større Enkepension end den, der er Vedkommende ifølge hans Stilling paalagt (§ 22).]​1\n0 Endret ved lov 9 mai 1896 nr. 4.\n1 Se lov 8 april 1899 § 1 i.f.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "I Enkekassens ved Lov af 29de Juni 1848 oprettede nye Afdeling skal der som pligtig Enkeforsørgelse kunne tegnes følgende Forsikringer:\n1. Overlevelsesrenter;\n2. straks begyndende Livrenter;\n3. Livsforsikring paa Forsørgerens Liv.\nEnhver indskudspligtig Forsørger skal være berettiget til i Enkekassen at faa tegnet en af de under No. 1 og 2 nævnte Renteforsikringer af den pligtige Enkepensions Beløb til Fordel for sin Hustru.\nHvis Forsørgeren ikke er over 60 Aar gammel, og han fremlægger Helbredsattest, som af Enkekassens Direktion findes fyldestgjørende, og som er grundet paa saadan Undersøgelse og affattet i den Form, som af Direktionen bestemmes, skal han have Adgang til istedetfor den pligtige Renteforsikring eller en Del deraf at tegne Livsforsikring i Enkekassen af 25 Gange saa stort Beløb som den tilsvarende Renteforsikring. Udgifterne ved Lægeundersøgelsen bestrides af Enkekassen.​1 Adgang til at tegne Livsforsikring i Enkekassen skal, i samme Udstrækning og paa tilsvarende Vilkaar som for de ifølge nærværende Lov til Enkeforsørgelse forpligtede Tjenestemænd, ogsaa staa aaben for andre Tjenestemænd, der er fast ansatte i Statens eller en Kommunes Tjeneste, og af hvis Aflønning Præmierne kan kræves indeholdte. Naar en Tjenestemand, der i Henhold til denne Bestemmelse tegner Livsforsikring, er gift eller senere indtræder i Ægteskab, betragtes og behandles Forsikringen som tegnet, til pligtig Forsørgelse for hans Hustru.​2\nIndtil Kongen anderledes bestemmer, kan Enkekassen ikke paa egen Risiko overtage Livsforsikring af høiere Beløb end Kr. 12 000,00 paa enkelt Liv. Større Livsforsikring kan derfor indtil videre kun tegnes i Enkekassen, forsaavidt der er Anledning til at faa den overskydende Del af Forsikringsbeløbet reassureret i private Forsikrings-Indretninger, som for denne Anvendelse godkjendes af vedkommende Regjeringsdepartement.​3\n0 Endret ved lov 9 mai 1896 nr. 4.\n1 Jfr. § 22 og lov 8 april 1896 § 1, annet ledd.\n2 Se § 1, siste ledd med note 2.\n3 Arbeidsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "1. Enhver av de i § 2 nævnte forsikringer kan erhverves ved indskud en gang for alle.\n2. Overlevelsesrente og livsforsikring kan ogsaa erhverves ved terminvise præmier gjennem et kortere eller længere tidsrum, som dog ikke uten i nedenanførte undtagelsestilfælde maa strække sig ut over forsørgerens eller den livsforsikredes 70de aar.\n3. Ved forsikring av pligtig overlevelsesrente kan præmiebetalingen indenfor den foran fastsatte aldersgrænse uten lægeundersøkelse sættes til 5, 10, 15 eller 20 aar og mot tilfredsstillende helbredsattest for forsørgeren til 25 eller 30 aar. Helbredsattesten blir i dette tilfælde at erhverve paa forsørgerens bekostning.​1 Hvis forsørgeren er mellem 50 og 60 aar gammel, kan præmiebetalingstiden endvidere uten lægeattest sættes til saa mange hele aar, som der staar igjen til hans fyldte 70de aar, og hvis han er over 60 aar, kan den – uanseet den nævnte aldersgrænse – sættes til 10 aar. Saafremt en forsørger, for hvem denne sidste bestemmelse er kommet til anvendelse, erholder avsked fra sin indskudsforpligtende stilling, kan han helt eller delvis ophøre med betalingen av mulig resterende præmier, som forfalder efter hans fyldte 70de aar, imot at overlevelsesrenten tilsvarende nedsættes. En i henhold hertil nedsat forsikring kan ikke senere atter forhøies.\n4. Ved livsforsikring kan præmietiden indenfor den foran fastsatte almindelige aldersgrænse (70 aar) utstrækkes indtil 30 aar, naar forsikringen betinger utbetaling ved død alene. Betinger den utbetaling ved opnaaelse av et bestemt aldersaar eller ved tidligere død, kan præmietiden utstrækkes til saa mange hele aar, som der staar igjen til opnaaelse av dette aldersaar.​2\n5. Forsaavidt ikke anderledes er bestemt ved overenskomst mellem vedkommende forsørger og Enkekassens direktion, og forsaavidt dertil er anledning, avholdes de Enkekassen tilkommende forsikringspræmier ved hver lønningstermin av forsørgerens indtægter og indbetales gjennem den kasse, hvorav disse utredes, ved hvert fjerdingaars begyndelse i Enkekassen. Paa samme maate iværksættes ogsaa præmieudbetalingen, saasnart overenskomst om anden betalingsmaate misligholdes fra forsørgerens side, forsaavidt denne oppebærer løn av offentlig kasse.\n0 Endret ved lover 22 mai 1902 nr. 3 og 15 aug. 1908 nr. 9.\n1 Jfr. derimot § 2.\n2 Se lov 22 mai 1902 nr. 3 II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Forsikring af Overlevelsesrente af den pligtige Enkepensions Beløb ansees for at være tegnet i Enkekassen til Fordel for en Tjenestemands Hustru den Dag, da han bliver pligtig til at sikre Enkepension (§ 21), og Forsikringspræmien beregnes efter Ægtefolkenes Alder samme Dag og efter den længste, uden Fremlæggelse af Helbredsattest, tilladte Præmietid (§ 3).\nI Løbet af de paafølgende tre Maaneder kan Forsørgeren helt eller delvis ombytte den saaledes uden hans Medvirkning tegnede Forsikring med en anden Forsikring i Enkekassen, som han efter sin Alder og Helbredstilstand har Adgang til at tegne, og som sikrer hans Hustru en til den pligtige Overlevelsesrente svarende Enkeforsørgelse. Den nye Forsikring ansees i Tilfælde stiftet den ovenfor nævnte Dag, og i dens Kostende kommer Præmier, der maatte være indbetalte for den oprindelige Forsikring, til Afdrag. Fristen for denne Avgjørelse kan af Enkekassens Direktion forlænges, naar Forhindringer, som findes gyldige, har forvoldt Forsinkelse.\nHvis Forsørgeren godtgjør, at han paa Grund af nogen af de i denne Lovs § 24 omhandlede Omstændigheder helt eller delvis er fritaget for Forpligtelsen til at sikre Enkepension i Enkekassen, bliver den tegnede Forsikring i tilsvarende Udstrækning at ophæve.\nNaar det oplyses, at en Forsørger, hvis Forpligtelse til at sikre Enkepension er opstaaet ved Indgaaelse af Ægteskab, er død inden Udløbet af de paafølgende tre Maaneder, kan Enkekassens Direktion ophæve den foreløbig tegnede Forsikring, saafremt det ved anstillet Undersøgelse godtgjøres, at Forsørgeren vitterlig var farlig syg ved den Tid, da Ægteskabet stiftedes.\nSaasnart endelig Afgjørelse med Hensyn til Forsikringen er truffen, udfærdiges der angaaende samme en Police, som fastsætter Forsikringstageren og Enkekassens gjensidige Rettigheder og Forpligtelser. Senere kan Forsikringen paa Andragende fra Forsørgeren af Direktionen tillades omskrevet efter Bestemmelserne i foranstaaende § 3 paa Betingelse af, at derved ikke gjøres Indgreb i den forsørgedes Ret, og at Enkekassen skjønnes derved ikke at ville blive paadraget forøget Risiko. Overgang fra Overlevelsesrente til Livsforsikring eller omvendt tillades dog kun, forsaavidt angaar den ikke er hvervede Del af Forsikringen.\nDe fornødne Helbredelsesattester erhverves paa Forsørgerens Bekostning.\nPræmie, der staar til Rest ved det Tidspunkt, da en forsikret Kapital eller Rente forfalder til Udbetaling, afholdes af Forsikringsbeløbet.\n– – –\n0 Endret ved lov 22 mai 1902 nr. 3. Paragrafens siste ledd er opphevet ved lov 28 april 1916 § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Når forsørgelsesplikten bortfaller ved hustruens død, innen en istedenfor pliktig overlevelsesrente tegnet livsforsikring er forfallen til utbetaling, kan forsikringstageren, hvis premiebetalingen ikke er tilendebragt, efter eget valg enten holde den tegnede forsikring i kraft ved å fortsette premiebetalingen, eller han kan avbryte premiebetalingen og få den oprindelige forsikring ombyttet med en premiefri forsikring av mindre beløp, der forfaller til utbetaling på samme tid som den oprindelige forsikringssum (fripolise); eller han kan, hvad enten premiebetalingen er tilendebragt eller ikke, forlange forsikringen gjenkjøpt av Enkekassen mot utbetaling av dens gjenkjøpsverdi. Når en forsørger forlater den stilling, ifølge hvilken han plikter å sikre enkepensjon, for å gå over til annen virksomhet, og han erklærer sig uvillig til eller ute av stand til å fortsette premiebetalingen, skal den av ham tegnede forsikring ombyttes med en fripolise.\nFripolisens beløp og gjenkjøpsverdi beregnes efter regler, som fastsettes av Kongen.\nOpløses et ekteskap ved skilsmisse, opheves tegnet forsikring av overlevelsesrente, og premiereserven med fradrag av 5 pct. utbetales overensstemmende med den overenskomst om boets deling, som er truffet mellem ektefellene, eller besørges i mangel av sådan overenskomst innsatt i sparebank, inntil fornøden bestemmelse om beløpets anvendelse tilveiebringes.\nEr der i dette tilfelle tegnet livsforsikring istedenfor pligtig overlevelsesrente, kan forsikringen i henhold til overenskomsten som ovenfor nevnt overdras mannen på de vilkår for frivillig forsikring, som er fastsatt i lov av 8 april 1899.\nI mangel av overenskomst mellem ektefellene skal forsikringen gjenkjøpes av Enkekassen, hvorefter der forbeholdes med gjenkjøpsbeløpet på samme måte, som ovenfor er bestemt med hensyn til premiereserven for ophevet forsikring av overlevelsesrente.\nBestemmelsene i foregående ledd kommer ikke til anvendelse, hvis mannen er innlemmet i Statens Pensjonskasse og det ved skilsmissen blir bestemt, at hustruens rett til enkepensjon skal vedvare.​1 I sådanne tilfelle vedvarer innskuddsplikten i Enkekassen uforandret. Hvis hustruens rett til enkepensjon senere bortfaller, fordi mannen inngår nytt ekteskap, blir forholdet til Enkekassen da å behandle som ovenfor bestemt.\n0 Endret ved lover 22 mai 1902 nr. 3 og 27 mars 1920 nr. 1.\n1 Se lov 31 mai 1918 nr. 2 § 57.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Enkekassens Nettopræmier beregnes paa Grundlag af den Dødelighedstabel og Rentefod, som af Kongen med Storthingets Samtykke bestemmes. Dens Tarifpræmier fremkommer ved at forøge Nettopræmierne med et Drifts- og Sikkerhedstillæg, der efter Forslag fra Enkekassens Direktion bestemmes af Kongen.\nFindes Forandring i Grundlaget for Nettopræmiernes Beregning fornøden, kan der paa samme Maade, som ovenfor er foreskrevet, træffes Bestemmelse om, at Omberegning skal ske.\nForhøielse af Tarifpræmier kan ikke gjøres gjældende ligeoverfor tidligere tegnede Forsikringer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Den til enhver Forsikring svarende Nettopræmiereserve beregnes paa Grundlag af den samme Dødelighedstabel og Rentefod, som er lagt til Grund for Præmiernes Beregning,​1 og skal udgjøre et Beløb svarende til den kontante Værdi af Enkekassens ved Forsikringen paadragne Forpligtelse, fradraget den kontante Værdi af fremtidige Nettopræmier.\nForandres Grundlaget for Beregningen af Nettopræmierne for nye Forsikringer, bestemmer Kongen med Storthingets Samtykke, hvorledes der skal forholdes med Beregningen af ældre Forsikringers Præmiereserver.\nDen samlede Sum af alle Præmiereservers Beløb kaldes Enkekassens Forsikringsfond. Den Sum, hvormed Enkekassens Formue overstiger Forsikringsfondet, kaldes dens Reservefond.\n1 Se § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Overlevelsesrenter i Enkekassen løper fra mannens dødsdag til og med månedsdagen efter enkens dødsdag. De utbetales mot behørig kvittering og leveattest efterskuddsvis og månedlig, hvis månedsterminen utgjør minst 10 kroner, men ellers fjerdingårlig. Fjerdingårlig utbetaling kan dessuten av Enkekassens direksjon fastsettes, dersom særlige forhold, f. eks. pensjonistens ophold utenfor riket, gjør det rimelig. Retten til enkepensjon bortfaller ikke, om enken inngår nytt ekteskap.\nLivrenter utbetales fra den i polisen fastsatte dag til og med månedsdagen efter den forsikredes død. Utbetaling skjer til samme terminer som bestemt for overlevelsesrenter.\nUtbetaling av overlevelsesrenter og livrenter kan foruten ved Enkekassens kasserer også foregå ved statens regnskapsbetjenter i henhold til opgaver, meddelt av Enkekassens direksjon, og uten at der derfor kan kreves særskilt godtgjørelse.\nNår en i Enkekassen tegnet livsforsikring forfaller til utbetaling, mens såvel forsørgeren som hans hustru er i live, forblir kapitalen – såvidt den ikke av forsørgeren anbringes på en måte, som av Enkekassens direksjon finnes betryggende – under Enkekassens varetekt, og rentene utbetales forsørgeren ved hvert halvårs utløp. Dør derefter hustruen først, stilles kapitalen til forsørgerens frie rådighet. Dør derimot forsørgeren først, forholdes der med kapitalen efter de i næstfølgende paragraf gitte forskrifter.\n0 Endret ved lov 27 mars 1920 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Naar en Forsørger, der istedetfor pligtig Enkepension har tegnet Livsforsikring, afgaar ved Døden, og efterlader Enke, skal en saa stor Del af Forsikringsbeløbet, som skjønnes at være fornøden for at tilveiebringe en til den pligtige Enkepension svarende aarlig Indtægt, gjøres frugtbringende paa en Maade, som af Enkekassens Direktion findes betryggende. Hvis der ikke fra Vedkommendes Side træffes Foranstaltning hertil, forvalter Direktionen selv det paagjældende Beløb paa Eierens Regning og Risiko og kan i den Udstrækning, det fornødiges for at udbringe den pligtige Enkepension, omsætte det til Livrente efter Enkekassens ved Tidspunktet gjældende Tariffer. Den Del af Forsikringsbeløbet, der ikke anvendes i forannævnte Øiemed, stilles til Vedkommendes Raadighed.​1\nUnder særegne Omstændigheder kan Enkekassens Direktion paa derom indgivet Andragende tillade, at en større Del af Forsikringsbeløbet, end som efter foranstaaende Bestemmelser vilde være tilstedeligt, stilles til Enkens Raadighed, saafremt dette skjønnes at være nødvendigt for Afslutning af hendes Børns Opdragelse, og det tillige godtgjøres, at hun ikke derved udsættes for at savne de nødvendige Midler til eget Udkomme.\nNaar en Enke, hvis Midler i Henhold til Bestemmelserne i nærværende Paragraf staar under Enkekassens Forvaltning, afgaar ved Døden, har Direktionen at aflægge Regnskab over Kapitalens Anvendelse, og hvad der maatte være tilovers af den, udbetales Dødsboet.\n1 Se lov 7 april 1899 § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Saalænge Enkekassens nye Afdelings Reservefond udgjør mere end Femtedelen af dens Forsikringsfond, anvendes den overskydende Del af det førstnævnte Fond til Forøgelse af de Rente- og Kapitalbeløb, der ifølge pligtige Forsikringer skal udbetales til Enker. Herved iagttages nedenanførte Regler:​1\na. Af Reservefondets førnævnte Overskud udredes først Tillæg til de Enkepensioner, der udbetales i Henhold til Forsikringer, tegnede i Enkekassens nye Afdeling, forinden nærværende Lov træder i Kraft.​2 Disse Tillæg fastsættes af Kongen efter hvert Treaarsopgjør for 3 Aar ad Gangen som Procent af Pensionernes nominelle Beløb og saaledes, at det nævnte Overskud altid kommer til at udgjøre en Femtedel mere end Kapitalværdien af Tillæg, beregnede efter samme Procentsats til samtlige i Afdelingen inden nævnte Tidspunkt forsikrede mulige og virkelige Enkepensioner\nb. Naar Reservefondets Overskud, efterat de under a omhandlede Tillæg har naaet op til 40 pCt. af vedkommende Pensioners nominelle Beløb, og yderligere 1 pCt. er tillagt de Pensioner, der er virkelige, naar nærværende Lov træder i Kraft, fremdeles har Midler tilovers, kan deraf udredes Tillæg til de Rente- og Kapitalbeløb, der skal udbetales til Enker i Henhold til Forsikringer, tegnede i Enkekassens nye Afdeling, efterat nærværende Lov er sat i Kraft.​3 Disse Tillæg fastsættes af Kongen samtidig med og for samme Tidsrum som de under a omhandlede som Procent af de forsikrede Enkepensioner og saaledes, at den for Øiemedet disponible Del af Reservefondets Overskud altid kommer til at udgjøre en Femtedel mere end Kapitalværdien af de efter samme Procentsats beregnede Tillæg til samtlige senere end det nævnte Tidspunkt forsikrede mulige og virkelige Enkepensioner, deri ogsaa medregnet de, der er erstattede ved Tegning af Livsforsikring. Naar en Enke istedenfor den pligtige Overlevelsesrente erholder udbetalt Kapital i Henhold til Livsforsikring, tilkommer der hende yderligere en aarlig Livrente af Beløb svarende til det efter Bestemmelserne i nærværende Litera beregnede Tillæg til en Overlevelsesrente lig 1/25 af den tegnede Livsforsikrings Beløb. Udbetalingsterminerne for denne Livrente kan fastsættes saaledes, at ikke mindre Beløb end Kr. 20,00 udbetales ved hver Termin.​4\nc. Hvis endelig Reservefondets Overskud, efterat de under b omhandlede Tillæg har naaet op til 30 pCt. af vedkommende Pensioners nominelle Beløb, fremdeles har Midler tilovers, kan ved Hjælp af disse de under Litr. a og b omhandlede Tillæg ligelig procentvis forhøies udover henholdsvis 40 og 30 pCt. af de nominelle Pensionsbeløb under Iagttagelse af den sammesteds foreskrevne Beregningsregel.​4\n0 Endret ved lov 22 mai 1902 nr. 3.\n1 Jfr. lov 28 juli 1921 nr. 3 § 28.\n2 Se § 25.\n3 Se lov 8 april 1899 § 9.\n4 Se lov 22 mai 1902 nr. 3 II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:17",
      "chapter": "1",
      "section": "17",
      "title": "(Opphevet ved lov 8 feb. 1980 nr. 2.)",
      "content": "§ 17.(Opphevet ved lov 8 feb. 1980 nr. 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "1:18",
      "chapter": "1",
      "section": "18",
      "content": "Naar Tvangsauktion, herunder ogsaa indbefattet Konkursauktion,​2 forlanges over fast Eiendom udenfor Kristiania, skal Auktionsforvalteren, saafremt Eiendommen er pantsat til Enkekassen, afgive Beretning derom til Enkekassens Direktion saa betimelig, at den kan lade møde ved Auktionen. – – –\n0 Siste punktum opphevet ved sportellov 4 feb. 1938 § 163.\n1 Jfr. tvangsfullbl. § 122.\n2 Se konkurslov § 127.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "1:19",
      "chapter": "1",
      "section": "19",
      "content": "Papir, udstedt af Enkekassen, er fritaget for Stempelafgift.​1\n1 Jfr. lov 9 aug. 1839 § 23.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "1:20",
      "chapter": "1",
      "section": "20",
      "title": "(Opphevet ved lov 14 aug. 1918 nr. 4 § 2.)",
      "content": "§ 20.(Opphevet ved lov 14 aug. 1918 nr. 4 § 2.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "2:21",
      "chapter": "2",
      "section": "21",
      "content": "Saasnart en gift mand utnævnes til embedsmand, eller saasnart en embedsmand indtræder i egteskap, indtræder forpligtelse for ham til overensstemmende med de i nærværende lovs 1ste kapitel indeholdte bestemmelser at sikre sin hustru enkepension, der skal utgjøre en femtedel av hans embedsindtægter, forsaavidt der ikke av Kongen med Stortingets samtykke er fastsat for vedkommende embede, at enkepensionen skal utgjøre et bestemt beløp. Enkepensionen maa ikke i noget tilfælde overstige kr. 1 000,00 aarlig.\nTilsvarende forpligtelse kan ved bestemmelse, avgit av Kongen med Stortingets samtykke, gjøres gjældende like over for dem, der herefter av Kongen konstitueres for længere tid i embede eller tilsvarende stilling, samt like over for andre statens tjenestemænd, som herefter ansættes. Den, der tidligere, end en saadan bestemmelse avgives, er ansat i en stilling, der omfattes av bestemmelsen, kan inden seks maaneder avgi erklæring om, at han ønsker at gaa ind under den av bestemmelsen flytende forpligtelse. En saadan erklæring kan senere ikke tilbakekaldes.\nUtnævnelse til statsminister eller statsraad medfører ikke pligt til at sikre enkepension, men den indskudspligt, vedkommende ved sin utnævnelse maatte ha paa grund av sin tidligere stilling, vedblir uforandret.\nMedmindre Kongen anderledes maatte bestemme for enkelte tilfælde, skal tjenestemænd, som ansættes efter ikrafttrædelsen av loven om pensionsordning for statens tjenestemænd av 20 april 1917, ikke være indskudspligtige i Enkekassen, likesom lønsforandringer, der maatte finde sted fra eller efter nævnte tidspunkt, ikke skal medføre indskudspligt eller pligt til at sikre tillægspension.\n0 Endret ved lover 23 mai 1913 nr. 1, 12 juni 1914 nr. 5 og 1 juni 1917 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "2:22",
      "chapter": "2",
      "section": "22",
      "content": "Enhver, der i Henhold til Bestemmelserne i forrige Paragraf bliver tilpligtet ved Forsikring i Enkekassen at sikre sin Hustru en Enkepension, der er mindre end Kr. 1000.00 aarlig, har Adgang til at sikre forøket Pension:\nenten ved at erhverve sin Hustru en strax begyndende Livrente af saadant Beløb, at hun ved denne alene eller ved denne i Forbindelse med den pligtige Overlevelsesrente er sikret en aarlig Enkepension af indtil Kr. 1000,00 aarlig;\neller, saafremt han fremlægger fyldestgjørende Helbredsattest (§ 2), ved at forlange den Overlevelsesrente, han pligter at sikre som Enkepension, forøget med 50 pCt. af dens Beløb, dog ikke over Kr. 1000,00 aarlig, med Ret til indenfor den ved nærværende Lovs § 2 sidste Led fastsatte Begrænsning at erstatte Renteforsikring ved Forsikring af Kapitaludbetaling.\nEn i Henhold til denne Bestemmelse forøget Forsikring erhverves paa de for sædvanlige pligtige Forsikringer gjældende Vilkaar. Den kan ikke senere forlanges reduceret, saalænge Forsørgelsespligten vedvarer. Derimod kan den, saavidt tilstrækker, anvendes til Fyldestgjørelse af den Forpligtelse til at sikre forøget Enkepension, der maatte indtræde ved Forsørgerens Befordring til bedre aflønnet Embede.\nDerhos kan enhver, der sikrer Pension i Enkekassen, men som derved ikke har gjort Brug af den Adgang, han maatte have til derved at anvende Livsforsikring, op til det for saadanne Forsikringer fastsatte Maximum yderligere tegne Livsforsikring, dog saaledes, at det nævnte Maximalbeløb ikke overskrides, og saaledes, at Beløbet af den paa en Forsørgers Liv forsikrede Overlevelsesrente tillagt en Femogtyvendedel af den paa hans Liv forsikrede Kapital tilsammen ikke overstiger Kr. 1 000,00. En Livsforsikring, der tegnes under de her nævnte Omstændigheder, kan alene erhverves ved Indbetaling af Præmie én Gang for alle eller ved rentebærende, tilstrækkelig garanteret Forskrivelse for samme. Den kan ikke forlanges gjenkjøbt, saalænge Forsørgelsespligten vedvarer, men kan anvendes til Dækkelse af eventuel Forpligtelse til at sikre forøget Enkepension.\n1 Jfr. lov 8 april 1899 § 10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "2:23",
      "chapter": "2",
      "section": "23",
      "content": "Naar Ægteskab stiftes ved kirkelig eller borgerlig Handling for nogen, der ifølge sin Stilling er forpligtet til at sikre Enkepension,​1 er den, der udfører Handlingen, [under Bod fra Kr. 10,00 til Kr. 200,00]​2 forpligtet til uden alt unødigt Ophold at tilstille Enkekassens Direktion Meddelelse om Dagen, da Ægteskabsstiftelsen fandt Sted. Meddelelsen skal være ledsaget af bekræftet Oplysning om hver af Ægtefællernes Fødselsaar og Fødselsdag. Stiftes Ægteskabet udenfor Landets Grænser, paahviler det [under lignende Ansvar]​2 Ægtemanden at sørge for, at tilsvarende Opgaver uden Ophold bliver Enkekassen tilstillede.\nLigeledes skal Enkekassens Direktion fra vedkommende offentlige Myndighed tilstilles Meddelelse, hver Gang nogen udnævnes eller beskikkes som offentlig Tjenestemand i Embede eller Bestilling, der medfører Forpligtelse til at sikre Enkepension, samt holdes underrettet om indtrædende Forandringer i herhenhørende Tjenestemænds Lønningsvilkaar.\nSaasnart der til Enkekassens Direktion indløber Meddelelse, ifølge hvilken en offentlig Tjenestemand er kommen ind under Forpligtelsen til fra nyt af at sikre eller til at forøge en allerede sikret Enkepension, har Direktionen at tilstille ham Meddelelse om, at der i Henhold til nærværende Lovs § 4 er tegnet Forsikring i Enkekassen af Overlevelsesrente til Fordel for hans Hustru, om Betalingsvilkaarene for denne Forsikring samt om den Adgang, der staar ham aaben til i Løbet af tre Maaneder at udbytte den foreløbig tegnede Forsikring med en anden, som han maatte foretrække.\n1 Se § 21.\n2 Straffebestemmelsen er opphevet ved strl.ikrl. § 3 og avløst av strl. § 330 nr. 1.\n1 Straffebestemmelsen er opphevet ved strl.ikrl. § 3 og avløst av strl. § 330 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "2:24",
      "chapter": "2",
      "section": "24",
      "content": "Forpligtelse til at sikre Enkepension ved at tegne Forsikring i Enkekassen bortfalder, naar vedkommende Forsørger har fyldt 65 Aar. Ligeledes skal den nævnte Forpligtelse, naar der allerede før ved Forsikring, tegnet i Enkekassen, er sikret Forsørgerens Hustru Enkepension, bortfalde, forsaavidt angaar en tilsvarende Del af Pensionsbeløbet.\nNaar der ifølge en offentlig Tjenestemands Stilling er eller bliver sikret hans Hustru Enkepension af et i saadant Øiemed oprettet offentligt Fond, formindskes den Enkepension, som han er pligtig til at sikre i Enkekassen, med det Beløb, der ved Lov bestemmes (jfr. Lov​1 af 17de Mai 1890 § 4), eller som af vedkommende Regjeringsdepartement skjønnes paa nævnte Maade at være sikret.\nOgsaa fuldt betalt Police for forsikret Renteudbetaling eller for det 25-dobbelte Beløb af forsikret Kapitaludbetaling, tegnet i private Selskaber, hvis Forsikringer af vedkommende Regjeringsdepartement godtages som Sikkerhed, fritager, naar de deponeres i Enkekassen, fra Forpligtelsen til at sikre en tilsvarende Del af den pligtige Enkepension paa Betingelse:\nat vedkommende Forsikring er tegnet, før nærværende Lov træder i Kraft;\nog uafhængig af denne Tidsgrense:\nhvis vedkommende Forsørger havde fyldt 45 Aar, da han blev forpligtet til at sikre Enkepension, og Forsikringen var tegnet, før Forpligtelsen indtraadte.\nAndre Værdidokumenter antages ikke herefter som Depositum til Fritagelse for Forpligtelsen til at sikre Enkepension.\n1 Opphevet ved lov 31 mai 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "2:25",
      "chapter": "2",
      "section": "25",
      "content": "Nærværende Lov træder i Kraft efter Kongens nærmere Bestemmelse, saasnart de fornødne Forberedelser er trufne. Fra samme Tid ophæves alle ældre om den norske almindelige Enkekasse gjældende Love. Samtidig ophæves enhver i Henhold til disse Love fastsat Bestemmelse, der staar i Strid med nærværende Lov.\n0 Ved res. 18 feb. 1896 ble loven satt i kraft fra 1 juli 1896.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ]
}