{
  "id": "LOV-1970-06-19-59",
  "type": "statute",
  "title": "Lov om handverksnæring",
  "short_name": "Handverkslova.",
  "status": "in_force",
  "issued_date": "1970-06-19",
  "in_force_date": "1972-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1970-06-19-59",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kvar lova gjeld.",
      "content": "Denne lova gjeld i kvar kommune eller lut av kommune der lova 25 juli 1913 om handverksnæring er gjeldande når lova her vert sett i kraft.​1 Likeins gjeld lova i kvar kommune eller lut av kommune der det etter andre leden er vedteke å gjera lova gjeldande og dessutan der dette følgjer av vedtak etter lova 21 desember 1956 nr. 3 om brigde i kommunale einingar.\nNår kommunestyret har søkt om det, kan Kongen fastsetja at lova skal gjelda eller halda opp å gjelda i ein kommune eller lut av kommune, anten i det heile eller for visse fag eller faggrupper.​2 Er serlege omsyn for det, kan Kongen taka slik avgjerd om at lova skal gjelda, jamvel om kommunestyret ikkje har søkt om det.\n1 Sjå noten til § 23.\n2 Jfr. § 4. Sjå noten til lovtittelen ovanfor her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Handverksrett. Einskildmannsverksemd.",
      "content": "Myndig handverkar som utan handverksbrev driv handverk på ein stad der lova vert gjort gjeldande med vedtak etter § 1, kan halda fram med å driva si handverksnæring likeins og på same område som før. Men då må han innan eit år melda seg for den styremakt som skriv ut handverksbrev.​2 Når det er serlege grunnar for det, kan departementet​3 samtykkja i at slik handverksnæring held fram endå om fristen er overdrygd eller handverkaren ikkje er myndig. Vert det etter lova 21 desember 1956 om brigde i kommunale einingar gjort vedtak om å slå saman to eller fleire kommunar eller lutar av kommunar og gjeld ikkje handverkslova i dei alle på samanslåingstida, kan departementet​3 gjera vedtak om at ein handverksdrivande skal ha rett til utan handverksbrev å driva si handverksnæring i alle dei lutane av kommunen der handverkslova ikkje galdt på samanslåingstida.\nFørste leden gjeld tilsvarande for den som utan handverksbrev har drive handverksnæring med heimel i lova 25 juli 1913 om handverksnæring § 1 og § 2, siste leden, eller med heimel i lova 21 desember 1956 om brigde i kommunale einingar § 13, andre leden.\n1 Jfr. § 5.\n2 Jfr. § 9.\n3 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Handverksrett. Selskapsverksemd.",
      "content": "For selskap som utan handverksbrev driv handverksnæring på ein stad der denne lova er eller vert gjort gjeldande,​2 gjeld reglane i § 2 tilsvarande så langt dei høver.\nSelskap som har handverksrett etter første leden, kan halda fram med å driva si næring så lenge den same faglege leiinga står føre drifta.\nSet selskapet til, eller skifter det fagleg leiar, eller gjer det andre brigde som har noko å seia for den retten selskapet har til å driva handverksnæring, skal det straks gjeva melding om dette til den styremakt som skriv ut handverksbrev.​3\n1 Jfr. § 5.\n2 Jfr. § 1.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Brigde i reglane om kva fag lova gjeld.",
      "content": "Kongen kan fastsetja:\na. at handverk som ikkje har gått inn under handverkslova, skal gå inn under denne lova,\nb. at eit fag som går inn under lova kan delast i to eller fleire fag,\nc. at to eller fleire fag kan slåast saman til eitt fag,\nd. at noko av eit fag skal gå inn under meir enn eitt fag,\ne. at handverksbrev i eit fag kan gjeva rett til å driva i nærskylde fag,\nf. at lova ikkje lenger skal gjelda for eit fag eller noko av eit fag.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rett til å driva handverksnæring etter at reglane om kva fag lova gjeld er brigda.",
      "content": "Når det vert gjort vedtak etter § 4 bokstav a, gjeld føresegnene i §§ 2 og 3 på tilsvarande måte.\nVert det gjort vedtak etter § 4 bokstav b, misser ingen med handverksbrev eller handverksrett av den grunn dei rettane han frå før har i ei faggrein.\nVert det gjort vedtak etter § 4 bokstavane c eller d, får den som har handverksbrev eller handverksrett i eit fag som vedtaket gjeld, rett til å driva i fellesfaget eller i det faget som er utvida, om så er når han har teke tilleggsprøve etter § 8. Den som let vera å ta tilleggsprøva, misser likevel ikkje dei rettane han har frå før i ei faggrein.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kven kan driva handverksnæring med leigehjelp.",
      "content": "Når anna ikkje er sagt i denne lova,​1 kan ingen andre driva handverk som næring enn\na. einskildmann eller selskap som har handverksbrev​2 i faget, eller\nb. einskildmann eller selskap som har fast tilsett fagleg leiar med handverksbrev, til å ha oppsyn med handverksarbeidet i det faget det gjeld.\nDen som har rett til å driva i eit visst fag, kan og gjera alle utfyllande handverk som trengst til å gjera handverksarbeidet fullt ferdigt.\nHandverksbrev som nemnt i første leden, bokstavane a og b, og handverksrett som nemnt i § 5, første leden, gjev rett til å driva handverk både i og utanom registreringskommunen.​3 Det same gjer handverksrett som er nemnd i § 5, andre og tredje leden, likevel ikkje når verksemda vert driven med grunnlag i handverksrett som innehavaren har fått avdi verkekrinsen for lova er gjort større. Når ein handverksdrivande med handverksbrev eller handverksrett som ikkje er stadbunden, vil driva fast verkstad (filial) utanfor registreringskommunen, må han ha ein fagleg leiar med handverksbrev til å stå føre filialen om ikkje departementet​4 fritek han for det.\nEit handverksbrev gjev ikkje heimel for å driva handverksnæring i meir enn ei verksemd på same tid. Den styremakt som skriv ut handverksbrev,​5 skal ha melding om kven det er som til kvar tid er fagleg leiar for det faget det gjeld. I serhøve kan departementet​4 gjera unnatak frå føresegna i første punktum.\nDen som har handverksbrev, kan ikkje få nytt handverksbrev i ein annan kommune før det gamle er sagt opp.\n1 Jfr. §§ 2, 3 og 13-20.\n2 Jfr. § 7.\n3 Jfr. § 10.\n4 Nærings- og handelsdepartementet.\n5 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kven kan få handverksbrev.",
      "content": "Den som skal få handverksbrev, må søkja om det skriftleg, vera myndig,​1 ha hatt tilhald i riket minst eitt år i samanhang og framleis bu her. Vilkåra i fyrste setninga om at søkjaren skal ha hatt tilhald i riket i minst eitt år og framleis skal bu her, gjeld ikkje statsborgarar i statar som er partar i EØS-avtala når dei er busette i ein slik stat. I serhøve kan departementet​2 gjera unnatak frå vilkåra i fyrste setning.\nNår ikkje anna følgjer av tredje og fjerde leden, får søkjaren handverksbrev i det faget søknaden gjeld, såframt han\na. legg fram vitnemål for at han har greidd full fagprøve etter lov om grunnskolen og den vidaregåande opplæringa (opplæringslova)​3 eller etter tidlegare gjeldande lov eller fagprøve etter føresegner gjevne med heimel i handverkslova og, om så er, tilleggsprøve som nemnt i § 8,\nb. etterviser at han har arbeidd i faget i minst 6 år eller minst 2 år etter fagprøva om ikkje departementet​2 i serhøve har sett stuttare tid. Departementet​2 kan og fastsetja at anna etterutdaning kan godtakast i staden for praktisk arbeid i faget etter fagprøva er greidd,\nc. etterviser at han er så kunnig i rekneskapsførsle at han kan greia den rekneskapsførsla som er fastsett for handverksdrivande og at han kan gjera dei utrekningane (kalkulasjon) som trengst for faget. Godtakande prov på det er:\n1. anten: Vitnemål for at han har greidd eksamen frå ein skule som er godkjend av departementet​2 og har rekneskapsførsle og kalkulasjon til fag,\n2. eller: Vitnemål om rekneskapsførsle og kalkulasjon etter føresegner som departementet​2 har gjeve,\n3. eller for rekneskapsførsle: Handelsbrev eller vitnemål om at søkjaren så langt det gjeld rekneskapsførsle, fyller vilkåra for å få handelsbrev.\nHar søkjaren handverksrett​4 i det faget han søkjer handverksbrev i, kan han få slikt brev såframt han har praksis som sjølvstendig handverksdrivande i faget i minst eitt år og fyller vilkåra som er nemnde i andre leden bokstav c tillike med dei som måtte vera fastsette etter femte leden.\nEr søkjaren fagleg leiar i ei verksemd med rett til å driva handverksnæring​5 utan handverksbrev, kan han få slikt brev såframt han har vore fagleg leiar i verksemda i det faget søknaden gjeld, i meir enn dei to siste åra før verksemda fekk denne handverksretten og han fyller vilkåra som er nemnde i andre leden bokstav c framanfor tillike med dei som måtte vera fastsette etter femte leden.\nKongen kan fastsetja at søkjaren må ettervisa at han har god kjennskap til lover og føresegner som har serleg vekt for den næringa handverksbrevet gjeld for og kjennskap til arbeidsleiing og andre leiaroppgåver i ei verksemd.\nI staden for dei vitnemål som er nemnde i andre leden, bokstavane a og c, kan departementet​2 godtaka vitnemål for at søkjaren har greidd prøve i utlandet, såframt denne prøva kan reknast for jamgod med den norske.\n0 Endret ved lover 23 mai 1980 nr. 13, 27 nov 1992 nr. 118 (i kraft 1 jan 1994), 4 juni 1993 nr. 59 (i kraft 1 jan 1994), 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 17 juli 1998 nr. 61 (i kraft 1 aug 1999 iflg. res. 27 nov 1998 nr. 1096).\n1 Jfr. § 13.\n2 Nærings- og handelsdepartementet.\n3 Lov 17 juli 1998 nr. 61.\n4 Jfr. § 2.\n5 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tilleggsprøve.",
      "content": "Når serlege grunnar ligg føre, kan Kongen for visse fag fastsetja at ingen kan få handverksbrev eller rett til å driva verksemd som høyrer til faget eller i eit nærskyldt fag (jamfør § 4, bokstavane c, d og e) utan han har teke tilleggsprøve. Kongen gjev føresegner om og tilsynet med prøva. I desse kan det fastsetjast at prøva skal gjerast for ei nemnd som er skipa etter reglane i lærlingslova.​1\nDepartementet​2 kan fastsetja at tilleggsprøva ikkje skal krevjast av dei som har greidd fagprøva (sveineprøva) før tilleggsprøva vart sett til vilkår for å få handverksbrev eller rett til å driva handverksnæring.\n1 Sjå no lov 17 juli 1998 nr. 61 kap. 12.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kvar handverksbrev vert utskrivne og oppsagde og anna.",
      "content": "Handverksbrev er det politiet som skriv ut om ikkje departementet​1 fastset noko anna. I lensmannsdistrikt der lensmannen har polititenesta, har lensmannen gjeremåla til politiet etter denne lova om ikkje departementet fastset noko anna.\nNår nokon med handverksbrev får rett til å driva eit anna handverk enn handverksbrevet hans opphavleg lyder på, skal det gjevast påskrift om dette på brevet såframt innehavaren søkjer om det og legg prov for at han har greidd prøve etter § 7 andre leden bokstav a, jfr. § 7, tredje leden.\nEit handverksbrev kan innehavaren seia opp til styremakta som skriv ut handverksbrev i den kommunen der det er utskrive (registreringskommunen).\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Registerførsle.",
      "content": "Den styremakt som er nemnd i § 9, skal føra register over einskildmann og selskap som har rett til å driva handverksnæring. Registeret skal og visa kven den daglege leiaren er. Departementet​1 gjev føresegner om kva meldeplikt dei som driv handverk skal ha og om registerførsla.\n0 Endret ved lov 10 des 1971 nr. 101.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Avgifter.",
      "content": "Den som har rett til å driva handverksnæring med leigehjelp, skal svara ei årleg avgift til staten. Departementet​1 fastset kor stor avgifta skal vera.\nEr avgifta ikkje greidd innan ein månad etter at det er gjort påkrav i innskrive brev, er retten til å driva handverksnæring med leigehjelp ute or kraft. Om dette skal det gjerast merknad i registeret. Retten kjem i kraft att når avgifta vert betalt.\n0 Endret ved lov 10 des 1971 nr. 101.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Umyndiggjering og anna. Avferd.",
      "content": "Vert nokon som driv handverksnæring med grunnlag i eige handverksbrev eller eigen handverksrett, gjort umyndig,​1 eller kan han av andre grunnar ikkje sjølv ta vare på næringsdrifta si, kan han halda fram verksemda berre i eitt år om han ikkje set til ein fagleg leiar som har handverksbrev.\nDøyr nokon som driv handverksnæring, gjeld det same for arvingane og den attlivande ektemaken.​2\nDen som vil driva handverksnæring med heimel i reglane i fyrste og andre leden, skal utan grunnlaus drygjing senda registerføraren​3 melding om det saman med dei opplysninger som trengst.\nI serhøve kan departementet​4 lengja fristen eller fråfalla kravet om at det vert tilsett fagleg leiar.\n1 Jfr. lov 28 nov 1898.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 10.\n4 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Avferd og konkurs.",
      "content": "Døyr nokon som driv handverksnæring eller gjer han konkurs, kan buet hans halda fram med verksemda så langt det trengst til å få opparbeidt og selt råemne og varer som buet ligg inne med på avferds- eller konkursopningstida.​1 Buet kan likeins skaffa tilvegar turvande råemne og anna tilfang til å fullføra arbeid som var sett i gang eller avtala før avferda eller konkursopninga. Når konkurs er opna må konkursmannen ikkje driva handverksnæring med grunnlag i handverksbrev eller handverksrett, før skifteretten har slutta buet eller stadfest skuldsemje (akkord). I den tida kan handverksbrevet hans heller ikkje gjeva heimel for handverksnæringa til andre. I serhøve kan departementet​2 gjera unnatak frå føresegnene i denne paragrafen.\n1 Jfr. konkursl. § 74.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Handverksrett i tilknytning til industri og anna.",
      "content": "Den som driv fabrikk eller liknande industriell verksemd, kan gjera slike utfyllande handverksarbeid som trengst til å laga eller vøla industrivare som verksemda tilverkar.\nEntreprenør som er godkjend etter lova 24 oktober 1952​2 om godkjenning av entreprenørar som driv med husbygging eller anna byggarbeid, kan gjera handverksarbeid som trengst til å oppfylla entreprise som går inn under godkjenninga hans. Der det er innført kommunal godkjenning av røyrleggjarar, kan han likevel berre nytta godkjende røyrleggjarar til dette faget.\n1 Jfr. § 19.\n1 Opphevd med lov 5 mai 1995 nr. 20 om endring i lov 14 juni 1985 nr. 77 (plan- og bygningsloven).\n2 Opphevd med lov 5 mai 1995 nr. 20 om endring i lov 14 juni 1985 nr. 77 (plan- og bygningsloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Frihandverk.",
      "content": "Kvar og ein kan driva handverksnæring såframt han ikkje nyttar andre til hjelp enn ektemaken​2 og heimeverande born. Dessutan kan han nytta handlangarhjelp til å gjera det av arbeidet som ikkje krev handverkskunnskap.\nDei som driv handverksnæring etter denne føresegna, må ikkje arbeida i lag innan same faget. For uføre folk og andre som er nemnde i folketrygdlova​3 kapittel 6 og 12, gjeld forbodet ikkje.\n0 Endret ved lov 28 feb 1997 nr. 19 (i kraft 1 mai 1997).\n1 Jfr. § 19.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Lov 28 feb 1997 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Heimar for funksjonshemma og andre.",
      "content": "Denne lova er ikkje til hinder for at dei som held til i heimar for funksjonshemma, i heimar drivne i samband med sosial omsut, eller i fengsel eller tvangsarbeidshus, vert sette til å gjera handverksarbeid der.\nEr det i ein kommune fastsett at røyrleggjarar må ha kommunal godkjenning, kan berre dei som er godkjende, gjera røyrleggjararbeid.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Serreglar for kommunale vassverk og for røyrleggjarfaget.",
      "content": "Kommunalt gass-, vass- og kloakkverk har rett til å driva handverksverksemd med sikte på å utnytta gass og vatn og likeins til å gjera kloakkarbeid som trengst.\nDet departement​2 som sakemnet høyrer under, kan fastsetja at ingen andre enn dei som formannskapet gjev løyve til det må gjera røyrleggjararbeid i samband med leidningar og utstyr som høyrer til eit gassverk og kommunalt vass- og kloakkverk. Vilkåra for å få løyve og føresegner om kor lenge løyvet skal gjelda og kva tid det fell bort, vert og fastsett såleis. Den som fyller vilkåra, har krav på å få løyve.\nFøresegner tilsvarande dei som er nemnde i leden framanfor, kan departementet​2 gjeva for ikkje-kommunalt vass- og kloakkverk óg.\n1 Jfr. § 19.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Serreglar for visse fag.",
      "content": "Når serlege omsyn gjev grunn for det i einskilde fag, kan Kongen fastsetja at ingen må gjera handverksarbeid i faget utan han har handverksbrev, eller serleg godkjenning etter reglar gjevne av det departementet​1 som saka vedkjem. Slike reglar kan gjerast gjeldande for heile riket.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Serreglar for Noregs Bank.",
      "content": "Denne lova er ikkje til hinder for at Noregs Bank driv handverksarbeid innan fagkrinsen sin.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Rådgjevande nemnd.",
      "content": "Til å gjeva fråsegner i spørsmål som gjeld denne lova, nemner Kongen​1 opp ei fast nemnd på 7 mann og varamann for kvar av dei, alle oppnemnde for 4 år om gongen. Formannen og varaformannen vert oppnemnde av Kongen.\nNemnda skal vera samansett såleis at det kjem med målsmenn for handverksnæring, industri og forbrukarar.\nNemnda skal ha til oppgåve å gjera fråsegner til departementet​1 om spørsmål som heng saman med\na. tvist om grensa mellom industriell produksjon og handverkstilverking som går inn under lova,\nb. tvist om grensa mellom frie handverksfag og fag som går inn under lova eller om grensa mellom dei einskilde handverksfag,\nc. vedtak som Kongen kan gjera etter § 4,\nd. andre saker som departementet legg fram for nemnda eller som nemnda sjølv meiner det er grunn til å taka opp.\nKostnaden med nemndarbeidet vert utreidd av statskassa.\n1 Nærings- og handelsdepartementet, etter res. 1 mars 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Utfyllende føresegner.",
      "content": "Det departement​1 som det vedkjem, kan gjeva føresegner til utfylling og gjennomføring av denne lova.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Ikraftsetjing og anna.",
      "content": "Kongen fastset kva tid​1 denne lova skal taka til å gjelda.\n– – –\n1 Frå 1 jan 1972 etter res. 15 okt 1971. Sjå note til lovtittelen ovanfor har.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Kvar lova gjeld.",
      "content": "Denne lova gjeld i kvar kommune eller lut av kommune der lova 25 juli 1913 om handverksnæring er gjeldande når lova her vert sett i kraft.​1 Likeins gjeld lova i kvar kommune eller lut av kommune der det etter andre leden er vedteke å gjera lova gjeldande og dessutan der dette følgjer av vedtak etter lova 21 desember 1956 nr. 3 om brigde i kommunale einingar.\nNår kommunestyret har søkt om det, kan Kongen fastsetja at lova skal gjelda eller halda opp å gjelda i ein kommune eller lut av kommune, anten i det heile eller for visse fag eller faggrupper.​2 Er serlege omsyn for det, kan Kongen taka slik avgjerd om at lova skal gjelda, jamvel om kommunestyret ikkje har søkt om det.\n1 Sjå noten til § 23.\n2 Jfr. § 4. Sjå noten til lovtittelen ovanfor her.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Handverksrett. Einskildmannsverksemd.",
      "content": "Myndig handverkar som utan handverksbrev driv handverk på ein stad der lova vert gjort gjeldande med vedtak etter § 1, kan halda fram med å driva si handverksnæring likeins og på same område som før. Men då må han innan eit år melda seg for den styremakt som skriv ut handverksbrev.​2 Når det er serlege grunnar for det, kan departementet​3 samtykkja i at slik handverksnæring held fram endå om fristen er overdrygd eller handverkaren ikkje er myndig. Vert det etter lova 21 desember 1956 om brigde i kommunale einingar gjort vedtak om å slå saman to eller fleire kommunar eller lutar av kommunar og gjeld ikkje handverkslova i dei alle på samanslåingstida, kan departementet​3 gjera vedtak om at ein handverksdrivande skal ha rett til utan handverksbrev å driva si handverksnæring i alle dei lutane av kommunen der handverkslova ikkje galdt på samanslåingstida.\nFørste leden gjeld tilsvarande for den som utan handverksbrev har drive handverksnæring med heimel i lova 25 juli 1913 om handverksnæring § 1 og § 2, siste leden, eller med heimel i lova 21 desember 1956 om brigde i kommunale einingar § 13, andre leden.\n1 Jfr. § 5.\n2 Jfr. § 9.\n3 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Handverksrett. Selskapsverksemd.",
      "content": "For selskap som utan handverksbrev driv handverksnæring på ein stad der denne lova er eller vert gjort gjeldande,​2 gjeld reglane i § 2 tilsvarande så langt dei høver.\nSelskap som har handverksrett etter første leden, kan halda fram med å driva si næring så lenge den same faglege leiinga står føre drifta.\nSet selskapet til, eller skifter det fagleg leiar, eller gjer det andre brigde som har noko å seia for den retten selskapet har til å driva handverksnæring, skal det straks gjeva melding om dette til den styremakt som skriv ut handverksbrev.​3\n1 Jfr. § 5.\n2 Jfr. § 1.\n3 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Brigde i reglane om kva fag lova gjeld.",
      "content": "Kongen kan fastsetja:\na. at handverk som ikkje har gått inn under handverkslova, skal gå inn under denne lova,\nb. at eit fag som går inn under lova kan delast i to eller fleire fag,\nc. at to eller fleire fag kan slåast saman til eitt fag,\nd. at noko av eit fag skal gå inn under meir enn eitt fag,\ne. at handverksbrev i eit fag kan gjeva rett til å driva i nærskylde fag,\nf. at lova ikkje lenger skal gjelda for eit fag eller noko av eit fag.\n1 Jfr. § 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Rett til å driva handverksnæring etter at reglane om kva fag lova gjeld er brigda.",
      "content": "Når det vert gjort vedtak etter § 4 bokstav a, gjeld føresegnene i §§ 2 og 3 på tilsvarande måte.\nVert det gjort vedtak etter § 4 bokstav b, misser ingen med handverksbrev eller handverksrett av den grunn dei rettane han frå før har i ei faggrein.\nVert det gjort vedtak etter § 4 bokstavane c eller d, får den som har handverksbrev eller handverksrett i eit fag som vedtaket gjeld, rett til å driva i fellesfaget eller i det faget som er utvida, om så er når han har teke tilleggsprøve etter § 8. Den som let vera å ta tilleggsprøva, misser likevel ikkje dei rettane han har frå før i ei faggrein.\n1 Jfr. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Kven kan driva handverksnæring med leigehjelp.",
      "content": "Når anna ikkje er sagt i denne lova,​1 kan ingen andre driva handverk som næring enn\na. einskildmann eller selskap som har handverksbrev​2 i faget, eller\nb. einskildmann eller selskap som har fast tilsett fagleg leiar med handverksbrev, til å ha oppsyn med handverksarbeidet i det faget det gjeld.\nDen som har rett til å driva i eit visst fag, kan og gjera alle utfyllande handverk som trengst til å gjera handverksarbeidet fullt ferdigt.\nHandverksbrev som nemnt i første leden, bokstavane a og b, og handverksrett som nemnt i § 5, første leden, gjev rett til å driva handverk både i og utanom registreringskommunen.​3 Det same gjer handverksrett som er nemnd i § 5, andre og tredje leden, likevel ikkje når verksemda vert driven med grunnlag i handverksrett som innehavaren har fått avdi verkekrinsen for lova er gjort større. Når ein handverksdrivande med handverksbrev eller handverksrett som ikkje er stadbunden, vil driva fast verkstad (filial) utanfor registreringskommunen, må han ha ein fagleg leiar med handverksbrev til å stå føre filialen om ikkje departementet​4 fritek han for det.\nEit handverksbrev gjev ikkje heimel for å driva handverksnæring i meir enn ei verksemd på same tid. Den styremakt som skriv ut handverksbrev,​5 skal ha melding om kven det er som til kvar tid er fagleg leiar for det faget det gjeld. I serhøve kan departementet​4 gjera unnatak frå føresegna i første punktum.\nDen som har handverksbrev, kan ikkje få nytt handverksbrev i ein annan kommune før det gamle er sagt opp.\n1 Jfr. §§ 2, 3 og 13-20.\n2 Jfr. § 7.\n3 Jfr. § 10.\n4 Nærings- og handelsdepartementet.\n5 Jfr. § 9.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Kven kan få handverksbrev.",
      "content": "Den som skal få handverksbrev, må søkja om det skriftleg, vera myndig,​1 ha hatt tilhald i riket minst eitt år i samanhang og framleis bu her. Vilkåra i fyrste setninga om at søkjaren skal ha hatt tilhald i riket i minst eitt år og framleis skal bu her, gjeld ikkje statsborgarar i statar som er partar i EØS-avtala når dei er busette i ein slik stat. I serhøve kan departementet​2 gjera unnatak frå vilkåra i fyrste setning.\nNår ikkje anna følgjer av tredje og fjerde leden, får søkjaren handverksbrev i det faget søknaden gjeld, såframt han\na. legg fram vitnemål for at han har greidd full fagprøve etter lov om grunnskolen og den vidaregåande opplæringa (opplæringslova)​3 eller etter tidlegare gjeldande lov eller fagprøve etter føresegner gjevne med heimel i handverkslova og, om så er, tilleggsprøve som nemnt i § 8,\nb. etterviser at han har arbeidd i faget i minst 6 år eller minst 2 år etter fagprøva om ikkje departementet​2 i serhøve har sett stuttare tid. Departementet​2 kan og fastsetja at anna etterutdaning kan godtakast i staden for praktisk arbeid i faget etter fagprøva er greidd,\nc. etterviser at han er så kunnig i rekneskapsførsle at han kan greia den rekneskapsførsla som er fastsett for handverksdrivande og at han kan gjera dei utrekningane (kalkulasjon) som trengst for faget. Godtakande prov på det er:\n1. anten: Vitnemål for at han har greidd eksamen frå ein skule som er godkjend av departementet​2 og har rekneskapsførsle og kalkulasjon til fag,\n2. eller: Vitnemål om rekneskapsførsle og kalkulasjon etter føresegner som departementet​2 har gjeve,\n3. eller for rekneskapsførsle: Handelsbrev eller vitnemål om at søkjaren så langt det gjeld rekneskapsførsle, fyller vilkåra for å få handelsbrev.\nHar søkjaren handverksrett​4 i det faget han søkjer handverksbrev i, kan han få slikt brev såframt han har praksis som sjølvstendig handverksdrivande i faget i minst eitt år og fyller vilkåra som er nemnde i andre leden bokstav c tillike med dei som måtte vera fastsette etter femte leden.\nEr søkjaren fagleg leiar i ei verksemd med rett til å driva handverksnæring​5 utan handverksbrev, kan han få slikt brev såframt han har vore fagleg leiar i verksemda i det faget søknaden gjeld, i meir enn dei to siste åra før verksemda fekk denne handverksretten og han fyller vilkåra som er nemnde i andre leden bokstav c framanfor tillike med dei som måtte vera fastsette etter femte leden.\nKongen kan fastsetja at søkjaren må ettervisa at han har god kjennskap til lover og føresegner som har serleg vekt for den næringa handverksbrevet gjeld for og kjennskap til arbeidsleiing og andre leiaroppgåver i ei verksemd.\nI staden for dei vitnemål som er nemnde i andre leden, bokstavane a og c, kan departementet​2 godtaka vitnemål for at søkjaren har greidd prøve i utlandet, såframt denne prøva kan reknast for jamgod med den norske.\n0 Endret ved lover 23 mai 1980 nr. 13, 27 nov 1992 nr. 118 (i kraft 1 jan 1994), 4 juni 1993 nr. 59 (i kraft 1 jan 1994), 17 juli 1998 nr. 56 (i kraft 1 jan 1999), 17 juli 1998 nr. 61 (i kraft 1 aug 1999 iflg. res. 27 nov 1998 nr. 1096).\n1 Jfr. § 13.\n2 Nærings- og handelsdepartementet.\n3 Lov 17 juli 1998 nr. 61.\n4 Jfr. § 2.\n5 Jfr. § 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Tilleggsprøve.",
      "content": "Når serlege grunnar ligg føre, kan Kongen for visse fag fastsetja at ingen kan få handverksbrev eller rett til å driva verksemd som høyrer til faget eller i eit nærskyldt fag (jamfør § 4, bokstavane c, d og e) utan han har teke tilleggsprøve. Kongen gjev føresegner om og tilsynet med prøva. I desse kan det fastsetjast at prøva skal gjerast for ei nemnd som er skipa etter reglane i lærlingslova.​1\nDepartementet​2 kan fastsetja at tilleggsprøva ikkje skal krevjast av dei som har greidd fagprøva (sveineprøva) før tilleggsprøva vart sett til vilkår for å få handverksbrev eller rett til å driva handverksnæring.\n1 Sjå no lov 17 juli 1998 nr. 61 kap. 12.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kvar handverksbrev vert utskrivne og oppsagde og anna.",
      "content": "Handverksbrev er det politiet som skriv ut om ikkje departementet​1 fastset noko anna. I lensmannsdistrikt der lensmannen har polititenesta, har lensmannen gjeremåla til politiet etter denne lova om ikkje departementet fastset noko anna.\nNår nokon med handverksbrev får rett til å driva eit anna handverk enn handverksbrevet hans opphavleg lyder på, skal det gjevast påskrift om dette på brevet såframt innehavaren søkjer om det og legg prov for at han har greidd prøve etter § 7 andre leden bokstav a, jfr. § 7, tredje leden.\nEit handverksbrev kan innehavaren seia opp til styremakta som skriv ut handverksbrev i den kommunen der det er utskrive (registreringskommunen).\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Registerførsle.",
      "content": "Den styremakt som er nemnd i § 9, skal føra register over einskildmann og selskap som har rett til å driva handverksnæring. Registeret skal og visa kven den daglege leiaren er. Departementet​1 gjev føresegner om kva meldeplikt dei som driv handverk skal ha og om registerførsla.\n0 Endret ved lov 10 des 1971 nr. 101.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Avgifter.",
      "content": "Den som har rett til å driva handverksnæring med leigehjelp, skal svara ei årleg avgift til staten. Departementet​1 fastset kor stor avgifta skal vera.\nEr avgifta ikkje greidd innan ein månad etter at det er gjort påkrav i innskrive brev, er retten til å driva handverksnæring med leigehjelp ute or kraft. Om dette skal det gjerast merknad i registeret. Retten kjem i kraft att når avgifta vert betalt.\n0 Endret ved lov 10 des 1971 nr. 101.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "(Opphevet)",
      "content": "0 Opphevd med lov 13 mai 1977 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Umyndiggjering og anna. Avferd.",
      "content": "Vert nokon som driv handverksnæring med grunnlag i eige handverksbrev eller eigen handverksrett, gjort umyndig,​1 eller kan han av andre grunnar ikkje sjølv ta vare på næringsdrifta si, kan han halda fram verksemda berre i eitt år om han ikkje set til ein fagleg leiar som har handverksbrev.\nDøyr nokon som driv handverksnæring, gjeld det same for arvingane og den attlivande ektemaken.​2\nDen som vil driva handverksnæring med heimel i reglane i fyrste og andre leden, skal utan grunnlaus drygjing senda registerføraren​3 melding om det saman med dei opplysninger som trengst.\nI serhøve kan departementet​4 lengja fristen eller fråfalla kravet om at det vert tilsett fagleg leiar.\n1 Jfr. lov 28 nov 1898.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Jfr. § 10.\n4 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Avferd og konkurs.",
      "content": "Døyr nokon som driv handverksnæring eller gjer han konkurs, kan buet hans halda fram med verksemda så langt det trengst til å få opparbeidt og selt råemne og varer som buet ligg inne med på avferds- eller konkursopningstida.​1 Buet kan likeins skaffa tilvegar turvande råemne og anna tilfang til å fullføra arbeid som var sett i gang eller avtala før avferda eller konkursopninga. Når konkurs er opna må konkursmannen ikkje driva handverksnæring med grunnlag i handverksbrev eller handverksrett, før skifteretten har slutta buet eller stadfest skuldsemje (akkord). I den tida kan handverksbrevet hans heller ikkje gjeva heimel for handverksnæringa til andre. I serhøve kan departementet​2 gjera unnatak frå føresegnene i denne paragrafen.\n1 Jfr. konkursl. § 74.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Handverksrett i tilknytning til industri og anna.",
      "content": "Den som driv fabrikk eller liknande industriell verksemd, kan gjera slike utfyllande handverksarbeid som trengst til å laga eller vøla industrivare som verksemda tilverkar.\nEntreprenør som er godkjend etter lova 24 oktober 1952​2 om godkjenning av entreprenørar som driv med husbygging eller anna byggarbeid, kan gjera handverksarbeid som trengst til å oppfylla entreprise som går inn under godkjenninga hans. Der det er innført kommunal godkjenning av røyrleggjarar, kan han likevel berre nytta godkjende røyrleggjarar til dette faget.\n1 Jfr. § 19.\n1 Opphevd med lov 5 mai 1995 nr. 20 om endring i lov 14 juni 1985 nr. 77 (plan- og bygningsloven).\n2 Opphevd med lov 5 mai 1995 nr. 20 om endring i lov 14 juni 1985 nr. 77 (plan- og bygningsloven).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Frihandverk.",
      "content": "Kvar og ein kan driva handverksnæring såframt han ikkje nyttar andre til hjelp enn ektemaken​2 og heimeverande born. Dessutan kan han nytta handlangarhjelp til å gjera det av arbeidet som ikkje krev handverkskunnskap.\nDei som driv handverksnæring etter denne føresegna, må ikkje arbeida i lag innan same faget. For uføre folk og andre som er nemnde i folketrygdlova​3 kapittel 6 og 12, gjeld forbodet ikkje.\n0 Endret ved lov 28 feb 1997 nr. 19 (i kraft 1 mai 1997).\n1 Jfr. § 19.\n2 Sjå lover 4 juli 1991 nr. 47 og 30 april 1993 nr. 40.\n3 Lov 28 feb 1997 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Heimar for funksjonshemma og andre.",
      "content": "Denne lova er ikkje til hinder for at dei som held til i heimar for funksjonshemma, i heimar drivne i samband med sosial omsut, eller i fengsel eller tvangsarbeidshus, vert sette til å gjera handverksarbeid der.\nEr det i ein kommune fastsett at røyrleggjarar må ha kommunal godkjenning, kan berre dei som er godkjende, gjera røyrleggjararbeid.\n1 Jfr. § 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Serreglar for kommunale vassverk og for røyrleggjarfaget.",
      "content": "Kommunalt gass-, vass- og kloakkverk har rett til å driva handverksverksemd med sikte på å utnytta gass og vatn og likeins til å gjera kloakkarbeid som trengst.\nDet departement​2 som sakemnet høyrer under, kan fastsetja at ingen andre enn dei som formannskapet gjev løyve til det må gjera røyrleggjararbeid i samband med leidningar og utstyr som høyrer til eit gassverk og kommunalt vass- og kloakkverk. Vilkåra for å få løyve og føresegner om kor lenge løyvet skal gjelda og kva tid det fell bort, vert og fastsett såleis. Den som fyller vilkåra, har krav på å få løyve.\nFøresegner tilsvarande dei som er nemnde i leden framanfor, kan departementet​2 gjeva for ikkje-kommunalt vass- og kloakkverk óg.\n1 Jfr. § 19.\n2 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Serreglar for visse fag.",
      "content": "Når serlege omsyn gjev grunn for det i einskilde fag, kan Kongen fastsetja at ingen må gjera handverksarbeid i faget utan han har handverksbrev, eller serleg godkjenning etter reglar gjevne av det departementet​1 som saka vedkjem. Slike reglar kan gjerast gjeldande for heile riket.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "title": "Serreglar for Noregs Bank.",
      "content": "Denne lova er ikkje til hinder for at Noregs Bank driv handverksarbeid innan fagkrinsen sin.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "title": "Rådgjevande nemnd.",
      "content": "Til å gjeva fråsegner i spørsmål som gjeld denne lova, nemner Kongen​1 opp ei fast nemnd på 7 mann og varamann for kvar av dei, alle oppnemnde for 4 år om gongen. Formannen og varaformannen vert oppnemnde av Kongen.\nNemnda skal vera samansett såleis at det kjem med målsmenn for handverksnæring, industri og forbrukarar.\nNemnda skal ha til oppgåve å gjera fråsegner til departementet​1 om spørsmål som heng saman med\na. tvist om grensa mellom industriell produksjon og handverkstilverking som går inn under lova,\nb. tvist om grensa mellom frie handverksfag og fag som går inn under lova eller om grensa mellom dei einskilde handverksfag,\nc. vedtak som Kongen kan gjera etter § 4,\nd. andre saker som departementet legg fram for nemnda eller som nemnda sjølv meiner det er grunn til å taka opp.\nKostnaden med nemndarbeidet vert utreidd av statskassa.\n1 Nærings- og handelsdepartementet, etter res. 1 mars 1974.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "title": "Utfyllende føresegner.",
      "content": "Det departement​1 som det vedkjem, kan gjeva føresegner til utfylling og gjennomføring av denne lova.\n1 Nærings- og handelsdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "23",
      "section": "23",
      "title": "Ikraftsetjing og anna.",
      "content": "Kongen fastset kva tid​1 denne lova skal taka til å gjelda.\n– – –\n1 Frå 1 jan 1972 etter res. 15 okt 1971. Sjå note til lovtittelen ovanfor har.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    }
  ]
}