{
  "id": "LOV-1961-06-16-1",
  "type": "statute",
  "title": "Lov om fylkeskommuner.",
  "short_name": "Fylkeskommuneloven.",
  "status": "in_force",
  "issued_date": "1961-06-16",
  "in_force_date": "1964-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1961-06-16-1",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder for fylkeskommuner og gir regler om de fylkekommunale saker som det ikke er særlige bestemmelser for i andre lover.​1\n1 Jfr. lov 2 mai 1986 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hvert fylke​2 unntatt Oslo utgjør en fylkeskommune.\n1 Endret ved lov 21 juni 1968 nr. 2.\n2 Jfr. lov 14. aug 1918 nr. 1 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Endring av fylkeskommuners navn fastsettes ved lov. Kongen kan likevel beslutte endring av skrivemåten når dette ikke har betydning for uttalen. Fylkestinget skal ha hatt anledning til å uttale seg før endring blir gjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I hver fylkeskommune skal det være fylkesting, fylkesutvalg, fylkesordfører og fylkesrådmann.\n1 Endret ved lov 13 juni 1975 nr. 43 (se dens V).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fylkestinget velges av de stemmeberettigede innbyggere i fylkets kommuner etter de regler som er fastsatt i lov. Valget gjelder for fire år regnet fra 1 januar året etter det år valget er holdt.\nFylkestingets medlemstall skal være et ulike tall som fastsettes slik:\nI fylkeskommuner med ikke over 100.000 innbyggere, minst 25 og høyst 35\nOver 100.000 innbyggere men ikke over 150.000, minst 31 og høyst 45\nOver 150.000 innbyggere men ikke over 200.000, minst 39 og høyst 55\nOver 200.000 innbyggere men ikke over 300.000, minst 49 og høyst 71\nOver 300.000 innbyggere, minst 63 og høyst 85\nFylkestinget fastsetter medlemstallet innen de grenser som er nevnt i annet ledd på grunnlag av innbyggertallet i fylkeskommunen ved nest siste årsskifte.\nHvis et medlem av fylkesting mister stemmeretten ved fylkestingsvalg, trer det endelig ut av fylkestinget. Det samme gjelder hvis et medlem blir fylkesmann, fylkeskontorsjef, fylkesrådmann eller dennes stedfortreder, leder av forvaltningsgren innen fylkeskommunen, fylkeskasserer, sekretær for fylkestinget eller revisor i fylkeskommunen eller ved fylkeskommunal bedrift.\nHvis et medlem flytter ut av fylkeskommunen slik at det ikke lenger står innført i folkeregisteret som bosatt i noen av kommunene i fylket, trer vedkommende ut av fylkestinget for den tid fraværet varer, eller – dersom det registrerte oppholdet utenfor fylkeskommunen varer mer enn to år – for resten av valgperioden.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av fylkestinget den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 5 april 1963 nr. 7, 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 11 mai 1979 nr. 15, 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Fylkesutvalget skal ha så mange medlemmer som det hele tall en får ved å dele fylkestingets medlemstall med 4. Blir det framkomne tall et like tall, forhøyes det med 1. Medlemstallet skal likevel ikke være høyere enn 15.\nPersoner som skal avlegge regnskap for fylkeskommunen, kan ikke velges til medlem av fylkesutvalget.\nRett til å kreve seg fritatt for valg til medlem av fylkesutvalget har den som har gjort tjeneste som medlem de siste fire år eller som har fylt 60 år innen utgangen av det år fylkestingsvalget er holdt. Den som vil kreve seg fritatt, må senest i det møte medlemmene skal velges, sette fram krav om det til formannen.\nEt medlem som kommer i slikt stilling som nevnt i annet ledd, trer endelig ut av fylkesutvalget.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av fylkesutvalget den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Medlemmer av fylkesutvalget og varamenn for disse velges av og blant medlemmene av fylkestinget innen utgangen av det år fylkestingsvalget er holdt. Møtet kalles sammen av den tjenestegjørende fylkesordfører med høvelig varsel. Valget gjelder for fire år regnet fra 1 januar året etter det år valget er holdt.\nValget foregår som forholdsvalg hvis noe medlem krever det. Et forslag til valgliste må inneholde så mange forskjellige eller gjentatte navn som det skal velges medlemmer av fylkesutvalget. Listeforslaget kan dessuten i fortsatt rekkefølge utfylles med et antall forskjellige navn som angitt i § 25 nr. 1 bokstav c fjerde ledd i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, likevel slik at fylkesutvalgets medlemstall trer i stedet for fylkestingets. For øvrig gjelder bestemmelsene om kommunestyrevalg i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 25 nr. 1 bokstav b, bokstav c tredje ledd annet punktum og femte ledd, bokstav d første ledd annet punktum, bokstav e, § 44 nr. 2, nr. 3, nr. 4, nr. 5 – likevel slik at fylkesutvalgets medlemstall trer i stedet for kommunestyrets – og nr. 6, § 45 første ledd, § 48 femte ledd, § 64 og § 65 tilsvarende. Er en kandidat ført opp på flere lister, velger han selv hvilken liste han vil stå på.\nBlir det ikke satt frem krav om forholdsvalg, velges fylkesutvalgets medlemmer og varamedlemmer for disse ved flertallsvalg. Bestemmelsene i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 69 nr. 2 og 3 gjelder tilsvarende.\n1 Endret ved lover 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 15 des 1978 nr. 85, 1 mars 1985 nr. 3. – Se § 67.\n2 Lov 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Fylkestinget velger blant fylkesutvalgets medlemmer fylkesordføreren og en varaordfører. Valget holdes som annen sak på den samling som er nevnt i § 7 og gjelder til et nyvalgt fylkesting har valgt ny fylkesordfører og varaordfører.\nDen som har vært fylkesordfører de fire siste år, kan unnslå seg for å velges igjen for de fire følgende år. Vil han kreve seg fritatt, må han sette fram krav om det senest i det møte der fylkesordfører skal velges.\nHvis ved første avstemning under valg på fylkesordfører eller varaordfører ingen får flertall av de stemmer som er gitt, holdes ny avstemning. Ved denne avstemning regnes den for valgt som har flest stemmer (enkelt flertall). Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\nFylkestinget kan for resten av valgperioden etter søknad frita for vervet som fylkesordfører eller varaordfører den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lov 19 juni 1970 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Er tallet på varamenn til fylkesutvalget eller på en gruppes varamenn blitt utilstrekkelig, kan fylkestinget ved flertallsvalg velge en eller flere faste eller midlertidige varamenn – i tilfelle i den gruppe det gjelder.\nTrer fylkesordføreren midlertidig eller endelig ut av tjeneste i løpet av den tid han er valgt for, blir varaordføreren fylkesordfører, og fylkestinget velger midlertidig eller endelig en ny varaordfører. Fylkesutvalget kan etter reglene i § 24 foreta dette valg, som da skal gjelde for den tid fylkesordføreren er fraværende men ikke lenger enn til det på førstkommende samling av fylkestinget blir holdt nytt valg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Fylkestinget og fylkesutvalget tar sine avgjørelser i møte under ledelse av fylkesordføreren eller varaordføreren. Har begge forfall, velges en ordstyrer for anledningen med enkelt flertall blant de møtende medlemmer. Får flere samme stemmetall, avgjøres valget ved loddtrekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Fylkesordføreren kaller sammen fylkestinget til samling når han finner det påkrevd, når fylkesutvalget vedtar det, eller når Kongen krever det. Fylkesutvalget fastsetter tid og sted der samlingen skal holdes, hvis fylkestinget ikke har gjort det.\nInnkalling til samling av fylkestinget skal med høvelig varsel gjøres alminnelig kjent i fylkeskommunen ved kunngjøring på den måte som fylkestinget bestemmer.\nAvtrykk av saker som legges fram til behandling, skal om mulig sendes medlemmene av fylkestinget minst 8 dager før samlingen. Fylkesutvalgets budsjettforslag, jfr. § 23, skal alltid sendes fylkestingets medlemmer i god tid og minst 8 dager før samlingen. I reglement, jfr. § 20, kan disse frister fastsettes til 14 dager. Samtidig med utsendelsen skal avtrykk av sakene legges ut til ettersyn på steder som er nevnt i kunngjøringen.\n1 Endret ved lover 15 des 1967 nr. 3, 25 mars 1977 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Fylkesutvalget trer sammen etter innkalling fra fylkesordføreren når det er bestemt i lov, når fylkesordføreren finner det påkrevd, eller når minst en tredjedel av fylkesutvalgets medlemmer krever det.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Fylkestinget og fylkesutvalget kan ikke gjøre noe gyldig vedtak uten at minst to tredjedeler av medlemmene er til stede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Fylkestingets møter holdes for åpne dører​2 når ikke annet er vedtatt for noen enkelt sak. Forhandlinger om dette føres for lukkede dører når møtestyreren krever det eller fylkestinget vedtar det.\nFor fylkesutvalgets møter gjelder § 33 c nr. 4 tilsvarende.\n1 Endret ved lover 13 juni 1975 nr. 43, 5 juni 1987 nr. 25.\n2 Jfr. midl. lov 25 mars 1977 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "På samling i fylkestinget kan vedtak også gjøres i sak som ikke er nevnt i innkallingen hvis ikke møtestyreren eller en fjerdedel av de møtende motsetter seg det.\nHvert medlem av fylkestinget kan stille spørsmål til fylkesordføreren i saker som ikke er nevnt i innkallingen. Slike spørsmål må stilles før siste møtedag. Fylkesordføreren kan vente med å svare til et senere møte under samme samling.\n1 Endret ved lov 18 april 1980 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Om inhabilitet for medlemmene av fylkestinget og fylkesutvalget gjelder bestemmelsene i kapittel II i forvaltningsloven.​2\nInhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjørelse o.l. for slike verv.\nForsamlingen kan frita et medlem for å være med i en sak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i behandlingen av saken.\n1 Endret ved lover 19 juni 1969 nr. 54, 27 mai 1977 nr. 40.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "For at vedtak av fylkestinget eller fylkesutvalget skal være gyldig, kreves at det er gjort med flertall av de stemmer som er gitt når ikke annet er fastsatt i lov.​2\nStår stemmene likt gjør fylkesordførerens (møtestyrerens) stemme utslaget unntatt ved valg eller ansettelse av tjenestemenn. Bortsett fra valg av medlemmer av fylkesutvalget og varamenn for disse etter § 7 og § 9, av fylkesordfører og varaordfører etter § 8 og § 9, av ordstyrer etter § 10 og av oppmann etter § 18 gjelder følgende regler for valg som fremmes som flertallsvalg og for ansettelse av tjenestemenn:\nHvis ved første avstemning ingen får flertall av de avgitte stemmer, holdes ny avstemning. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Det kan før ny avstemning gjøres vedtak om at det bare skal stemmes på to eller flere av dem som ved første avstemning fikk høyeste stemmetall. Hvis valget eller ansettelsen fremdeles ikke er avgjort, fordi flere har fått like mange stemmer, treffes avgjørelsen ved loddtrekning.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Når forslag om\n1. å ta opp lån,\n2. å kjøpe eller avhende fast eiendom,\n3. å bevilge nye årlige lønninger eller andre nye varige årsutgifter,\n4. å avstå noen av fylkeskommunens rettigheter,\n5. nye tiltak eller betydelig utviding av eldre",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Hvis medlemmer av fylkestinget eller fylkesutvalget dør, trer ut eller får varig forfall, trer varamenn inn i deres sted i den nummerorden de er valgt.\nVed innkalling av varamenn til møte eller til behandling av en enkelt sak følges likeledes så vidt mulig nummerordenen.\nUtfylling av fylkestinget skal skje ved varamenn av den gruppe som på grunn av avgang eller forfall ikke er fulltallig. Det samme gjelder varamenn til fylkesutvalget, dersom dette er sammensatt ved forholdsvalg.\n1 Endret ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Ved møte i fylkestinget og fylkesutvalget føres bok over forhandlingene. Møtestyreren og minst 2 andre medlemmer skriver under forhandlingsboka for hvert møte.\nFylkestinget fastsetter i reglement nærmere regler for fylkestingets og fylkesutvalgets virksomhet. Reglementet må gis en form og et innhold som departementet​2 finner å kunne godkjenne.\nDepartementet​3 kan gi forskrifter om oppbevaring og ordning av og tilsyn med fylkeskommunens arkiver. Det kan bestemme at en fylkeskommune innen en nærmere fastsatt frist skal ha innredet rom der arkivsakene kan bli betryggende oppbevart. Videre kan departementet bestemme at eldre arkivsaker som ikke er i bruk, skal sendes inn til et statsarkiv hvis de ikke oppbevares på betryggende måte.\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Riksarkivaren iflg. res. 22 juli 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Fylkestinget har bevilgnings- og beskatningsretten​2 og tar sammen med fylkesutvalget hånd om fylkeskommunens saker innen de grenser som gjeldende lov tilsier.\nFylkestinget utfører dessuten de offentlige gjøremål som lov ellers legger på det, skaffer de opplysninger og gir de uttalelser som departementet krever.\nFylkestinget handler ellers på fylkeskommunens vegne i alle tilfelle der avgjørelsen av en sak ikke er lagt til annen myndighet ved lov eller etter vedtak av fylkestinget (jfr. kapittel 4).\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Fylkestinget skal innen den frist som fastsettes med hjemmel i skatteloven § 139, gjøre vedtak i budsjettform om fylkeskommunens inntekter og utgifter i det kommende budsjettår, jfr. kap. 7.\nFylkesutvalget bestemmer innen hvilken frist budsjettforslagene fra de forskjellige forvaltningsgrener og fra rådmannen skal være avgitt.\nFylkeskommunens regnskaper i revidert stand og en redegjørelse for årsakene til mulige uoverensstemmelser mellom fylkestingets bevilgning og regnskapet, skal legges fram for fylkestinget.\n1 Endret ved lover 19 juni 1970 nr. 53, 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Fylkesutvalget fører tilsyn med fylkeskommunens forvaltning og skal herunder:\n1. behandle fylkesrådmannens budsjettforslag og forslag til skattevedtak og sette opp slike forslag til fylkestinget.\n2. føre tilsyn med at fylkeskommunens regnskapsvesen til enhver tid er i god orden, at regnskaper med redegjøringer og driftsberetninger blir levert i rett tid, og at regnskapene uten opphold blir lagt fram for revisor,\n3. legge regnskapene fram for fylkestinget med innstilling dersom dette ikke har satt ned særskilt utvalg til å forberede desisjonssaker, og føre tilsyn med at poster som er desidert til ansvar, blir rettet uten opphold.\n4. føre – eller sørge for – tilsyn med at fylkestingets og fylkesutvalgets vedtak blir etterkommet, der dette tilsyn ikke er lagt til statstjenestemenn eller lovbestemt styre, og at fylkeskommunens arbeider og gjøremål blir fremmet på en tjenlig måte for fylkeskommunen.\nFylkestinget treffer bestemmelse om fylkesutvalgets plikt til å utrede og gi innstilling i saker som skal behandles av fylkestinget.\nFylkesutvalget utfører dessuten de offentlige gjøremål som lov legger på det,​2 skaffer de opplysninger og gir de uttalelser som departementet krever.\nEr det lagt til fylkesutvalget å gjøre vedtak i en sak, kan det likevel kreve fylkestingets avgjørelse i saken.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26.\n2 Jfr. §§ 24, 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Fylkesutvalget kan avgjøre saker som fylkestinget ellers skal gjøre vedtak om, når det finnes helt påkrevd å få saken avgjort før samling av fylkestinget til behandling av andre saker blir holdt og det enten ikke er tid til å kalle inn fylkestinget eller saken ikke er så viktig at det bør kalles inn. Melding om vedtaket forelegges snarest mulig for fylkestinget.\n1 Endret ved lov 25 mars 1977 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 mars 1975 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Fylkestinget kan for enkelt høve eller ved vedtekt overdra til fylkesutvalget å gjøre vedtak i saker som fylkestinget etter denne lov har myndighet til å behandle, dersom det ikke gjelder saker som nevnt under nr. 1-9 nedenfor:\n1.\na. Saker om å erverve, avhende, makeskifte eller pantsette fast eiendom, eller om å avstå eller borthefte noen rettigheter i fast eiendom, bruksrettigheter og servitutter unntatt (jfr. bokstav b). Denne bestemmelse gjelder bare i forhold til eiendommer eller rettigheter som er verd mer enn et beløp som fastsettes av Kongen.\nb. Saker om avslutning av avtaler om leveranser, bruksrettigheter eller servitutter som enten er av større økonomisk betydning for fylkeskommunen eller binder fylkeskommunen for lengre tid enn 5 år. Denne bestemmelse gjelder likevel ikke avtaler om å feste bort eiendommer som ikke er verd mer enn et beløp som fastsettes av Kongen.\nHar fylkestinget vedtatt å erverve, avhende eller feste bort fast eiendom eller rettighet i fast eiendom, kan det likevel la fylkesutvalget eller noen annen vedta eller fastsette prisen.\nVidere kan fylkestinget la fylkesutvalget eller noen annen erverve, avhende og feste bort eiendommer eller rettigheter i eiendommer så langt det trengs for å sette i verk eller føre gjennom et vedtak som fylkestinget har gjort.\n2. Saker om nye tiltak eller betydelige utvidinger av eldre.\n3. Saker om å ta opp lån. Men fylkestinget kan la fylkesutvalget avtale eller godkjenne de nærmere vilkår for lån som fylkestinget har vedtatt å ta opp.\n4. Saker om å ta over garanti for økonomiske forpliktelser. Men fylkestinget kan la fylkesutvalget gi garanti for økonomiske forpliktelser innenfor det beløp og på de alminnelige vilkår som fylkestinget fastsetter.\n5. Saker om å ansette fylkesrådmann, fylkeskasserer og revisor (revisorer), om å ordne regnskapsrevisjonen, oppnevne utvalg for regnskaps- og desisjonssaker, å motta regnskapsredegjøringer og driftsberetninger og å avsi desisjon.\n6. Saker om å overdra myndighet og plikt etter bestemmelsene i §§ 27, 28, 29 og 41.\n7. Saker om å fastsette alminnelige salgstariffer eller priser for elektrisk kraft og andre ytelser fra fylkeskommunale innretninger, verker eller bedrifter som framtrer som monopolforretninger.\n8. Budsjettsaker etter § 22. Men departementet kan i forskrift bestemme at det innen nærmere angitte grenser skal være adgang for fylkestinget til å overlate myndighet til fylkesutvalget eller noen annen i saker om budsjettbehandling.​2\n9. Saker om å bestemme om anvisningsmyndighet skal utøves av andre enn fylkesrådmannen og å gi slik myndighet.\n1 Endret ved lover 19 juni 1970 nr. 53, 13 juni 1975 nr. 43, 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 5 juni 1987 nr. 25. – Jfr. §§ 23 og 30.\n2 Jfr. forskrift 20 feb 1981 nr. 4213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:26 a",
      "chapter": "4",
      "section": "26 a",
      "content": "Fylkestinget kan gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale, samt å gi og motta arbeidsoppsigelse på fylkeskommunens vegne.\n1 Tilføyet ved lov 27 feb 1987 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Fylkestinget kan opprette faste utvalg for fylkeskommunale formål eller for avdelinger av den fylkeskommunale virksomhet som ikke ved lov er lagt under eget styre.\nFylkestinget fastsetter ved alminnelige forskrifter området for den virksomhet disse utvalg skal ha. Gjøremål som etter denne lov kan legges til fylkesutvalget, kan også legges til faste utvalg; dette gjelder likevel ikke ansettelse av leder for fylkeskommunal forvaltningsgren.\nBestemmelsen i annet ledd annet punktum gjelder også for overdragelse av myndighet til fylkeskommunale nemnder opprettet i medhold av andre lover.\nKongen​2 kan etter søknad fra en fylkeskommune samtykke i forsøksvirksomhet med avvik fra gjeldende bestemmelser i lov eller forskrift om fylkeskommunale nemnder. Kongen kan gi nærmere bestemmelser om forsøksvilkårene. Bestemmelsen gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 18 april 1980 nr. 7, 5 juni 1987 nr. 25. – Jfr. § 42.\n2 Kommunaldepartementet, jfr. res. 6 mai 1988 nr. 345.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "For fylkeskommunal bedrift kan fylkestinget opprette en driftsledelse bestående av styre eller styre og råd.\nFor bedrift som ikke forutsettes å trenge stadig tilskudd av fylkeskassen til driftsutgifter utenom renter, kan fylkestinget overdra til styret eller til styre og råd den myndighet som kan overdras til fylkesutvalget. Til styre og råd kan det også overdra avgjørelsesmyndigheten i de saker som er nevnt i § 26 nr. 1 bokstav b og nr. 8, og § 41.\nDriftsledelsen gir hvert kvartal innberetning til fylkesutvalget. Regnskapsåret skal være det samme som bestemt for fylkeskommunale budsjett.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "To eller flere fylkeskommuner kan opprette et eget styre til å løse en felles oppgave. Til dette styre kan fylkeskommunene overdra den myndighet de blir enige om, når annet ikke er fastsatt i lov. Slikt felles styre kan også opprettes av en eller flere fylkeskommuner sammen med en eller flere herreds- og bykommuner.\nNår forholdene gjør det nødvendig, kan Kongen pålegge to eller flere fylkeskommuner å samarbeide om løsning av oppgaver av felles interesse, herunder å medvirke til slik forberedende utredning og planlegging som samarbeidet vil kreve. Slikt pålegg kan også gis om samarbeid mellom en eller flere fylkeskommuner og en eller flere herreds- og bykommuner. Blir det etter utredning og planlegging etter pålegg som nevnt, eller iverksatt av fylkeskommunene og kommunene av eget tiltak, ikke enighet om valg av løsning av den eller de oppgaver samarbeidet skal omfatte, eller om fordelingen av utgiftene mellom de deltakende fylkeskommuner og herreds- og bykommuner, kan Kongen bestemme hvilken løsning som skal velges, og hvordan utgiftene skal fordeles. Han bestemmer for øvrig i hvilke former og på hvilke nærmere vilkår samarbeidet skal foregå. Før beslutning om samarbeid etter bestemmelsene i dette ledd tas, skal fylkestingene i de fylker og kommunestyrene i de kommunene som berøres av samarbeidet, gis høve til å uttale seg.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Fylkestinget og fylkesutvalget kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Fylkestinget kan også overdra slik myndighet til å opprette komiteer til en nemnd.\nFylkestinget kan overdra til en komité å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag. § 33 a første ledd tredje punktum gjelder tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Fylkestinget fastsetter hvor mange medlemmer en nemnd skal ha, og velger leder og nestleder, medlemmer og varamedlemmer. Suppleringsvalg i løpet av valgperioden, jf. fjerde ledd, kan likevel overdras fylkesutvalget. Har fylkeskommunal bedrift styre og råd, kan fylkestinget også helt eller delvis overdra valget av styremedlemmer til rådet. Valgmyndighet for komiteer, jf. § 30, er det organ som har opprettet vedkommende komité.\nValg av nemnder opprettet i medhold av denne lov foregår som forholdsvalg når noe medlem krever det. I så fall får bestemmelsene i § 7 annet ledd tilsvarende anvendelse.\nValg av nemnder – bortsett fra komiteer – bør så vidt mulig skje før fylkeskommunevalgperioden tar til, og gjelder for valgperioden, jf. likevel likestillingslovens § 21 fjerde ledd femte punktum. Er nyvalg ikke foretatt innen valgperioden tar til, forlenges de sittende medlemmers funksjonstid inntil nyvalg er holdt.\nDersom et medlem trer endelig ut av nemnda, eller dør, velges nytt medlem, selv om det er valgt varamedlem. Er nemnda valgt etter reglene om forholdsvalg, skal den suppleres fra samme gruppe som den uttredende. Dør lederen eller trer han endelig ut av nemnda, skal det velges ny leder.\nBestemmelsene i denne paragraf gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover. Dette gjelder også bestemmelsene om forholdsvalg dersom vedkommende lovs egne bestemmelser ikke er til hinder for det eller medfører at forholdsvalg ikke passer. Om dette er tilfelle, avgjøres av vedkommende departement.\n1 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1989 nr. 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Valgbar og pliktig til å ta imot valg til fylkeskommunale nemnder opprettet i medhold av denne eller andre lover, er enhver som har stemmerett ved fylkestingsvalg​2 og som når valget finner sted står innført i folkeregisteret​3 som bosatt i vedkommende fylke, og som ikke er utelukket eller fritatt. Valgbar – men ikke pliktig til å ta imot valg – er også personer som ikke har nådd myndighetsalderen, så fremt de fyller de øvrige vilkår for valgbarhet.\nUtelukket fra valg er:\na. Fylkesmannen, fylkeskontorsjefen, fylkesrådmannen og revisor i fylkeskommunen er utelukket fra valg til alle nemnder, unntatt komiteer og ansettelsesutvalg.\nb. Administrerende direktør (bedriftsleder), kasserer og revisor i bedrift som nevnt i § 28 er utelukket fra valg til styret og eventuelt rådet for bedriften.\nc. Administrativ leder, kasserer og revisor for interfylkeskommunale tiltak som nevnt i § 29 er utelukket fra valg til styret for tiltaket.\nd. Kasserer i fylkeskommunen og medlem av fylkesutvalget er utelukket fra valg til slik nemnd som nevnt i § 26 nr. 5.\ne. Leder av forvaltningsgren i fylkeskommunen er utelukket fra valg til alle nemnder unntatt fra komiteer og ansettelsesutvalg.\nRett til å kreve seg fritatt fra valg til nemnder har:\na. den som ikke har nådd myndighetsalderen, jf. første ledd.\nb. den som har fylt 65 år før valgperioden tar til.\nc. den som har gjort tjeneste som medlem av en nemnd i de siste fire år, kan kreve seg fritatt for valg til den samme nemnd i de følgende fire år.\nd. den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Fylkestinget avgjør dette etter søknad fra vedkommende.\ne. fylkesordføreren og fylkesutvalgets medlemmer.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. lov 1 mars 1985 nr. 3 § 3.\n3 Jfr. lov 16 jan 1970 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Dersom et medlem av en nemnd overtar en slik stilling som etter § 32 annet ledd utelukker vedkommende fra valg, trer vedkommende endelig ut av nemnda. Ved tap av stemmerett og flytting gjelder § 5 fjerde ledd første punktum og femte ledd tilsvarende.\nDersom det mot et medlem av en nemnd er utferdiget siktelse eller reist tiltale for et straffbart forhold som nevnt i straffelovens kapittel 11 eller 33, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen, kan oppnevningsmyndigheten ved vanlig flertall vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem eller leder i en fylkeskommunal nemnd den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Fylkesutvalget og en nemnd har tilsvarende myndighet til å frita for verv i komiteer som henholdsvis fylkesutvalget og vedkommende nemnd har oppnevnt.\nDenne paragrafen gjelder tilsvarende for fylkeskommunale nemnder som er opprettet i medhold av andre lover.\n1 Endret ved lover 19 juni 1969 nr. 54, 27 mai 1977 nr. 40, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:33 a",
      "chapter": "4",
      "section": "33 a",
      "content": "Fylkestinget, og fylkesutvalget etter bestemmelse av fylkestinget, kan overdra til administrasjonssjefen og til leder for forvaltningsgren i fylkeskommunen å treffe vedtak i enkeltsaker eller typer av saker som må anses som kurante og som fylkestinget etter denne lov har myndighet til å behandle. Fylkestinget kan også bestemme at organ opprettet etter §§ 27, 28 og 29 kan gi lederen, et arbeidsutvalg på minst 3 medlemmer eller de tjenestemenn som er nevnt i første punktum, myndighet til å avgjøre kurante saker. Overdragelse av myndighet etter første og annet punktum må under ingen omstendighet gå ut over de grenser som er angitt i §§ 26 og 27.\nFørste ledd gjelder ikke saker om budsjettbehandling, jf. § 26 nr. 8.\nFørste ledd annet punktum gjelder også for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 18 april 1980 nr. 7, endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "4:33 b",
      "chapter": "4",
      "section": "33 b",
      "content": "Fylkestinget kan når som helst nedlegge eller omorganisere nemnder opprettet i medhold av §§ 27, 28, 29 eller 30. Omorganiseringen må i tilfelle skje ved nyvalg av samtlige medlemmer i vedkommende nemnd.\nFylkesutvalget og en nemnd har tilsvarende myndighet til å nedlegge eller omorganisere komiteer som de selv har oppnevnt.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 b."
      }
    },
    {
      "provision_ref": "4:33 c",
      "chapter": "4",
      "section": "33 c",
      "content": "1. Nemndas leder kaller sammen til møte når det finnes påkrevd eller når nemnda krever det. En tredjedel av nemndas medlemmer kan kreve at lederen kaller sammen til møte til behandling av bestemt angitte saker.\nInnkallingen skal inneholde en fortegnelse over de saker som skal behandles på møtet, og sendes medlemmene med høvelig varsel.\n2. Nemndas leder er møteleder. Ved forfall, fungerer nemndas nestleder som møteleder. Dersom også nestleder har forfall, velges det av og blant nemndas medlemmer en møteleder for anledningen. Det medlem er valgt som møteleder som får flest stemmer. Hvis flere får samme stemmetall, avgjøres valget ved loddtrekning.\n3. Nemnda treffer sine avgjørelser i møte. Gyldig avgjørelse kan bare treffes når minst halvparten av medlemmene deltar i forhandlingene og avgjørelsen. Vedtak fattes med flertall av de stemmer som avgis. I tilfelle stemmelikhet gjør lederens stemme utslaget, unntatt ved valg og ansettelser hvor reglene i § 17 tredje ledd og § 31 andre ledd får tilsvarende anvendelse.\nFylkestinget kan likevel bestemme at nemnda, når forholdene gjør det nødvendig, kan avgjøre kurante enkeltsaker ved sirkulasjon mellom nemndas medlemmer. Beslutning om slik behandling treffes i det enkelte tilfelle av nemndas leder.\n4. Fylkestinget kan bestemme at nemndas møter helt eller delvis skal holdes for åpne dører, med mindre det gjelder saker som er belagt med taushetsplikt.\nDepartementet kan gi nærmere regler om gjennomføring av denne bestemmelsen.\n5. Møteleder skal sørge for at det føres møtebok over nemndas forhandlinger. Møteboka skal i det minste inneholde opplysninger om tid og sted for møtet, hvem som møtte og hvem som var fraværende, hvilke saker som ble behandlet, hvilke avgjørelser som ble truffet og avstemningsresultatet. Møteboka for det enkelte møte skal godkjennes av nemndas medlemmer. Utskrift av møteboka skal sendes fylkestinget etter dets nærmere bestemmelse.\n6. Når fylkestinget delegerer avgjørelsesmyndighet til en nemnd, kan det bestemme at parter eller andre med rettslig klageinteresse kan påklage nemndas avgjørelse til fylkestinget eller fylkesutvalget, selv om det ikke er adgang til å klage etter forvaltningsloven av 10. februar 1967. Fylkestinget kan også gi et mindretall i nemnda adgang til å bringe nemndas avgjørelse inn for fylkestinget eller fylkesutvalget.\n7. Om inhabilitet for nemndsmedlemmer og om fritak for å delta i behandlingen av en sak, gjelder de samme bestemmelser som for fylkesting og fylkesutvalg, jf. § 16.\n8. Kommunestyret kan gi nærmere instruks om saksbehandlingen i nemnda.\n9. Bestemmelsene i denne paragraf gjelder også for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33c",
        "source_heading": "§ 33 c."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Som leder av møte i fylkestinget og fylkesutvalget håndhever fylkesordføreren forretningsordenen og gjeldende lovs bestemmelser om det som kreves til gyldig vedtak.\nFylkesordføreren står for føringen av forhandlingsboka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Fylkesordføreren kan delta i alle utvalgs, komitéers, styrers og råds forhandlinger, men kan ikke stemme uten at han er valgt til medlem.\nEtter nærmere bestemmelse av fylkestinget kan fylkesordføreren la seg representere ved et annet medlem av fylkesutvalget i møter etter første ledd.\nBestemmelsene i første og annet ledd gjelder også for møter i fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "Fylkesordføreren er fylkeskommunens rettslige representant. Han underskriver på fylkeskommunens vegne i alle tilfelle der denne myndighet ikke er ført over til andre.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "content": "Fylkesordføreren drar omsorg for at saker som behandles av fylkesting og fylkesutvalg er forsvarlig forberedt. Han sørger for at underretning om vedtak blir sendt rette vedkommende uten unødig opphold og legger vedtaket fram til godkjenning dersom godkjenning trengs. Fylkesordføreren sørger for at fylkestingets og fylkesutvalgets bøker og dokumenter holdes forsvarlig oppbevart og ordnet.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "I alle fylkeskommuner skal det ansettes fylkesrådmann. Dersom fylkestinget bestemmer det, kan det ansettes flere fylkesrådmenn.\nFylkesrådmannen ansettes etter offentlig lysing. Fylkeskasserer eller revisor i fylkeskommunen kan ikke konstitueres som fylkesrådmann i dennes fravær.\nFylkestinget fastsetter fylkesrådmannens lønn og øvrige vilkår og sikrer ham og i tilfelle hans gjenlevende ektefelle og barn under 18 år pensjon.\nBlir fylkesrådmannen sagt opp, kan han bringe vedtaket om dette inn for departementet, som kan godkjenne eller forkaste det.\nFylkesrådmannen skal føre det nærmeste tilsyn med fylkeskommunens hele forvaltning og særlig med penge- og regnskapsvesenet, gi forslag til fylkeskommunens budsjetter og skattevedtak, og ellers uttale seg om den finansielle side av de saker som ligger fore.\nEr det ansatt flere fylkesrådmenn, skal den ene av dem føre tilsyn, gi budsjettforslag og uttalelser som foran nevnt, mens den eller de andre rådmenn skal ha det nærmeste tilsyn med de grener av forvaltningen som hører under dem. Fylkestinget gir nærmere forskrifter om dette, og om vedkommende rådmann også skal ha arbeid med andre fylkeskommunale saker.\nFylkesrådmannen har anvisningsmyndighet så langt fylkestinget ikke har ført den over til andre. Har fylkestinget gitt anvisningsmyndighet til andre, brukes den alltid under tilsyn av rådmannen.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "Fylkesrådmannen skal være med i fylkestingets og fylkesutvalgets møter. Han har adgang til å delta i utvalgs, komiteers, styrers og råds forhandlinger.\nEtter nærmere bestemmelse av fylkestinget kan fylkesrådmannen la seg representere ved en annen tjenestemann i de nemnder som er nevnt i første ledd.\nBestemmelsene i første ledds annet punktum og i annet ledd gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 13 juni 1975 nr. 43, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "I hver fylkeskommune skal det ansettes en fylkeskasserer.\nDessuten skal det ansettes en regnskapskyndig revisor til å revidere fylkeskommunens regnskaper. For fylkeskommunal bedrift kan det ansettes særskilt revisor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Fylkestinget kan ellers opprette de stillinger som til hver tid finnes nødvendige av hensyn til fylkeskommunale saker og arbeider, og oppheve stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:41 a",
      "chapter": "5",
      "section": "41 a",
      "content": "Om inhabilitet for fylkeskommunale tjenestemenn gjelder samme bestemmelser som for fylkestinget og fylkesutvalget, jfr. § 16.\n1 Tilføyet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Den som er valgt til medlem av fylkestinget, fylkesutvalget eller en fylkeskommunal nemnd opprettet i medhold av denne lov eller andre lover, plikter å delta i organets møter, med mindre han har gyldig forfall.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Medlem som er til stede i fylkestinget, fylkesutvalget, utvalg, styre, råd eller komité når en sak blir tatt opp til avstemning, er pliktig til å stemme.\nVed valg regnes blank stemmeseddel som avgitt stemme.\nBestemmelsene i denne paragraf gjelder tilsvarende for medlemmer av fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "Den som har et fylkeskommunalt tillitsverv har rett til skyss-, kost- og overnattingsgodtgjøring fra fylkeskassen for reiser i fylkeskommunale ærend etter nærmere bestemmelser av fylkestinget.\nBestemmelsene i denne paragraf gjelder også for fylkeskommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 15 des 1967 nr. 3, 13 juni 1975 nr. 43, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Fylkesordfører, fylkesvaraordfører og medlemmer av fylkesutvalget samt tillitsmenn i særlig byrdefulle formannsverv har rett til godtgjøring av fylkeskassen for sitt arbeid etter fylkestingets nærmere bestemmelse. Fylkestinget kan vedta at det også skal gis godtgjøring for arbeid i andre fylkeskommunale tillitsverv. Lovbestemte medlemmer av fylkeskommunale organer og personer som har lovbestemt plikt til å være til stede i møter i fylkeskommunale organer, kan ikke tilstås godtgjøring for arbeidet i disse verv.\nFor tap i ordinær arbeidsinntekt som er en følge av vervet, og for utgifter som utøvelsen av vervet nødvendiggjør, gis erstatning av fylkeskassen. Er kravet om erstatning ikke legitimert, skal det likevel ikke ytes større erstatning pr. dag enn et beløp som fylkestinget bestemmer, og som ikke må være høyere enn et beløp som fastsettes​2 av Kongen.\nDersom kravet om erstatning er legitimert, skal det også gis erstatning ut over det beløp som fylkestinget har bestemt i medhold av annet ledd. For slik utvidet erstatning skal fylkestinget fastsette et høyeste beløp pr. dag.\nBlir et krav om erstatning ikke imøtekommet, avgjør fylkesutvalget det med endelig virkning.\nFylkestinget kan vedta at fylkeskommunen skal opprette eller slutte seg til en pensjonsordning for fylkeskommunale tillitsmenn. Pensjonsordningen kan bare omfatte tillitsmenn i verv som medfører en arbeidstid som tilsvarer minst halvparten av vanlig arbeidstid for fylkeskommunale tjenestemenn. Det skal fastsettes vedtekter for pensjonsordningen. Vedtektene trenger godkjenning av departementet for å være gyldige.\nFylkeskommunale tillitsmenn kan ikke gis godtgjøring av fylkeskassen i andre former eller etter andre regler enn fastsatt i denne og foregående paragraf.\nBestemmelsene i denne paragraf gjelder også for fylkeskommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.\n2 Fastsatt ved res. 27 aug 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Fylkeskommunens budsjett, som er en plan for utgifter og inntekter i tidsrommet 1. januar-31. desember (budsjettåret), behandles på den måte som er fastsatt i § 22.\nBudsjettet skal svare til de utgifter og inntekter som det virkelig kan regnes med og er bindende for forvaltningen i budsjettåret. Det må ikke brukes mer enn opprinnelig bevilget på de enkelte utgiftsposter uten at det på forhånd er gitt tilleggsbevilgning.\nBudsjettet må være fullstendig. Det skal ha med alle utgifter og inntekter i budsjettåret.\nHar siste årsregnskap gitt underskudd, føres det opp på budsjettet til dekning. Under rent særlige forhold kan likevel departementet​2 samtykke i at dekningen blir fordelt over flere år. Har siste årsregnskap gitt overskudd, tas det til inntekt på budsjettet. Det må brukes til kapitalformål – under dette avsetning til kapitalfond, styrking av kontantbeholdningen, ekstraordinære gjeldsavbetalinger og avskrivninger – eller til dekning av udekket underskudd fra tidligere eller løpende budsjettår.\nVed siden av årets utgifter kan på budsjettet føres opp avsetning til skattereguleringsfond, kapitalfond og fond til bestemte formål, og bevilgning til styrking av kontantbeholdningen.\nAvsetning til skattereguleringsfond og kapitalfond og bevilgning til styrking av kontantbeholdningen kan også foretas i løpet av budsjetterminen.\nAvsetning til kapitalfond bør gjøres for at fylkeskommunen i størst mulig utstrekning skal kunne dekke sitt kapitalbehov uten å ta opp lån. De beløp som brukes av kapitalfondet bør søkes ført tilbake til dette. Det kan også opprettes fond til bestemte formål når det er på det rene at fylkeskommunen står framfor oppgaver som det ikke kan eller bør tas opp lån til, og som vil kreve så store utgifter at en ikke kan regne med at de blir dekket på et enkelt års budsjett. De beløp som er satt av til skattereguleringsfond og til slike fond som er nevnt i første og tredje punktum, må senest ved avslutningen av regnskapsåret for vedkommende år settes inn i bank eller anbringes som bestemt for umyndiges midler,​2 likevel slik at når det gjelder anbringelse i fast eiendom, kan det alltid lånes ut opptil 6/10 av pantets verdi. Omgjøring av fondsavsetninger kan også gjøres etter budsjettårets utløp i den utstrekning det finnes nødvendig av hensyn til mulig underskudd på regnskapet. Slik omgjøring må foretas innen avslutningen av regnskapet for vedkommende år.\nI budsjettet skal være medtatt de utgifter som skal dekkes av lånemidler eller andre kapitalinntekter, som opplagte fond, inntekter ved salg av faste eiendommer eller verdipapirer. Slike inntekter må ikke nyttes til dekning av budsjettets alminnelige løpende utgifter.\nTilleggsbevilgninger til formål utenom det vedtatte budsjett i løpet av budsjetterminen må ikke gis uten at det er nødvendig. Slike bevilgninger behandles av de fylkeskommunale myndigheter i samme former som budsjettet, jfr. likevel § 26 nr. 8, og det skal gå fram at bevilgningen gjelder utgiftsøkning i forhold til det vedtatte budsjett. Bestemmelsene i § 11 om utlegging av avtrykk og i § 22 om behandlingen gjelder likevel ikke. Tilleggsbevilgninger (utenom anslagsposter) og bevilgninger til formål utenom budsjettet må ikke gis uten at det samtidig blir gjort vedtak om hvordan utgiftene skal dekkes på årets budsjett. Når særlige forhold gjør det nødvendig, kan departementet tillate unntak fra denne regel.\nDepartementet​3 kan fastsette forskrifter for oppstilling av budsjettet, for tilleggsbevilgninger og for bevilgninger til formål utenom det vedtatte budsjett og for avsetning og disponering av fond. I disse forskrifter kan det gjøres unntak fra bestemmelsene i denne paragraf når det gjelder budsjett for fylkeskommunal bedrift.\n1 Endret ved lover 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 16 juni 1989 nr. 73. – Jfr. § 60.\n2 Jfr. lov 22 april 1927 nr. 3 §§ 62 flg.\n3 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:47 a",
      "chapter": "7",
      "section": "47 a",
      "content": "I tillegg til de årlige budsjetter skal fylkeskommunen sørge for at det innen fylkets område utføres en løpende fylkesplanlegging som skal samordne statens, fylkeskommunens og hovedtrekkene i kommunenes fysiske, økonomiske, næringsmessige, sosiale og kulturelle virksomhet i fylket.\nFylkesplanleggingen skal bygge på et realistisk anslag over de økonomiske og øvrige ressurser som til enhver tid står til rådighet. Planarbeidet skal organiseres og gjennomføres i samsvar med de regler som er trukket opp for fylkesplanlegging i plan- og bygningsloven av 14. juni 1985, kap. V. Departementet fører tilsyn med dette.\n1 Tilføyet ved lov 14 juni 1985 nr. 77 (i kraft 1 juli 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "En fylkeskommune kan ta opp lån:\n1. til rentable formål, når en må regne med at vedkommende tiltak selv kan forrente og avdra lånet, og dette ikke er så stort at det står i misforhold til fylkeskommunens økonomiske evne,\n2. til andre formål når de har varig verdi eller er helt uforutsett, og når tiltaket og lånet må anses påkrevd, og tiltaket ikke kan vente til fylkeskommunen helt eller delvis kan skaffe de nødvendige midler ved avsetning av fond.\n3. til midlertidig drift, når lånet blir betalt tilbake ved utlikning på det løpende budsjett,\n4. til konvertering av eldre gjeld,\n5. til inntekt for et lånefond.\nI forbindelse med opptak av lån må også gjøres vedtak om hvordan lånet skal avdras.\nAvdragstiden for de lån som er nevnt under nr. 1, må ikke settes lengre enn forsvarlig etter tiltakets art og varighet og under ingen omstendighet lengre enn til 40 år. Bestemmelsene i foregående punktum gjelder ikke lån i Den Norske Stats Husbank til boligformål. Avdragstiden for de lån som er nevnt under nr. 2, må settes så kort som mulig, for periodiske utgifter høyst til den tid da en utgift av liknende art antas å melde seg på nytt, og under ingen omstendighet lengre enn til 20 år. Avdragstiden for lån til konvertering av eldre gjeld (nr. 4) må rette seg etter gjeldens art og følge reglene foran.\nAvdragstiden for lån til lånefond må ikke settes lengre enn til 40 år. Blir det vedtatt å bruke av lånefondet, må det samtidig gjøres vedtak om hvordan tilbakebetaling til lånefondet skal skje. For bruk og for tilbakebetaling av slike beløp gjelder de regler som foran er fastsatt om bruk og tilbakebetaling av lån.\nHar Kongen godkjent et vedtak etter denne paragraf om å ta opp lån eller fastsette avdragsvilkår eller om begge deler,​1 kan opptaket av lånet og fastsettingen av avdragsvilkårene ikke angripes på det grunnlag at det strider mot bestemmelsene i denne paragraf.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26. – Jfr. §§ 60, 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "content": "En fylkeskommune kan garantere for økonomiske forpliktelser:\n1. når det foreligger en særlig fylkeskommunal eller kommunal interesse,\n2. når lov eller stortingsbeslutning forutsetter at garanti blir gitt.\nDet kan i alminnelighet bare garanteres for økonomiske forpliktelser når det er stilt realsikkerhet for disse av andre enn fylkeskommunen.\nI forbindelse med garantien må det også gjøres vedtak om hvor lenge den skal vare. Tiden må ikke settes lengre enn strengt nødvendig, og ikke i noe tilfelle lengre enn 40 år hvis ikke lov eller stortingsbeslutning – jfr. denne paragrafs første ledd nr. 2 – forutsetter noe annet. Bestemmelsene i foregående punktum gjelder ikke garanti for lån i Den Norske Stats Husbank til boligformål.\nHar Kongen godkjent et vedtak om garanti etter denne paragraf,​2 kan garantien ikke angripes på det grunnlag at den strider mot bestemmelsene i denne paragraf.\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "En fylkeskommune kan ikke rettsgyldig pantsette sine eiendeler til sikkerhet for andres gjeld, unntatt til sikkerhet for lån som brukes til videre utnyttelse, utvidelse eller forbedring av den fylkeskommunale eiendel.\n1 Endret ved lov 26 mai 1975 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "content": "En fylkeskommunes eiendeler kan ikke være gjenstand for utlegg eller arrest. Dette gjelder likevel ikke når utlegg eller annen sikkerhet søkes i inntektsbringende eiendom, skip eller anlegg til dekning av krav på kjøpesummen eller av krav på vederlag for arbeid eller varer, og kravet er oppstått i anledning av utviding eller forbedring av eller til videre utnytting av eiendommen, skipet eller anlegget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "content": "Fordring på en fylkeskommune kan ikke bringes i motregning overfor fylkeskommunens krav på skatter og avgifter. Det samme gjelder overfor fylkeskommunens krav på avgift for elektrisk kraft, vann eller liknende ytelser.\nEn bank kan heller ikke bringe sin fordring på fylkeskommunen i motregning overfor fylkeskommunens innskudd i banken.\nEn fylkeskommune kan ikke overdra krav på skatter eller avgifter.\nMed samtykke av departementet​1 kan en fylkeskommune overdra krav på avgifter som nevnt i første ledd, dersom avgiftskravet følger av en inngått kontrakt.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "content": "En fylkeskommune kan ikke tas under konkursbehandling eller åpne gjeldsforhandling etter loven.​2\n1 Endret ved lov 8 juni 1984 nr. 60.\n2 Se lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "content": "Når en fylkeskommune på grunn av vansker som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter fylkesordføreren å meddele dette til departementet. Departementet kunngjør meldingen i Norsk Lysingsblad.\nEr en slik melding gitt, skal fylkeskommunen til de økonomiske forhold igjen er kommet i orden, først og fremst dekke følgende krav:\n1. lønn, pensjon og annen godtgjørelse til sine tjenestemenn og arbeidere, tilskudd som fylkeskommunen skal betale til lønn til andre funksjonærer og de fordringer som er nevnt i lov om fordringshavernes dekningsrett​2 §§ 9-3 og 9-4,\n2. lovbestemte tilskudd og refusjonsbeløp til staten, andre fylkeskommuner og kommuner dersom kravene er påløpt eller påløper i de siste 12 måneder før meldingen om betalingsinnstilling er kommet inn til departementet og i senere år,\n3. utgifter som påløper etter at slik melding som nevnt er kommet inn til departementet, eller som er påløpt de siste 3 måneder før meldingen, til formål som er lagt på fylkeskommunen ved lov eller som på grunn av særegne forhold tillates opprettholdt.\nDe fordringer som er nevnt i punkt 1-3, har innbyrdes like rett. Renter og saksomkostninger har samme rett som hovedfordringen.\nKrav som er sikret ved pant, dekkes i den utstrekning pantet må antas å strekke til. Reglene i lov om fordringshavernes dekningsrett​2 §§ 8-14, 8-16 og 8-17 gjelder tilsvarende.\nAndre krav som er forfalt, betales forholdsmessig i den utstrekning fylkeskassen har midler til det.\n1 Endret ved lover 31 mai 1963 nr. 2, 13 juni 1975 nr. 43, 8 juni 1984 nr. 60.\n2 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "content": "Fylkeskommunens regnskapsføring må være slik at regnskapene til hver tid gir full oversikt over hvordan fylkeskommunens midler er forvaltet og om forvaltningen er i samsvar med det bevilgede budsjett.\nDepartementet​1 gir nærmere forskrifter om regnskapsføring og revisjon.\n1 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv h-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "content": "Vedtak av fylkestinget eller annen fylkeskommunal myndighet er ikke gyldig uten godkjenning av Kongen​2 når vedtaket går ut på:\n1. å ta opp lån eller å garantere for lån eller andre økonomiske forpliktelser. Gjelder det vedtak om å ta opp eller garantere for lån, kan Kongen som vilkår for godkjenningen fastsette avdragsmåte og avdragstid for lånet, jfr. § 48, eller hvor lenge garantien skal vare, jfr. § 49. Kongen kan bestemme​3 at låneopptak og garantier under visse beløpsgrenser ikke trenger godkjenning, og kan fastsette forskrifter for slike låneopptak og garantier. Låneopptak eller garantier for lån av statsbanker, offentlige fond eller andre statsmidler trenger ikke godkjenning etter denne bestemmelse,\n2. å bruke midler av lånefondet eller å bruke lånte midler til annet formål enn bestemt ved godkjenningen. På samme måte som nevnt i punkt 1 kan Kongen fastsette hvordan lånet skal betales tilbake,\n3. å ta over andre forpliktelser som kan påføre fylkeskommunen utgifter i en lengre tid enn de neste 5 år,\n4. å bruke fond til andre formål enn de er satt av til, jfr. § 47,\n5. å føre over myndighet og plikter etter bestemmelsene i § 29.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26, 26 mai 1978 nr. 30, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Se res. 18 nov 1977 om fullmakt for Kommunaldepartementet.\n3 Bestemt ved res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "content": "Utskrift av vedtak av annen fylkeskommunal myndighet enn fylkesting og fylkesutvalg skal sendes fylkesordføreren når vedtaket etter denne lovs bestemmelser trenger godkjenning eller samtykke av Kongen eller annen myndighet, eller fylkesordføreren krever det.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "content": "Når et vedtak er brakt inn for Kongen etter bestemmelsene i § 18, kan han stadfeste eller forkaste vedtaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "content": "For lån som fylkestinget har vedtatt å ta opp,​2 kan det skrives ut rentebærende gjeldsbrev som lyder på ihendehaveren, eller lånet kan registreres i Verdipapirsentralen. Disse obligasjonene må ikke lyde på mindre beløp enn 1.000 kroner eller tilsvarende beløp i fremmed mynt og skal ha opplysning om måte og tid for tilbakebetaling.\n1 Endret ved lov 14 juni 1985 nr. 70.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "content": "Ved utbetalinger fra fylkeskommuner til en fylkes-, herreds- eller bykommune skal denne kommunes revisjon underrettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "content": "Etter krav av fylkesordføreren, fylkesrådmannen eller fylkesmannen skal en offentlig tjenestemann uten betaling​2 gi de opplysninger som er nødvendige for fylkeskommunale saker og som han etter sin stilling kan gi.\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. sportellov § 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "content": "Bestemmelsene i denne lovs §§ 48-54 gjelder tilsvarende for selskaper og andre sammenslutninger når det bare er fylkeskommuner som er deltakere, og deltakerne har ansvar for gjelden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "10:67",
      "chapter": "10",
      "section": "67",
      "title": "(Overgangsbestemmelser.)",
      "content": "§ 67.(Overgangsbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "10:68",
      "chapter": "10",
      "section": "68",
      "content": "Bestemmelsene i § 67 trer i kraft straks. Forøvrig trer loven i kraft 1. januar 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Denne lov gjelder for fylkeskommuner og gir regler om de fylkekommunale saker som det ikke er særlige bestemmelser for i andre lover.​1\n1 Jfr. lov 2 mai 1986 nr. 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Hvert fylke​2 unntatt Oslo utgjør en fylkeskommune.\n1 Endret ved lov 21 juni 1968 nr. 2.\n2 Jfr. lov 14. aug 1918 nr. 1 § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Endring av fylkeskommuners navn fastsettes ved lov. Kongen kan likevel beslutte endring av skrivemåten når dette ikke har betydning for uttalen. Fylkestinget skal ha hatt anledning til å uttale seg før endring blir gjort.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "I hver fylkeskommune skal det være fylkesting, fylkesutvalg, fylkesordfører og fylkesrådmann.\n1 Endret ved lov 13 juni 1975 nr. 43 (se dens V).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Fylkestinget velges av de stemmeberettigede innbyggere i fylkets kommuner etter de regler som er fastsatt i lov. Valget gjelder for fire år regnet fra 1 januar året etter det år valget er holdt.\nFylkestingets medlemstall skal være et ulike tall som fastsettes slik:\nI fylkeskommuner med ikke over 100.000 innbyggere, minst 25 og høyst 35\nOver 100.000 innbyggere men ikke over 150.000, minst 31 og høyst 45\nOver 150.000 innbyggere men ikke over 200.000, minst 39 og høyst 55\nOver 200.000 innbyggere men ikke over 300.000, minst 49 og høyst 71\nOver 300.000 innbyggere, minst 63 og høyst 85\nFylkestinget fastsetter medlemstallet innen de grenser som er nevnt i annet ledd på grunnlag av innbyggertallet i fylkeskommunen ved nest siste årsskifte.\nHvis et medlem av fylkesting mister stemmeretten ved fylkestingsvalg, trer det endelig ut av fylkestinget. Det samme gjelder hvis et medlem blir fylkesmann, fylkeskontorsjef, fylkesrådmann eller dennes stedfortreder, leder av forvaltningsgren innen fylkeskommunen, fylkeskasserer, sekretær for fylkestinget eller revisor i fylkeskommunen eller ved fylkeskommunal bedrift.\nHvis et medlem flytter ut av fylkeskommunen slik at det ikke lenger står innført i folkeregisteret som bosatt i noen av kommunene i fylket, trer vedkommende ut av fylkestinget for den tid fraværet varer, eller – dersom det registrerte oppholdet utenfor fylkeskommunen varer mer enn to år – for resten av valgperioden.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av fylkestinget den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 5 april 1963 nr. 7, 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 11 mai 1979 nr. 15, 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Fylkesutvalget skal ha så mange medlemmer som det hele tall en får ved å dele fylkestingets medlemstall med 4. Blir det framkomne tall et like tall, forhøyes det med 1. Medlemstallet skal likevel ikke være høyere enn 15.\nPersoner som skal avlegge regnskap for fylkeskommunen, kan ikke velges til medlem av fylkesutvalget.\nRett til å kreve seg fritatt for valg til medlem av fylkesutvalget har den som har gjort tjeneste som medlem de siste fire år eller som har fylt 60 år innen utgangen av det år fylkestingsvalget er holdt. Den som vil kreve seg fritatt, må senest i det møte medlemmene skal velges, sette fram krav om det til formannen.\nEt medlem som kommer i slikt stilling som nevnt i annet ledd, trer endelig ut av fylkesutvalget.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem av fylkesutvalget den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lover 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Medlemmer av fylkesutvalget og varamenn for disse velges av og blant medlemmene av fylkestinget innen utgangen av det år fylkestingsvalget er holdt. Møtet kalles sammen av den tjenestegjørende fylkesordfører med høvelig varsel. Valget gjelder for fire år regnet fra 1 januar året etter det år valget er holdt.\nValget foregår som forholdsvalg hvis noe medlem krever det. Et forslag til valgliste må inneholde så mange forskjellige eller gjentatte navn som det skal velges medlemmer av fylkesutvalget. Listeforslaget kan dessuten i fortsatt rekkefølge utfylles med et antall forskjellige navn som angitt i § 25 nr. 1 bokstav c fjerde ledd i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg, likevel slik at fylkesutvalgets medlemstall trer i stedet for fylkestingets. For øvrig gjelder bestemmelsene om kommunestyrevalg i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 25 nr. 1 bokstav b, bokstav c tredje ledd annet punktum og femte ledd, bokstav d første ledd annet punktum, bokstav e, § 44 nr. 2, nr. 3, nr. 4, nr. 5 – likevel slik at fylkesutvalgets medlemstall trer i stedet for kommunestyrets – og nr. 6, § 45 første ledd, § 48 femte ledd, § 64 og § 65 tilsvarende. Er en kandidat ført opp på flere lister, velger han selv hvilken liste han vil stå på.\nBlir det ikke satt frem krav om forholdsvalg, velges fylkesutvalgets medlemmer og varamedlemmer for disse ved flertallsvalg. Bestemmelsene i lov​2 om stortingsvalg, fylkestingsvalg og kommunestyrevalg § 69 nr. 2 og 3 gjelder tilsvarende.\n1 Endret ved lover 14 juni 1974 nr. 40, 13 juni 1975 nr. 43, 15 des 1978 nr. 85, 1 mars 1985 nr. 3. – Se § 67.\n2 Lov 1 mars 1985 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Fylkestinget velger blant fylkesutvalgets medlemmer fylkesordføreren og en varaordfører. Valget holdes som annen sak på den samling som er nevnt i § 7 og gjelder til et nyvalgt fylkesting har valgt ny fylkesordfører og varaordfører.\nDen som har vært fylkesordfører de fire siste år, kan unnslå seg for å velges igjen for de fire følgende år. Vil han kreve seg fritatt, må han sette fram krav om det senest i det møte der fylkesordfører skal velges.\nHvis ved første avstemning under valg på fylkesordfører eller varaordfører ingen får flertall av de stemmer som er gitt, holdes ny avstemning. Ved denne avstemning regnes den for valgt som har flest stemmer (enkelt flertall). Hvis flere har fått samme stemmetall, avgjøres valget ved loddtrekning.\nFylkestinget kan for resten av valgperioden etter søknad frita for vervet som fylkesordfører eller varaordfører den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i dette vervet.\n1 Endret ved lov 19 juni 1970 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Er tallet på varamenn til fylkesutvalget eller på en gruppes varamenn blitt utilstrekkelig, kan fylkestinget ved flertallsvalg velge en eller flere faste eller midlertidige varamenn – i tilfelle i den gruppe det gjelder.\nTrer fylkesordføreren midlertidig eller endelig ut av tjeneste i løpet av den tid han er valgt for, blir varaordføreren fylkesordfører, og fylkestinget velger midlertidig eller endelig en ny varaordfører. Fylkesutvalget kan etter reglene i § 24 foreta dette valg, som da skal gjelde for den tid fylkesordføreren er fraværende men ikke lenger enn til det på førstkommende samling av fylkestinget blir holdt nytt valg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Fylkestinget og fylkesutvalget tar sine avgjørelser i møte under ledelse av fylkesordføreren eller varaordføreren. Har begge forfall, velges en ordstyrer for anledningen med enkelt flertall blant de møtende medlemmer. Får flere samme stemmetall, avgjøres valget ved loddtrekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Fylkesordføreren kaller sammen fylkestinget til samling når han finner det påkrevd, når fylkesutvalget vedtar det, eller når Kongen krever det. Fylkesutvalget fastsetter tid og sted der samlingen skal holdes, hvis fylkestinget ikke har gjort det.\nInnkalling til samling av fylkestinget skal med høvelig varsel gjøres alminnelig kjent i fylkeskommunen ved kunngjøring på den måte som fylkestinget bestemmer.\nAvtrykk av saker som legges fram til behandling, skal om mulig sendes medlemmene av fylkestinget minst 8 dager før samlingen. Fylkesutvalgets budsjettforslag, jfr. § 23, skal alltid sendes fylkestingets medlemmer i god tid og minst 8 dager før samlingen. I reglement, jfr. § 20, kan disse frister fastsettes til 14 dager. Samtidig med utsendelsen skal avtrykk av sakene legges ut til ettersyn på steder som er nevnt i kunngjøringen.\n1 Endret ved lover 15 des 1967 nr. 3, 25 mars 1977 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Fylkesutvalget trer sammen etter innkalling fra fylkesordføreren når det er bestemt i lov, når fylkesordføreren finner det påkrevd, eller når minst en tredjedel av fylkesutvalgets medlemmer krever det.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Fylkestinget og fylkesutvalget kan ikke gjøre noe gyldig vedtak uten at minst to tredjedeler av medlemmene er til stede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Fylkestingets møter holdes for åpne dører​2 når ikke annet er vedtatt for noen enkelt sak. Forhandlinger om dette føres for lukkede dører når møtestyreren krever det eller fylkestinget vedtar det.\nFor fylkesutvalgets møter gjelder § 33 c nr. 4 tilsvarende.\n1 Endret ved lover 13 juni 1975 nr. 43, 5 juni 1987 nr. 25.\n2 Jfr. midl. lov 25 mars 1977 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "På samling i fylkestinget kan vedtak også gjøres i sak som ikke er nevnt i innkallingen hvis ikke møtestyreren eller en fjerdedel av de møtende motsetter seg det.\nHvert medlem av fylkestinget kan stille spørsmål til fylkesordføreren i saker som ikke er nevnt i innkallingen. Slike spørsmål må stilles før siste møtedag. Fylkesordføreren kan vente med å svare til et senere møte under samme samling.\n1 Endret ved lov 18 april 1980 nr. 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Om inhabilitet for medlemmene av fylkestinget og fylkesutvalget gjelder bestemmelsene i kapittel II i forvaltningsloven.​2\nInhabilitet inntrer ikke ved valg til offentlige tillitsverv eller ved fastsetting av godtgjørelse o.l. for slike verv.\nForsamlingen kan frita et medlem for å være med i en sak når medlemmet ber om det og sier fra på forhånd at det av personlige grunner ikke finner det riktig å ta del i behandlingen av saken.\n1 Endret ved lover 19 juni 1969 nr. 54, 27 mai 1977 nr. 40.\n2 Lov 10 feb 1967.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "For at vedtak av fylkestinget eller fylkesutvalget skal være gyldig, kreves at det er gjort med flertall av de stemmer som er gitt når ikke annet er fastsatt i lov.​2\nStår stemmene likt gjør fylkesordførerens (møtestyrerens) stemme utslaget unntatt ved valg eller ansettelse av tjenestemenn. Bortsett fra valg av medlemmer av fylkesutvalget og varamenn for disse etter § 7 og § 9, av fylkesordfører og varaordfører etter § 8 og § 9, av ordstyrer etter § 10 og av oppmann etter § 18 gjelder følgende regler for valg som fremmes som flertallsvalg og for ansettelse av tjenestemenn:\nHvis ved første avstemning ingen får flertall av de avgitte stemmer, holdes ny avstemning. Ved denne regnes den for valgt eller ansatt som har fått flest stemmer. Det kan før ny avstemning gjøres vedtak om at det bare skal stemmes på to eller flere av dem som ved første avstemning fikk høyeste stemmetall. Hvis valget eller ansettelsen fremdeles ikke er avgjort, fordi flere har fått like mange stemmer, treffes avgjørelsen ved loddtrekning.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Når forslag om\n1. å ta opp lån,\n2. å kjøpe eller avhende fast eiendom,\n3. å bevilge nye årlige lønninger eller andre nye varige årsutgifter,\n4. å avstå noen av fylkeskommunens rettigheter,\n5. nye tiltak eller betydelig utviding av eldre",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "content": "Hvis medlemmer av fylkestinget eller fylkesutvalget dør, trer ut eller får varig forfall, trer varamenn inn i deres sted i den nummerorden de er valgt.\nVed innkalling av varamenn til møte eller til behandling av en enkelt sak følges likeledes så vidt mulig nummerordenen.\nUtfylling av fylkestinget skal skje ved varamenn av den gruppe som på grunn av avgang eller forfall ikke er fulltallig. Det samme gjelder varamenn til fylkesutvalget, dersom dette er sammensatt ved forholdsvalg.\n1 Endret ved lov 14 juni 1974 nr. 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "2:20",
      "chapter": "2",
      "section": "20",
      "content": "Ved møte i fylkestinget og fylkesutvalget føres bok over forhandlingene. Møtestyreren og minst 2 andre medlemmer skriver under forhandlingsboka for hvert møte.\nFylkestinget fastsetter i reglement nærmere regler for fylkestingets og fylkesutvalgets virksomhet. Reglementet må gis en form og et innhold som departementet​2 finner å kunne godkjenne.\nDepartementet​3 kan gi forskrifter om oppbevaring og ordning av og tilsyn med fylkeskommunens arkiver. Det kan bestemme at en fylkeskommune innen en nærmere fastsatt frist skal ha innredet rom der arkivsakene kan bli betryggende oppbevart. Videre kan departementet bestemme at eldre arkivsaker som ikke er i bruk, skal sendes inn til et statsarkiv hvis de ikke oppbevares på betryggende måte.\n1 Endret ved lov 25 mars 1977 nr. 26.\n2 Kommunaldepartementet.\n3 Riksarkivaren iflg. res. 22 juli 1977.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Fylkestinget har bevilgnings- og beskatningsretten​2 og tar sammen med fylkesutvalget hånd om fylkeskommunens saker innen de grenser som gjeldende lov tilsier.\nFylkestinget utfører dessuten de offentlige gjøremål som lov ellers legger på det, skaffer de opplysninger og gir de uttalelser som departementet krever.\nFylkestinget handler ellers på fylkeskommunens vegne i alle tilfelle der avgjørelsen av en sak ikke er lagt til annen myndighet ved lov eller etter vedtak av fylkestinget (jfr. kapittel 4).\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Fylkestinget skal innen den frist som fastsettes med hjemmel i skatteloven § 139, gjøre vedtak i budsjettform om fylkeskommunens inntekter og utgifter i det kommende budsjettår, jfr. kap. 7.\nFylkesutvalget bestemmer innen hvilken frist budsjettforslagene fra de forskjellige forvaltningsgrener og fra rådmannen skal være avgitt.\nFylkeskommunens regnskaper i revidert stand og en redegjørelse for årsakene til mulige uoverensstemmelser mellom fylkestingets bevilgning og regnskapet, skal legges fram for fylkestinget.\n1 Endret ved lover 19 juni 1970 nr. 53, 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Fylkesutvalget fører tilsyn med fylkeskommunens forvaltning og skal herunder:\n1. behandle fylkesrådmannens budsjettforslag og forslag til skattevedtak og sette opp slike forslag til fylkestinget.\n2. føre tilsyn med at fylkeskommunens regnskapsvesen til enhver tid er i god orden, at regnskaper med redegjøringer og driftsberetninger blir levert i rett tid, og at regnskapene uten opphold blir lagt fram for revisor,\n3. legge regnskapene fram for fylkestinget med innstilling dersom dette ikke har satt ned særskilt utvalg til å forberede desisjonssaker, og føre tilsyn med at poster som er desidert til ansvar, blir rettet uten opphold.\n4. føre – eller sørge for – tilsyn med at fylkestingets og fylkesutvalgets vedtak blir etterkommet, der dette tilsyn ikke er lagt til statstjenestemenn eller lovbestemt styre, og at fylkeskommunens arbeider og gjøremål blir fremmet på en tjenlig måte for fylkeskommunen.\nFylkestinget treffer bestemmelse om fylkesutvalgets plikt til å utrede og gi innstilling i saker som skal behandles av fylkestinget.\nFylkesutvalget utfører dessuten de offentlige gjøremål som lov legger på det,​2 skaffer de opplysninger og gir de uttalelser som departementet krever.\nEr det lagt til fylkesutvalget å gjøre vedtak i en sak, kan det likevel kreve fylkestingets avgjørelse i saken.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26.\n2 Jfr. §§ 24, 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Fylkesutvalget kan avgjøre saker som fylkestinget ellers skal gjøre vedtak om, når det finnes helt påkrevd å få saken avgjort før samling av fylkestinget til behandling av andre saker blir holdt og det enten ikke er tid til å kalle inn fylkestinget eller saken ikke er så viktig at det bør kalles inn. Melding om vedtaket forelegges snarest mulig for fylkestinget.\n1 Endret ved lov 25 mars 1977 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 mars 1975 nr. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "content": "Fylkestinget kan for enkelt høve eller ved vedtekt overdra til fylkesutvalget å gjøre vedtak i saker som fylkestinget etter denne lov har myndighet til å behandle, dersom det ikke gjelder saker som nevnt under nr. 1-9 nedenfor:\n1.\na. Saker om å erverve, avhende, makeskifte eller pantsette fast eiendom, eller om å avstå eller borthefte noen rettigheter i fast eiendom, bruksrettigheter og servitutter unntatt (jfr. bokstav b). Denne bestemmelse gjelder bare i forhold til eiendommer eller rettigheter som er verd mer enn et beløp som fastsettes av Kongen.\nb. Saker om avslutning av avtaler om leveranser, bruksrettigheter eller servitutter som enten er av større økonomisk betydning for fylkeskommunen eller binder fylkeskommunen for lengre tid enn 5 år. Denne bestemmelse gjelder likevel ikke avtaler om å feste bort eiendommer som ikke er verd mer enn et beløp som fastsettes av Kongen.\nHar fylkestinget vedtatt å erverve, avhende eller feste bort fast eiendom eller rettighet i fast eiendom, kan det likevel la fylkesutvalget eller noen annen vedta eller fastsette prisen.\nVidere kan fylkestinget la fylkesutvalget eller noen annen erverve, avhende og feste bort eiendommer eller rettigheter i eiendommer så langt det trengs for å sette i verk eller føre gjennom et vedtak som fylkestinget har gjort.\n2. Saker om nye tiltak eller betydelige utvidinger av eldre.\n3. Saker om å ta opp lån. Men fylkestinget kan la fylkesutvalget avtale eller godkjenne de nærmere vilkår for lån som fylkestinget har vedtatt å ta opp.\n4. Saker om å ta over garanti for økonomiske forpliktelser. Men fylkestinget kan la fylkesutvalget gi garanti for økonomiske forpliktelser innenfor det beløp og på de alminnelige vilkår som fylkestinget fastsetter.\n5. Saker om å ansette fylkesrådmann, fylkeskasserer og revisor (revisorer), om å ordne regnskapsrevisjonen, oppnevne utvalg for regnskaps- og desisjonssaker, å motta regnskapsredegjøringer og driftsberetninger og å avsi desisjon.\n6. Saker om å overdra myndighet og plikt etter bestemmelsene i §§ 27, 28, 29 og 41.\n7. Saker om å fastsette alminnelige salgstariffer eller priser for elektrisk kraft og andre ytelser fra fylkeskommunale innretninger, verker eller bedrifter som framtrer som monopolforretninger.\n8. Budsjettsaker etter § 22. Men departementet kan i forskrift bestemme at det innen nærmere angitte grenser skal være adgang for fylkestinget til å overlate myndighet til fylkesutvalget eller noen annen i saker om budsjettbehandling.​2\n9. Saker om å bestemme om anvisningsmyndighet skal utøves av andre enn fylkesrådmannen og å gi slik myndighet.\n1 Endret ved lover 19 juni 1970 nr. 53, 13 juni 1975 nr. 43, 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 5 juni 1987 nr. 25. – Jfr. §§ 23 og 30.\n2 Jfr. forskrift 20 feb 1981 nr. 4213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:26 a",
      "chapter": "4",
      "section": "26 a",
      "content": "Fylkestinget kan gi en sammenslutning av kommuner og fylkeskommuner fullmakt til å inngå og si opp tariffavtale, samt å gi og motta arbeidsoppsigelse på fylkeskommunens vegne.\n1 Tilføyet ved lov 27 feb 1987 nr. 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26a",
        "source_heading": "§ 26 a."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "content": "Fylkestinget kan opprette faste utvalg for fylkeskommunale formål eller for avdelinger av den fylkeskommunale virksomhet som ikke ved lov er lagt under eget styre.\nFylkestinget fastsetter ved alminnelige forskrifter området for den virksomhet disse utvalg skal ha. Gjøremål som etter denne lov kan legges til fylkesutvalget, kan også legges til faste utvalg; dette gjelder likevel ikke ansettelse av leder for fylkeskommunal forvaltningsgren.\nBestemmelsen i annet ledd annet punktum gjelder også for overdragelse av myndighet til fylkeskommunale nemnder opprettet i medhold av andre lover.\nKongen​2 kan etter søknad fra en fylkeskommune samtykke i forsøksvirksomhet med avvik fra gjeldende bestemmelser i lov eller forskrift om fylkeskommunale nemnder. Kongen kan gi nærmere bestemmelser om forsøksvilkårene. Bestemmelsen gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 18 april 1980 nr. 7, 5 juni 1987 nr. 25. – Jfr. § 42.\n2 Kommunaldepartementet, jfr. res. 6 mai 1988 nr. 345.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "content": "For fylkeskommunal bedrift kan fylkestinget opprette en driftsledelse bestående av styre eller styre og råd.\nFor bedrift som ikke forutsettes å trenge stadig tilskudd av fylkeskassen til driftsutgifter utenom renter, kan fylkestinget overdra til styret eller til styre og råd den myndighet som kan overdras til fylkesutvalget. Til styre og råd kan det også overdra avgjørelsesmyndigheten i de saker som er nevnt i § 26 nr. 1 bokstav b og nr. 8, og § 41.\nDriftsledelsen gir hvert kvartal innberetning til fylkesutvalget. Regnskapsåret skal være det samme som bestemt for fylkeskommunale budsjett.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "content": "To eller flere fylkeskommuner kan opprette et eget styre til å løse en felles oppgave. Til dette styre kan fylkeskommunene overdra den myndighet de blir enige om, når annet ikke er fastsatt i lov. Slikt felles styre kan også opprettes av en eller flere fylkeskommuner sammen med en eller flere herreds- og bykommuner.\nNår forholdene gjør det nødvendig, kan Kongen pålegge to eller flere fylkeskommuner å samarbeide om løsning av oppgaver av felles interesse, herunder å medvirke til slik forberedende utredning og planlegging som samarbeidet vil kreve. Slikt pålegg kan også gis om samarbeid mellom en eller flere fylkeskommuner og en eller flere herreds- og bykommuner. Blir det etter utredning og planlegging etter pålegg som nevnt, eller iverksatt av fylkeskommunene og kommunene av eget tiltak, ikke enighet om valg av løsning av den eller de oppgaver samarbeidet skal omfatte, eller om fordelingen av utgiftene mellom de deltakende fylkeskommuner og herreds- og bykommuner, kan Kongen bestemme hvilken løsning som skal velges, og hvordan utgiftene skal fordeles. Han bestemmer for øvrig i hvilke former og på hvilke nærmere vilkår samarbeidet skal foregå. Før beslutning om samarbeid etter bestemmelsene i dette ledd tas, skal fylkestingene i de fylker og kommunestyrene i de kommunene som berøres av samarbeidet, gis høve til å uttale seg.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "content": "Fylkestinget og fylkesutvalget kan opprette komiteer til forberedende behandling av saker og til å utføre særskilte verv. Fylkestinget kan også overdra slik myndighet til å opprette komiteer til en nemnd.\nFylkestinget kan overdra til en komité å avgjøre enkeltsaker som har direkte tilknytning til komiteens oppdrag. § 33 a første ledd tredje punktum gjelder tilsvarende.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "Fylkestinget fastsetter hvor mange medlemmer en nemnd skal ha, og velger leder og nestleder, medlemmer og varamedlemmer. Suppleringsvalg i løpet av valgperioden, jf. fjerde ledd, kan likevel overdras fylkesutvalget. Har fylkeskommunal bedrift styre og råd, kan fylkestinget også helt eller delvis overdra valget av styremedlemmer til rådet. Valgmyndighet for komiteer, jf. § 30, er det organ som har opprettet vedkommende komité.\nValg av nemnder opprettet i medhold av denne lov foregår som forholdsvalg når noe medlem krever det. I så fall får bestemmelsene i § 7 annet ledd tilsvarende anvendelse.\nValg av nemnder – bortsett fra komiteer – bør så vidt mulig skje før fylkeskommunevalgperioden tar til, og gjelder for valgperioden, jf. likevel likestillingslovens § 21 fjerde ledd femte punktum. Er nyvalg ikke foretatt innen valgperioden tar til, forlenges de sittende medlemmers funksjonstid inntil nyvalg er holdt.\nDersom et medlem trer endelig ut av nemnda, eller dør, velges nytt medlem, selv om det er valgt varamedlem. Er nemnda valgt etter reglene om forholdsvalg, skal den suppleres fra samme gruppe som den uttredende. Dør lederen eller trer han endelig ut av nemnda, skal det velges ny leder.\nBestemmelsene i denne paragraf gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover. Dette gjelder også bestemmelsene om forholdsvalg dersom vedkommende lovs egne bestemmelser ikke er til hinder for det eller medfører at forholdsvalg ikke passer. Om dette er tilfelle, avgjøres av vedkommende departement.\n1 Endret ved lover 5 juni 1987 nr. 25, 16 juni 1989 nr. 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Valgbar og pliktig til å ta imot valg til fylkeskommunale nemnder opprettet i medhold av denne eller andre lover, er enhver som har stemmerett ved fylkestingsvalg​2 og som når valget finner sted står innført i folkeregisteret​3 som bosatt i vedkommende fylke, og som ikke er utelukket eller fritatt. Valgbar – men ikke pliktig til å ta imot valg – er også personer som ikke har nådd myndighetsalderen, så fremt de fyller de øvrige vilkår for valgbarhet.\nUtelukket fra valg er:\na. Fylkesmannen, fylkeskontorsjefen, fylkesrådmannen og revisor i fylkeskommunen er utelukket fra valg til alle nemnder, unntatt komiteer og ansettelsesutvalg.\nb. Administrerende direktør (bedriftsleder), kasserer og revisor i bedrift som nevnt i § 28 er utelukket fra valg til styret og eventuelt rådet for bedriften.\nc. Administrativ leder, kasserer og revisor for interfylkeskommunale tiltak som nevnt i § 29 er utelukket fra valg til styret for tiltaket.\nd. Kasserer i fylkeskommunen og medlem av fylkesutvalget er utelukket fra valg til slik nemnd som nevnt i § 26 nr. 5.\ne. Leder av forvaltningsgren i fylkeskommunen er utelukket fra valg til alle nemnder unntatt fra komiteer og ansettelsesutvalg.\nRett til å kreve seg fritatt fra valg til nemnder har:\na. den som ikke har nådd myndighetsalderen, jf. første ledd.\nb. den som har fylt 65 år før valgperioden tar til.\nc. den som har gjort tjeneste som medlem av en nemnd i de siste fire år, kan kreve seg fritatt for valg til den samme nemnd i de følgende fire år.\nd. den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Fylkestinget avgjør dette etter søknad fra vedkommende.\ne. fylkesordføreren og fylkesutvalgets medlemmer.\n1 Endret ved lov 5 juni 1987 nr. 25.\n2 Jfr. lov 1 mars 1985 nr. 3 § 3.\n3 Jfr. lov 16 jan 1970 nr. 1 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "Dersom et medlem av en nemnd overtar en slik stilling som etter § 32 annet ledd utelukker vedkommende fra valg, trer vedkommende endelig ut av nemnda. Ved tap av stemmerett og flytting gjelder § 5 fjerde ledd første punktum og femte ledd tilsvarende.\nDersom det mot et medlem av en nemnd er utferdiget siktelse eller reist tiltale for et straffbart forhold som nevnt i straffelovens kapittel 11 eller 33, og forholdet ifølge siktelsen eller tiltalen knytter seg til utøving av verv eller tjeneste for kommunen, kan oppnevningsmyndigheten ved vanlig flertall vedta å suspendere vedkommende fra vervet inntil saken er rettskraftig avgjort.\nFylkestinget kan for en bestemt tid eller for resten av valgperioden etter søknad frita for vervet som medlem eller leder i en fylkeskommunal nemnd den som ikke uten uforholdsmessig vanskelighet kan skjøtte sine plikter i vervet. Fylkesutvalget og en nemnd har tilsvarende myndighet til å frita for verv i komiteer som henholdsvis fylkesutvalget og vedkommende nemnd har oppnevnt.\nDenne paragrafen gjelder tilsvarende for fylkeskommunale nemnder som er opprettet i medhold av andre lover.\n1 Endret ved lover 19 juni 1969 nr. 54, 27 mai 1977 nr. 40, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:33 a",
      "chapter": "4",
      "section": "33 a",
      "content": "Fylkestinget, og fylkesutvalget etter bestemmelse av fylkestinget, kan overdra til administrasjonssjefen og til leder for forvaltningsgren i fylkeskommunen å treffe vedtak i enkeltsaker eller typer av saker som må anses som kurante og som fylkestinget etter denne lov har myndighet til å behandle. Fylkestinget kan også bestemme at organ opprettet etter §§ 27, 28 og 29 kan gi lederen, et arbeidsutvalg på minst 3 medlemmer eller de tjenestemenn som er nevnt i første punktum, myndighet til å avgjøre kurante saker. Overdragelse av myndighet etter første og annet punktum må under ingen omstendighet gå ut over de grenser som er angitt i §§ 26 og 27.\nFørste ledd gjelder ikke saker om budsjettbehandling, jf. § 26 nr. 8.\nFørste ledd annet punktum gjelder også for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 18 april 1980 nr. 7, endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "4:33 b",
      "chapter": "4",
      "section": "33 b",
      "content": "Fylkestinget kan når som helst nedlegge eller omorganisere nemnder opprettet i medhold av §§ 27, 28, 29 eller 30. Omorganiseringen må i tilfelle skje ved nyvalg av samtlige medlemmer i vedkommende nemnd.\nFylkesutvalget og en nemnd har tilsvarende myndighet til å nedlegge eller omorganisere komiteer som de selv har oppnevnt.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 b."
      }
    },
    {
      "provision_ref": "4:33 c",
      "chapter": "4",
      "section": "33 c",
      "content": "1. Nemndas leder kaller sammen til møte når det finnes påkrevd eller når nemnda krever det. En tredjedel av nemndas medlemmer kan kreve at lederen kaller sammen til møte til behandling av bestemt angitte saker.\nInnkallingen skal inneholde en fortegnelse over de saker som skal behandles på møtet, og sendes medlemmene med høvelig varsel.\n2. Nemndas leder er møteleder. Ved forfall, fungerer nemndas nestleder som møteleder. Dersom også nestleder har forfall, velges det av og blant nemndas medlemmer en møteleder for anledningen. Det medlem er valgt som møteleder som får flest stemmer. Hvis flere får samme stemmetall, avgjøres valget ved loddtrekning.\n3. Nemnda treffer sine avgjørelser i møte. Gyldig avgjørelse kan bare treffes når minst halvparten av medlemmene deltar i forhandlingene og avgjørelsen. Vedtak fattes med flertall av de stemmer som avgis. I tilfelle stemmelikhet gjør lederens stemme utslaget, unntatt ved valg og ansettelser hvor reglene i § 17 tredje ledd og § 31 andre ledd får tilsvarende anvendelse.\nFylkestinget kan likevel bestemme at nemnda, når forholdene gjør det nødvendig, kan avgjøre kurante enkeltsaker ved sirkulasjon mellom nemndas medlemmer. Beslutning om slik behandling treffes i det enkelte tilfelle av nemndas leder.\n4. Fylkestinget kan bestemme at nemndas møter helt eller delvis skal holdes for åpne dører, med mindre det gjelder saker som er belagt med taushetsplikt.\nDepartementet kan gi nærmere regler om gjennomføring av denne bestemmelsen.\n5. Møteleder skal sørge for at det føres møtebok over nemndas forhandlinger. Møteboka skal i det minste inneholde opplysninger om tid og sted for møtet, hvem som møtte og hvem som var fraværende, hvilke saker som ble behandlet, hvilke avgjørelser som ble truffet og avstemningsresultatet. Møteboka for det enkelte møte skal godkjennes av nemndas medlemmer. Utskrift av møteboka skal sendes fylkestinget etter dets nærmere bestemmelse.\n6. Når fylkestinget delegerer avgjørelsesmyndighet til en nemnd, kan det bestemme at parter eller andre med rettslig klageinteresse kan påklage nemndas avgjørelse til fylkestinget eller fylkesutvalget, selv om det ikke er adgang til å klage etter forvaltningsloven av 10. februar 1967. Fylkestinget kan også gi et mindretall i nemnda adgang til å bringe nemndas avgjørelse inn for fylkestinget eller fylkesutvalget.\n7. Om inhabilitet for nemndsmedlemmer og om fritak for å delta i behandlingen av en sak, gjelder de samme bestemmelser som for fylkesting og fylkesutvalg, jf. § 16.\n8. Kommunestyret kan gi nærmere instruks om saksbehandlingen i nemnda.\n9. Bestemmelsene i denne paragraf gjelder også for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Tilføyet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33c",
        "source_heading": "§ 33 c."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "content": "Som leder av møte i fylkestinget og fylkesutvalget håndhever fylkesordføreren forretningsordenen og gjeldende lovs bestemmelser om det som kreves til gyldig vedtak.\nFylkesordføreren står for føringen av forhandlingsboka.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "5:35",
      "chapter": "5",
      "section": "35",
      "content": "Fylkesordføreren kan delta i alle utvalgs, komitéers, styrers og råds forhandlinger, men kan ikke stemme uten at han er valgt til medlem.\nEtter nærmere bestemmelse av fylkestinget kan fylkesordføreren la seg representere ved et annet medlem av fylkesutvalget i møter etter første ledd.\nBestemmelsene i første og annet ledd gjelder også for møter i fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "5:36",
      "chapter": "5",
      "section": "36",
      "content": "Fylkesordføreren er fylkeskommunens rettslige representant. Han underskriver på fylkeskommunens vegne i alle tilfelle der denne myndighet ikke er ført over til andre.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "5:37",
      "chapter": "5",
      "section": "37",
      "content": "Fylkesordføreren drar omsorg for at saker som behandles av fylkesting og fylkesutvalg er forsvarlig forberedt. Han sørger for at underretning om vedtak blir sendt rette vedkommende uten unødig opphold og legger vedtaket fram til godkjenning dersom godkjenning trengs. Fylkesordføreren sørger for at fylkestingets og fylkesutvalgets bøker og dokumenter holdes forsvarlig oppbevart og ordnet.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "I alle fylkeskommuner skal det ansettes fylkesrådmann. Dersom fylkestinget bestemmer det, kan det ansettes flere fylkesrådmenn.\nFylkesrådmannen ansettes etter offentlig lysing. Fylkeskasserer eller revisor i fylkeskommunen kan ikke konstitueres som fylkesrådmann i dennes fravær.\nFylkestinget fastsetter fylkesrådmannens lønn og øvrige vilkår og sikrer ham og i tilfelle hans gjenlevende ektefelle og barn under 18 år pensjon.\nBlir fylkesrådmannen sagt opp, kan han bringe vedtaket om dette inn for departementet, som kan godkjenne eller forkaste det.\nFylkesrådmannen skal føre det nærmeste tilsyn med fylkeskommunens hele forvaltning og særlig med penge- og regnskapsvesenet, gi forslag til fylkeskommunens budsjetter og skattevedtak, og ellers uttale seg om den finansielle side av de saker som ligger fore.\nEr det ansatt flere fylkesrådmenn, skal den ene av dem føre tilsyn, gi budsjettforslag og uttalelser som foran nevnt, mens den eller de andre rådmenn skal ha det nærmeste tilsyn med de grener av forvaltningen som hører under dem. Fylkestinget gir nærmere forskrifter om dette, og om vedkommende rådmann også skal ha arbeid med andre fylkeskommunale saker.\nFylkesrådmannen har anvisningsmyndighet så langt fylkestinget ikke har ført den over til andre. Har fylkestinget gitt anvisningsmyndighet til andre, brukes den alltid under tilsyn av rådmannen.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "Fylkesrådmannen skal være med i fylkestingets og fylkesutvalgets møter. Han har adgang til å delta i utvalgs, komiteers, styrers og råds forhandlinger.\nEtter nærmere bestemmelse av fylkestinget kan fylkesrådmannen la seg representere ved en annen tjenestemann i de nemnder som er nevnt i første ledd.\nBestemmelsene i første ledds annet punktum og i annet ledd gjelder tilsvarende for fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lover 13 juni 1975 nr. 43, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "I hver fylkeskommune skal det ansettes en fylkeskasserer.\nDessuten skal det ansettes en regnskapskyndig revisor til å revidere fylkeskommunens regnskaper. For fylkeskommunal bedrift kan det ansettes særskilt revisor.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Fylkestinget kan ellers opprette de stillinger som til hver tid finnes nødvendige av hensyn til fylkeskommunale saker og arbeider, og oppheve stillinger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:41 a",
      "chapter": "5",
      "section": "41 a",
      "content": "Om inhabilitet for fylkeskommunale tjenestemenn gjelder samme bestemmelser som for fylkestinget og fylkesutvalget, jfr. § 16.\n1 Tilføyet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41a",
        "source_heading": "§ 41 a."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Den som er valgt til medlem av fylkestinget, fylkesutvalget eller en fylkeskommunal nemnd opprettet i medhold av denne lov eller andre lover, plikter å delta i organets møter, med mindre han har gyldig forfall.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Medlem som er til stede i fylkestinget, fylkesutvalget, utvalg, styre, råd eller komité når en sak blir tatt opp til avstemning, er pliktig til å stemme.\nVed valg regnes blank stemmeseddel som avgitt stemme.\nBestemmelsene i denne paragraf gjelder tilsvarende for medlemmer av fylkeskommunale nemnder som opprettes i medhold av andre lover.\n1 Endret ved lov 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "6:45",
      "chapter": "6",
      "section": "45",
      "content": "Den som har et fylkeskommunalt tillitsverv har rett til skyss-, kost- og overnattingsgodtgjøring fra fylkeskassen for reiser i fylkeskommunale ærend etter nærmere bestemmelser av fylkestinget.\nBestemmelsene i denne paragraf gjelder også for fylkeskommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 15 des 1967 nr. 3, 13 juni 1975 nr. 43, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "6:46",
      "chapter": "6",
      "section": "46",
      "content": "Fylkesordfører, fylkesvaraordfører og medlemmer av fylkesutvalget samt tillitsmenn i særlig byrdefulle formannsverv har rett til godtgjøring av fylkeskassen for sitt arbeid etter fylkestingets nærmere bestemmelse. Fylkestinget kan vedta at det også skal gis godtgjøring for arbeid i andre fylkeskommunale tillitsverv. Lovbestemte medlemmer av fylkeskommunale organer og personer som har lovbestemt plikt til å være til stede i møter i fylkeskommunale organer, kan ikke tilstås godtgjøring for arbeidet i disse verv.\nFor tap i ordinær arbeidsinntekt som er en følge av vervet, og for utgifter som utøvelsen av vervet nødvendiggjør, gis erstatning av fylkeskassen. Er kravet om erstatning ikke legitimert, skal det likevel ikke ytes større erstatning pr. dag enn et beløp som fylkestinget bestemmer, og som ikke må være høyere enn et beløp som fastsettes​2 av Kongen.\nDersom kravet om erstatning er legitimert, skal det også gis erstatning ut over det beløp som fylkestinget har bestemt i medhold av annet ledd. For slik utvidet erstatning skal fylkestinget fastsette et høyeste beløp pr. dag.\nBlir et krav om erstatning ikke imøtekommet, avgjør fylkesutvalget det med endelig virkning.\nFylkestinget kan vedta at fylkeskommunen skal opprette eller slutte seg til en pensjonsordning for fylkeskommunale tillitsmenn. Pensjonsordningen kan bare omfatte tillitsmenn i verv som medfører en arbeidstid som tilsvarer minst halvparten av vanlig arbeidstid for fylkeskommunale tjenestemenn. Det skal fastsettes vedtekter for pensjonsordningen. Vedtektene trenger godkjenning av departementet for å være gyldige.\nFylkeskommunale tillitsmenn kan ikke gis godtgjøring av fylkeskassen i andre former eller etter andre regler enn fastsatt i denne og foregående paragraf.\nBestemmelsene i denne paragraf gjelder også for fylkeskommunale tillitsmenn som er valgt i medhold av andre lover.\n1 Endret ved lover 15 des 1967 nr. 3, 19 juni 1970 nr. 53, 18 april 1980 nr. 8, 5 juni 1987 nr. 25.\n2 Fastsatt ved res. 27 aug 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "7:47",
      "chapter": "7",
      "section": "47",
      "content": "Fylkeskommunens budsjett, som er en plan for utgifter og inntekter i tidsrommet 1. januar-31. desember (budsjettåret), behandles på den måte som er fastsatt i § 22.\nBudsjettet skal svare til de utgifter og inntekter som det virkelig kan regnes med og er bindende for forvaltningen i budsjettåret. Det må ikke brukes mer enn opprinnelig bevilget på de enkelte utgiftsposter uten at det på forhånd er gitt tilleggsbevilgning.\nBudsjettet må være fullstendig. Det skal ha med alle utgifter og inntekter i budsjettåret.\nHar siste årsregnskap gitt underskudd, føres det opp på budsjettet til dekning. Under rent særlige forhold kan likevel departementet​2 samtykke i at dekningen blir fordelt over flere år. Har siste årsregnskap gitt overskudd, tas det til inntekt på budsjettet. Det må brukes til kapitalformål – under dette avsetning til kapitalfond, styrking av kontantbeholdningen, ekstraordinære gjeldsavbetalinger og avskrivninger – eller til dekning av udekket underskudd fra tidligere eller løpende budsjettår.\nVed siden av årets utgifter kan på budsjettet føres opp avsetning til skattereguleringsfond, kapitalfond og fond til bestemte formål, og bevilgning til styrking av kontantbeholdningen.\nAvsetning til skattereguleringsfond og kapitalfond og bevilgning til styrking av kontantbeholdningen kan også foretas i løpet av budsjetterminen.\nAvsetning til kapitalfond bør gjøres for at fylkeskommunen i størst mulig utstrekning skal kunne dekke sitt kapitalbehov uten å ta opp lån. De beløp som brukes av kapitalfondet bør søkes ført tilbake til dette. Det kan også opprettes fond til bestemte formål når det er på det rene at fylkeskommunen står framfor oppgaver som det ikke kan eller bør tas opp lån til, og som vil kreve så store utgifter at en ikke kan regne med at de blir dekket på et enkelt års budsjett. De beløp som er satt av til skattereguleringsfond og til slike fond som er nevnt i første og tredje punktum, må senest ved avslutningen av regnskapsåret for vedkommende år settes inn i bank eller anbringes som bestemt for umyndiges midler,​2 likevel slik at når det gjelder anbringelse i fast eiendom, kan det alltid lånes ut opptil 6/10 av pantets verdi. Omgjøring av fondsavsetninger kan også gjøres etter budsjettårets utløp i den utstrekning det finnes nødvendig av hensyn til mulig underskudd på regnskapet. Slik omgjøring må foretas innen avslutningen av regnskapet for vedkommende år.\nI budsjettet skal være medtatt de utgifter som skal dekkes av lånemidler eller andre kapitalinntekter, som opplagte fond, inntekter ved salg av faste eiendommer eller verdipapirer. Slike inntekter må ikke nyttes til dekning av budsjettets alminnelige løpende utgifter.\nTilleggsbevilgninger til formål utenom det vedtatte budsjett i løpet av budsjetterminen må ikke gis uten at det er nødvendig. Slike bevilgninger behandles av de fylkeskommunale myndigheter i samme former som budsjettet, jfr. likevel § 26 nr. 8, og det skal gå fram at bevilgningen gjelder utgiftsøkning i forhold til det vedtatte budsjett. Bestemmelsene i § 11 om utlegging av avtrykk og i § 22 om behandlingen gjelder likevel ikke. Tilleggsbevilgninger (utenom anslagsposter) og bevilgninger til formål utenom budsjettet må ikke gis uten at det samtidig blir gjort vedtak om hvordan utgiftene skal dekkes på årets budsjett. Når særlige forhold gjør det nødvendig, kan departementet tillate unntak fra denne regel.\nDepartementet​3 kan fastsette forskrifter for oppstilling av budsjettet, for tilleggsbevilgninger og for bevilgninger til formål utenom det vedtatte budsjett og for avsetning og disponering av fond. I disse forskrifter kan det gjøres unntak fra bestemmelsene i denne paragraf når det gjelder budsjett for fylkeskommunal bedrift.\n1 Endret ved lover 25 mars 1977 nr. 26, 18 april 1980 nr. 7, 16 juni 1989 nr. 73. – Jfr. § 60.\n2 Jfr. lov 22 april 1927 nr. 3 §§ 62 flg.\n3 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv H-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "7:47 a",
      "chapter": "7",
      "section": "47 a",
      "content": "I tillegg til de årlige budsjetter skal fylkeskommunen sørge for at det innen fylkets område utføres en løpende fylkesplanlegging som skal samordne statens, fylkeskommunens og hovedtrekkene i kommunenes fysiske, økonomiske, næringsmessige, sosiale og kulturelle virksomhet i fylket.\nFylkesplanleggingen skal bygge på et realistisk anslag over de økonomiske og øvrige ressurser som til enhver tid står til rådighet. Planarbeidet skal organiseres og gjennomføres i samsvar med de regler som er trukket opp for fylkesplanlegging i plan- og bygningsloven av 14. juni 1985, kap. V. Departementet fører tilsyn med dette.\n1 Tilføyet ved lov 14 juni 1985 nr. 77 (i kraft 1 juli 1986).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47a",
        "source_heading": "§ 47 a."
      }
    },
    {
      "provision_ref": "7:48",
      "chapter": "7",
      "section": "48",
      "content": "En fylkeskommune kan ta opp lån:\n1. til rentable formål, når en må regne med at vedkommende tiltak selv kan forrente og avdra lånet, og dette ikke er så stort at det står i misforhold til fylkeskommunens økonomiske evne,\n2. til andre formål når de har varig verdi eller er helt uforutsett, og når tiltaket og lånet må anses påkrevd, og tiltaket ikke kan vente til fylkeskommunen helt eller delvis kan skaffe de nødvendige midler ved avsetning av fond.\n3. til midlertidig drift, når lånet blir betalt tilbake ved utlikning på det løpende budsjett,\n4. til konvertering av eldre gjeld,\n5. til inntekt for et lånefond.\nI forbindelse med opptak av lån må også gjøres vedtak om hvordan lånet skal avdras.\nAvdragstiden for de lån som er nevnt under nr. 1, må ikke settes lengre enn forsvarlig etter tiltakets art og varighet og under ingen omstendighet lengre enn til 40 år. Bestemmelsene i foregående punktum gjelder ikke lån i Den Norske Stats Husbank til boligformål. Avdragstiden for de lån som er nevnt under nr. 2, må settes så kort som mulig, for periodiske utgifter høyst til den tid da en utgift av liknende art antas å melde seg på nytt, og under ingen omstendighet lengre enn til 20 år. Avdragstiden for lån til konvertering av eldre gjeld (nr. 4) må rette seg etter gjeldens art og følge reglene foran.\nAvdragstiden for lån til lånefond må ikke settes lengre enn til 40 år. Blir det vedtatt å bruke av lånefondet, må det samtidig gjøres vedtak om hvordan tilbakebetaling til lånefondet skal skje. For bruk og for tilbakebetaling av slike beløp gjelder de regler som foran er fastsatt om bruk og tilbakebetaling av lån.\nHar Kongen godkjent et vedtak etter denne paragraf om å ta opp lån eller fastsette avdragsvilkår eller om begge deler,​1 kan opptaket av lånet og fastsettingen av avdragsvilkårene ikke angripes på det grunnlag at det strider mot bestemmelsene i denne paragraf.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26. – Jfr. §§ 60, 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "7:49",
      "chapter": "7",
      "section": "49",
      "content": "En fylkeskommune kan garantere for økonomiske forpliktelser:\n1. når det foreligger en særlig fylkeskommunal eller kommunal interesse,\n2. når lov eller stortingsbeslutning forutsetter at garanti blir gitt.\nDet kan i alminnelighet bare garanteres for økonomiske forpliktelser når det er stilt realsikkerhet for disse av andre enn fylkeskommunen.\nI forbindelse med garantien må det også gjøres vedtak om hvor lenge den skal vare. Tiden må ikke settes lengre enn strengt nødvendig, og ikke i noe tilfelle lengre enn 40 år hvis ikke lov eller stortingsbeslutning – jfr. denne paragrafs første ledd nr. 2 – forutsetter noe annet. Bestemmelsene i foregående punktum gjelder ikke garanti for lån i Den Norske Stats Husbank til boligformål.\nHar Kongen godkjent et vedtak om garanti etter denne paragraf,​2 kan garantien ikke angripes på det grunnlag at den strider mot bestemmelsene i denne paragraf.\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. § 60.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "7:50",
      "chapter": "7",
      "section": "50",
      "content": "En fylkeskommune kan ikke rettsgyldig pantsette sine eiendeler til sikkerhet for andres gjeld, unntatt til sikkerhet for lån som brukes til videre utnyttelse, utvidelse eller forbedring av den fylkeskommunale eiendel.\n1 Endret ved lov 26 mai 1975 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "7:51",
      "chapter": "7",
      "section": "51",
      "content": "En fylkeskommunes eiendeler kan ikke være gjenstand for utlegg eller arrest. Dette gjelder likevel ikke når utlegg eller annen sikkerhet søkes i inntektsbringende eiendom, skip eller anlegg til dekning av krav på kjøpesummen eller av krav på vederlag for arbeid eller varer, og kravet er oppstått i anledning av utviding eller forbedring av eller til videre utnytting av eiendommen, skipet eller anlegget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "7:52",
      "chapter": "7",
      "section": "52",
      "content": "Fordring på en fylkeskommune kan ikke bringes i motregning overfor fylkeskommunens krav på skatter og avgifter. Det samme gjelder overfor fylkeskommunens krav på avgift for elektrisk kraft, vann eller liknende ytelser.\nEn bank kan heller ikke bringe sin fordring på fylkeskommunen i motregning overfor fylkeskommunens innskudd i banken.\nEn fylkeskommune kan ikke overdra krav på skatter eller avgifter.\nMed samtykke av departementet​1 kan en fylkeskommune overdra krav på avgifter som nevnt i første ledd, dersom avgiftskravet følger av en inngått kontrakt.\n1 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "7:53",
      "chapter": "7",
      "section": "53",
      "content": "En fylkeskommune kan ikke tas under konkursbehandling eller åpne gjeldsforhandling etter loven.​2\n1 Endret ved lov 8 juni 1984 nr. 60.\n2 Se lov 8 juni 1984 nr. 58.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "7:54",
      "chapter": "7",
      "section": "54",
      "content": "Når en fylkeskommune på grunn av vansker som ikke er helt forbigående, ikke kan betale forfalt gjeld, plikter fylkesordføreren å meddele dette til departementet. Departementet kunngjør meldingen i Norsk Lysingsblad.\nEr en slik melding gitt, skal fylkeskommunen til de økonomiske forhold igjen er kommet i orden, først og fremst dekke følgende krav:\n1. lønn, pensjon og annen godtgjørelse til sine tjenestemenn og arbeidere, tilskudd som fylkeskommunen skal betale til lønn til andre funksjonærer og de fordringer som er nevnt i lov om fordringshavernes dekningsrett​2 §§ 9-3 og 9-4,\n2. lovbestemte tilskudd og refusjonsbeløp til staten, andre fylkeskommuner og kommuner dersom kravene er påløpt eller påløper i de siste 12 måneder før meldingen om betalingsinnstilling er kommet inn til departementet og i senere år,\n3. utgifter som påløper etter at slik melding som nevnt er kommet inn til departementet, eller som er påløpt de siste 3 måneder før meldingen, til formål som er lagt på fylkeskommunen ved lov eller som på grunn av særegne forhold tillates opprettholdt.\nDe fordringer som er nevnt i punkt 1-3, har innbyrdes like rett. Renter og saksomkostninger har samme rett som hovedfordringen.\nKrav som er sikret ved pant, dekkes i den utstrekning pantet må antas å strekke til. Reglene i lov om fordringshavernes dekningsrett​2 §§ 8-14, 8-16 og 8-17 gjelder tilsvarende.\nAndre krav som er forfalt, betales forholdsmessig i den utstrekning fylkeskassen har midler til det.\n1 Endret ved lover 31 mai 1963 nr. 2, 13 juni 1975 nr. 43, 8 juni 1984 nr. 60.\n2 Lov 8 juni 1984 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "7:55",
      "chapter": "7",
      "section": "55",
      "content": "Fylkeskommunens regnskapsføring må være slik at regnskapene til hver tid gir full oversikt over hvordan fylkeskommunens midler er forvaltet og om forvaltningen er i samsvar med det bevilgede budsjett.\nDepartementet​1 gir nærmere forskrifter om regnskapsføring og revisjon.\n1 Kommunaldepartementet. Forskrift gitt 1 mars 1990 nr. 715 med henvisning til rundskriv h-14/90.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "8:56",
      "chapter": "8",
      "section": "56",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "8:57",
      "chapter": "8",
      "section": "57",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "8:58",
      "chapter": "8",
      "section": "58",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "8:59",
      "chapter": "8",
      "section": "59",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 mai 1976 nr. 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "9:60",
      "chapter": "9",
      "section": "60",
      "content": "Vedtak av fylkestinget eller annen fylkeskommunal myndighet er ikke gyldig uten godkjenning av Kongen​2 når vedtaket går ut på:\n1. å ta opp lån eller å garantere for lån eller andre økonomiske forpliktelser. Gjelder det vedtak om å ta opp eller garantere for lån, kan Kongen som vilkår for godkjenningen fastsette avdragsmåte og avdragstid for lånet, jfr. § 48, eller hvor lenge garantien skal vare, jfr. § 49. Kongen kan bestemme​3 at låneopptak og garantier under visse beløpsgrenser ikke trenger godkjenning, og kan fastsette forskrifter for slike låneopptak og garantier. Låneopptak eller garantier for lån av statsbanker, offentlige fond eller andre statsmidler trenger ikke godkjenning etter denne bestemmelse,\n2. å bruke midler av lånefondet eller å bruke lånte midler til annet formål enn bestemt ved godkjenningen. På samme måte som nevnt i punkt 1 kan Kongen fastsette hvordan lånet skal betales tilbake,\n3. å ta over andre forpliktelser som kan påføre fylkeskommunen utgifter i en lengre tid enn de neste 5 år,\n4. å bruke fond til andre formål enn de er satt av til, jfr. § 47,\n5. å føre over myndighet og plikter etter bestemmelsene i § 29.\n1 Endret ved lover 13 juni 1975 nr. 43, 25 mars 1977 nr. 26, 26 mai 1978 nr. 30, 18 april 1980 nr. 7, 16 juni 1989 nr. 73.\n2 Se res. 18 nov 1977 om fullmakt for Kommunaldepartementet.\n3 Bestemt ved res. 11 aug 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "9:61",
      "chapter": "9",
      "section": "61",
      "content": "Utskrift av vedtak av annen fylkeskommunal myndighet enn fylkesting og fylkesutvalg skal sendes fylkesordføreren når vedtaket etter denne lovs bestemmelser trenger godkjenning eller samtykke av Kongen eller annen myndighet, eller fylkesordføreren krever det.\n1 Endret ved lov 13 juni 1975 nr. 43.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "9:62",
      "chapter": "9",
      "section": "62",
      "content": "Når et vedtak er brakt inn for Kongen etter bestemmelsene i § 18, kan han stadfeste eller forkaste vedtaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "10:63",
      "chapter": "10",
      "section": "63",
      "content": "For lån som fylkestinget har vedtatt å ta opp,​2 kan det skrives ut rentebærende gjeldsbrev som lyder på ihendehaveren, eller lånet kan registreres i Verdipapirsentralen. Disse obligasjonene må ikke lyde på mindre beløp enn 1.000 kroner eller tilsvarende beløp i fremmed mynt og skal ha opplysning om måte og tid for tilbakebetaling.\n1 Endret ved lov 14 juni 1985 nr. 70.\n2 Jfr. § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "10:64",
      "chapter": "10",
      "section": "64",
      "content": "Ved utbetalinger fra fylkeskommuner til en fylkes-, herreds- eller bykommune skal denne kommunes revisjon underrettes.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "10:65",
      "chapter": "10",
      "section": "65",
      "content": "Etter krav av fylkesordføreren, fylkesrådmannen eller fylkesmannen skal en offentlig tjenestemann uten betaling​2 gi de opplysninger som er nødvendige for fylkeskommunale saker og som han etter sin stilling kan gi.\n1 Endret ved lov 13 juni 1975 nr. 43.\n2 Jfr. sportellov § 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "10:66",
      "chapter": "10",
      "section": "66",
      "content": "Bestemmelsene i denne lovs §§ 48-54 gjelder tilsvarende for selskaper og andre sammenslutninger når det bare er fylkeskommuner som er deltakere, og deltakerne har ansvar for gjelden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "10:67",
      "chapter": "10",
      "section": "67",
      "title": "(Overgangsbestemmelser.)",
      "content": "§ 67.(Overgangsbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "10:68",
      "chapter": "10",
      "section": "68",
      "content": "Bestemmelsene i § 67 trer i kraft straks. Forøvrig trer loven i kraft 1. januar 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    }
  ]
}