{
  "id": "LOV-1918-05-31-2",
  "type": "statute",
  "title": "Lov om indgaaelse og opløsning av egteskap.",
  "short_name": "Ekteskapsloven.",
  "status": "in_force",
  "issued_date": "1918-05-31",
  "in_force_date": "1918-05-31",
  "url": "https://lovdata.no/dokument/NLO/lov/1918-05-31-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som er under 18 år, må ikke inngå ekteskap uten samtykke fra den eller dem som har foreldreansvaret og tillatelse av Kongen.​2\n1 Endret ved lover 7 feb 1969 nr. 7, 8 juni 1979 nr. 38, 8 april 1981 nr. 7. – Jfr. § 13 nr. 1 og 2 samt strl. § 338.\n2 Fylkesmennene ifølge res. 5 des 1919.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Er en av dem som har foreldreansvaret sinnssyk, eller vil det volde særlig vanske eller forhaling å innhente samtykke fra en av dem, er samtykke fra den andre tilstrekkelig. Er begge i en slik situasjon, kreves samtykke fra verge.​2\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 8 juni 1979 nr. 38, 8 april 1981 nr. 7. – Jfr. § 13 nr. 3 og strl. § 338.\n2 Se lov 17 juli 1953 nr. 14 § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den, som er gjort umyndig,​2 maa ikke indgaa egteskap uten samtykke av vergen.​3\n1 Jfr. § 13 nr. 3 og strl. § 338.\n2 Se lov 28 nov 1898.\n3 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Nektes samtykke av foreldre eller verge i de tilfelle som er nevnt i §§ 1 til 3, kan Kongen​2 på begjæring likevel gi tillatelse til ekteskapet, hvis det ikke er skjellig grunn til nektelsen. Før Kongen treffer sin avgjørelse skal han gi vedkommende adgang til å uttale seg.\n1 Endret ved lov 8 juni 1979 nr. 38.\n2 Fylkesmannen iflg. res. 20 juli 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den som er sinnsyk eller i høy grad åndssvak, må ikke inngå ekteskap uten tillatelse av Kongen.\nDen taushetsplikt som påhviler leger i henhold til lov, gjelder ikke åpenbaring overfor vedkommende myndighet med sikte på å hindre at ekteskap blir inngått i strid med denne paragraf. De kan i et slikt tilfelle føres som vitner i ekteskapssak, og tvistemålslovens § 205 første ledd kommer i så fall ikke til anvendelse.\n1 Endret ved lov 7 feb 1969 nr. 7 (se dens XI). – Jfr. § 13 nr. 4 og § 34 samt § 35 nr. 1 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som lider av venerisk sykdom som ennå frembyr smittefare, må ikke inngå ekteskap, uten at den annen part er gjort kjent med sykdommen, og begge parter har fått muntlig veiledning av en lege om farene ved sykdommen.\nReglene i § 5 annet ledd får tilsvarende anvendelse.\n1 Endret ved lov 7 feb 1969 nr. 7. – Jfr. §§ 13 nr. 5, 35 nr. 3 og 49, strl. § 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Egteskap​2 maa ikke indgaaes mellem slegtninger i ret op- og nedstigende linje eller mellem søskende.\nI forhold til adoptivbarn gjelder forbudet overfor både den opprinnelige slekt og adoptivforeldrene og deres slekt. Er adoptivbarnet blitt adoptert på ny, kan fylkesmannen likevel samtykke i ekteskap mellom adoptivbarnet og en av de opprinnelige adoptivforeldrene eller dennes slektning.\n1 Endret ved lov 28 feb 1986 nr. 8.\n2 Jfr. § 13 nr. 6 og 11, § 31 og strl. § 220. Jfr. også lov 2 april 1917 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Ekteskap må ikke inngås mellom personer av hvilke den ene har vært gift med den annens slektning i rett opp- eller nedstigende linje. Når særlige grunner taler for det, kan Kongen​2 gi tillatelse til at ekteskap inngås uten hinder av denne bestemmelse.\nEr det fellesbarn i det tidligere ekteskap, kan tillatelse bare gis såfremt hensynet til disse barn ikke taler mot det.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7. – Jfr. § 13 nr. 6 og 11, § 31, strl. § 220.\n2 Barne- og familiedepartementet iflg. res. 27 jan 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Ingen​1 maa indgaa nyt egteskap, saalænge det tidligere egteskap bestaar.\n1 Jfr. § 13 nr. 7 og 11, §§ 31, 39 og 47, strl. § 220.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Hvis ikke fritakelse for skifte særlig er hjemlet, må den som har vært gift og ved ekteskapets opphør levde i formuesfellesskap, ikke inngå nytt ekteskap før boet er overgitt til skifterettens behandling, eller det fremlegges skriftlig erklæring fra den tidligere ektefelle eller arvingene om at privat skifte er innledet. Er det tidligere ekteskap oppløst på annen måte enn ved død, gjelder dette ikke dersom vedkommende opplyser at han har skiftet med den tidligere ektefelle, og det er gått mer enn 2 år siden det tidligere ekteskap ble oppløst. Erklæring som nevnt i første punktum kan ikke avgis av noen som er under 18 år eller er umyndiggjort.\nVedkommende regjeringsdepartement​2 kan frita for overholdelse av denne forskrift, når særlige grunner taler for det.\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7. – Jfr. § 13 nr. 8, strl. § 338 og lov 3 mars 1972 nr. 5 § 23.\n2 Barne- og familiedepartementet (som iflg. vedtak 27 mars 1992 nr. 292 fra 1 jan 1993 delegerer myndigheten til fylkesmennene).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Før ekteskap kan inngås, må det skje en prøving av om ekteskapsvilkårene er oppfylt. Prøvingen foretas av en vigselmann​2 på det sted i riket hvor en av brudefolkene bor, eller om ingen av dem har bopel her, på det sted hvor en av dem oppholder seg.\n1 Endret ved lov 18 mai 1973 nr. 24.\n2 Se §§ 22 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Til bruk for prøving av ekteskapsvilkårene skal brudefolkene skaffe følgende bevis:\n1. Hver av dem skal legge fram fødselsattest fra folkeregisteret.​2 Kan slik attest ikke skaffes uten særlig vanske eller forhaling, kan annet tilfredsstillende bevis for navn og alder godtas.\n2. Er noen av brudefolkene under den alder som er bestemt i § 1, må tillatelse til ekteskapet legges fram.\n3. Dersom samtykke av foreldre eller verge kreves etter § 2 eller § 3, må det godtgjøres at samtykke er gitt eller at fylkesmannen har gitt tillatelse til ekteskapet.\n4. Dersom vigselmannen har grunn til å tro at det foreligger ekteskapshindring etter § 5, skal han kreve framlagt attest fra offentlig lege eller annen lege som denne utpeker.\n5. Brudefolkene skal hver for sitt vedkommende avgi en skriftlig erklæring på ære og samvittighet om hvorvidt han lider av venerisk sykdom som ennå frambyr smittefare.​3 Går erklæringen ut på at han lider av slik sykdom, skal det godtgjøres at den annen part er gjort kjent med sykdommen, og at begge parter har fått vegledning av en lege om farene ved sykdommen.\n6. Brudefolkene skal begge skriftlig på ære og samvittighet erklære at de ikke er så nær beslektet eller besvogret som nevnt i § 7 eller § 8, eller godtgjøre at de har fått tillatelse etter § 8.\n7. Hver av ektefellene skal avgi en skriftlig erklæring på ære og samvittighet om hvorvidt han har inngått ekteskap tidligere. Er det tilfellet, skal det framlegges bevis for at det tidligere ekteskap er opphørt ved død, skilsmisse eller omstøting.\nBevis for den tidligere ektefelles død føres som regel ved attest fra innenlandsk eller utenlandsk offentlig myndighet. Kan slik attest ikke skaffes, kan partene legge sine opplysninger og beviser fram for vedkommende skiftedommer, se skiftelovens § 8 annet, jfr. første ledd. Hører skiftet ikke under norsk skifterett, kan saken bringes inn for skiftedommeren på det sted hvor prøven begjæres. Skiftedommeren avgjør ved kjennelse om beviset skal tas for godt. Kjennelsen kan, foruten av den som avgjørelsen går imot, påkjæres av påtalemyndigheten, som skal få melding om en avgjørelse om godtaking av beviset.\nBeviset for at ekteskap er opphørt ved skilsmisse eller omstøting, føres ved framlegging av bevillingen eller av dommen med attest for at denne er endelig.\n8. Den som tidligere har vært gift, skal godtgjøre at det ikke av hensyn til forskriftene i § 11 er noe til hinder for å inngå nytt ekteskap. Erklæring etter § 11 første ledds annet punktum om at han har skiftet med den tidligere ektefelle, må gis på ære og samvittighet.\n9. Hver av brudefolkene skal avgi en skriftlig erklæring på ære og samvittighet om hun eller han har eller venter barn med annen mann eller kvinne, eller har adoptivbarn. Opplysningsplikten gjelder ikke barn som er adoptert bort.\n10. Har noen av brudefolkene svart bekreftende på spørsmål i samsvar med nr. 5, nr. 7, nr. 8 eller nr. 9, skal det godtgjøres at den annen av brudefolkene er gjort kjent med disse opplysninger.\n11. Hver av brudefolkene skal stille en forlover som på ære og samvittighet skal erklære at han nøye kjenner vedkommende, og opplyse om parten tidligere har inngått ekteskap, og om denne er beslektet eller besvogret med den annen part som nevnt i § 7 eller § 8.​4\nSom forlover kan bare godtas myndig​5 mann eller kvinne. I særlige tilfelle kan fylkesmannen gi samtykke til at ekteskap inngås uten forlovere, eller at det bare stilles én forlover for begge parter.\n1 Endret ved lover 28 juli 1949 nr. 7, 26 nov 1954 nr. 2 (som opphevet punkt 12), 7 feb 1969 nr. 7, 18 mai 1973 nr. 24, 2 juni 1978 nr. 38, 7 juni 1985 nr. 52.\n2 I medhold av del XI tredje ledd i lov 7 juni 1985 nr. 52 bestemmer res. 6 sep 1985 nr. 1690 at kirkelig dåps- eller fødselsattest inntil videre kan godtas.\n3 Se strl. § 166.\n4 Jfr. strl. §§ 220 og 372.\n5 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Finner vigselmannen at brudefolkene fyller ekteskapsvilkårene etter loven, skal han på begjæring gi brudefolk som vil inngå ekteskap for en annen vigselmann, en attest om at ekteskapsvilkårene er prøvd, og at det ikke er funnet å være noen hindring mot ekteskapet. Slik attest skal ikke gis før 1 uke etter at vigselmannen har mottatt de bevis som brudefolkene skal skaffe etter § 13. Er det viktig for brudefolkene at attesten gis før utløpet av denne fristen, kan vigselmannen gjøre dette dersom han finner det klart at de fyller ekteskapsvilkårene.\n1 Endret ved lov 18 mai 1973 nr. 24",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Finner vigselmannen at partene ikke har rett til å inngå ekteskap med hverandre, kan hver av dem påklage vedtaket til fylkesmannen.\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Egteskap stiftes her i riket gjennem vigsel paa kirkelig eller paa borgerlig maate.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1969 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Vigsel på kirkelig måte kan foretas av dertil berettiget prest i statskirken​2 eller av prest eller forstander i registrert trossamfunn​3 når Kongen har godkjent formen for ekteskapsstiftelse i vedkommende trossamfunn.​4\nPrest i statskirken kan nekte å foreta vigsel, hvis en av brudefolkene ikke tilhører statskirken, eller hvis ingen av dem tilhører hans menighet.\nPrest eller forstander i registrert trossamfunn kan nekte å foreta vigsel, hvis en av brudefolkene ikke tilhører hans trossamfunn, eller hvis ingen av dem tilhører hans menighet.\nPrest i statskirken eller prest eller forstander i registrert trossamfunn er, når det strider mot hans samvittighet, ikke pliktig til å foreta vigsel såfremt noen av brudefolkene er skilt fra en tidligere ektefelle som ennå er i live.\n1 Endret ved lover 25 juni 1937 nr. 13, 13 juni 1969 nr. 25.\n2 Jfr. lov 10 juni 1876.\n3 Se lov 13 juni 1969 nr. 25 § 14.\n4 Jfr. forskrifter gitt av Justisdepartementet 8 mai 1952 nr. 6, 3 feb 1984 nr. 239, 23 mars 1984 nr. 808, 17 juli 1984 nr. 1471, 20 mars 1985 nr. 680, 14 juni 1985 nr. 1189 og nr. 1190, 1 aug 1985 nr. 1566, 23 des 1985 nr. 2303, 6 feb 1986 nr. 560 og nr. 561, 16 april 1986 nr. 925 og 25 sep 1986 nr. 1866.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Adgangen til at bli borgerlig viet staar aapen for alle, uanset om brudefolkene kan bli kirkelig viet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Borgerlig vigsel foretas av notarius publicus.​2 Hvor avstandene eller andre omstendigheter gjør det særlig ønskelig, kan departementet for 4 år om gangen oppnevne særskilte vigselmenn. Særskilt beskikkede vigselmenn har krav på vederlag etter forskrifter git av Kongen.​3\nVigselmanden pligter​4 at foreta vigsel, selv om ikke nogen av brudefolkene har bopæl eller fast ophold i hans distrikt.\n1 Endret ved lover 7 feb 1969 nr. 7 (se dens XI nr. 3), 17 des 1982 nr. 86.\n2 Se lov 14 aug 1918 nr. 4 § 6.\n3 Barne- og familiedepartementet.\n4 Jfr. § 22 annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Vigsel kan ikke skje før ekteskapsvilkårene er prøvd etter annet kapittel, og tidligst 1 uke etter at vigselmannen har mottatt de bevis som brudefolkene skal skaffe etter § 13. Er det viktig for brudefolkene, kan vigselen likevel skje før utløpet av denne frist dersom vigselmannen finner det klart at de fyller ekteskapsvilkårene.\nSkal vigselen foretas av en annen vigselmann enn den som har prøvd ekteskapsvilkårene etter annet kapittel, må brudefolkene legge fram slik attest som er nevnt i § 14. En vigselmann skal i alle tilfelle nekte vigsel om han vet at vilkårene for ekteskap ikke er tilstede.\nEr det gått mer enn 4 måneder fra attest ble gitt etter § 14, eller i tilfelle fra det tidspunkt ekteskapsvilkårene ble prøvd uten at attest ble utferdiget, må vigsel ikke foretas før etter ny prøving av ekteskapsvilkårene etter annet kapittel.\nNekter vigselmannen å foreta vigsel av andre grunner enn nevnt i § 22 fjerde ledd, kan hver av partene klage til fylkesmannen, som kan bestemme at vigselen kan finne sted.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens XI), 19 juni 1969 nr. 54, 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Vigsel skal foregaa i overvær av mindst to vidner.\nVed vigselen skal brudefolkene under samtidig nærvær for vigselmanden paa hans spørsmaal erklære, at de vil ta hinanden tilegte, og derefter av ham erklæres for egtefolk.\nDe nærmere regler om formerne ved vigsel i statskirken og ved borgerlig vigsel gives av Kongen. Ved vigsel ved prest eller forstander i registrert trossamfunn iakttas de former som er godkjent av Kongen.\n1 Endret ved lover 13 juni 1969 nr. 25, 7 juni 1985 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "En vigsel her i riket er uten virkning, hvis den ikke er utført av en myndighet, som kan foreta vigsel, eller hvis der ikke er gått frem som bestemt i § 27, annet ledd.\nAt de øvrige forskrifter om framgangsmåten ved vigsel eller om prøving av ekteskapsvilkårene ikke er fulgt, eller at vigselmannen har overskredet grensene for sin myndighet, har ingen innflytelse på vigselens gyldighet.\nEn vigsel som ellers ville være uten virkning, kan i særlige tillfelle godkjennes som gyldig av Kongen.​2 Godkjenning kan gis også etter at en av brudefolkene eller begge er avgått ved døden. Kongen kan gi nærmere regler om vilkårene for godkjenning.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens X nr. 4), 18 mai 1973 nr. 24.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Vigsel i statskirken indføres i kirkeboken.\nVigsel ved prest eller forstander i registrert trossamfunn og ved borgerlig vigselmann innføres i protokoll. Vigselmannen skal innen 14 dager sende melding til soknepresten på det sted der bruden var bosatt før vigselen, eller dersom bruden ikke var bosatt her i landet, til soknepresten på det sted departementet bestemmer.\nHar nogen av egtefællerne sit bosted i utlandet, skal underretning meddeles paa den maate, som Kongen​2 bestemmer.\nNærmere regler om de oplysninger, som skal gives ved melding om foretagne vigsler, gives av Kongen.​3\n1 Endret ved lov 13 juni 1969 nr. 25.\n2 Barne- og familiedepartementet.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Slektskap med eller annen tilknytning til brudefolkene er ikke til hinder for at vigselmannen foretar vigsel eller treffer andre avgjørelser etter annet og tredje kapittel.\nVigselmannens avgjørelser kan bare påklages når det er hjemlet i denne lov.\n1 Endret ved lover 19 juni 1931 nr. 6, 4 feb 1938 nr. 1 § 163, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "En ektefelle kan kreve ekteskapet omstøtt ved dom​2 når det er inngått i strid med § 7 eller § 9.\nI tilfelle av tvegifte kan dog det nye ekteskap ikke omstøtes når det tidligere ekteskap er oppløst før sak er reist.\n1 Endret ved lover 17 juli 1925 nr. 6, 7 feb 1969 nr. 7 (se dens XI nr. 5). – Jfr. § 40.\n2 Jfr. rettergangsl. § 424.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "En ektefelle som var sinnsyk eller i høy grad åndssvak ved ekteskapets inngåelse, kan forlange ekteskapet omstøtt ved dom​2 dersom tillatelse til ekteskapet ikke var gitt etter § 5. Han kan dog ikke reise sak til omstøtelse av ekteskapet på grunn av sinnssykdom når det er gått mer enn seks måneder etter at sykdommen ble helbredet.\nEn ektefelle som ved ekteskapets inngåelse ikke hadde kjennskap til at den annen ektefelle var sinnssyk eller i høy grad åndssvak, kan, om tillatelse til ekteskapet ikke var gitt etter § 5, forlange ekteskapet omstøtt ved dom. Sak til omstøtelse av ekteskapet kan dog ikke reises når det er gått mer enn seks måneder etter at han har fått kjennskap til forholdet, og ikke i noe tilfelle etter at det er gått mer enn tre år etter at ekteskapet ble inngått.​3\n1 Endret ved lover 17 juli 1925 nr. 6, 7 feb 1969 nr. 7 (se dens XI). – Jfr. § 40.\n2 Jfr. rettergangsl. §§ 417 og 419.\n3 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En egtefælle kan forlange egteskapet omstøtt ved dom:\n1. hvis han ved vigselen var bevisstløs eller befandt sig i lignende forbigaaende tilstand, som utelukker retslig handleevne;\n2. hvis han ved en feiltagelse har latt sig vie til en anden end sin forlovede eller uten at ville indgaa egteskap;\n3. hvis den annen ektefelle uten hans vitende ved inngåelsen av ekteskapet led av venerisk sykdom, som ennå frembød smittefare;​2\n4. hvis den annen ektefelle uten hans vitende ved inngåelsen av ekteskapet hadde barn eller adoptivbarn eller ventet barn med noen annen enn ektefellen med den følge at et barn senere blir født;\n5. hvis han er blitt forledet til å inngå ekteskapet ved, at han av den annen ektefelle gjennom falske opplysninger eller svikaktig fortielse av sannheten er villedet om hvem den annen er, eller om dennes personlige forhold, som måtte ventes å ha avholdt saksøkeren fra å inngå ekteskapet, og disse omstendigheter ennå må tillegges slik betydning at det ikke med rimelig grunn kan forlanges at ekteskapet skal fortsette;\n6. hvis han er blit tvunget til at indgaa egteskapet ved retsstridig adfærd, som var skikket til at medføre alvorlig frygt.​3\nAdgangen til at forlange omstøtelse bortfalder,​4 hvis egtefællen ikke har reist sak i det under nr. 1 nævnte tilfælde inden seks maaneder efter tilstandens ophør, i de under nr. 2, 3, 4 og 5 nævnte tilfælde inden seks maaneder, efterat han har faat kjendskap til omstøtelsesgrunden, og i det under nr. 6 nævnte tilfælde inden seks maaneder, efterat han er blit fri for tvangen.\nI de under nr. 1, 2, 3, 5 og 6 nævnte tilfælde kan sak i ethvert fald ikke reises senere end tre aar efter egteskapets indgaaelse.\nI de tilfelle, som er nevnt under nr. 4, kan sak ikke reises, etter at vedkommende barn er død eller bortadoptert.\n1 Endret ved lov 7 feb 1969 nr. 7. – Jfr. § 40.\n2 Jfr. strl. § 155.\n3 Jfr. strl. § 221.\n4 Jfr. § 40 og rettergangsl. § 425.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Med hensyn til rettsvirkningene av et ekteskaps omstøtelse gjelder de samme regler som om virkningene av skilsmisse,​2 forsåvidt ikke annet er bestemt i §§ 37-40.\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se §§ 54 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Ved skifte av felleseie etter et ekteskaps omstøtelse kan enhver av ektefellene kreve at delingen foregår således, at hver av dem forlodds uttar en så stor andel av felleseiet​2 som svarer til hva han bragte inn ved ekteskapets inngåelse eller senere har bragt inn gjennom arv eller gave eller ved overdragelse av særeiemidler. Strekker felleseiet ikke til, skal ektefellenes forloddskrav avkortes forholdsmessig. Felleseiet skal deles som foran bestemt, hvis det omstøtte ekteskap var inngått i strid med § 7 eller § 9.\nDet, som den ene ektefelle har skjenket den annen som særeie, kan kreves tilbake.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 7 feb 1969 nr. 7. – Jfr. § 40.\n2 Se lov 20 mai 1927 nr. 1 § 12 jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Hadde den ene ektefelle ved inngåelsen av ekteskapet kjennskap til omstøtelsesgrunnen, den annen derimot ikke, kan den sistnevnte ektefelle tilkjennes erstatning for det formuestap han har lidt som følge av ekteskapet, og for tap i fremtidig erverv.​2 Dessuten kan han tilkjennes oppreisning for tort og annen skade av ikke økonomisk art. Erstatningen og oppreisningen avpasses etter billighet under hensyn til den utviste skyld og omstendighetene for øvrig. Retten kan bestemme at erstatningen og oppreisningen skal betales i avdrag.\nKrav etter denne paragraf må, utenfor det tilfelle, at en mellom ektefellene truffet avtale blir satt ut av kraft etter § 59, jfr. § 36, gjøres gjeldende under omstøtelsessaken eller innen seks måneder etter omstøtelsesdommen når saken er reist av fylkesmannen.\nDet som er bestemt ovenfor, gjelder også sinnssyk eller i høy grad åndssvak, hvis ekteskap i henhold til tvistemålslovens § 417 blir omstøtt etter begjæring av fylkesmannen, såfremt den annen ektefelle var vitende om omstøtelsesgrunnen. Kravet må i så fall gjøres gjeldende innen seks måneder etter omstøtelsesdommen.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens XI nr. 8). – Jfr. § 40.\n2 Jfr. skiftelov §§ 57 og 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Blir et ekteskap som er inngått i strid med § 9 omstøtt, kan det når særlige grunner taler for det, fastsettes ved dom at en ektefelle skal ha samme rett til pensjon og liknende rettigheter som om ekteskapet var oppløst ved skilsmisse.\n1 Endret ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Dør en av ektefellene i et ekteskap som kunne omstøtes​2 etter § 31, skal felleseiet deles etter § 37. Gjenlevende ektefelle i det omstøtelige ekteskap og hver av arvingene kan kreve erstatning for formuestap på de vilkår som er nevnt i § 38. Gjenlevende ektefelle kan på samme vilkår også kreve erstatning for tap i fremtidig erverv og oppreisning.​3\nHvis et ekteskap, som kan omstøtes etter § 34 eller § 35, opphører ved den ene ektefelles død, og den gjenlevende ektefelle hadde adgang til å kreve ekteskapet omstøtt, har denne rett til å forlange deling av felleseiet etter reglene i § 37 samt erstatning og oppreisning under de betingelser som er nevnt i § 38.\nDør en ektefelle, som kan forlange ekteskapet omstøtt etter § 34 eller § 35, har hans arvinger rett til å kreve deling etter § 37 samt erstatning for formuestap under de betingelser, som er nevnt i § 38, hvis sak allerede var reist, eller hvis avdøde i de tilfelle, som er nevnt i § 34 og § 35 nr. 1, like til sin død var i sådan tilstand, som der er nevnt.\nKrav etter de foregående ledd må fremsettes innen seks måneder etter dødsfallet.\nDør en tvegiftet ektefelle før ekteskapet er omstøtt, skal rett til erstatning, pensjon eller annen rettighet, som tilkommer gjenlevende ektefelle, tilkomme ektefellen i det første ekteskap hvis ikke annet fremgår av omstendighetene. Når særlige grunner taler for det, kan det fastsettes ved dom at slike rettigheter skal tilkomme ektefellen fra det annet ekteskap som om det første ekteskap var oppløst ved skilsmisse.\nOm retten til arv etter loven eller testament gjelder reglene i arveloven.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 7 feb 1969 nr. 7, 3 mars 1972 nr. 5.\n2 Jfr. rettergangsl. § 425.\n3 Jfr. skiftelov § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Ektefeller som finner ikke å kunne fortsette det ekteskapelige samliv, kan forlange bevilling av fylkesmannen til separasjon såfremt begge er enige om det. Separasjonen kan skje ved dom hvis partene blir enige om separasjon etter at sak med påstand om separasjon eller skilsmisse er brakt inn for retten.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "Etter begjæring av en av ektefellene kan separasjon gis, hvis den annen ektefelle vedvarende eller gjentagende forsømmer sin underholdsplikt like overfor ektefellen eller barna eller for øvrig gjør sig skyldig i grov eller vedvarende krenkelse av sine plikter mot dem, eller jevnlig misbruker beruselsesmidler​2 eller fører et lastefullt liv.\nLikeså kan separasjon gis efter begjæring av den ene ektefelle, hvis der mellem ektefellene er oppstått sådan uenighet eller uoverensstemmelse at det – hensett så vel til ektefellen som i tilfelle til barna – ikke billigvis kan forlanges at samlivet skal fortsettes.\nSeparasjon skjer ved dom med mindre ektefellene er enige om å overlate avgjørelsen til fylkesmannen.\nBevilling til separasjon etter denne paragraf skal forkynnes for ektefellene. Om forkynnelsen gjelder reglene i domstolslovens kapittel 9 tilsvarende så langt de passer. Utgiftene ved forkynnelsen betales av statskassen.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 22 mai 1953 nr. 3, 19 juni 1969 nr. 54.\n2 Jfr. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Har ektefeller levet atskilt i ett år etter lovlig separasjon og har de ikke senere gjenopptatt samlivet, kan de forlange bevilling av fylkesmannen til skilsmisse såfremt begge ektefeller er enige om det. Har atskillelsen vart i minst to år, skal slik bevilling gis når en av ektefellene forlanger det. Er separasjon gitt etter § 48 tredje ledd, kan en ektefelle forlange bevilling til skilsmisse etter ett års atskillelse. Regelen i § 41 annet punktum får tilsvarende anvendelse.\nHar samlivet mellom ektefeller vært hevet i tre år uten at det er skjedd på lovformelig måte, og er samlivet ikke senere gjenopptatt, kan skilsmisse gis etter begjæring av en av ektefellene. Skilsmissen skjer ved dom med mindre ektefellene er enige om å overlate avgjørelsen til fylkesmannen.\nVed bevilling til skilsmisse etter første ledds annet punktum eller etter annet ledd gjelder reglene i § 42 fjerde ledd tilsvarende.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:43 a",
      "chapter": "5",
      "section": "43 a",
      "content": "Skilsmissebevilling gir ikke rett til gjengifte før den er blitt endelig.\nPartene kan på forhånd frafalle retten til å påklage fylkesmannens avgjørelser etter §§ 41-43.\nSeparasjonstiden etter § 43 første ledd regnes fra den dag dommen eller bevillingen er forkynt for partene. Er bevilling gitt etter § 41, regnes tiden fra det tidspunkt bevillingen er gitt. Blir dommen påanket eller bevillingen brakt inn for departementet, endres ikke utgangspunktet for fristen, men den løper ikke ut før dommen er rettskraftig eller bevillingen endelig.\nDør en av partene under saken, gjelder tvistemålslovens § 425 tilsvarende.\n1 Tilføyd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43 a."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "I separasjons- eller skilsmissesaker etter lovens §§ 41, 42, 43 annet ledd og 48 skal forliksmekling mellom ektefellene være forsøkt før saken bringes inn for domstol eller fylkesmann. Mekling etter bestemmelsene i denne lov kan likevel unnlates dersom saken allerede er brakt inn for retten med påstand om skilsmisse etter andre bestemmelser i loven. Mekling er heller ikke nødvendig dersom skilsmisse begjæres når mekling har funnet sted med sikte på separasjon, eller når skilsmisse begjæres i separasjonstiden etter en lovlig separasjon.\nMekling foretas etter begjæring fra en ektefelle av\na. prest i offentlig kirkelig stilling, norsk sjømannsprest eller annen norsk prest som har prestearbeid i utlandet,\nb. prest eller forstander i registrert trossamfunn,\nc. et medlem av forliksrådet i den kommune der ektefellene eller en av dem er bosatt,\nd. person som fylkesmann har godkjent som meklingsmann, eller\ne. norsk utenriks fagtjenestemann og valgt norsk utenrikstjenestemenn som er norsk borger og som har fått bemyndigelse av departementet​2 til å foreta mekling.\nEn prest eller forstander kan nekte å foreta mekling dersom ingen av ektefellene hører til hans menighet. Den meklingsmann som først mottar begjæring om mekling, kan samtykke i at meklingen foregår særskilt for hver av ektefellene. Meklingsmannen kan i steden bestemme at meklingen for begge ektefeller skal foretas av en annen meklingsmann, dersom dette er hensiktsmessig og ikke særlige hensyn taler imot det. Foretas mekling av meklingsmann i utlandet for en ektefelle som ikke oppholder seg her i riket, skal særskilt mekling stå åpen for den ektefelle som oppholder seg her.\nEr en av ektefellene bosatt utafor riket, kreves ikke mekling for denne ektefelle. Tilsvarende gjelder ved utenlandsopphold av lengre varighet, og, når en gjennomføring av meklingen ikke kan skje uten vesentlige vanskeligheter, ved tjeneste på skip i utenriks fart.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 5 nov 1964, 7 feb 1969 nr. 7, 13 juni 1969 nr. 25.\n2 Barne- og familiedepartementet.\n3 Forskrift 8 mars 1965 nr. 3664 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "content": "Meklingsmannen kaller ektefellene inn til mekling. Den som har begjært mekling, skal møte personlig når ikke tvingende grunner er til hinder for det. I separasjonssaker etter § 41 gjelder dette også den annen ektefelle.\nMeklingsmannen bør ved samtale med ektefellene søke å klarlegge årsakene til uoverensstemmelsene, opplyse ektefellene om hva en separasjon eller skilsmisse vil bety for dem, og drøfte hvilke muligheter som foreligger for å fortsette samlivet. Er det barn i ekteskapet, bør han særlig ha deres tarv for øye og framholde dette for ektefellene.\nMeklingsmannen har taushetsplikt​2 om det han får kjennskap til i sammenheng med meklingen.\nHan skal gi bevitnelse om at mekling har vært forsøkt.\nDepartementet​3 kan gi nærmere regler om innkalling og om framgangsmåten ved meklingen.​4\n1 Tilføyd ved lov 5 nov 1964.\n2 Se strl. § 144.\n3 Barne- og familiedepartementet.\n4 Forskrift 8 mars 1965 nr. 3664 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle i to år har unddratt sig samlivet mot saksøkerens vilje og uten fyldestgjørende grunn, og samlivet ikke senere er gjenoptatt.\n1 Endret ved lov 27 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle er forsvunnet, og tre år er gått, siden man sist hadde efterretning om, at ektefellen var i live.​2\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se lov 23 mars 1961 nr. 1 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har inngått nytt ekteskap i strid med § 9.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har gjort seg skyldig i ekteskapsbrudd eller utuktig omgjengelse som kan sidestilles med dette.​2 Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til handlingen eller som har samtykket i den.\nKravet må fremsettes innen seks måneder etter at ektefellen er blitt vitende om handlingen og senest innen tre år etter at den er forøvet.\nNår hensynet til ektefellenes fellesbarn eller andre vektige grunner taler for det, kan retten gi dom på separasjon i stedet for skilsmisse.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.\n2 Se strl. §§ 192-199, 207, 208 og 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle med kunnskap eller formodning om å lide av venerisk sykdom, som ennu frembyr smittefare, har utsatt saksøkeren for smitte ved legemlig omgjengelse.​2\nEr vedkommende ikke blitt smittet, og frembyr sykdommen ikke lenger smittefare, kan krav om skilsmisse ikke fremsettes senere enn 6 måneder efterat smittefaren er ophørt. Om lægers taushetsplikt gjelder samme regler som i § 6.\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se strl. § 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har strebt saksøkeren efter livet eller har gjort sig skyldig i sådan forbrytelse mot denne, som er nevnt i straffelovens § 229, eller i noen annen forsettlig forbrytelse, som volder saksøkeren skade på legeme eller helbred, eller i mishandling av barna eller i sådant forhold overfor disse, som er nevnt i straffelovens § 380. Dog kan skilsmisse ikke forlanges av ektefelle, som frivillig har medvirket til handlingen, eller som har samtykket i den.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om handlingen, og senest innen tre år, efterat den er forøvet.\n1 Endret ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "En ektefelle kan forlange skilsmisse ved dom når den annen ektefelle er dømt til frihetsstraff i tre år eller derover. Det samme gjelder hvis ektefellen er dømt til forvaring etter straffelovens § 39 a eller etter § 39 til fengslig forvaring i tre år eller derover. Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til den handling som er grunnlaget for dommen eller som har samtykket i den. Er slik straffedom avsagt av utenlandsk domstol, kan retten tillegge den samme rettsvirkning som en norsk dom.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om domfellelsen, og senest innen tre år, efterat dommen er avsagt.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle under ekteskapet har gjort seg skyldig i noen forbrytelse som er nevnt i den alminnelige straffelov § 206 eller i noen forbrytelse som er nevnt i dennes §§ 216, 217, 223-225, for så vidt forbrytelsen er forøvet i utuktig øyemed. Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til den straffbare handling eller som har samtykket i den.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om den straffbare handling, og senest innen tre år, efterat den er forøvet.\n1 Endret ved lover 25 juni 1937 nr. 13, 15 feb 1963 nr. 2, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "En ektefelle​2 kan forlange skilsmisse ved dom, når den annen ektefelle lider av slik sinnssykdom at fortsettelse av ekteskapet ikke med rimelighet kan fordres og sykdommen under ekteskapet har vart i minst tre år.\nOm legers taushetsplikt gjelder samme regler som i § 5.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.\n2 Jfr. rettergangsl. §§ 417 og 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "Ved separasjon eller skilsmisse ophører det formuesfellesskap som måtte bestå mellem ektefellene,​2 og felleseiet deles efter de regler som gjelder for deling av felleseie i almindelighet.​3\nDog skal den ektefelle som har forlangt og fått separasjon etter § 42 første ledd,​4 ha rett til av det beholdne felleseie å utta vanlig innbo som han behøver for seg selv og sin husstand samt, inntil en verdi som tilsvarer to tredjedeler av folketrygdens grunnbeløp​5 (avrundet til nærmeste hundre kroner), det løsøre han trenger for å fortsette sin næring, uten at han plikter å yte den annen ektefelle vederlag for den del av verdien som måtte overstige hans lodd.​6 Det samme skal gjelde bruksretten til ektefellene tilhørende husbygninger forsåvidt de skjønnes nødvendige til bolig for den berettigede ektefelle eller til hans arbeidsvirksomhet. Likeså kan det etter begjæring bestemmes at den krenkede ektefelle skal ha rett til alene å inntre i løpende husleiekontrakt og i avtale om rett til å opprette husleiekontrakt selv om kontrakten eller avtalen er opprettet i den annen ektefelles navn.​7 En ektefelles rett etter dette ledd berøres ikke av den annen ektefelles rett etter skiftelovens § 45 til å beholde midler til dekning av gjeld for så vidt det er tale om bidragsgjeld til ektefellen eller felles barn.\nLikeså skal ved skilsmisse på grunn av ekteskapsbrudd​8 den ektefelle som har forlangt skilsmissen, ha rett til å kreve felleseiet delt således som nevnt i § 37, hvis det som følge av ekteskapsbruddet blir født et barn som etter loven er arveberettiget etter den skyldige ektefelle og som lever på den tid da skilsmissesak blir reist. Tilsvarende gjelder ved separasjon etter § 48 tredje ledd.\nOgså ellers kan det, når hertil finnes grunn, efter begjæring av en ektefelle bestemmes at felleseiets deling skal foregå på den måte som er nevnt i § 37 eller at en ektefelle skal ha en eller flere av de rettigheter som er omhandlet i annet ledd.\nBestemmelse som nevnt i annet ledds tredje punktum og fjerde ledd treffes ved dom, men ved skifterettens kjennelse såframt det skiftes offentlig. Dog kan partene hvis de er enige derom, overlate avgjørelsen til fylkesmannen.\n1 Endret ved lover 17 juli 1925 nr. 6, 20 mai 1927 nr. 2 § 6, 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 4 feb 1960 nr. 3, 7 feb 1969 nr. 7, 19 juni 1969 nr. 54, 22 mai 1970 nr. 30, 18 mai 1973 nr. 23, 13 juni 1975 nr. 37. – Jfr. § 59.\n2 Se lover 29 juni 1888 nr. 1 og 20 mai 1927 nr. 1 kap. 3.\n3 Se skiftel. annen del.\n4 Jfr. § 54 fjerde ledd og § 55.\n5 Se lov 17 juni 1966 nr. 12 § 6-2. Grunnbeløpet er pr. 1 mai 1991 kr 35.500.\n6 Jfr. skiftel. § 64.\n7 Jfr. lov 16 juni 1939 nr. 6 § 32.\n8 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Ved skilsmisse etter dom på grunn av forhold, hvorved den ene ektefelle grovt har krenket den annen, kan denne foruten å kreve seg tilkjent en eller flere av de rettigheter som er omhandlet i § 54 annet ledd og erstatning for det formuestap som han måtte lide ved skilsmissen, tillike kreve oppreisning for den ved krenkelsen lidte tort og annen skade av ikke økonomisk art.​2 Erstatningen og oppreisningen avpasses etter billighet under hensyn til den utviste skyld og omstendighetene for øvrig.​3 Det kan bestemmes at erstatningen og oppreisningen skal betales i avdrag. § 54 siste ledd får tilsvarende anvendelse.\nReglene i første ledd gjelder tilsvarende ved separasjon etter § 48 tredje ledd.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 25 juni 1937 nr. 13, 7 feb 1969 nr. 7. – Jfr. § 59.\n2 Jfr. skiftel. §§ 57 og 94.\n3 Jfr. lov 13 juni 1969 nr. 26 § 3-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:55 a",
      "chapter": "5",
      "section": "55 a",
      "content": "Når sterke grunner taler for det, kan en ektefelle ved separasjon og skilsmisse tilkjennes rettigheter som er omhandlet i § 54 annet ledds annet og tredje punktum av den annen ektefelles særeie. Regelen i § 54 siste ledd gjelder tilsvarende.\nPå vilkår som nevnt i første ledd kan en ektefelle dessuten gis rett til å løse ut eiendeler som er omhandlet i skiftelovens § 48 og § 50 annet ledd av den annen ektefelles særeie. Reglene i skiftelovens § 50 a gjelder i så fall tilsvarende så langt de passer.\n1 Tilføyd ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Krever en ektefelle som følge av separasjon underholdsbidrag av den annen ektefelle, blir kravet å avgjøre ved dom, med mindre begge ektefeller er enige om overlate avgjørelsen til fylkesmannen. Bestemmelsene i barneloven​2 §§ 59 og 60 gjelder tilsvarende.\nUnderholdsbidrag skal hvor det er mulig, tildeles såfremt ektefellen trenger det fordi utsikten til selv å sørge for et passende underhold er blitt forringet som følge av ekteskapet eller omsorgen for barna. Hvor særlige grunner taler for det, kan underholdsbidrag også tildeles i andre tilfelle. Underholdsbidraget kan, når særlige grunner taler for det, fastsettes til et bestemt engangsbeløp alene eller ved siden av løpende bidrag.\nVed fastsettelsen av bidragets størrelse iakttas at bidraget blir avpasset efter den økonomiske evne hos den som skal betale, og at det så vidt mulig sikrer den annen et passende underhold når hensyn tas til de tilvante økonomiske kår og til den inntekt denne selv har eller antas å kunne skaffe sig.\nSkyldes separasjonen hovedsakelig forgåelse eller dårlig forhold fra den ene ektefelles side, kan det i alle tilfeller bestemmes at det ikke skal gis vedkommende ektefelle underholdsbidrag. Likeså kan den nevnte omstendighet tas i betraktning ved fastsettelsen av bidragets størrelse. Også ellers kan det bestemmes at underholdsbidrag ikke skal gis når det finnes urimelig å gi sådant bidrag.\nUnderholdsbidrag kan pålegges for en tid som ligger inntil 3 år forut for fremsettelsen av kravet.\nHvis endrede forhold eller nye opplysninger gjør det rimelig, kan en bestemmelse som er truffet om underholdsbidrag endres. Bestemmelsene i barneloven​2 § 54 annet og tredje ledd, § 57 tredje ledd, § 59 og § 60 gjelder tilsvarende.\nVed klage over underholdsbidrag etter paragrafen her kan klageinstansen også endre bidrag fastsatt etter barneloven til ektefellenes barn.\nSeparasjonen berører ikke konens rett til enkepensjon av offentlig, kommunal eller privat pensjonsinnretning.​3\n1 Endret ved lover 25 juni 1937 nr. 11, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 7 feb 1969 nr. 7 (se dens XI), 19 juni 1969 nr. 54, 20 des 1974 nr. 67, 13 juni 1980 nr. 35, 8 april 1981 nr. 7. – Jfr. § 59, lov 9 des 1955 nr. 5.\n2 Lov 8 april 1981 nr. 7.\n3 Jfr. lover 28 juli 1949 nr. 26 § 32, siste ledd, 3 des 1948 nr. 7 § 8, 3 des 1951 nr. 2 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Ved skilsmisse får reglene i § 56 tilsvarende anvendelse med hensyn til underholdsbidrag efter skilsmissen. Bestemmelse om underholdsbidrag truffet efter § 56 bortfaller ikke ved skilsmisse.\nUnderholdsplikten bortfaller i alle tilfeller hvis den berettigede gifter sig påny.\n1 Endret ved lover 25 juni 1937 nr. 13, 18 mai 1973 nr. 23 (se dens IV). – Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "En fraskilt ektefelle beholder retten til ektefellepensjon fra annen pensjonsordning enn folketrygden, såfremt ekteskapet har vart i minst 5 år og den fraskilte ved skilsmissen var minst 35 år. Når den fraskilte har eller har hatt barn med avdøde eller har hatt varig omsorg for avdødes barn, beholdes retten til ektefellepensjon uavhengig av disse vilkår.\nDersom avdøde var gift på nytt, og den nye ektefelle er berettiget til ektefellepensjon etter de alminnelige regler i vedkommende pensjonsordning, blir pensjonen å dele mellom de berettigede i forhold til antall påbegynte år hver av dem har vært gift med avdøde. Har den ene fraskrevet seg retten, tilfaller likevel pensjonen den andre udelt. Når sterke grunner taler for det, kan det på begjæring av medlemmet av pensjonsordningen fastsettes ved dom at retten skal tilfalle hans nye ektefelle udelt. Dette spørsmål kan ikke senere prøves på nytt på grunn av endrede forhold.\nEn fraskilt ektefelle har bare rett til ektefellepensjon etter reglene i denne lov såframt den annen ektefelle ved skilsmissen var eller hadde vært medlem av en pensjonsordning utenom folketrygden som omfatter ektefellepensjon. I så fall får den fraskilte også rett til ektefellepensjon fra ordning som avdøde var blitt medlem av etter skilsmissen. Såframt en fraskilt gjør krav gjeldende i en pensjonsordning som også gir rettigheter til en senere ektefelle, kan denne kreve andel i ektefellepensjon fra en pensjonsordning som avdøde tidligere var medlem av, selv om dette ikke følger av de alminnelige regler for vedkommende pensjonsordning.\n1 Opphevet ved lov 9 des 1955 nr. 5, tilføyd ved lov 18 mai 1973 nr. 23 (se dens IV).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:58 a",
      "chapter": "5",
      "section": "58 a",
      "content": "Dersom den fraskilte inngår nytt ekteskap før den tidligere ektefelles død, opphører retten til pensjon etter § 58. Er nytt ekteskap inngått etter den tidligere ektefelles død, gjelder de regler som er fastsatt for den gjenlevende ektefelle i vedkommende pensjonsordning.\nSåframt retten til pensjon til fraskilt eller senere ektefelle bortfaller ved dødsfall eller nytt ekteskap, tilfaller hele pensjonen den annen. Dersom det nye ekteskap opphører, og retten til ytelser inntrer på nytt etter reglene i vedkommende ordning, skal ytelsen igjen deles.\n1 Tilføyd ved lov 18 mai 1973 nr. 23 (se dens IV).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Bestemmelsene i §§ 54, 55, 56 og 57 skal ikke være til hinder for at ektefellene treffer avtale om fordeling eller tildeling av formuen, om erstatning og oppreisning eller om underholdsbidrag.\nDog kan en avtale som er åpenbart ubillig for den ene ektefelle etter dennes begjæring helt eller delvis settes ut av kraft. Gjør endrete forhold eller nye opplysninger det rimelig, kan en avtale om underholdsbidrag endres for så vidt den ikke gjelder engangsbidrag. Begjæringen gjøres gjeldende ved domstolene, hvis ikke partene enes om å overlate avgjørelsen til fylkesmannen. Klage over avgjørelser som ikke gjelder løpende underholdsbidrag, har oppsettende virkning.\nFor så vidt den avtale som begjæres satt ut av kraft, gjelder fordeling eller tildeling av formuen, erstatning, oppreisning eller engangsbidrag ved separasjon eller skilsmisse, må begjæring være fremsatt innen tre år etter avtalens inngåelse.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 7 feb 1969 nr. 7 (se dens XI nr. 8), 14 feb 1969 nr. 9, 19 juni 1969 nr. 54, 19 des 1969 nr. 76, 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1964 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "6:69",
      "chapter": "6",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "6:70",
      "chapter": "6",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "6:71",
      "chapter": "6",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "6:72",
      "chapter": "6",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "6:74",
      "chapter": "6",
      "section": "74",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "6:75",
      "chapter": "6",
      "section": "75",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 feb 1938 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "6:77",
      "chapter": "6",
      "section": "77",
      "content": "Denne lov trer i kraft 1 januar 1919.\n1 Endret ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "6:78",
      "chapter": "6",
      "section": "78",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 78.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "6:79",
      "chapter": "6",
      "section": "79",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 79.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "6:80",
      "chapter": "6",
      "section": "80",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 80.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "6:81",
      "chapter": "6",
      "section": "81",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 81.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Den som er under 18 år, må ikke inngå ekteskap uten samtykke fra den eller dem som har foreldreansvaret og tillatelse av Kongen.​2\n1 Endret ved lover 7 feb 1969 nr. 7, 8 juni 1979 nr. 38, 8 april 1981 nr. 7. – Jfr. § 13 nr. 1 og 2 samt strl. § 338.\n2 Fylkesmennene ifølge res. 5 des 1919.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Er en av dem som har foreldreansvaret sinnssyk, eller vil det volde særlig vanske eller forhaling å innhente samtykke fra en av dem, er samtykke fra den andre tilstrekkelig. Er begge i en slik situasjon, kreves samtykke fra verge.​2\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 8 juni 1979 nr. 38, 8 april 1981 nr. 7. – Jfr. § 13 nr. 3 og strl. § 338.\n2 Se lov 17 juli 1953 nr. 14 § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Den, som er gjort umyndig,​2 maa ikke indgaa egteskap uten samtykke av vergen.​3\n1 Jfr. § 13 nr. 3 og strl. § 338.\n2 Se lov 28 nov 1898.\n3 Se lov 22 april 1927 nr. 3 kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Nektes samtykke av foreldre eller verge i de tilfelle som er nevnt i §§ 1 til 3, kan Kongen​2 på begjæring likevel gi tillatelse til ekteskapet, hvis det ikke er skjellig grunn til nektelsen. Før Kongen treffer sin avgjørelse skal han gi vedkommende adgang til å uttale seg.\n1 Endret ved lov 8 juni 1979 nr. 38.\n2 Fylkesmannen iflg. res. 20 juli 1979.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Den som er sinnsyk eller i høy grad åndssvak, må ikke inngå ekteskap uten tillatelse av Kongen.\nDen taushetsplikt som påhviler leger i henhold til lov, gjelder ikke åpenbaring overfor vedkommende myndighet med sikte på å hindre at ekteskap blir inngått i strid med denne paragraf. De kan i et slikt tilfelle føres som vitner i ekteskapssak, og tvistemålslovens § 205 første ledd kommer i så fall ikke til anvendelse.\n1 Endret ved lov 7 feb 1969 nr. 7 (se dens XI). – Jfr. § 13 nr. 4 og § 34 samt § 35 nr. 1 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "Den som lider av venerisk sykdom som ennå frembyr smittefare, må ikke inngå ekteskap, uten at den annen part er gjort kjent med sykdommen, og begge parter har fått muntlig veiledning av en lege om farene ved sykdommen.\nReglene i § 5 annet ledd får tilsvarende anvendelse.\n1 Endret ved lov 7 feb 1969 nr. 7. – Jfr. §§ 13 nr. 5, 35 nr. 3 og 49, strl. § 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Egteskap​2 maa ikke indgaaes mellem slegtninger i ret op- og nedstigende linje eller mellem søskende.\nI forhold til adoptivbarn gjelder forbudet overfor både den opprinnelige slekt og adoptivforeldrene og deres slekt. Er adoptivbarnet blitt adoptert på ny, kan fylkesmannen likevel samtykke i ekteskap mellom adoptivbarnet og en av de opprinnelige adoptivforeldrene eller dennes slektning.\n1 Endret ved lov 28 feb 1986 nr. 8.\n2 Jfr. § 13 nr. 6 og 11, § 31 og strl. § 220. Jfr. også lov 2 april 1917 nr. 1 § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Ekteskap må ikke inngås mellom personer av hvilke den ene har vært gift med den annens slektning i rett opp- eller nedstigende linje. Når særlige grunner taler for det, kan Kongen​2 gi tillatelse til at ekteskap inngås uten hinder av denne bestemmelse.\nEr det fellesbarn i det tidligere ekteskap, kan tillatelse bare gis såfremt hensynet til disse barn ikke taler mot det.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7. – Jfr. § 13 nr. 6 og 11, § 31, strl. § 220.\n2 Barne- og familiedepartementet iflg. res. 27 jan 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Ingen​1 maa indgaa nyt egteskap, saalænge det tidligere egteskap bestaar.\n1 Jfr. § 13 nr. 7 og 11, §§ 31, 39 og 47, strl. § 220.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Hvis ikke fritakelse for skifte særlig er hjemlet, må den som har vært gift og ved ekteskapets opphør levde i formuesfellesskap, ikke inngå nytt ekteskap før boet er overgitt til skifterettens behandling, eller det fremlegges skriftlig erklæring fra den tidligere ektefelle eller arvingene om at privat skifte er innledet. Er det tidligere ekteskap oppløst på annen måte enn ved død, gjelder dette ikke dersom vedkommende opplyser at han har skiftet med den tidligere ektefelle, og det er gått mer enn 2 år siden det tidligere ekteskap ble oppløst. Erklæring som nevnt i første punktum kan ikke avgis av noen som er under 18 år eller er umyndiggjort.\nVedkommende regjeringsdepartement​2 kan frita for overholdelse av denne forskrift, når særlige grunner taler for det.\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7. – Jfr. § 13 nr. 8, strl. § 338 og lov 3 mars 1972 nr. 5 § 23.\n2 Barne- og familiedepartementet (som iflg. vedtak 27 mars 1992 nr. 292 fra 1 jan 1993 delegerer myndigheten til fylkesmennene).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Før ekteskap kan inngås, må det skje en prøving av om ekteskapsvilkårene er oppfylt. Prøvingen foretas av en vigselmann​2 på det sted i riket hvor en av brudefolkene bor, eller om ingen av dem har bopel her, på det sted hvor en av dem oppholder seg.\n1 Endret ved lov 18 mai 1973 nr. 24.\n2 Se §§ 22 og 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Til bruk for prøving av ekteskapsvilkårene skal brudefolkene skaffe følgende bevis:\n1. Hver av dem skal legge fram fødselsattest fra folkeregisteret.​2 Kan slik attest ikke skaffes uten særlig vanske eller forhaling, kan annet tilfredsstillende bevis for navn og alder godtas.\n2. Er noen av brudefolkene under den alder som er bestemt i § 1, må tillatelse til ekteskapet legges fram.\n3. Dersom samtykke av foreldre eller verge kreves etter § 2 eller § 3, må det godtgjøres at samtykke er gitt eller at fylkesmannen har gitt tillatelse til ekteskapet.\n4. Dersom vigselmannen har grunn til å tro at det foreligger ekteskapshindring etter § 5, skal han kreve framlagt attest fra offentlig lege eller annen lege som denne utpeker.\n5. Brudefolkene skal hver for sitt vedkommende avgi en skriftlig erklæring på ære og samvittighet om hvorvidt han lider av venerisk sykdom som ennå frambyr smittefare.​3 Går erklæringen ut på at han lider av slik sykdom, skal det godtgjøres at den annen part er gjort kjent med sykdommen, og at begge parter har fått vegledning av en lege om farene ved sykdommen.\n6. Brudefolkene skal begge skriftlig på ære og samvittighet erklære at de ikke er så nær beslektet eller besvogret som nevnt i § 7 eller § 8, eller godtgjøre at de har fått tillatelse etter § 8.\n7. Hver av ektefellene skal avgi en skriftlig erklæring på ære og samvittighet om hvorvidt han har inngått ekteskap tidligere. Er det tilfellet, skal det framlegges bevis for at det tidligere ekteskap er opphørt ved død, skilsmisse eller omstøting.\nBevis for den tidligere ektefelles død føres som regel ved attest fra innenlandsk eller utenlandsk offentlig myndighet. Kan slik attest ikke skaffes, kan partene legge sine opplysninger og beviser fram for vedkommende skiftedommer, se skiftelovens § 8 annet, jfr. første ledd. Hører skiftet ikke under norsk skifterett, kan saken bringes inn for skiftedommeren på det sted hvor prøven begjæres. Skiftedommeren avgjør ved kjennelse om beviset skal tas for godt. Kjennelsen kan, foruten av den som avgjørelsen går imot, påkjæres av påtalemyndigheten, som skal få melding om en avgjørelse om godtaking av beviset.\nBeviset for at ekteskap er opphørt ved skilsmisse eller omstøting, føres ved framlegging av bevillingen eller av dommen med attest for at denne er endelig.\n8. Den som tidligere har vært gift, skal godtgjøre at det ikke av hensyn til forskriftene i § 11 er noe til hinder for å inngå nytt ekteskap. Erklæring etter § 11 første ledds annet punktum om at han har skiftet med den tidligere ektefelle, må gis på ære og samvittighet.\n9. Hver av brudefolkene skal avgi en skriftlig erklæring på ære og samvittighet om hun eller han har eller venter barn med annen mann eller kvinne, eller har adoptivbarn. Opplysningsplikten gjelder ikke barn som er adoptert bort.\n10. Har noen av brudefolkene svart bekreftende på spørsmål i samsvar med nr. 5, nr. 7, nr. 8 eller nr. 9, skal det godtgjøres at den annen av brudefolkene er gjort kjent med disse opplysninger.\n11. Hver av brudefolkene skal stille en forlover som på ære og samvittighet skal erklære at han nøye kjenner vedkommende, og opplyse om parten tidligere har inngått ekteskap, og om denne er beslektet eller besvogret med den annen part som nevnt i § 7 eller § 8.​4\nSom forlover kan bare godtas myndig​5 mann eller kvinne. I særlige tilfelle kan fylkesmannen gi samtykke til at ekteskap inngås uten forlovere, eller at det bare stilles én forlover for begge parter.\n1 Endret ved lover 28 juli 1949 nr. 7, 26 nov 1954 nr. 2 (som opphevet punkt 12), 7 feb 1969 nr. 7, 18 mai 1973 nr. 24, 2 juni 1978 nr. 38, 7 juni 1985 nr. 52.\n2 I medhold av del XI tredje ledd i lov 7 juni 1985 nr. 52 bestemmer res. 6 sep 1985 nr. 1690 at kirkelig dåps- eller fødselsattest inntil videre kan godtas.\n3 Se strl. § 166.\n4 Jfr. strl. §§ 220 og 372.\n5 Se lov 22 april 1927 nr. 3 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Finner vigselmannen at brudefolkene fyller ekteskapsvilkårene etter loven, skal han på begjæring gi brudefolk som vil inngå ekteskap for en annen vigselmann, en attest om at ekteskapsvilkårene er prøvd, og at det ikke er funnet å være noen hindring mot ekteskapet. Slik attest skal ikke gis før 1 uke etter at vigselmannen har mottatt de bevis som brudefolkene skal skaffe etter § 13. Er det viktig for brudefolkene at attesten gis før utløpet av denne fristen, kan vigselmannen gjøre dette dersom han finner det klart at de fyller ekteskapsvilkårene.\n1 Endret ved lov 18 mai 1973 nr. 24",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Finner vigselmannen at partene ikke har rett til å inngå ekteskap med hverandre, kan hver av dem påklage vedtaket til fylkesmannen.\n1 Endret ved lover 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "2:19",
      "chapter": "2",
      "section": "19",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Egteskap stiftes her i riket gjennem vigsel paa kirkelig eller paa borgerlig maate.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 13 juni 1969 nr. 25.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Vigsel på kirkelig måte kan foretas av dertil berettiget prest i statskirken​2 eller av prest eller forstander i registrert trossamfunn​3 når Kongen har godkjent formen for ekteskapsstiftelse i vedkommende trossamfunn.​4\nPrest i statskirken kan nekte å foreta vigsel, hvis en av brudefolkene ikke tilhører statskirken, eller hvis ingen av dem tilhører hans menighet.\nPrest eller forstander i registrert trossamfunn kan nekte å foreta vigsel, hvis en av brudefolkene ikke tilhører hans trossamfunn, eller hvis ingen av dem tilhører hans menighet.\nPrest i statskirken eller prest eller forstander i registrert trossamfunn er, når det strider mot hans samvittighet, ikke pliktig til å foreta vigsel såfremt noen av brudefolkene er skilt fra en tidligere ektefelle som ennå er i live.\n1 Endret ved lover 25 juni 1937 nr. 13, 13 juni 1969 nr. 25.\n2 Jfr. lov 10 juni 1876.\n3 Se lov 13 juni 1969 nr. 25 § 14.\n4 Jfr. forskrifter gitt av Justisdepartementet 8 mai 1952 nr. 6, 3 feb 1984 nr. 239, 23 mars 1984 nr. 808, 17 juli 1984 nr. 1471, 20 mars 1985 nr. 680, 14 juni 1985 nr. 1189 og nr. 1190, 1 aug 1985 nr. 1566, 23 des 1985 nr. 2303, 6 feb 1986 nr. 560 og nr. 561, 16 april 1986 nr. 925 og 25 sep 1986 nr. 1866.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "Adgangen til at bli borgerlig viet staar aapen for alle, uanset om brudefolkene kan bli kirkelig viet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Borgerlig vigsel foretas av notarius publicus.​2 Hvor avstandene eller andre omstendigheter gjør det særlig ønskelig, kan departementet for 4 år om gangen oppnevne særskilte vigselmenn. Særskilt beskikkede vigselmenn har krav på vederlag etter forskrifter git av Kongen.​3\nVigselmanden pligter​4 at foreta vigsel, selv om ikke nogen av brudefolkene har bopæl eller fast ophold i hans distrikt.\n1 Endret ved lover 7 feb 1969 nr. 7 (se dens XI nr. 3), 17 des 1982 nr. 86.\n2 Se lov 14 aug 1918 nr. 4 § 6.\n3 Barne- og familiedepartementet.\n4 Jfr. § 22 annet og tredje ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Vigsel kan ikke skje før ekteskapsvilkårene er prøvd etter annet kapittel, og tidligst 1 uke etter at vigselmannen har mottatt de bevis som brudefolkene skal skaffe etter § 13. Er det viktig for brudefolkene, kan vigselen likevel skje før utløpet av denne frist dersom vigselmannen finner det klart at de fyller ekteskapsvilkårene.\nSkal vigselen foretas av en annen vigselmann enn den som har prøvd ekteskapsvilkårene etter annet kapittel, må brudefolkene legge fram slik attest som er nevnt i § 14. En vigselmann skal i alle tilfelle nekte vigsel om han vet at vilkårene for ekteskap ikke er tilstede.\nEr det gått mer enn 4 måneder fra attest ble gitt etter § 14, eller i tilfelle fra det tidspunkt ekteskapsvilkårene ble prøvd uten at attest ble utferdiget, må vigsel ikke foretas før etter ny prøving av ekteskapsvilkårene etter annet kapittel.\nNekter vigselmannen å foreta vigsel av andre grunner enn nevnt i § 22 fjerde ledd, kan hver av partene klage til fylkesmannen, som kan bestemme at vigselen kan finne sted.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens XI), 19 juni 1969 nr. 54, 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 18 mai 1973 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Vigsel skal foregaa i overvær av mindst to vidner.\nVed vigselen skal brudefolkene under samtidig nærvær for vigselmanden paa hans spørsmaal erklære, at de vil ta hinanden tilegte, og derefter av ham erklæres for egtefolk.\nDe nærmere regler om formerne ved vigsel i statskirken og ved borgerlig vigsel gives av Kongen. Ved vigsel ved prest eller forstander i registrert trossamfunn iakttas de former som er godkjent av Kongen.\n1 Endret ved lover 13 juni 1969 nr. 25, 7 juni 1985 nr. 52.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "En vigsel her i riket er uten virkning, hvis den ikke er utført av en myndighet, som kan foreta vigsel, eller hvis der ikke er gått frem som bestemt i § 27, annet ledd.\nAt de øvrige forskrifter om framgangsmåten ved vigsel eller om prøving av ekteskapsvilkårene ikke er fulgt, eller at vigselmannen har overskredet grensene for sin myndighet, har ingen innflytelse på vigselens gyldighet.\nEn vigsel som ellers ville være uten virkning, kan i særlige tillfelle godkjennes som gyldig av Kongen.​2 Godkjenning kan gis også etter at en av brudefolkene eller begge er avgått ved døden. Kongen kan gi nærmere regler om vilkårene for godkjenning.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens X nr. 4), 18 mai 1973 nr. 24.\n2 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Vigsel i statskirken indføres i kirkeboken.\nVigsel ved prest eller forstander i registrert trossamfunn og ved borgerlig vigselmann innføres i protokoll. Vigselmannen skal innen 14 dager sende melding til soknepresten på det sted der bruden var bosatt før vigselen, eller dersom bruden ikke var bosatt her i landet, til soknepresten på det sted departementet bestemmer.\nHar nogen av egtefællerne sit bosted i utlandet, skal underretning meddeles paa den maate, som Kongen​2 bestemmer.\nNærmere regler om de oplysninger, som skal gives ved melding om foretagne vigsler, gives av Kongen.​3\n1 Endret ved lov 13 juni 1969 nr. 25.\n2 Barne- og familiedepartementet.\n3 Barne- og familiedepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Slektskap med eller annen tilknytning til brudefolkene er ikke til hinder for at vigselmannen foretar vigsel eller treffer andre avgjørelser etter annet og tredje kapittel.\nVigselmannens avgjørelser kan bare påklages når det er hjemlet i denne lov.\n1 Endret ved lover 19 juni 1931 nr. 6, 4 feb 1938 nr. 1 § 163, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "content": "En ektefelle kan kreve ekteskapet omstøtt ved dom​2 når det er inngått i strid med § 7 eller § 9.\nI tilfelle av tvegifte kan dog det nye ekteskap ikke omstøtes når det tidligere ekteskap er oppløst før sak er reist.\n1 Endret ved lover 17 juli 1925 nr. 6, 7 feb 1969 nr. 7 (se dens XI nr. 5). – Jfr. § 40.\n2 Jfr. rettergangsl. § 424.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "En ektefelle som var sinnsyk eller i høy grad åndssvak ved ekteskapets inngåelse, kan forlange ekteskapet omstøtt ved dom​2 dersom tillatelse til ekteskapet ikke var gitt etter § 5. Han kan dog ikke reise sak til omstøtelse av ekteskapet på grunn av sinnssykdom når det er gått mer enn seks måneder etter at sykdommen ble helbredet.\nEn ektefelle som ved ekteskapets inngåelse ikke hadde kjennskap til at den annen ektefelle var sinnssyk eller i høy grad åndssvak, kan, om tillatelse til ekteskapet ikke var gitt etter § 5, forlange ekteskapet omstøtt ved dom. Sak til omstøtelse av ekteskapet kan dog ikke reises når det er gått mer enn seks måneder etter at han har fått kjennskap til forholdet, og ikke i noe tilfelle etter at det er gått mer enn tre år etter at ekteskapet ble inngått.​3\n1 Endret ved lover 17 juli 1925 nr. 6, 7 feb 1969 nr. 7 (se dens XI). – Jfr. § 40.\n2 Jfr. rettergangsl. §§ 417 og 419.\n3 Jfr. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En egtefælle kan forlange egteskapet omstøtt ved dom:\n1. hvis han ved vigselen var bevisstløs eller befandt sig i lignende forbigaaende tilstand, som utelukker retslig handleevne;\n2. hvis han ved en feiltagelse har latt sig vie til en anden end sin forlovede eller uten at ville indgaa egteskap;\n3. hvis den annen ektefelle uten hans vitende ved inngåelsen av ekteskapet led av venerisk sykdom, som ennå frembød smittefare;​2\n4. hvis den annen ektefelle uten hans vitende ved inngåelsen av ekteskapet hadde barn eller adoptivbarn eller ventet barn med noen annen enn ektefellen med den følge at et barn senere blir født;\n5. hvis han er blitt forledet til å inngå ekteskapet ved, at han av den annen ektefelle gjennom falske opplysninger eller svikaktig fortielse av sannheten er villedet om hvem den annen er, eller om dennes personlige forhold, som måtte ventes å ha avholdt saksøkeren fra å inngå ekteskapet, og disse omstendigheter ennå må tillegges slik betydning at det ikke med rimelig grunn kan forlanges at ekteskapet skal fortsette;\n6. hvis han er blit tvunget til at indgaa egteskapet ved retsstridig adfærd, som var skikket til at medføre alvorlig frygt.​3\nAdgangen til at forlange omstøtelse bortfalder,​4 hvis egtefællen ikke har reist sak i det under nr. 1 nævnte tilfælde inden seks maaneder efter tilstandens ophør, i de under nr. 2, 3, 4 og 5 nævnte tilfælde inden seks maaneder, efterat han har faat kjendskap til omstøtelsesgrunden, og i det under nr. 6 nævnte tilfælde inden seks maaneder, efterat han er blit fri for tvangen.\nI de under nr. 1, 2, 3, 5 og 6 nævnte tilfælde kan sak i ethvert fald ikke reises senere end tre aar efter egteskapets indgaaelse.\nI de tilfelle, som er nevnt under nr. 4, kan sak ikke reises, etter at vedkommende barn er død eller bortadoptert.\n1 Endret ved lov 7 feb 1969 nr. 7. – Jfr. § 40.\n2 Jfr. strl. § 155.\n3 Jfr. strl. § 221.\n4 Jfr. § 40 og rettergangsl. § 425.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Med hensyn til rettsvirkningene av et ekteskaps omstøtelse gjelder de samme regler som om virkningene av skilsmisse,​2 forsåvidt ikke annet er bestemt i §§ 37-40.\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se §§ 54 flg.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Ved skifte av felleseie etter et ekteskaps omstøtelse kan enhver av ektefellene kreve at delingen foregår således, at hver av dem forlodds uttar en så stor andel av felleseiet​2 som svarer til hva han bragte inn ved ekteskapets inngåelse eller senere har bragt inn gjennom arv eller gave eller ved overdragelse av særeiemidler. Strekker felleseiet ikke til, skal ektefellenes forloddskrav avkortes forholdsmessig. Felleseiet skal deles som foran bestemt, hvis det omstøtte ekteskap var inngått i strid med § 7 eller § 9.\nDet, som den ene ektefelle har skjenket den annen som særeie, kan kreves tilbake.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 7 feb 1969 nr. 7. – Jfr. § 40.\n2 Se lov 20 mai 1927 nr. 1 § 12 jfr. § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "4:38",
      "chapter": "4",
      "section": "38",
      "content": "Hadde den ene ektefelle ved inngåelsen av ekteskapet kjennskap til omstøtelsesgrunnen, den annen derimot ikke, kan den sistnevnte ektefelle tilkjennes erstatning for det formuestap han har lidt som følge av ekteskapet, og for tap i fremtidig erverv.​2 Dessuten kan han tilkjennes oppreisning for tort og annen skade av ikke økonomisk art. Erstatningen og oppreisningen avpasses etter billighet under hensyn til den utviste skyld og omstendighetene for øvrig. Retten kan bestemme at erstatningen og oppreisningen skal betales i avdrag.\nKrav etter denne paragraf må, utenfor det tilfelle, at en mellom ektefellene truffet avtale blir satt ut av kraft etter § 59, jfr. § 36, gjøres gjeldende under omstøtelsessaken eller innen seks måneder etter omstøtelsesdommen når saken er reist av fylkesmannen.\nDet som er bestemt ovenfor, gjelder også sinnssyk eller i høy grad åndssvak, hvis ekteskap i henhold til tvistemålslovens § 417 blir omstøtt etter begjæring av fylkesmannen, såfremt den annen ektefelle var vitende om omstøtelsesgrunnen. Kravet må i så fall gjøres gjeldende innen seks måneder etter omstøtelsesdommen.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7 (se dens XI nr. 8). – Jfr. § 40.\n2 Jfr. skiftelov §§ 57 og 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "4:39",
      "chapter": "4",
      "section": "39",
      "content": "Blir et ekteskap som er inngått i strid med § 9 omstøtt, kan det når særlige grunner taler for det, fastsettes ved dom at en ektefelle skal ha samme rett til pensjon og liknende rettigheter som om ekteskapet var oppløst ved skilsmisse.\n1 Endret ved lov 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "4:40",
      "chapter": "4",
      "section": "40",
      "content": "Dør en av ektefellene i et ekteskap som kunne omstøtes​2 etter § 31, skal felleseiet deles etter § 37. Gjenlevende ektefelle i det omstøtelige ekteskap og hver av arvingene kan kreve erstatning for formuestap på de vilkår som er nevnt i § 38. Gjenlevende ektefelle kan på samme vilkår også kreve erstatning for tap i fremtidig erverv og oppreisning.​3\nHvis et ekteskap, som kan omstøtes etter § 34 eller § 35, opphører ved den ene ektefelles død, og den gjenlevende ektefelle hadde adgang til å kreve ekteskapet omstøtt, har denne rett til å forlange deling av felleseiet etter reglene i § 37 samt erstatning og oppreisning under de betingelser som er nevnt i § 38.\nDør en ektefelle, som kan forlange ekteskapet omstøtt etter § 34 eller § 35, har hans arvinger rett til å kreve deling etter § 37 samt erstatning for formuestap under de betingelser, som er nevnt i § 38, hvis sak allerede var reist, eller hvis avdøde i de tilfelle, som er nevnt i § 34 og § 35 nr. 1, like til sin død var i sådan tilstand, som der er nevnt.\nKrav etter de foregående ledd må fremsettes innen seks måneder etter dødsfallet.\nDør en tvegiftet ektefelle før ekteskapet er omstøtt, skal rett til erstatning, pensjon eller annen rettighet, som tilkommer gjenlevende ektefelle, tilkomme ektefellen i det første ekteskap hvis ikke annet fremgår av omstendighetene. Når særlige grunner taler for det, kan det fastsettes ved dom at slike rettigheter skal tilkomme ektefellen fra det annet ekteskap som om det første ekteskap var oppløst ved skilsmisse.\nOm retten til arv etter loven eller testament gjelder reglene i arveloven.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 7 feb 1969 nr. 7, 3 mars 1972 nr. 5.\n2 Jfr. rettergangsl. § 425.\n3 Jfr. skiftelov § 94.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Ektefeller som finner ikke å kunne fortsette det ekteskapelige samliv, kan forlange bevilling av fylkesmannen til separasjon såfremt begge er enige om det. Separasjonen kan skje ved dom hvis partene blir enige om separasjon etter at sak med påstand om separasjon eller skilsmisse er brakt inn for retten.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "Etter begjæring av en av ektefellene kan separasjon gis, hvis den annen ektefelle vedvarende eller gjentagende forsømmer sin underholdsplikt like overfor ektefellen eller barna eller for øvrig gjør sig skyldig i grov eller vedvarende krenkelse av sine plikter mot dem, eller jevnlig misbruker beruselsesmidler​2 eller fører et lastefullt liv.\nLikeså kan separasjon gis efter begjæring av den ene ektefelle, hvis der mellem ektefellene er oppstått sådan uenighet eller uoverensstemmelse at det – hensett så vel til ektefellen som i tilfelle til barna – ikke billigvis kan forlanges at samlivet skal fortsettes.\nSeparasjon skjer ved dom med mindre ektefellene er enige om å overlate avgjørelsen til fylkesmannen.\nBevilling til separasjon etter denne paragraf skal forkynnes for ektefellene. Om forkynnelsen gjelder reglene i domstolslovens kapittel 9 tilsvarende så langt de passer. Utgiftene ved forkynnelsen betales av statskassen.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 22 mai 1953 nr. 3, 19 juni 1969 nr. 54.\n2 Jfr. § 51.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Har ektefeller levet atskilt i ett år etter lovlig separasjon og har de ikke senere gjenopptatt samlivet, kan de forlange bevilling av fylkesmannen til skilsmisse såfremt begge ektefeller er enige om det. Har atskillelsen vart i minst to år, skal slik bevilling gis når en av ektefellene forlanger det. Er separasjon gitt etter § 48 tredje ledd, kan en ektefelle forlange bevilling til skilsmisse etter ett års atskillelse. Regelen i § 41 annet punktum får tilsvarende anvendelse.\nHar samlivet mellom ektefeller vært hevet i tre år uten at det er skjedd på lovformelig måte, og er samlivet ikke senere gjenopptatt, kan skilsmisse gis etter begjæring av en av ektefellene. Skilsmissen skjer ved dom med mindre ektefellene er enige om å overlate avgjørelsen til fylkesmannen.\nVed bevilling til skilsmisse etter første ledds annet punktum eller etter annet ledd gjelder reglene i § 42 fjerde ledd tilsvarende.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:43 a",
      "chapter": "5",
      "section": "43 a",
      "content": "Skilsmissebevilling gir ikke rett til gjengifte før den er blitt endelig.\nPartene kan på forhånd frafalle retten til å påklage fylkesmannens avgjørelser etter §§ 41-43.\nSeparasjonstiden etter § 43 første ledd regnes fra den dag dommen eller bevillingen er forkynt for partene. Er bevilling gitt etter § 41, regnes tiden fra det tidspunkt bevillingen er gitt. Blir dommen påanket eller bevillingen brakt inn for departementet, endres ikke utgangspunktet for fristen, men den løper ikke ut før dommen er rettskraftig eller bevillingen endelig.\nDør en av partene under saken, gjelder tvistemålslovens § 425 tilsvarende.\n1 Tilføyd ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43a",
        "source_heading": "§ 43 a."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "I separasjons- eller skilsmissesaker etter lovens §§ 41, 42, 43 annet ledd og 48 skal forliksmekling mellom ektefellene være forsøkt før saken bringes inn for domstol eller fylkesmann. Mekling etter bestemmelsene i denne lov kan likevel unnlates dersom saken allerede er brakt inn for retten med påstand om skilsmisse etter andre bestemmelser i loven. Mekling er heller ikke nødvendig dersom skilsmisse begjæres når mekling har funnet sted med sikte på separasjon, eller når skilsmisse begjæres i separasjonstiden etter en lovlig separasjon.\nMekling foretas etter begjæring fra en ektefelle av\na. prest i offentlig kirkelig stilling, norsk sjømannsprest eller annen norsk prest som har prestearbeid i utlandet,\nb. prest eller forstander i registrert trossamfunn,\nc. et medlem av forliksrådet i den kommune der ektefellene eller en av dem er bosatt,\nd. person som fylkesmann har godkjent som meklingsmann, eller\ne. norsk utenriks fagtjenestemann og valgt norsk utenrikstjenestemenn som er norsk borger og som har fått bemyndigelse av departementet​2 til å foreta mekling.\nEn prest eller forstander kan nekte å foreta mekling dersom ingen av ektefellene hører til hans menighet. Den meklingsmann som først mottar begjæring om mekling, kan samtykke i at meklingen foregår særskilt for hver av ektefellene. Meklingsmannen kan i steden bestemme at meklingen for begge ektefeller skal foretas av en annen meklingsmann, dersom dette er hensiktsmessig og ikke særlige hensyn taler imot det. Foretas mekling av meklingsmann i utlandet for en ektefelle som ikke oppholder seg her i riket, skal særskilt mekling stå åpen for den ektefelle som oppholder seg her.\nEr en av ektefellene bosatt utafor riket, kreves ikke mekling for denne ektefelle. Tilsvarende gjelder ved utenlandsopphold av lengre varighet, og, når en gjennomføring av meklingen ikke kan skje uten vesentlige vanskeligheter, ved tjeneste på skip i utenriks fart.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 5 nov 1964, 7 feb 1969 nr. 7, 13 juni 1969 nr. 25.\n2 Barne- og familiedepartementet.\n3 Forskrift 8 mars 1965 nr. 3664 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:44 a",
      "chapter": "5",
      "section": "44 a",
      "content": "Meklingsmannen kaller ektefellene inn til mekling. Den som har begjært mekling, skal møte personlig når ikke tvingende grunner er til hinder for det. I separasjonssaker etter § 41 gjelder dette også den annen ektefelle.\nMeklingsmannen bør ved samtale med ektefellene søke å klarlegge årsakene til uoverensstemmelsene, opplyse ektefellene om hva en separasjon eller skilsmisse vil bety for dem, og drøfte hvilke muligheter som foreligger for å fortsette samlivet. Er det barn i ekteskapet, bør han særlig ha deres tarv for øye og framholde dette for ektefellene.\nMeklingsmannen har taushetsplikt​2 om det han får kjennskap til i sammenheng med meklingen.\nHan skal gi bevitnelse om at mekling har vært forsøkt.\nDepartementet​3 kan gi nærmere regler om innkalling og om framgangsmåten ved meklingen.​4\n1 Tilføyd ved lov 5 nov 1964.\n2 Se strl. § 144.\n3 Barne- og familiedepartementet.\n4 Forskrift 8 mars 1965 nr. 3664 gitt av Justisdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44a",
        "source_heading": "§ 44 a."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle i to år har unddratt sig samlivet mot saksøkerens vilje og uten fyldestgjørende grunn, og samlivet ikke senere er gjenoptatt.\n1 Endret ved lov 27 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle er forsvunnet, og tre år er gått, siden man sist hadde efterretning om, at ektefellen var i live.​2\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se lov 23 mars 1961 nr. 1 § 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har inngått nytt ekteskap i strid med § 9.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har gjort seg skyldig i ekteskapsbrudd eller utuktig omgjengelse som kan sidestilles med dette.​2 Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til handlingen eller som har samtykket i den.\nKravet må fremsettes innen seks måneder etter at ektefellen er blitt vitende om handlingen og senest innen tre år etter at den er forøvet.\nNår hensynet til ektefellenes fellesbarn eller andre vektige grunner taler for det, kan retten gi dom på separasjon i stedet for skilsmisse.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.\n2 Se strl. §§ 192-199, 207, 208 og 213.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle med kunnskap eller formodning om å lide av venerisk sykdom, som ennu frembyr smittefare, har utsatt saksøkeren for smitte ved legemlig omgjengelse.​2\nEr vedkommende ikke blitt smittet, og frembyr sykdommen ikke lenger smittefare, kan krav om skilsmisse ikke fremsettes senere enn 6 måneder efterat smittefaren er ophørt. Om lægers taushetsplikt gjelder samme regler som i § 6.\n1 Endret ved lov 25 juni 1937 nr. 13.\n2 Se strl. § 155.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle har strebt saksøkeren efter livet eller har gjort sig skyldig i sådan forbrytelse mot denne, som er nevnt i straffelovens § 229, eller i noen annen forsettlig forbrytelse, som volder saksøkeren skade på legeme eller helbred, eller i mishandling av barna eller i sådant forhold overfor disse, som er nevnt i straffelovens § 380. Dog kan skilsmisse ikke forlanges av ektefelle, som frivillig har medvirket til handlingen, eller som har samtykket i den.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om handlingen, og senest innen tre år, efterat den er forøvet.\n1 Endret ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "En ektefelle kan forlange skilsmisse ved dom når den annen ektefelle er dømt til frihetsstraff i tre år eller derover. Det samme gjelder hvis ektefellen er dømt til forvaring etter straffelovens § 39 a eller etter § 39 til fengslig forvaring i tre år eller derover. Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til den handling som er grunnlaget for dommen eller som har samtykket i den. Er slik straffedom avsagt av utenlandsk domstol, kan retten tillegge den samme rettsvirkning som en norsk dom.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om domfellelsen, og senest innen tre år, efterat dommen er avsagt.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 7 feb 1969 nr. 7, 6 mai 1970 nr. 27.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "En ektefelle kan forlange skilsmisse ved dom, når den annen ektefelle under ekteskapet har gjort seg skyldig i noen forbrytelse som er nevnt i den alminnelige straffelov § 206 eller i noen forbrytelse som er nevnt i dennes §§ 216, 217, 223-225, for så vidt forbrytelsen er forøvet i utuktig øyemed. Dog kan skilsmisse ikke forlanges av ektefelle som frivillig har medvirket til den straffbare handling eller som har samtykket i den.\nKravet må fremsettes innen seks måneder, efterat ektefellen er blitt vitende om den straffbare handling, og senest innen tre år, efterat den er forøvet.\n1 Endret ved lover 25 juni 1937 nr. 13, 15 feb 1963 nr. 2, II.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "En ektefelle​2 kan forlange skilsmisse ved dom, når den annen ektefelle lider av slik sinnssykdom at fortsettelse av ekteskapet ikke med rimelighet kan fordres og sykdommen under ekteskapet har vart i minst tre år.\nOm legers taushetsplikt gjelder samme regler som i § 5.\n1 Endret ved lover 25 juni 1937 nr. 13, 7 feb 1969 nr. 7.\n2 Jfr. rettergangsl. §§ 417 og 419.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "Ved separasjon eller skilsmisse ophører det formuesfellesskap som måtte bestå mellem ektefellene,​2 og felleseiet deles efter de regler som gjelder for deling av felleseie i almindelighet.​3\nDog skal den ektefelle som har forlangt og fått separasjon etter § 42 første ledd,​4 ha rett til av det beholdne felleseie å utta vanlig innbo som han behøver for seg selv og sin husstand samt, inntil en verdi som tilsvarer to tredjedeler av folketrygdens grunnbeløp​5 (avrundet til nærmeste hundre kroner), det løsøre han trenger for å fortsette sin næring, uten at han plikter å yte den annen ektefelle vederlag for den del av verdien som måtte overstige hans lodd.​6 Det samme skal gjelde bruksretten til ektefellene tilhørende husbygninger forsåvidt de skjønnes nødvendige til bolig for den berettigede ektefelle eller til hans arbeidsvirksomhet. Likeså kan det etter begjæring bestemmes at den krenkede ektefelle skal ha rett til alene å inntre i løpende husleiekontrakt og i avtale om rett til å opprette husleiekontrakt selv om kontrakten eller avtalen er opprettet i den annen ektefelles navn.​7 En ektefelles rett etter dette ledd berøres ikke av den annen ektefelles rett etter skiftelovens § 45 til å beholde midler til dekning av gjeld for så vidt det er tale om bidragsgjeld til ektefellen eller felles barn.\nLikeså skal ved skilsmisse på grunn av ekteskapsbrudd​8 den ektefelle som har forlangt skilsmissen, ha rett til å kreve felleseiet delt således som nevnt i § 37, hvis det som følge av ekteskapsbruddet blir født et barn som etter loven er arveberettiget etter den skyldige ektefelle og som lever på den tid da skilsmissesak blir reist. Tilsvarende gjelder ved separasjon etter § 48 tredje ledd.\nOgså ellers kan det, når hertil finnes grunn, efter begjæring av en ektefelle bestemmes at felleseiets deling skal foregå på den måte som er nevnt i § 37 eller at en ektefelle skal ha en eller flere av de rettigheter som er omhandlet i annet ledd.\nBestemmelse som nevnt i annet ledds tredje punktum og fjerde ledd treffes ved dom, men ved skifterettens kjennelse såframt det skiftes offentlig. Dog kan partene hvis de er enige derom, overlate avgjørelsen til fylkesmannen.\n1 Endret ved lover 17 juli 1925 nr. 6, 20 mai 1927 nr. 2 § 6, 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 4 feb 1960 nr. 3, 7 feb 1969 nr. 7, 19 juni 1969 nr. 54, 22 mai 1970 nr. 30, 18 mai 1973 nr. 23, 13 juni 1975 nr. 37. – Jfr. § 59.\n2 Se lover 29 juni 1888 nr. 1 og 20 mai 1927 nr. 1 kap. 3.\n3 Se skiftel. annen del.\n4 Jfr. § 54 fjerde ledd og § 55.\n5 Se lov 17 juni 1966 nr. 12 § 6-2. Grunnbeløpet er pr. 1 mai 1991 kr 35.500.\n6 Jfr. skiftel. § 64.\n7 Jfr. lov 16 juni 1939 nr. 6 § 32.\n8 Se § 48.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Ved skilsmisse etter dom på grunn av forhold, hvorved den ene ektefelle grovt har krenket den annen, kan denne foruten å kreve seg tilkjent en eller flere av de rettigheter som er omhandlet i § 54 annet ledd og erstatning for det formuestap som han måtte lide ved skilsmissen, tillike kreve oppreisning for den ved krenkelsen lidte tort og annen skade av ikke økonomisk art.​2 Erstatningen og oppreisningen avpasses etter billighet under hensyn til den utviste skyld og omstendighetene for øvrig.​3 Det kan bestemmes at erstatningen og oppreisningen skal betales i avdrag. § 54 siste ledd får tilsvarende anvendelse.\nReglene i første ledd gjelder tilsvarende ved separasjon etter § 48 tredje ledd.\n1 Endret ved lover 20 mai 1927 nr. 2 § 6, 25 juni 1937 nr. 13, 7 feb 1969 nr. 7. – Jfr. § 59.\n2 Jfr. skiftel. §§ 57 og 94.\n3 Jfr. lov 13 juni 1969 nr. 26 § 3-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:55 a",
      "chapter": "5",
      "section": "55 a",
      "content": "Når sterke grunner taler for det, kan en ektefelle ved separasjon og skilsmisse tilkjennes rettigheter som er omhandlet i § 54 annet ledds annet og tredje punktum av den annen ektefelles særeie. Regelen i § 54 siste ledd gjelder tilsvarende.\nPå vilkår som nevnt i første ledd kan en ektefelle dessuten gis rett til å løse ut eiendeler som er omhandlet i skiftelovens § 48 og § 50 annet ledd av den annen ektefelles særeie. Reglene i skiftelovens § 50 a gjelder i så fall tilsvarende så langt de passer.\n1 Tilføyd ved lov 22 mai 1970 nr. 30 (se dens VIII).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55a",
        "source_heading": "§ 55 a."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Krever en ektefelle som følge av separasjon underholdsbidrag av den annen ektefelle, blir kravet å avgjøre ved dom, med mindre begge ektefeller er enige om overlate avgjørelsen til fylkesmannen. Bestemmelsene i barneloven​2 §§ 59 og 60 gjelder tilsvarende.\nUnderholdsbidrag skal hvor det er mulig, tildeles såfremt ektefellen trenger det fordi utsikten til selv å sørge for et passende underhold er blitt forringet som følge av ekteskapet eller omsorgen for barna. Hvor særlige grunner taler for det, kan underholdsbidrag også tildeles i andre tilfelle. Underholdsbidraget kan, når særlige grunner taler for det, fastsettes til et bestemt engangsbeløp alene eller ved siden av løpende bidrag.\nVed fastsettelsen av bidragets størrelse iakttas at bidraget blir avpasset efter den økonomiske evne hos den som skal betale, og at det så vidt mulig sikrer den annen et passende underhold når hensyn tas til de tilvante økonomiske kår og til den inntekt denne selv har eller antas å kunne skaffe sig.\nSkyldes separasjonen hovedsakelig forgåelse eller dårlig forhold fra den ene ektefelles side, kan det i alle tilfeller bestemmes at det ikke skal gis vedkommende ektefelle underholdsbidrag. Likeså kan den nevnte omstendighet tas i betraktning ved fastsettelsen av bidragets størrelse. Også ellers kan det bestemmes at underholdsbidrag ikke skal gis når det finnes urimelig å gi sådant bidrag.\nUnderholdsbidrag kan pålegges for en tid som ligger inntil 3 år forut for fremsettelsen av kravet.\nHvis endrede forhold eller nye opplysninger gjør det rimelig, kan en bestemmelse som er truffet om underholdsbidrag endres. Bestemmelsene i barneloven​2 § 54 annet og tredje ledd, § 57 tredje ledd, § 59 og § 60 gjelder tilsvarende.\nVed klage over underholdsbidrag etter paragrafen her kan klageinstansen også endre bidrag fastsatt etter barneloven til ektefellenes barn.\nSeparasjonen berører ikke konens rett til enkepensjon av offentlig, kommunal eller privat pensjonsinnretning.​3\n1 Endret ved lover 25 juni 1937 nr. 11, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 7 feb 1969 nr. 7 (se dens XI), 19 juni 1969 nr. 54, 20 des 1974 nr. 67, 13 juni 1980 nr. 35, 8 april 1981 nr. 7. – Jfr. § 59, lov 9 des 1955 nr. 5.\n2 Lov 8 april 1981 nr. 7.\n3 Jfr. lover 28 juli 1949 nr. 26 § 32, siste ledd, 3 des 1948 nr. 7 § 8, 3 des 1951 nr. 2 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Ved skilsmisse får reglene i § 56 tilsvarende anvendelse med hensyn til underholdsbidrag efter skilsmissen. Bestemmelse om underholdsbidrag truffet efter § 56 bortfaller ikke ved skilsmisse.\nUnderholdsplikten bortfaller i alle tilfeller hvis den berettigede gifter sig påny.\n1 Endret ved lover 25 juni 1937 nr. 13, 18 mai 1973 nr. 23 (se dens IV). – Jfr. § 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "En fraskilt ektefelle beholder retten til ektefellepensjon fra annen pensjonsordning enn folketrygden, såfremt ekteskapet har vart i minst 5 år og den fraskilte ved skilsmissen var minst 35 år. Når den fraskilte har eller har hatt barn med avdøde eller har hatt varig omsorg for avdødes barn, beholdes retten til ektefellepensjon uavhengig av disse vilkår.\nDersom avdøde var gift på nytt, og den nye ektefelle er berettiget til ektefellepensjon etter de alminnelige regler i vedkommende pensjonsordning, blir pensjonen å dele mellom de berettigede i forhold til antall påbegynte år hver av dem har vært gift med avdøde. Har den ene fraskrevet seg retten, tilfaller likevel pensjonen den andre udelt. Når sterke grunner taler for det, kan det på begjæring av medlemmet av pensjonsordningen fastsettes ved dom at retten skal tilfalle hans nye ektefelle udelt. Dette spørsmål kan ikke senere prøves på nytt på grunn av endrede forhold.\nEn fraskilt ektefelle har bare rett til ektefellepensjon etter reglene i denne lov såframt den annen ektefelle ved skilsmissen var eller hadde vært medlem av en pensjonsordning utenom folketrygden som omfatter ektefellepensjon. I så fall får den fraskilte også rett til ektefellepensjon fra ordning som avdøde var blitt medlem av etter skilsmissen. Såframt en fraskilt gjør krav gjeldende i en pensjonsordning som også gir rettigheter til en senere ektefelle, kan denne kreve andel i ektefellepensjon fra en pensjonsordning som avdøde tidligere var medlem av, selv om dette ikke følger av de alminnelige regler for vedkommende pensjonsordning.\n1 Opphevet ved lov 9 des 1955 nr. 5, tilføyd ved lov 18 mai 1973 nr. 23 (se dens IV).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:58 a",
      "chapter": "5",
      "section": "58 a",
      "content": "Dersom den fraskilte inngår nytt ekteskap før den tidligere ektefelles død, opphører retten til pensjon etter § 58. Er nytt ekteskap inngått etter den tidligere ektefelles død, gjelder de regler som er fastsatt for den gjenlevende ektefelle i vedkommende pensjonsordning.\nSåframt retten til pensjon til fraskilt eller senere ektefelle bortfaller ved dødsfall eller nytt ekteskap, tilfaller hele pensjonen den annen. Dersom det nye ekteskap opphører, og retten til ytelser inntrer på nytt etter reglene i vedkommende ordning, skal ytelsen igjen deles.\n1 Tilføyd ved lov 18 mai 1973 nr. 23 (se dens IV).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58a",
        "source_heading": "§ 58 a."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Bestemmelsene i §§ 54, 55, 56 og 57 skal ikke være til hinder for at ektefellene treffer avtale om fordeling eller tildeling av formuen, om erstatning og oppreisning eller om underholdsbidrag.\nDog kan en avtale som er åpenbart ubillig for den ene ektefelle etter dennes begjæring helt eller delvis settes ut av kraft. Gjør endrete forhold eller nye opplysninger det rimelig, kan en avtale om underholdsbidrag endres for så vidt den ikke gjelder engangsbidrag. Begjæringen gjøres gjeldende ved domstolene, hvis ikke partene enes om å overlate avgjørelsen til fylkesmannen. Klage over avgjørelser som ikke gjelder løpende underholdsbidrag, har oppsettende virkning.\nFor så vidt den avtale som begjæres satt ut av kraft, gjelder fordeling eller tildeling av formuen, erstatning, oppreisning eller engangsbidrag ved separasjon eller skilsmisse, må begjæring være fremsatt innen tre år etter avtalens inngåelse.\n1 Endret ved lover 25 juni 1937 nr. 13, 28 juli 1949 nr. 7, 21 des 1956 nr. 9, 7 feb 1969 nr. 7 (se dens XI nr. 8), 14 feb 1969 nr. 9, 19 juni 1969 nr. 54, 19 des 1969 nr. 76, 13 juni 1980 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 juni 1964 nr. 17.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "6:61",
      "chapter": "6",
      "section": "61",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "6:69",
      "chapter": "6",
      "section": "69",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "6:70",
      "chapter": "6",
      "section": "70",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "6:71",
      "chapter": "6",
      "section": "71",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "6:72",
      "chapter": "6",
      "section": "72",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "6:74",
      "chapter": "6",
      "section": "74",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 17 juli 1925 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "6:75",
      "chapter": "6",
      "section": "75",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 feb 1938 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 19 juni 1969 nr. 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "6:77",
      "chapter": "6",
      "section": "77",
      "content": "Denne lov trer i kraft 1 januar 1919.\n1 Endret ved lov 25 juni 1937 nr. 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "6:78",
      "chapter": "6",
      "section": "78",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 78.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "6:79",
      "chapter": "6",
      "section": "79",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 79.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "6:80",
      "chapter": "6",
      "section": "80",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 80.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "6:81",
      "chapter": "6",
      "section": "81",
      "title": "(Endrings- og opphevelsesbestemmelser.)",
      "content": "§ 81.(Endrings- og opphevelsesbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    }
  ]
}