{
  "id": "LOV-1896-07-27-7",
  "type": "statute",
  "title": "Lov om Forældelse af Fordringer",
  "short_name": "Lov om Forældelse af Fordringer",
  "status": "in_force",
  "issued_date": "1896-07-27",
  "in_force_date": "1897-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1896-07-27-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gjældskrav eller anden Fordring, der ikke er bleven erkjendt​1 eller paatalt​2 inden saadan Frist, som nedenfor bestemmes,​3 bortfalder som forældet.​4\nAt Forældelsesfristen udløber, medfører ikke, at Fordringshaveren taber Adgangen til at afkorte Fordringens Beløb i, hvad han paa sin Side skylder, saafremt enten Modregning paa Forhaand er vedtaget eller inden Fristens Udføb forlangt, eller Fordring og Modfordring udspringer af samme Retsforhold.​5\nPaa Tilbageholdsret og Panteret er Fristens Udløb ligeledes uden Indflydelse.​6 Det modsatte gjælder dog med Hensyn til Underpant, forsaavidt angaar Renter eller anden i § 5 No. 3 omhandlet Ydelse, eller forsaavidt der ved Skadesløsbrev er givet Sikkerhed for mulig indtrædende Gjældsansvar; ligeledes med Hensyn til lovbestemt underpant, for hvilket Thinglysning ikke har fundet Sted.​7\nAt Rettighed, der som Grundbyrde paahviler fast Eiendom, er alene de enkelte forfaldne Terminer Gjenstand for Forældelse.\n1 Se § 11.\n2 Se §§ 12-17.\n3 Se dog §§ 20 og 21.\n4 Se dog §§ 18-20.\n5 Jfr. Lov 20 des. 1974 nr. 68 § 41.\n6 Jfr. Skiftelov § 75.\n7 Se også § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forældelsesfristen regnes i Almindelighed fra den Dag, da Fordringen er forfalden.​1\nEr en Fordrings Forfaldstid afhængig af forudgaaende afhængig af forudgaaende Opsigelse fra Fordringshaverens Side, regnes Forældelsesfristen fra den Dag, til hvilken Fordringen tidligst kunde have været opsagt.\nAt en Fordring paa Grund af Skyldnerens Misligholdelse af sine Forpligtelser kan ansees forfalden før den ellers bestemte Tid, tillægges derimod med Hensyn til Fristens Beregning først Betydning fra den Tid, da Fordringshaveren ved særligt Tilkjendegivende har underrettet Vedkommende om, at han gjør Forfaldsgrunden gjældende.\nFor skatter til stat eller kommuner begynner foreldelsesfristen i intet tilfelle å løpe før fra utgangen av det budgettår, for hvilket skatten er utlignet.\nFor statens krav på arveavgift av livsgaver og arveforskudd begynner foreldelsesfristen i intet tilfelle å løpe før mottageren bevislig har tilstillet vedkommende oppebørselsbetjent meddelelse om utdelingen.\nRenter av statens krav på avgift av arv (herunder livsgaver og arveforskudd) foreldes ikke før kravet selv er foreldet.\n0 Endret ved lover 6 juli 1923 nr. 3 og 3 juni 1932 nr. 1.\n1 Jfr. § 4 nr. 2, § 6 og §§ 11-15. Jfr. også lover 9 juli 1923 nr. 1 § 5 og 6 juni 1930 nr. 20 § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fristens Længde er 10 Aar, forsaavidt ikke andet særlig er bestemt.​1\n1 Se §§ 4, 5 og 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I 20 Aar forældes:\n1. Fordring paa Bank eller offentlig Kasse i Anledning af Midler, som deri er indsatte eller givne i Forvaring;​1 som Bank ansees enhver, der ifølge Anmeldelse til Handelsregistret driver Bankvirksomhed.​2\n2. Fordring paa Livrente​3 og lignende Fordring, som bestaar i Ret til med visse Mellemrum at fordre en Ydelse,​4 der ikke er at betragte som Afdrag paa en skyldig Hovedstol. Fristen regnes fra den Dag, da den første Ydelse forfaldt til Betaling eller kunde bringes til at forfalde ved Opsigelse fra Fordringshaveren.\n3. Fordring efter Gjældsbrev, som er udfærdiget til Ihændehaveren,​5 og som er udstedt af Staten, Norges Hypothekbank eller en Kommune eller forsynet med Statens Garanti.\n1 Jfr. § 20 nr. 4. Se også. § 11 i.f.\n2 Se lov 17. mai 1890 nr. 6 § 8 jfr. § 35.\n3 Jfr. § 20 nr. 3, lov 6. juni 1930 nr. 20 § 29.\n4 Jfr. § 5 nr. 3 og siste punktum.\n5 Jfr. § 20 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "I 3 Aar​1 forældes:\n1. Fordring paa Vederlag for:\nVarer eller Løsøre, der ikke er afhændet som Tilbehør til fast Eiendom;\nBrug af fast eller rørlig Eiendom;\nOphold, Fortæring eller Forpleining;\nBefordring af Personer eller Gods;\nArbeide eller personlig Virksomhed af hvilkensomhelst Art samt enhver Fordring som støttes til Løfte eller Overenskomst om nogen Ydelse som foran nævnt, derunder ogsaa Fordring paa Godtgjørelse for Udlæg, afholdte i Forbindelse med saadan Ydelse.\n2. Fordring paa Skat, Gebyr eller anden Afgift (undtagen Arveafgift),​2 der tilkommer Staten, Kommuner, offentlige Fonds eller Indretninger eller offentlige Tjenestemænd, saavelsom Fordringer paa Tilbagebetaling af saadan Ydelse.\n3. Fordring på forfalt rente eller på forfalt termin av lønning, pensjon, livrente,​3 føderåd eller annen ytelse (unntatt underholdsbidrag)​4 der skal erlegges terminvis og ikke er å betrakte som avdrag på en skyldig hovedstol.\n4. Fordring, som Forlover eller Medskyldner, der har indfriet Gjælden, i denne Anledning har paa Hovedskyldner, Medforlover eller Medskyldner, dog saaledes, at Forældelse i intet Tilfælde indtræder før ved Udløbet af den Frist, som vilde have tilkommet ham, om den indfriede Fordring var bleven ham overdraget.​5\nEr det utstedt gjeldsbrev for noen av disse fordringer, skal foreldelsesfristen være ti år.​6 Er det utstedt rente- eller utbyttekuponger, gjelder reglene i § 19 a.​7\n0 Endret ved lover 17 feb. 1939 nr. 1, 9 des 1955 nr. 5, 12 des. 1975 nr. 59.\n1 Jfr. lov 21 mai 1965 § 44.\n2 Jfr. lov 6 juni 1930 nr. 20 § 29.\n3 Se lov 19 juni 1964 nr. 14.\n4 Jfr. § 13 og lov 9 des. 1955 nr. 5.\n5 Jfr. lover 27 mai 1932 nr. 2 § 70 og nr. 3 § 52.\n6 Jfr. §§ 12, 3die ledd, 13, siste ledd, 14, 2net punktum og 15, 2net punktum.\n7 Se også § 20 nr. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hvor en Fordring er sikret ved Forløfte (Kaution), er Forældesesfristen overfor Forloveren (Kautionisten) af samme Længde som overfor Hovedskyldneren.​1 At Fyldestgjørelse først kan kræves hos Forloveren, efterat denne har faaet særskilt Varsel, eller efterat Betaling forgjæves er søgt hos Hovedskyldneren, kommer ikke i Betragtning ved Fristens Beregning.\nEr Kravet paa Hovedskyldneren forældet, kan Fyldestgjørelse ikke kræves hos Forloveren, selv om denne er Selvskyldner. Forældelse, der er indtraadt overfor en af flere Forlovere, der overfor Fordringshaveren hefter én for alle og alle for én, er uden Indflydelse paa dennes Krav mod de øvrige.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Har Skyldneren svigagtig enten lagt Skjul paa eller undladt at meddele pligtig Underretning om Omstændigheder, hvoraf Fordringens Tilværelse eller Forfald er afhængig, skal Forældelse ikke ansees indtraadt, saalænge der ikke er hengaaet 3 Aar​1 fra den Dag, da Fordringshaveren blev kjendt med de paagjældende Omstændigheder, eller 1 Aar fra Skyldnerens Død.\n1 Se strl.ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "For Fordring, som tilkommer\n1. den ene Ægtefælle mod den anden,​1\n2. den, der er under Værgemaal,​2 mod Værge eller Overformynder,\n3. upersonlig Rettighedshaver, saasom Stiftelse eller Aktieselskab mod Bestyrer,\nForpligtelse, som i Henhold til Selskabskontrakt paahviler Medlem af et Selskab til at gjøre Tilskud til Selskabsmassen, er ikke Gjenstand for Forældelse, saalænge Vedkommende er Medlem af Selskabet.​3 Foreldelsesfrist for krav på aksjeinnskott begynner ikke å løpe før selskapet har fått underretning etter aksjelovens § 3-9 annet ledd om at debitor er opphørt å være aksjeeier.\n0 Endret ved lover 2 april 1901 nr. 1, 4 juni 1976 nr. 59.\n1 Jfr. lov 20 mai 1927 nr. 1 §§ 18-20 og § 38.\n2 Se lover 22 april 1927 nr. 3 §§ 1 og 2, 28 nov 1898.\n3 Jfr. lov 29 juli 1911 nr. 1 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Dør eller forsvinder Skyldneren eller Fordringshaveren, eller bliver denne umyndiggjort​1 eller hans Bo taget under Konkursbehandling​2 i Løbet af det sidste Aar af Forældelsesfristen, forlænges denne til Aarsdagen efter den nævnte Begivenhed Forældelsesfristen kan dog ikke paa Grund af flere saadanne Begivenheder forlænges udover 1 Aar fra den Dag, da den efter Lovens øvrige Bestemmelser vilde være udløben.\n1 Se lov 28 nov. 1898.\n2 Se lov 6 juni 1863 §§ 1-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Er der inden Forældelsesfristens Udløb af Skyldneren eller i hans Bo udfærdiget Proklama​1 eller anden offentlig Indkaldelse, hvorved Fordringshaverne opfordres til inden en vis Tid at anmelde sine Krav,​2 indtræder Forældelse ikke før Udløbet af den i Indkaldelsen satte Frist.\nEr – udenfor Tilfælde af offentlig Skifte- eller Konkursbehandling (jfr. § 14) – Anmeldelse betimelig skeet i Henhold til saadan Indkaldelse som ovenfor nævnt, skal derhos Paatale i ethvert Fald staa Fordringshaveren aaben i 1 Aar, regnet fra Indkaldelsesfristens Udløb.\n1 Se skiftelov §§ 69 flg.\n2 Se lov 6 mai 1899 nr. 1 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Har Skyldneren overfor Fordringshaveren udtrykkelig eller stiltiende erkjendt sin Forpligtelse – saasom ved Løfte om Betaling, eller Erlæggelse af Rente –, begynder en ny Forældelsesfrist at løbe fra den Dag, da saadan Anerkjendelse har fundet Sted, eller da Fordringen derefter forfalder eller kan bringes til at forfalde ved Opsigelse fra Fordringshaveren. Er derfor saadant Bankindskud som i § 4 No. 1 omhandlet i Bankens Bøger tilført Renter, løber ligeledes en ny Forældelsesfrist fra Udløbet af den Tid, for hvilken Renterne er beregnede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Til fordringenes betimelige påtale er det tilstrekkelig at forliksklage er sendt til forliksrådet eller stevning til retten, at kravet er fremsatt under saken eller at begjæring om å avgjøre kravet etter skiftelovens § 11 annet ledds annet punktum er sendt til skifteretten innen fristens utløp.​1 Henvises saken fra forliksrådet,​2 må stevning være sendt til retten senest innen 1 år etter henvisningen.\nHvis søksmaalet blir avvist paa grund av uforsætlige feil, eller hvis det ellers ender uten dom, blir virkningen av den betimelige paatale fremdeles i kraft, naar kravet reises paany senest tre maaneder,​3 efterat kjendelsen blev forkyndt for saksøkeren.\nEr der for Fordringen vundet Dom, Kjendelse eller offentligt Forlig, begynder en ny forældelsesfrist at løbe den Dag, da Fordringen ifølge Dommen, Kjendelsen eller Forliget forfalder eller kan bringes til at forfalde ved Opsigelse fra Fordringshaveren. Fristen skal i saa Fald være 10 Aar eller, forsaavidt Fordringen falder ind under § 4, 20 Aar. Dog undtages Krav paa Rente eller anden i § 5 No. 3 omhandlet Ydelse, der først paaløber eller forfalder efter Dommen, Kjendelsen eller Forliget, idet saadant Krav er Gjenstand for Forældelse overensstemmende med nævnte § 5.\n0 Endret ved lover 14 aug. 1918 nr. 4 § 41 og 1 juni 1934 nr. 7, 14. feb. 1969 nr. 9 (fra 1 juni 1969 iflg. Justisdeptets rskr. 15 mai 1969), 19 juni 1970 nr. 51. – Jfr. lover 14 aug. 1918 nr. 5 § 7, 27 mai 1932 nr. 2 § 71 og nr. 3 § 53, 24 juni 1938 nr. 13 § 7.\n1 Jfr. rettergangsl. § 66.\n2 Se rettergangsl. §§ 280 og 285.\n3 Jfr. domstolsl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom ervervelse av dom, kjennelse eller forlik er unødvendig til inndrivelse av fordringen, anses påtale betimelig å være skjedd, når begjæring om utleggsforretning (utpanting) eller, hvor slik forretning er unødvendig, begjæring om tvangsauksjon er sendt til vedkommende myndighet innen utløpet av foreldelsesfristen og forretningen blir fremmet uten ugrunnet opphold. For krav på formues- og inntektsskatt til stat eller kommune anses foreldelsesfristen å være avbrutt når utpantning til sådan tid som nevnt er holdt eller forsøkt holdt på det sted som i skattelisten er opgitt som den skattepliktiges bopel eller på et sted som han senere vites tilflyttet, selv om han ikke lenger bor der når utpantningsforretningen holdes eller forsøkes holdt.\nTilsvarende regler gjelder når en panthaver innen utløpet av fristen hos vedkommende myndighet har begjært sig sitt pant overdratt til brukelighet.​1\nBlir forretningen nektet fromme eller ophevet, finner med hensyn til adgangen til ny påtale reglene i § 12 annet ledd tilsvarende anvendelse.\nEllers finner forskriftene i samme paragrafs tredje ledd tilsvarende anvendelse. Dog foreldes ikke renter av skattekrav før kravet selv er foreldet.\nFor så vidt det for skattekrav, i tilfelle med påløpne renter og omkostninger, innen utløpet av foreldelsesfristen er gitt vedkommende arbeidsgiver m.v. pålegg om skattetrekk overensstemmende med § 33 i lov av 21. november 1952 nr. 2 om betaling og innkreving av skatt, inntrer ikke foreldelse så lenge adgangen til skattetrekk står åpen. Det samme gjelder med hensyn til underholdsbidrag og andre krav når det med hjemmel i lovgivningen om innkreving av underholdsbidrag​2 er gitt arbeidsgiver eller andre pålegg om å foreta trekk for slike krav.\n0 Endret ved lover 14 aug. 1918 nr. 4 § 41, 22 juni 1928 nr. 23, 23 mai 1930 nr. 2, 10 juli 1936 nr. 11, 9 des. 1955 nr. 5, 14 feb. 1969 nr. 9, 4 juni 1976 nr. 57.\n1 Se N.L. 5-7-8.\n2 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Er Skyldnerens Bo taget under offentlig Skifte- eller Konkursbehandling, ansees Fordringen paatalt, naar den er anmeldt i Boet. Bliver Fordringen anerkjendt, men ikke fyldestgjort i Boet, finder med Hensyn til det Krav, som Fordringshaveren maatte have paa Skyldneren eller hans Arvinger, Forskrifterne i § 12, tredie Stykke tilsvarende Anvendelse, saaledes at den nye Frist ikke løber førend fra Behandlingens Slutning. Opnaaes ikke Anerkjendelse af Fordringen, staar, om Forældelsesfristen imidlertid er udløben, særskilt Paatale Fordringshaveren aaben i 6 Maaneder, regnet fra den afsagte Decision eller Dom eller, om ingen Retsafgjørelse er truffen, fra Behandlingens Slutning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Er det vedtaget, at Tvist om en Fordring skal af gjøres ved Voldgift,​1 ansees Fordringen betimelig paatalt, naar Fordringshaveren inden Fristens Udløb har iværksat, hvad der fra hans Side er at foretage for at bringe Sagen i Gang, og derefter fremmer denne med tilbørlig Hurtighed. Er skriftlig Voldgiftskjendelse afsagt, finder Forskrifterne i § 12, tredie Stykke tilsvarende Anvendelse. Ligeledes finder Forskriften i samme Paragrafs andet Stykke tilsvarende Anvendelse, om Voldgiftskjendelse ikke opnaaes.\n1 Jfr. rettergangsl. kap. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Er paatale reist mot en av flere forpligtede, skal fordringen mot de øvrige ansees betimelig paatalt, naar fordringshaveren inden utløpet av forældelsesfristen har git dem varsel om forfølgningen paa den i lov om rettergangsmaaten for tvistemaal​1 § 80 bestemte maate, og han derhos indtaler sit krav inden 6 maaneder, efterat saken er avsluttet ved dom, kjendelse eller forlik eller paa anden maate overensstemmende med de foregaaende paragraffer.\nTilsvarende Regel gjælder, naar Fordringen afhænger af et Retsforhold, hvorom Sag er reist af eller mod Fordringshaveren.\n0 Paragrafens 1ste ledd er endret ved lov 14 aug. 1918 nr. 4 § 41.\n1 Lov 13 aug. 1915 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Kan en Fordring, hvis Forældelse er at bedømme efter norsk Ret, ikke for Tiden paatales ved norsk Domstol, kan Fordringshaveren ved derom inden Fristens Udløb at gjøre Anmeldelse bevare Retten til Paatale, indtil et Aar er forløbet fra den Tid, da Adgang til Paatale ved norsk Domstol er indtraadt, dog ikke længere end i 10 Aar fra Anmeldelsen.\nAnmeldelsen gjøres skriftlig til Underretten paa det Sted, hvor Fordringshaveren har sin Bopæl, eller, om han ingen Bopæl har her i Riget, til Kristiania Byret. Den bliver at indføre i en dertil indrettet Bog.\n[For Anmeldelsen betales et Gebyr af Kr. 1,00.] Nærmere Forskrifter om, hvorledes Anmeldelsen skal være affattet, kan gives af vedkommende Regjeringsdepartement.​1\n0 Fjerde punktum er ophevet ved sportellov 6 aug. 1897 § 179.\n1 Forskrifter herom er gitt ved kunngjørelse fra Justisdepartementet 11 janr. 1897.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Udløbet af Forældelsesfristen skal ikke være til Hinder for, at det ved Dom i offentlig Straffesag, hvorved nogen domfældes for en Forbrydelse, paalægges Domfældte at tilsvare den Skadelidende Erstatning for det ved Forbrydelsen forvoldte Tab. Bliver en i Straffesagen nedlagt Erstatningspaastand ikke taget under Paakjendelse, gjælder om Adgangen til særskilt Indtale, hvad der i § 12, andet Stykke er bestemt.]​1\n1 Se nu strl.ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Fordring efter Pengeseddel er ikke Gjenstand for Forældelse efter nærværende Lov.\n1 Jfr. lov 23 april 1892 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "19 a",
      "section": "19 a",
      "content": "Fordring efter rente- og utbyttekuponger foreldes i 3 år efter kupongens forfallsdag. Kortere frist kan ikke avtales.\nDen som innen foreldelsesfristens utløp har meldt skyldneren at hans kupong er kommet bort og gjør sin eiendomsrett antagelig, kan kreve den betalt når fristen er slutt.\n0 Tilføiet ved lov 17 feb. 1939 nr. 1, jfr. nevnte lovs § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Skyldneren kan ikke bindende vedta at foreldelse ikke skal inntre i samsvar med reglene i denne lov. Etter at fordringen er oppstått, kan han likevel vedta fristforlenging med virkning for inntil 3 år om gangen regnet fra vedtakelsen, dog ikke ut over 10 år fra den dag foreldelsesfristen ellers ville være utløpt.\nUten hinder av det som er bestemt i første ledd, kan en lengre foreldelsesfrist gyldig vedtas for:\n1. gjeldsbrev som i medhold av lovgivningen utstedes til ihendehaveren;​1\n2. rente- og utbyttekuponger til gjeldsbrev eller aksjebrev;​2\n3. polise som utstedes av livrente-, pensjons- eller forsikringsinnretning, og kuponger til slike poliser;​3\n4. de i § 4 nr. 1 nevnte fordringer på bank eller offentlig kasse.\n0 Endret ved lover 2 april 1901 nr. 1, 8 juni 1973 nr. 38.\n1 Se § 4 nr. 3.\n2 Se § 5 i.f.\n3 Se § i nr. 2, § 5 nr. 3 og siste punktum og lov 6 juni 1930 nr. 20 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Norske Lovs 5-13-2 ophæves, hvorimod de i andre Lovbestemmelser indeholdte særlige Forskrifter om Forældelse af Fordringer forbliver i Kraft.​1\n1 Se således lov 6 juni 1863 § 49 og § 78 i.f., strprl. § 471, lover 20 juli 1893 nr. 1 kap. 13. – Se også lover 24 mai 1907 nr. 2 § 54, domstolsl. § 214, tvangsfullbl. §§ 60, 62 og 261, lover 1 juni 1917 nr. 1 § 58, 14 aug. 1918 nr. 5 §§ 7 og 16, 13 juni 1924 nr. 4 § 2, 5 juni 1925 nr. 3, avsnitt II § 12, 20 mai 1927 nr. 1 §§ 16 og 38, 8 juni 1928 nr. 2 §§ 11 og 24, 6 juni 1930 nr. 20 § 29, 27 mai 1932 nr. 2 §§ 70 og 71 og nr. 3 §§ 52 og 53, 12 mai 1933 nr. 2 § 70, 2net ledd, 4 feb. 1938 nr. 3 § 3 post 6, 3 juni 1938 nr. 3 § 5, 24 juni 1938 nr. 13 § 7, 15 mars 1940 nr. 3 § 151 nr. 2 i.f., 12 april 1957 nr. 2 § 11, 16 des. 1960 nr. 1 § 145, 23 mars 1961 nr. 1 kap. 5 og 6 samt strl.ikrl. § 28, 14 mars 1964 nr. 1 § 6, bygningslov 18 juni 1965 nr. 7 § 32, tollov 10 juni 1966 nr. 5 §§ 58 og 59, lov 20 des. 1974 nr. 68 § 41, lov 4 juni 1976 nr. 39 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Nærværende Lov træder i Kraft den 1ste Januar 1897. Den kommer til Anvendelse ogsaa paa tidligere forfaldne Fordringer, som ikke inden den nævnte Dag er bortfaldne i Medfør af de hidtil gjældende Regler; dog skal Forældelse i Medfør af nærværende Lov i intet Tilfælde indtræde før Udgangen af Aaret 1901, medmindre fordringen ogsaa efter de hidtil gjældende Regler vilde være bortfalden ved et tidligere Tidspunkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Gjældskrav eller anden Fordring, der ikke er bleven erkjendt​1 eller paatalt​2 inden saadan Frist, som nedenfor bestemmes,​3 bortfalder som forældet.​4\nAt Forældelsesfristen udløber, medfører ikke, at Fordringshaveren taber Adgangen til at afkorte Fordringens Beløb i, hvad han paa sin Side skylder, saafremt enten Modregning paa Forhaand er vedtaget eller inden Fristens Udføb forlangt, eller Fordring og Modfordring udspringer af samme Retsforhold.​5\nPaa Tilbageholdsret og Panteret er Fristens Udløb ligeledes uden Indflydelse.​6 Det modsatte gjælder dog med Hensyn til Underpant, forsaavidt angaar Renter eller anden i § 5 No. 3 omhandlet Ydelse, eller forsaavidt der ved Skadesløsbrev er givet Sikkerhed for mulig indtrædende Gjældsansvar; ligeledes med Hensyn til lovbestemt underpant, for hvilket Thinglysning ikke har fundet Sted.​7\nAt Rettighed, der som Grundbyrde paahviler fast Eiendom, er alene de enkelte forfaldne Terminer Gjenstand for Forældelse.\n1 Se § 11.\n2 Se §§ 12-17.\n3 Se dog §§ 20 og 21.\n4 Se dog §§ 18-20.\n5 Jfr. Lov 20 des. 1974 nr. 68 § 41.\n6 Jfr. Skiftelov § 75.\n7 Se også § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Forældelsesfristen regnes i Almindelighed fra den Dag, da Fordringen er forfalden.​1\nEr en Fordrings Forfaldstid afhængig af forudgaaende afhængig af forudgaaende Opsigelse fra Fordringshaverens Side, regnes Forældelsesfristen fra den Dag, til hvilken Fordringen tidligst kunde have været opsagt.\nAt en Fordring paa Grund af Skyldnerens Misligholdelse af sine Forpligtelser kan ansees forfalden før den ellers bestemte Tid, tillægges derimod med Hensyn til Fristens Beregning først Betydning fra den Tid, da Fordringshaveren ved særligt Tilkjendegivende har underrettet Vedkommende om, at han gjør Forfaldsgrunden gjældende.\nFor skatter til stat eller kommuner begynner foreldelsesfristen i intet tilfelle å løpe før fra utgangen av det budgettår, for hvilket skatten er utlignet.\nFor statens krav på arveavgift av livsgaver og arveforskudd begynner foreldelsesfristen i intet tilfelle å løpe før mottageren bevislig har tilstillet vedkommende oppebørselsbetjent meddelelse om utdelingen.\nRenter av statens krav på avgift av arv (herunder livsgaver og arveforskudd) foreldes ikke før kravet selv er foreldet.\n0 Endret ved lover 6 juli 1923 nr. 3 og 3 juni 1932 nr. 1.\n1 Jfr. § 4 nr. 2, § 6 og §§ 11-15. Jfr. også lover 9 juli 1923 nr. 1 § 5 og 6 juni 1930 nr. 20 § 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Fristens Længde er 10 Aar, forsaavidt ikke andet særlig er bestemt.​1\n1 Se §§ 4, 5 og 7-10.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "I 20 Aar forældes:\n1. Fordring paa Bank eller offentlig Kasse i Anledning af Midler, som deri er indsatte eller givne i Forvaring;​1 som Bank ansees enhver, der ifølge Anmeldelse til Handelsregistret driver Bankvirksomhed.​2\n2. Fordring paa Livrente​3 og lignende Fordring, som bestaar i Ret til med visse Mellemrum at fordre en Ydelse,​4 der ikke er at betragte som Afdrag paa en skyldig Hovedstol. Fristen regnes fra den Dag, da den første Ydelse forfaldt til Betaling eller kunde bringes til at forfalde ved Opsigelse fra Fordringshaveren.\n3. Fordring efter Gjældsbrev, som er udfærdiget til Ihændehaveren,​5 og som er udstedt af Staten, Norges Hypothekbank eller en Kommune eller forsynet med Statens Garanti.\n1 Jfr. § 20 nr. 4. Se også. § 11 i.f.\n2 Se lov 17. mai 1890 nr. 6 § 8 jfr. § 35.\n3 Jfr. § 20 nr. 3, lov 6. juni 1930 nr. 20 § 29.\n4 Jfr. § 5 nr. 3 og siste punktum.\n5 Jfr. § 20 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "I 3 Aar​1 forældes:\n1. Fordring paa Vederlag for:\nVarer eller Løsøre, der ikke er afhændet som Tilbehør til fast Eiendom;\nBrug af fast eller rørlig Eiendom;\nOphold, Fortæring eller Forpleining;\nBefordring af Personer eller Gods;\nArbeide eller personlig Virksomhed af hvilkensomhelst Art samt enhver Fordring som støttes til Løfte eller Overenskomst om nogen Ydelse som foran nævnt, derunder ogsaa Fordring paa Godtgjørelse for Udlæg, afholdte i Forbindelse med saadan Ydelse.\n2. Fordring paa Skat, Gebyr eller anden Afgift (undtagen Arveafgift),​2 der tilkommer Staten, Kommuner, offentlige Fonds eller Indretninger eller offentlige Tjenestemænd, saavelsom Fordringer paa Tilbagebetaling af saadan Ydelse.\n3. Fordring på forfalt rente eller på forfalt termin av lønning, pensjon, livrente,​3 føderåd eller annen ytelse (unntatt underholdsbidrag)​4 der skal erlegges terminvis og ikke er å betrakte som avdrag på en skyldig hovedstol.\n4. Fordring, som Forlover eller Medskyldner, der har indfriet Gjælden, i denne Anledning har paa Hovedskyldner, Medforlover eller Medskyldner, dog saaledes, at Forældelse i intet Tilfælde indtræder før ved Udløbet af den Frist, som vilde have tilkommet ham, om den indfriede Fordring var bleven ham overdraget.​5\nEr det utstedt gjeldsbrev for noen av disse fordringer, skal foreldelsesfristen være ti år.​6 Er det utstedt rente- eller utbyttekuponger, gjelder reglene i § 19 a.​7\n0 Endret ved lover 17 feb. 1939 nr. 1, 9 des 1955 nr. 5, 12 des. 1975 nr. 59.\n1 Jfr. lov 21 mai 1965 § 44.\n2 Jfr. lov 6 juni 1930 nr. 20 § 29.\n3 Se lov 19 juni 1964 nr. 14.\n4 Jfr. § 13 og lov 9 des. 1955 nr. 5.\n5 Jfr. lover 27 mai 1932 nr. 2 § 70 og nr. 3 § 52.\n6 Jfr. §§ 12, 3die ledd, 13, siste ledd, 14, 2net punktum og 15, 2net punktum.\n7 Se også § 20 nr. 2 og 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Hvor en Fordring er sikret ved Forløfte (Kaution), er Forældesesfristen overfor Forloveren (Kautionisten) af samme Længde som overfor Hovedskyldneren.​1 At Fyldestgjørelse først kan kræves hos Forloveren, efterat denne har faaet særskilt Varsel, eller efterat Betaling forgjæves er søgt hos Hovedskyldneren, kommer ikke i Betragtning ved Fristens Beregning.\nEr Kravet paa Hovedskyldneren forældet, kan Fyldestgjørelse ikke kræves hos Forloveren, selv om denne er Selvskyldner. Forældelse, der er indtraadt overfor en af flere Forlovere, der overfor Fordringshaveren hefter én for alle og alle for én, er uden Indflydelse paa dennes Krav mod de øvrige.\n1 Jfr. § 16.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Har Skyldneren svigagtig enten lagt Skjul paa eller undladt at meddele pligtig Underretning om Omstændigheder, hvoraf Fordringens Tilværelse eller Forfald er afhængig, skal Forældelse ikke ansees indtraadt, saalænge der ikke er hengaaet 3 Aar​1 fra den Dag, da Fordringshaveren blev kjendt med de paagjældende Omstændigheder, eller 1 Aar fra Skyldnerens Død.\n1 Se strl.ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "For Fordring, som tilkommer\n1. den ene Ægtefælle mod den anden,​1\n2. den, der er under Værgemaal,​2 mod Værge eller Overformynder,\n3. upersonlig Rettighedshaver, saasom Stiftelse eller Aktieselskab mod Bestyrer,\nForpligtelse, som i Henhold til Selskabskontrakt paahviler Medlem af et Selskab til at gjøre Tilskud til Selskabsmassen, er ikke Gjenstand for Forældelse, saalænge Vedkommende er Medlem af Selskabet.​3 Foreldelsesfrist for krav på aksjeinnskott begynner ikke å løpe før selskapet har fått underretning etter aksjelovens § 3-9 annet ledd om at debitor er opphørt å være aksjeeier.\n0 Endret ved lover 2 april 1901 nr. 1, 4 juni 1976 nr. 59.\n1 Jfr. lov 20 mai 1927 nr. 1 §§ 18-20 og § 38.\n2 Se lover 22 april 1927 nr. 3 §§ 1 og 2, 28 nov 1898.\n3 Jfr. lov 29 juli 1911 nr. 1 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Dør eller forsvinder Skyldneren eller Fordringshaveren, eller bliver denne umyndiggjort​1 eller hans Bo taget under Konkursbehandling​2 i Løbet af det sidste Aar af Forældelsesfristen, forlænges denne til Aarsdagen efter den nævnte Begivenhed Forældelsesfristen kan dog ikke paa Grund af flere saadanne Begivenheder forlænges udover 1 Aar fra den Dag, da den efter Lovens øvrige Bestemmelser vilde være udløben.\n1 Se lov 28 nov. 1898.\n2 Se lov 6 juni 1863 §§ 1-5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Er der inden Forældelsesfristens Udløb af Skyldneren eller i hans Bo udfærdiget Proklama​1 eller anden offentlig Indkaldelse, hvorved Fordringshaverne opfordres til inden en vis Tid at anmelde sine Krav,​2 indtræder Forældelse ikke før Udløbet af den i Indkaldelsen satte Frist.\nEr – udenfor Tilfælde af offentlig Skifte- eller Konkursbehandling (jfr. § 14) – Anmeldelse betimelig skeet i Henhold til saadan Indkaldelse som ovenfor nævnt, skal derhos Paatale i ethvert Fald staa Fordringshaveren aaben i 1 Aar, regnet fra Indkaldelsesfristens Udløb.\n1 Se skiftelov §§ 69 flg.\n2 Se lov 6 mai 1899 nr. 1 § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Har Skyldneren overfor Fordringshaveren udtrykkelig eller stiltiende erkjendt sin Forpligtelse – saasom ved Løfte om Betaling, eller Erlæggelse af Rente –, begynder en ny Forældelsesfrist at løbe fra den Dag, da saadan Anerkjendelse har fundet Sted, eller da Fordringen derefter forfalder eller kan bringes til at forfalde ved Opsigelse fra Fordringshaveren. Er derfor saadant Bankindskud som i § 4 No. 1 omhandlet i Bankens Bøger tilført Renter, løber ligeledes en ny Forældelsesfrist fra Udløbet af den Tid, for hvilken Renterne er beregnede.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Til fordringenes betimelige påtale er det tilstrekkelig at forliksklage er sendt til forliksrådet eller stevning til retten, at kravet er fremsatt under saken eller at begjæring om å avgjøre kravet etter skiftelovens § 11 annet ledds annet punktum er sendt til skifteretten innen fristens utløp.​1 Henvises saken fra forliksrådet,​2 må stevning være sendt til retten senest innen 1 år etter henvisningen.\nHvis søksmaalet blir avvist paa grund av uforsætlige feil, eller hvis det ellers ender uten dom, blir virkningen av den betimelige paatale fremdeles i kraft, naar kravet reises paany senest tre maaneder,​3 efterat kjendelsen blev forkyndt for saksøkeren.\nEr der for Fordringen vundet Dom, Kjendelse eller offentligt Forlig, begynder en ny forældelsesfrist at løbe den Dag, da Fordringen ifølge Dommen, Kjendelsen eller Forliget forfalder eller kan bringes til at forfalde ved Opsigelse fra Fordringshaveren. Fristen skal i saa Fald være 10 Aar eller, forsaavidt Fordringen falder ind under § 4, 20 Aar. Dog undtages Krav paa Rente eller anden i § 5 No. 3 omhandlet Ydelse, der først paaløber eller forfalder efter Dommen, Kjendelsen eller Forliget, idet saadant Krav er Gjenstand for Forældelse overensstemmende med nævnte § 5.\n0 Endret ved lover 14 aug. 1918 nr. 4 § 41 og 1 juni 1934 nr. 7, 14. feb. 1969 nr. 9 (fra 1 juni 1969 iflg. Justisdeptets rskr. 15 mai 1969), 19 juni 1970 nr. 51. – Jfr. lover 14 aug. 1918 nr. 5 § 7, 27 mai 1932 nr. 2 § 71 og nr. 3 § 53, 24 juni 1938 nr. 13 § 7.\n1 Jfr. rettergangsl. § 66.\n2 Se rettergangsl. §§ 280 og 285.\n3 Jfr. domstolsl. §§ 148 og 149.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Dersom ervervelse av dom, kjennelse eller forlik er unødvendig til inndrivelse av fordringen, anses påtale betimelig å være skjedd, når begjæring om utleggsforretning (utpanting) eller, hvor slik forretning er unødvendig, begjæring om tvangsauksjon er sendt til vedkommende myndighet innen utløpet av foreldelsesfristen og forretningen blir fremmet uten ugrunnet opphold. For krav på formues- og inntektsskatt til stat eller kommune anses foreldelsesfristen å være avbrutt når utpantning til sådan tid som nevnt er holdt eller forsøkt holdt på det sted som i skattelisten er opgitt som den skattepliktiges bopel eller på et sted som han senere vites tilflyttet, selv om han ikke lenger bor der når utpantningsforretningen holdes eller forsøkes holdt.\nTilsvarende regler gjelder når en panthaver innen utløpet av fristen hos vedkommende myndighet har begjært sig sitt pant overdratt til brukelighet.​1\nBlir forretningen nektet fromme eller ophevet, finner med hensyn til adgangen til ny påtale reglene i § 12 annet ledd tilsvarende anvendelse.\nEllers finner forskriftene i samme paragrafs tredje ledd tilsvarende anvendelse. Dog foreldes ikke renter av skattekrav før kravet selv er foreldet.\nFor så vidt det for skattekrav, i tilfelle med påløpne renter og omkostninger, innen utløpet av foreldelsesfristen er gitt vedkommende arbeidsgiver m.v. pålegg om skattetrekk overensstemmende med § 33 i lov av 21. november 1952 nr. 2 om betaling og innkreving av skatt, inntrer ikke foreldelse så lenge adgangen til skattetrekk står åpen. Det samme gjelder med hensyn til underholdsbidrag og andre krav når det med hjemmel i lovgivningen om innkreving av underholdsbidrag​2 er gitt arbeidsgiver eller andre pålegg om å foreta trekk for slike krav.\n0 Endret ved lover 14 aug. 1918 nr. 4 § 41, 22 juni 1928 nr. 23, 23 mai 1930 nr. 2, 10 juli 1936 nr. 11, 9 des. 1955 nr. 5, 14 feb. 1969 nr. 9, 4 juni 1976 nr. 57.\n1 Se N.L. 5-7-8.\n2 Se lov 9 des. 1955 nr. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Er Skyldnerens Bo taget under offentlig Skifte- eller Konkursbehandling, ansees Fordringen paatalt, naar den er anmeldt i Boet. Bliver Fordringen anerkjendt, men ikke fyldestgjort i Boet, finder med Hensyn til det Krav, som Fordringshaveren maatte have paa Skyldneren eller hans Arvinger, Forskrifterne i § 12, tredie Stykke tilsvarende Anvendelse, saaledes at den nye Frist ikke løber førend fra Behandlingens Slutning. Opnaaes ikke Anerkjendelse af Fordringen, staar, om Forældelsesfristen imidlertid er udløben, særskilt Paatale Fordringshaveren aaben i 6 Maaneder, regnet fra den afsagte Decision eller Dom eller, om ingen Retsafgjørelse er truffen, fra Behandlingens Slutning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "Er det vedtaget, at Tvist om en Fordring skal af gjøres ved Voldgift,​1 ansees Fordringen betimelig paatalt, naar Fordringshaveren inden Fristens Udløb har iværksat, hvad der fra hans Side er at foretage for at bringe Sagen i Gang, og derefter fremmer denne med tilbørlig Hurtighed. Er skriftlig Voldgiftskjendelse afsagt, finder Forskrifterne i § 12, tredie Stykke tilsvarende Anvendelse. Ligeledes finder Forskriften i samme Paragrafs andet Stykke tilsvarende Anvendelse, om Voldgiftskjendelse ikke opnaaes.\n1 Jfr. rettergangsl. kap. 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "content": "Er paatale reist mot en av flere forpligtede, skal fordringen mot de øvrige ansees betimelig paatalt, naar fordringshaveren inden utløpet av forældelsesfristen har git dem varsel om forfølgningen paa den i lov om rettergangsmaaten for tvistemaal​1 § 80 bestemte maate, og han derhos indtaler sit krav inden 6 maaneder, efterat saken er avsluttet ved dom, kjendelse eller forlik eller paa anden maate overensstemmende med de foregaaende paragraffer.\nTilsvarende Regel gjælder, naar Fordringen afhænger af et Retsforhold, hvorom Sag er reist af eller mod Fordringshaveren.\n0 Paragrafens 1ste ledd er endret ved lov 14 aug. 1918 nr. 4 § 41.\n1 Lov 13 aug. 1915 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "content": "Kan en Fordring, hvis Forældelse er at bedømme efter norsk Ret, ikke for Tiden paatales ved norsk Domstol, kan Fordringshaveren ved derom inden Fristens Udløb at gjøre Anmeldelse bevare Retten til Paatale, indtil et Aar er forløbet fra den Tid, da Adgang til Paatale ved norsk Domstol er indtraadt, dog ikke længere end i 10 Aar fra Anmeldelsen.\nAnmeldelsen gjøres skriftlig til Underretten paa det Sted, hvor Fordringshaveren har sin Bopæl, eller, om han ingen Bopæl har her i Riget, til Kristiania Byret. Den bliver at indføre i en dertil indrettet Bog.\n[For Anmeldelsen betales et Gebyr af Kr. 1,00.] Nærmere Forskrifter om, hvorledes Anmeldelsen skal være affattet, kan gives af vedkommende Regjeringsdepartement.​1\n0 Fjerde punktum er ophevet ved sportellov 6 aug. 1897 § 179.\n1 Forskrifter herom er gitt ved kunngjørelse fra Justisdepartementet 11 janr. 1897.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "content": "[Udløbet af Forældelsesfristen skal ikke være til Hinder for, at det ved Dom i offentlig Straffesag, hvorved nogen domfældes for en Forbrydelse, paalægges Domfældte at tilsvare den Skadelidende Erstatning for det ved Forbrydelsen forvoldte Tab. Bliver en i Straffesagen nedlagt Erstatningspaastand ikke taget under Paakjendelse, gjælder om Adgangen til særskilt Indtale, hvad der i § 12, andet Stykke er bestemt.]​1\n1 Se nu strl.ikrl. § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "content": "Fordring efter Pengeseddel er ikke Gjenstand for Forældelse efter nærværende Lov.\n1 Jfr. lov 23 april 1892 § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "19 a",
      "section": "19 a",
      "content": "Fordring efter rente- og utbyttekuponger foreldes i 3 år efter kupongens forfallsdag. Kortere frist kan ikke avtales.\nDen som innen foreldelsesfristens utløp har meldt skyldneren at hans kupong er kommet bort og gjør sin eiendomsrett antagelig, kan kreve den betalt når fristen er slutt.\n0 Tilføiet ved lov 17 feb. 1939 nr. 1, jfr. nevnte lovs § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "20",
      "section": "20",
      "content": "Skyldneren kan ikke bindende vedta at foreldelse ikke skal inntre i samsvar med reglene i denne lov. Etter at fordringen er oppstått, kan han likevel vedta fristforlenging med virkning for inntil 3 år om gangen regnet fra vedtakelsen, dog ikke ut over 10 år fra den dag foreldelsesfristen ellers ville være utløpt.\nUten hinder av det som er bestemt i første ledd, kan en lengre foreldelsesfrist gyldig vedtas for:\n1. gjeldsbrev som i medhold av lovgivningen utstedes til ihendehaveren;​1\n2. rente- og utbyttekuponger til gjeldsbrev eller aksjebrev;​2\n3. polise som utstedes av livrente-, pensjons- eller forsikringsinnretning, og kuponger til slike poliser;​3\n4. de i § 4 nr. 1 nevnte fordringer på bank eller offentlig kasse.\n0 Endret ved lover 2 april 1901 nr. 1, 8 juni 1973 nr. 38.\n1 Se § 4 nr. 3.\n2 Se § 5 i.f.\n3 Se § i nr. 2, § 5 nr. 3 og siste punktum og lov 6 juni 1930 nr. 20 § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "21",
      "section": "21",
      "content": "Norske Lovs 5-13-2 ophæves, hvorimod de i andre Lovbestemmelser indeholdte særlige Forskrifter om Forældelse af Fordringer forbliver i Kraft.​1\n1 Se således lov 6 juni 1863 § 49 og § 78 i.f., strprl. § 471, lover 20 juli 1893 nr. 1 kap. 13. – Se også lover 24 mai 1907 nr. 2 § 54, domstolsl. § 214, tvangsfullbl. §§ 60, 62 og 261, lover 1 juni 1917 nr. 1 § 58, 14 aug. 1918 nr. 5 §§ 7 og 16, 13 juni 1924 nr. 4 § 2, 5 juni 1925 nr. 3, avsnitt II § 12, 20 mai 1927 nr. 1 §§ 16 og 38, 8 juni 1928 nr. 2 §§ 11 og 24, 6 juni 1930 nr. 20 § 29, 27 mai 1932 nr. 2 §§ 70 og 71 og nr. 3 §§ 52 og 53, 12 mai 1933 nr. 2 § 70, 2net ledd, 4 feb. 1938 nr. 3 § 3 post 6, 3 juni 1938 nr. 3 § 5, 24 juni 1938 nr. 13 § 7, 15 mars 1940 nr. 3 § 151 nr. 2 i.f., 12 april 1957 nr. 2 § 11, 16 des. 1960 nr. 1 § 145, 23 mars 1961 nr. 1 kap. 5 og 6 samt strl.ikrl. § 28, 14 mars 1964 nr. 1 § 6, bygningslov 18 juni 1965 nr. 7 § 32, tollov 10 juni 1966 nr. 5 §§ 58 og 59, lov 20 des. 1974 nr. 68 § 41, lov 4 juni 1976 nr. 39 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "22",
      "section": "22",
      "content": "Nærværende Lov træder i Kraft den 1ste Januar 1897. Den kommer til Anvendelse ogsaa paa tidligere forfaldne Fordringer, som ikke inden den nævnte Dag er bortfaldne i Medfør af de hidtil gjældende Regler; dog skal Forældelse i Medfør af nærværende Lov i intet Tilfælde indtræde før Udgangen af Aaret 1901, medmindre fordringen ogsaa efter de hidtil gjældende Regler vilde være bortfalden ved et tidligere Tidspunkt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    }
  ]
}