{
  "id": "LOV-2022-03-04-7",
  "type": "statute",
  "title": "Lov om nasjonale saksbehandlingsregler i saker om offentlig støtte (støtteprosessloven)",
  "short_name": "Støtteprosessloven",
  "status": "in_force",
  "issued_date": "2022-03-04",
  "in_force_date": "2022-06-22",
  "url": "https://lovdata.no/dokument/NL/lov/2022-03-04-7",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Lovens formål er å sikre etterlevelse av Norges EØS-rettslige og andre folkerettslige forpliktelser på området for offentlig støtte. Loven skal også bidra til en effektiv og betryggende behandling av saker om offentlig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Reglene i §§ 3 til 14 gjelder:\na. Offentlig støtte som oppfyller vilkårene i EØS-avtalen artikkel 61 nr. 1\nb. Bagatellmessig støtte etter reglene i forordning (EU) nr. 2023/2831, som inntatt i EØS-avtalens vedlegg XV nr. 1ea\nc. Bagatellmessig støtte til foretak som utfører tjenester av allmenn økonomisk betydning etter reglene i forordning (EU) nr. 2023/2832, som inntatt i EØS-avtalens vedlegg XV nr. 1ha.\nDepartementet kan gi forskrift om gjennomføring i norsk rett av prosedyreregler for støtte regulert av EØS-avtalen.\nReglene i §§ 15 til 17 gjelder tiltak som omfattes av OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien og WTO-avtalen om subsidier og utjevningsavgifter.\n0 Endret ved lover 16 des 2022 nr. 94 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2248), 20 juni 2025 nr. 108 (i kraft 1 aug 2025 iflg. res. 20. juni 2025 nr. 1090).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Offentlig støtte gjennom skatte- og avgiftssystemet",
      "content": "Ved tildeling og kontroll av offentlig støtte som gis gjennom fastsetting av skatter som nevnt i skatteforvaltningsloven § 1-1, gjelder skatteforvaltningsloven så langt den passer.\nDet samme gjelder ved tilbakeføring av ulovlig støtte, likevel slik at § 12 første ledd og annet ledd annet og tredje punktum og § 14 tredje punktum i loven her også gjelder. Endringsfristene i skatteforvaltningsloven § 12-6 gjelder ikke dersom ESA har fattet vedtak om tilbakeføring.\nMottakere av offentlig støtte som nevnt i første ledd skal i minst ti år etter at støtten ble tildelt, oppbevare opplysninger som er nødvendige for å kontrollere at tildelingen er i tråd med støttereglene.\nDepartementet kan gi forskrift om tildeling, kontroll og tilbakeføring av offentlig støtte som nevnt i første ledd. Det kan i slike forskrifter gjøres unntak fra reglene i skatteforvaltningsloven, skattebetalingsloven og innkrevingsloven i den utstrekning det er nødvendig for å oppfylle EØS-rettslige forpliktelser.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Notifikasjonsplikt",
      "content": "Støttegiveren skal sende melding om ny offentlig støtte til EFTAs overvåkingsorgan (ESA) før støtten iverksettes. Meldingen sendes departementet, som videresender til ESA. Plikten omfatter nye støtteordninger, enkelttildelinger utenfor støtteordninger, enkelttildelinger innenfor en støtteordning der meldeplikten følger uttrykkelig av støtteordningens EØS-rettslige grunnlag, og endringer i eksisterende støtte, slik dette er definert i Avtale mellom EFTA-statene om opprettelse av et overvåkingsorgan og en domstol (ODA) protokoll 3 del II med utfyllende bestemmelser.\nFørste ledd gjelder ikke offentlig støtte som:\na. var iverksatt før EØS-avtalen trådte i kraft\nb. er godkjent av ESA eller av EFTA-statene etter felles overenskomst i henhold til artikkel 1 nr. 2 i del I av Protokoll 3 til ODA\nc. anses godkjent i henhold til artikkel 4 nr. 6 i del II av Protokoll 3 til ODA\nd. anses som eksisterende støtte etter artikkel 15 i del II av Protokoll 3 til ODA\ne. ikke utgjorde offentlig støtte da den ble iverksatt, men som uten at den er endret, oppfyller vilkårene for å være offentlig støtte på grunn av utviklingen i EØS-området.\nDepartementet kan gi forskrift om hvilke støttetiltak som omfattes av meldeplikten etter første ledd, fristen for å sende melding og hvilke opplysninger som kan kreves fremlagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Iverksettelsesforbudet",
      "content": "Offentlig støtte som er omfattet av meldeplikten etter § 4 første ledd, kan først settes i verk når ESA har fattet vedtak, eller anses for å ha fattet vedtak, om godkjenning av støtten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Forenklet melding om offentlig støtte",
      "content": "Støttegiveren skal sende en forenklet melding til ESA om offentlig støtte tildelt i henhold til gruppeunntaksforordningen i EØS-avtalen vedlegg XV nr. 1j (forordning (EU) nr. 651/2014). Støttegiveren sender meldingen til departementet, som videresender til ESA.\nDepartementet kan gi forskrift om hvilke støttetiltak som omfattes av plikten til å sende forenklet melding, fristen for å sende melding og hvilke opplysninger som skal omfattes av meldingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Registreringsplikt",
      "content": "Støttegiveren skal registrere opplysninger om tildelt støtte i Registeret for offentlig støtte.\nDepartementet kan gi forskrift om omfanget av og innholdet i registreringsplikten og på hvilket tidspunkt registreringsplikten inntrer og om plikten til å registrere opplysninger om bagatellmessig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opplysnings- og oppbevaringsplikt",
      "content": "Støttegivere kan kreve at støttemottakere innen en bestemt frist fremlegger opplysninger som er nødvendige for å kontrollere at reglene om offentlig støtte overholdes. Støttemottakeren skal da fremlegge opplysningene uten hinder av taushetsplikt. Dette gjelder likevel ikke dersom det foreligger taushetsplikt som nevnt i straffeprosessloven §§ 117, 119 og 120.\nDepartementet kan kreve at støttegivere, støttemottakere, andre markedsaktører og andre offentlige myndigheter innen en bestemt frist fremlegger opplysninger som er nødvendige for å kontrollere at reglene om offentlig støtte overholdes. Første ledd annet og tredje punktum gjelder da tilsvarende.\nNorske myndigheter kan uten hinder av taushetsplikt gi ESA alle opplysninger som er nødvendige for organets håndheving av EØS-avtalens regler om offentlig støtte.\nDersom ikke annet følger av det EØS-rettslige grunnlaget for støtten, skal støttegivere oppbevare opplysninger som er nødvendige for å kontrollere om alle tildelinger er i tråd med støttereglene, i minst ti år. Opplysninger som ellers gjelder støtteordningen som sådan, skal oppbevares i minst ti år etter siste tildeling under støtteordningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kontroll med offentlig støtte tildelt under en støtteordning",
      "content": "Støttegiveren skal kontrollere at tildeling av offentlig støtte under en støtteordning skjer i samsvar med vilkårene som er fastsatt i det EØS-rettslige grunnlaget for støtten, og etablere forsvarlige rutiner for å sikre at dette overholdes. Støttegiveren skal innhente nødvendige opplysninger fra støttemottakeren for å kontrollere om tildelingen er forenlig med regelverket om offentlig støtte, blant annet om støttemottakeren har mottatt offentlig støtte fra andre offentlige organer.\nStøttegiveren skal om nødvendig innhente opplysninger for å kontrollere om tildelt offentlig støtte brukes lovlig.\nDepartementet kan gi forskrift om støttegivers kontroll med tildelinger under støtteordninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Endring av støtteordninger",
      "content": "Dersom ESA har foreslått hensiktsmessige tiltak som er bindende for Norge, skal støttegiveren gjennomføre tiltakene uten ugrunnet opphold. Det samme gjelder for gjennomføring av hensiktsmessige tiltak som er fastsatt i ESAs retningslinjer om offentlig støtte, og som Norge har akseptert.\nStøttegiveren skal høres før Norge aksepterer ESAs forslag til hensiktsmessige tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kontroll og bevissikring",
      "content": "Dersom ESA er i sterk tvil om ESAs vedtak om en enkelttildeling utenfor støtteordninger eller en enkelttildeling innenfor en støtteordning der meldeplikten følger uttrykkelig av støtteordningens EØS-rettslige grunnlag er overholdt, skal departementet etter anmodning tillate at ESA foretar en stedlig kontroll. Det kan likevel bare foretas en slik kontroll når retten har truffet beslutning om adgang til bevissikring.\nKonkurransetilsynet skal fremsette begjæring om bevissikring etter første ledd for tingretten. Beslutningen treffes uten at den som avgjørelsen gjelder, gis adgang til å uttale seg, og uten at den blir meddelt vedkommende før bevissikringen settes i verk. En anke over beslutningen har ikke oppsettende virkning. Straffeprosessloven § 200, § 201 første ledd, §§ 117 til 120 jf. §§ 204, 207, 208, 209, 213 og kapittel 26, gjelder tilsvarende.\nDersom ESA krever det, skal støttemottakeren ved slik kontroll\na. gi adgang til sin egen eiendom\nb. avgi muntlig forklaring på stedet\nc. gi tilgang til og kopier av regnskap og andre forretningsdokumenter.\nDepartementet kan være til stede ved ESAs kontroll og peke ut representanter for norske myndigheter som deltar ved undersøkelser på stedet. Konkurransetilsynet kan kreve at politiet bistår ESA med å iverksette beslutninger om bevissikring.\nDepartementet kan gi forskrift om bevissikring og behandling av overskuddsinformasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tilbakeføring av ulovlig støtte",
      "content": "Støttegiveren skal kreve at offentlig støtte som er tildelt i strid med § 5, tilbakeføres. Dersom ESA har fattet vedtak om tilbakeføring av ulovlig støtte, skal støttegiveren kreve støtten tilbake i henhold til vedtaket.\nVed krav etter første ledd skal støttemottakeren tilbakeføre støtten. Plikten bortfaller dersom ESA vedtar at støtten er forenlig med EØS-avtalen. Det samme gjelder dersom tilbakeføring av støtten vil være i strid med generelle EØS-rettslige prinsipper.\nStøttegiverens tilbakekrevingsplikt etter første ledd annet punktum utsettes dersom EFTA-domstolen beslutter at gjennomføringen av ESAs vedtak skal utsettes frem til EFTA-domstolen treffer sin avgjørelse.\nEt krav om tilbakeføring av offentlig støtte etter første ledd forfaller til betaling to måneder etter at vedtaket om tilbakeføring er mottatt av støttemottakeren. Støttegiveren kan gi fristutsettelse dersom sterke grunner taler for det. Har ESA fattet vedtak om tilbakeføring, kan fristutsettelse kun gis dersom ESA samtykker til det.\nVedtak om tilbakeføring etter denne paragrafen er tvangsgrunnlag for utlegg.\nDet skal betales renter av beløpet som skal tilbakeføres etter første ledd. Rentene beregnes fra den dagen støtten ble stilt til mottakerens rådighet, og frem til tilbakeføring skjer. Rentesatsen er den satsen ESA fastsetter.\nDepartementet kan gi forskrift om vilkårene for og gjennomføringen av tilbakeføring av ulovlig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Foreldelse av tilbakeføringskrav",
      "content": "Krav om tilbakeføring av offentlig støtte etter § 12 foreldes etter bestemmelsene i foreldelsesloven. Foreldelsesfristen løper fra det tidspunktet det fattes vedtak med krav om tilbakeføring av støtte. Søksmål som er anlagt av en tredjepart mot støttegiveren om tilbakeføringsplikten, har samme virkning som søksmål etter foreldelsesloven § 15.\nDepartementet kan gi forskrift om foreldelse etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Adgangen til å fremme krav om tilbakeføring",
      "content": "Støttegiveren kan fatte enkeltvedtak etter § 12 med krav om tilbakeføring av ulovlig støtte i inntil tre år etter at støtten ble tildelt. Tidsbegrensningen gjelder ikke dersom ESA har fattet vedtak om tilbakeføring. Dersom en tredjepart reiser søksmål mot støttegiveren om tilbakeføringsplikten etter § 12, suspenderes fristen frem til domstolen har fattet endelig avgjørelse i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Meldeplikt",
      "content": "Tiltak som er meldepliktige etter OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien, skal meldes til departementet av den som iverksetter tiltaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Rapportering",
      "content": "Departementet kan pålegge tiltakshaver å rapportere om tiltak som er iverksatt og som omfattes av OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien eller WTO-avtalen om subsidier og utjevningsavgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Reversering av ytelser",
      "content": "Departementet kan fatte enkeltvedtak om reversering av ytelser som er gitt i strid med OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien eller WTO-avtalen om subsidier og utjevningsavgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tiden​1 Kongen bestemmer.\n1 Fra 22. juni 2022 for § 19 nr. 4 iflg. res. 22 juni 2022 nr. 1143.Fra 1. januar 2023 for øvrige bestemmelser iflg. res. 16 des 2022 nr. 2252.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i andre lover",
      "content": "Fra den tiden loven trer i kraft, gjøres følgende endringer i andre lover:\n1. Lov 27. november 1992 nr. 117 om offentlig støtte oppheves.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "title": "Lovens formål",
      "content": "Lovens formål er å sikre etterlevelse av Norges EØS-rettslige og andre folkerettslige forpliktelser på området for offentlig støtte. Loven skal også bidra til en effektiv og betryggende behandling av saker om offentlig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "title": "Virkeområde",
      "content": "Reglene i §§ 3 til 14 gjelder:\na. Offentlig støtte som oppfyller vilkårene i EØS-avtalen artikkel 61 nr. 1\nb. Bagatellmessig støtte etter reglene i forordning (EU) nr. 2023/2831, som inntatt i EØS-avtalens vedlegg XV nr. 1ea\nc. Bagatellmessig støtte til foretak som utfører tjenester av allmenn økonomisk betydning etter reglene i forordning (EU) nr. 2023/2832, som inntatt i EØS-avtalens vedlegg XV nr. 1ha.\nDepartementet kan gi forskrift om gjennomføring i norsk rett av prosedyreregler for støtte regulert av EØS-avtalen.\nReglene i §§ 15 til 17 gjelder tiltak som omfattes av OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien og WTO-avtalen om subsidier og utjevningsavgifter.\n0 Endret ved lover 16 des 2022 nr. 94 (i kraft 1 jan 2023 iflg. res. 16 des 2022 nr. 2248), 20 juni 2025 nr. 108 (i kraft 1 aug 2025 iflg. res. 20. juni 2025 nr. 1090).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "title": "Offentlig støtte gjennom skatte- og avgiftssystemet",
      "content": "Ved tildeling og kontroll av offentlig støtte som gis gjennom fastsetting av skatter som nevnt i skatteforvaltningsloven § 1-1, gjelder skatteforvaltningsloven så langt den passer.\nDet samme gjelder ved tilbakeføring av ulovlig støtte, likevel slik at § 12 første ledd og annet ledd annet og tredje punktum og § 14 tredje punktum i loven her også gjelder. Endringsfristene i skatteforvaltningsloven § 12-6 gjelder ikke dersom ESA har fattet vedtak om tilbakeføring.\nMottakere av offentlig støtte som nevnt i første ledd skal i minst ti år etter at støtten ble tildelt, oppbevare opplysninger som er nødvendige for å kontrollere at tildelingen er i tråd med støttereglene.\nDepartementet kan gi forskrift om tildeling, kontroll og tilbakeføring av offentlig støtte som nevnt i første ledd. Det kan i slike forskrifter gjøres unntak fra reglene i skatteforvaltningsloven, skattebetalingsloven og innkrevingsloven i den utstrekning det er nødvendig for å oppfylle EØS-rettslige forpliktelser.\n0 Endret ved lov 25 april 2025 nr. 12 (i kraft 1 jan 2026 iflg. res. 10 juni 2025 nr. 967).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "title": "Notifikasjonsplikt",
      "content": "Støttegiveren skal sende melding om ny offentlig støtte til EFTAs overvåkingsorgan (ESA) før støtten iverksettes. Meldingen sendes departementet, som videresender til ESA. Plikten omfatter nye støtteordninger, enkelttildelinger utenfor støtteordninger, enkelttildelinger innenfor en støtteordning der meldeplikten følger uttrykkelig av støtteordningens EØS-rettslige grunnlag, og endringer i eksisterende støtte, slik dette er definert i Avtale mellom EFTA-statene om opprettelse av et overvåkingsorgan og en domstol (ODA) protokoll 3 del II med utfyllende bestemmelser.\nFørste ledd gjelder ikke offentlig støtte som:\na. var iverksatt før EØS-avtalen trådte i kraft\nb. er godkjent av ESA eller av EFTA-statene etter felles overenskomst i henhold til artikkel 1 nr. 2 i del I av Protokoll 3 til ODA\nc. anses godkjent i henhold til artikkel 4 nr. 6 i del II av Protokoll 3 til ODA\nd. anses som eksisterende støtte etter artikkel 15 i del II av Protokoll 3 til ODA\ne. ikke utgjorde offentlig støtte da den ble iverksatt, men som uten at den er endret, oppfyller vilkårene for å være offentlig støtte på grunn av utviklingen i EØS-området.\nDepartementet kan gi forskrift om hvilke støttetiltak som omfattes av meldeplikten etter første ledd, fristen for å sende melding og hvilke opplysninger som kan kreves fremlagt.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "title": "Iverksettelsesforbudet",
      "content": "Offentlig støtte som er omfattet av meldeplikten etter § 4 første ledd, kan først settes i verk når ESA har fattet vedtak, eller anses for å ha fattet vedtak, om godkjenning av støtten.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "title": "Forenklet melding om offentlig støtte",
      "content": "Støttegiveren skal sende en forenklet melding til ESA om offentlig støtte tildelt i henhold til gruppeunntaksforordningen i EØS-avtalen vedlegg XV nr. 1j (forordning (EU) nr. 651/2014). Støttegiveren sender meldingen til departementet, som videresender til ESA.\nDepartementet kan gi forskrift om hvilke støttetiltak som omfattes av plikten til å sende forenklet melding, fristen for å sende melding og hvilke opplysninger som skal omfattes av meldingen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "title": "Registreringsplikt",
      "content": "Støttegiveren skal registrere opplysninger om tildelt støtte i Registeret for offentlig støtte.\nDepartementet kan gi forskrift om omfanget av og innholdet i registreringsplikten og på hvilket tidspunkt registreringsplikten inntrer og om plikten til å registrere opplysninger om bagatellmessig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "title": "Opplysnings- og oppbevaringsplikt",
      "content": "Støttegivere kan kreve at støttemottakere innen en bestemt frist fremlegger opplysninger som er nødvendige for å kontrollere at reglene om offentlig støtte overholdes. Støttemottakeren skal da fremlegge opplysningene uten hinder av taushetsplikt. Dette gjelder likevel ikke dersom det foreligger taushetsplikt som nevnt i straffeprosessloven §§ 117, 119 og 120.\nDepartementet kan kreve at støttegivere, støttemottakere, andre markedsaktører og andre offentlige myndigheter innen en bestemt frist fremlegger opplysninger som er nødvendige for å kontrollere at reglene om offentlig støtte overholdes. Første ledd annet og tredje punktum gjelder da tilsvarende.\nNorske myndigheter kan uten hinder av taushetsplikt gi ESA alle opplysninger som er nødvendige for organets håndheving av EØS-avtalens regler om offentlig støtte.\nDersom ikke annet følger av det EØS-rettslige grunnlaget for støtten, skal støttegivere oppbevare opplysninger som er nødvendige for å kontrollere om alle tildelinger er i tråd med støttereglene, i minst ti år. Opplysninger som ellers gjelder støtteordningen som sådan, skal oppbevares i minst ti år etter siste tildeling under støtteordningen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "title": "Kontroll med offentlig støtte tildelt under en støtteordning",
      "content": "Støttegiveren skal kontrollere at tildeling av offentlig støtte under en støtteordning skjer i samsvar med vilkårene som er fastsatt i det EØS-rettslige grunnlaget for støtten, og etablere forsvarlige rutiner for å sikre at dette overholdes. Støttegiveren skal innhente nødvendige opplysninger fra støttemottakeren for å kontrollere om tildelingen er forenlig med regelverket om offentlig støtte, blant annet om støttemottakeren har mottatt offentlig støtte fra andre offentlige organer.\nStøttegiveren skal om nødvendig innhente opplysninger for å kontrollere om tildelt offentlig støtte brukes lovlig.\nDepartementet kan gi forskrift om støttegivers kontroll med tildelinger under støtteordninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "title": "Endring av støtteordninger",
      "content": "Dersom ESA har foreslått hensiktsmessige tiltak som er bindende for Norge, skal støttegiveren gjennomføre tiltakene uten ugrunnet opphold. Det samme gjelder for gjennomføring av hensiktsmessige tiltak som er fastsatt i ESAs retningslinjer om offentlig støtte, og som Norge har akseptert.\nStøttegiveren skal høres før Norge aksepterer ESAs forslag til hensiktsmessige tiltak.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "title": "Kontroll og bevissikring",
      "content": "Dersom ESA er i sterk tvil om ESAs vedtak om en enkelttildeling utenfor støtteordninger eller en enkelttildeling innenfor en støtteordning der meldeplikten følger uttrykkelig av støtteordningens EØS-rettslige grunnlag er overholdt, skal departementet etter anmodning tillate at ESA foretar en stedlig kontroll. Det kan likevel bare foretas en slik kontroll når retten har truffet beslutning om adgang til bevissikring.\nKonkurransetilsynet skal fremsette begjæring om bevissikring etter første ledd for tingretten. Beslutningen treffes uten at den som avgjørelsen gjelder, gis adgang til å uttale seg, og uten at den blir meddelt vedkommende før bevissikringen settes i verk. En anke over beslutningen har ikke oppsettende virkning. Straffeprosessloven § 200, § 201 første ledd, §§ 117 til 120 jf. §§ 204, 207, 208, 209, 213 og kapittel 26, gjelder tilsvarende.\nDersom ESA krever det, skal støttemottakeren ved slik kontroll\na. gi adgang til sin egen eiendom\nb. avgi muntlig forklaring på stedet\nc. gi tilgang til og kopier av regnskap og andre forretningsdokumenter.\nDepartementet kan være til stede ved ESAs kontroll og peke ut representanter for norske myndigheter som deltar ved undersøkelser på stedet. Konkurransetilsynet kan kreve at politiet bistår ESA med å iverksette beslutninger om bevissikring.\nDepartementet kan gi forskrift om bevissikring og behandling av overskuddsinformasjon.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "title": "Tilbakeføring av ulovlig støtte",
      "content": "Støttegiveren skal kreve at offentlig støtte som er tildelt i strid med § 5, tilbakeføres. Dersom ESA har fattet vedtak om tilbakeføring av ulovlig støtte, skal støttegiveren kreve støtten tilbake i henhold til vedtaket.\nVed krav etter første ledd skal støttemottakeren tilbakeføre støtten. Plikten bortfaller dersom ESA vedtar at støtten er forenlig med EØS-avtalen. Det samme gjelder dersom tilbakeføring av støtten vil være i strid med generelle EØS-rettslige prinsipper.\nStøttegiverens tilbakekrevingsplikt etter første ledd annet punktum utsettes dersom EFTA-domstolen beslutter at gjennomføringen av ESAs vedtak skal utsettes frem til EFTA-domstolen treffer sin avgjørelse.\nEt krav om tilbakeføring av offentlig støtte etter første ledd forfaller til betaling to måneder etter at vedtaket om tilbakeføring er mottatt av støttemottakeren. Støttegiveren kan gi fristutsettelse dersom sterke grunner taler for det. Har ESA fattet vedtak om tilbakeføring, kan fristutsettelse kun gis dersom ESA samtykker til det.\nVedtak om tilbakeføring etter denne paragrafen er tvangsgrunnlag for utlegg.\nDet skal betales renter av beløpet som skal tilbakeføres etter første ledd. Rentene beregnes fra den dagen støtten ble stilt til mottakerens rådighet, og frem til tilbakeføring skjer. Rentesatsen er den satsen ESA fastsetter.\nDepartementet kan gi forskrift om vilkårene for og gjennomføringen av tilbakeføring av ulovlig støtte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "title": "Foreldelse av tilbakeføringskrav",
      "content": "Krav om tilbakeføring av offentlig støtte etter § 12 foreldes etter bestemmelsene i foreldelsesloven. Foreldelsesfristen løper fra det tidspunktet det fattes vedtak med krav om tilbakeføring av støtte. Søksmål som er anlagt av en tredjepart mot støttegiveren om tilbakeføringsplikten, har samme virkning som søksmål etter foreldelsesloven § 15.\nDepartementet kan gi forskrift om foreldelse etter første ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "title": "Adgangen til å fremme krav om tilbakeføring",
      "content": "Støttegiveren kan fatte enkeltvedtak etter § 12 med krav om tilbakeføring av ulovlig støtte i inntil tre år etter at støtten ble tildelt. Tidsbegrensningen gjelder ikke dersom ESA har fattet vedtak om tilbakeføring. Dersom en tredjepart reiser søksmål mot støttegiveren om tilbakeføringsplikten etter § 12, suspenderes fristen frem til domstolen har fattet endelig avgjørelse i saken.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "title": "Meldeplikt",
      "content": "Tiltak som er meldepliktige etter OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien, skal meldes til departementet av den som iverksetter tiltaket.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "16",
      "section": "16",
      "title": "Rapportering",
      "content": "Departementet kan pålegge tiltakshaver å rapportere om tiltak som er iverksatt og som omfattes av OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien eller WTO-avtalen om subsidier og utjevningsavgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "17",
      "section": "17",
      "title": "Reversering av ytelser",
      "content": "Departementet kan fatte enkeltvedtak om reversering av ytelser som er gitt i strid med OECD-avtalen om normale konkurranseforhold i skipsbyggingsindustrien eller WTO-avtalen om subsidier og utjevningsavgifter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "18",
      "section": "18",
      "title": "Ikrafttredelse",
      "content": "Loven gjelder fra den tiden​1 Kongen bestemmer.\n1 Fra 22. juni 2022 for § 19 nr. 4 iflg. res. 22 juni 2022 nr. 1143.Fra 1. januar 2023 for øvrige bestemmelser iflg. res. 16 des 2022 nr. 2252.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "19",
      "section": "19",
      "title": "Endringer i andre lover",
      "content": "Fra den tiden loven trer i kraft, gjøres følgende endringer i andre lover:\n1. Lov 27. november 1992 nr. 117 om offentlig støtte oppheves.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    }
  ]
}