{
  "id": "LOV-2001-06-15-70",
  "type": "statute",
  "title": "Lov om fastsetjing og endring av kommune- og fylkesgrenser (inndelingslova)",
  "short_name": "Inndelingslova",
  "status": "in_force",
  "issued_date": "2001-06-15",
  "in_force_date": "2002-01-01",
  "url": "https://lovdata.no/dokument/NL/lov/2001-06-15-70",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne lova er å leggje til rette for ei kommune- og fylkesinndeling som innafor ramma av det nasjonale fellesskap kan sikre eit funksjonsdyktig lokalt folkestyre og ei effektiv lokalforvaltning. Endringar i kommune- eller fylkesinndelinga bør medverke til å skape formålstenlege einingar som kan gi innbyggjarane og næringslivet tilfredsstillande tenester og forvaltning. Verksemda etter denne lova skal byggje på prinsippet om lokal medverknad og initiativrett til grenseendringar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Verkeområde",
      "content": "Denne lova gjeld for kommunar og fylke. Lova omfattar både endring av grenser og fastsetjing av grenser.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjonar",
      "content": "Samanslåing inneber at to eller fleire kommunar eller fylke blir slutta saman til éi ny eining.\nDeling inneber\na. at ein kommune eller eit fylke blir delt i to eller fleire nye einingar, eller\nb. at ein kommune eller eit fylke blir delt, og dei einskilde delane blir lagde til andre kommunar eller fylke.\nGrensejustering inneber at eit område blir flytta over frå ein kommune til ein annan, eller frå eit fylke til eit anna. På same måten blir det rekna når ein heil kommune blir flytta over til eit anna fylke. Departementet kan fastsetje at endring av grensene til eit område skal behandlast som ei grensejustering, dersom området har ein mindre del av innbyggjarane i ein kommune eller eit fylke som skal leggjast til andre kommunar eller fylke etter andre ledd bokstav b.\nOmgrepet grenseendring i denne lova er ei fellesnemning på samanslåing, deling og grensejustering.\nGrensefastsetjing inneber at det blir gjort vedtak om å fastsetje uklare, omstridde eller tidlegare ikkje fastsette grenser mellom kommunar eller fylke.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vedtak om samanslåing",
      "content": "Stortinget gjer vedtak om samanslåing av fylke. Kongen gjer vedtak om samanslåing av kommunar når dei kommunane saka gjeld har slutta seg til forslaget om samanslåing. Dersom nokon av kommunane har uttalt seg mot samanslåing, skal saka leggjast fram for Stortinget til avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vedtak om deling",
      "content": "Stortinget gjer vedtak om deling av eit fylke. Kongen gjer vedtak om deling av ein kommune når kommunen eller kommunane saka gjeld, har slutta seg til forslaget. Dersom éin kommune har uttalt seg mot deling, skal saka leggjast fram for Stortinget for avgjerd.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vedtak om grensejustering",
      "content": "Kongen gjer vedtak om justering av grenser mellom kommunar og mellom fylke. Dersom grensejustering mellom fylke inneber at ein eller fleire heile kommunar blir flytta over til eit anna fylke, skal saka leggjast fram for Stortinget til avgjerd.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 16 juni 2023 nr. 62 (i kraft 1 mai 2024 iflg. res. 22 mars 2024 nr. 553).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Vedtak om grensefastsetjing",
      "content": "Kongen gjer vedtak om fastsetjing av uklare, omstridde eller tidlegare ikkje fastsette grenser mellom kommunar eller fylke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Initiativrett",
      "content": "Søknad om at det skal setjast i gang utgreiing om grensejustering eller grensefastsetjing kan fremjast av innbyggjarar og grunneigarar i dei kommunane søknaden gjeld, av næringsdrivande som har sin registrerte forretningsstad der og av kommunestyret eller fylkestinget i dei kommunane eller fylkeskommunane søknaden gjeld.\nSøknad om at det skal setjast i gang utgreiing om samanslåing eller deling kan berre fremjast av kommunestyret eller fylkestinget sjølv i dei kommunane eller fylkeskommunane endringsforslaget gjeld.\nDepartementet kan på eige initiativ utgreie spørsmål om grenseendring eller grensefastsetjing.\nSøknad om at det skal setjast i gang utgreiing om grenseendring eller grensefastsetjing skal vere skriftleg og grunngitt, og må innehalde forslag til nye grenser. Søknaden skal sendast statsforvaltaren i det området saka gjeld. Statsforvaltaren skal så snart som råd orientere kommunane eller fylkeskommunane om søknaden.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Saksutgreiing",
      "content": "Departementet avgjer om det skal setjast i gang utgreiing på grunnlag av initiativ etter § 8 og tar i tilfelle stilling til kva som er nødvendig omfang av denne. Avgjerd etter første punktum er ikkje enkeltvedtak etter forvaltningsloven § 2 første ledd bokstav b. Avgjerd om ikkje å setje i gang utgreiing bør likevel bli grunngitt i samsvar med reglane i forvaltningsloven § 25 og kan påklagast i samsvar med reglane i forvaltningsloven kapittel VI.\nDepartementet kan avvise søknad frå søkjarar som ikkje har initiativrett. Avvisinga skal vere skriftleg og grunngitt.\nKommunale, fylkeskommunale og statlege forvaltningsorgan skal gi nødvendige opplysningar og i rimeleg utstrekning medverke ved saksførebuinga, etter oppmoding frå den som gjer utgreiinga.\nFør det blir gjort vedtak om grenseendring eller grensefastsetjing, skal dei kommunane eller fylkeskommunane saka gjeld, få uttale seg. I saker om samanslåing eller deling må kommunestyret eller fylkestinget sjølv uttale seg.\n0 Endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Innbyggjarhøyring",
      "content": "Kommunestyret bør innhente innbyggjarane sine synspunkt på forslag til grenseendring. Høyringa kan skje ved folkerøysting, opinionsundersøking, spørjeundersøking, møte eller på annan måte.\nNår departementet tek initiativ til å utgreie spørsmål om grenseendring etter § 8 tredje ledd, kan departementet innhente innbyggjarane sine synspunkt på forslag til grenseendring. Høyringa kan skje som nemnt i første ledd andre punktum. Departementet kan gi forskrift om gjennomføringa av høyringa.\n0 Endret ved lov 15 des 2023 nr. 92 (i kraft 15 des 2023 iflg. res. 15 des 2023 nr. 2048).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Utgifter",
      "content": "Departementet avgjer om utgiftene ved utgreiinga skal berast av ein eller fleire av dei interesserte kommunane eller fylkeskommunane, eller heilt eller delvis av staten. Kommunane eller fylkeskommunane skal få høve til å uttale seg før departementet tek endeleg avgjerd om kostnadsdeling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Skatteplikt o.a.",
      "content": "Når det med verknad frå byrjinga av eit kalenderår er gjennomført samanslåing av to eller fleire kommunar eller deling som nemnt i § 3 andre ledd bokstav b, blir alle skattepliktige i eit distrikt som tidlegare har danna ein sjølvstendig kommune, ved den første skattefastsetjinga etter samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, skattlagt for kommuneskatt etter dei skattesatsane som i dette distriktet blei lagde til grunn ved fastsetjinga av forskot på skatt for vedkomande inntektsår. Dette gjeld likevel ikkje dersom kommunestyret i vedkomande distrikt før samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, har gjort vedtak om at det ved skattefastsetjinga skal nyttast andre skattesatsar, og slikt vedtak er godkjent av statsforvaltaren.\nFør samanslåing eller deling som nemnt i første ledd blir sett i verk, skal kommunestyret i den nye kommunen eller kommunane gjere vedtak om kva skattesatsar som skal nyttast ved berekning av forskot på skatt for det komande inntektsåret for alle forskotspliktige skatteytarar i den nye kommunen. Vedtaket må gjerast innan den fristen som er fastsett av statsforvaltaren. Dersom fristen ikkje blir halden, skal statsforvaltaren avgjere kva for satsar som skal brukast.\nNår eit område blir overført frå ein kommune til ein annan med verknad frå byrjinga av eit kalenderår, blir alle skattepliktige i dette området skattlagt for kommuneskatt i den kommunen som avstår området, ved skattefastsetjinga som gjeld inntektsåret før overføringa.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 27 mai 2016 nr. 14 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 531), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 21 juni 2019 nr. 35 (ikr. 1 jan 2020), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Lokale forskrifter, vedtekter og planvedtak",
      "content": "Ved samanslåing og deling av kommunar eller fylke gjeld lokale forskrifter og vedtekter framleis for vedkomande område inntil dei blir endra. Departementet fastset ein nærmare frist for når det lokale regelverket må vere vurdert med sikte på nødvendig endring.\nVed grensejustering skal forskrifter og vedtekter i den utvida kommunen straks gjelde for det overførte området.\nEi grenseendring har ikkje verknad for kommunale og regionale arealplanar som er utarbeidde etter reglane i plan- og bygningsloven. For andre planvedtak kan departementet gi nærmare reglar om verknad av grenseendringa, mellom anna fristar for revisjon av planvedtaka.\n0 Endra ved lov 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Statlege avgiftskrav",
      "content": "I samband med disposisjon som er ei direkte følgje av grenseendring etter lova her, skal det ikkje betalast dokumentavgift etter dokumentavgiftsloven § 6, tinglysingsgebyr etter tinglysingsloven § 12 b, gebyr etter kraftledningsregisterloven § 16 eller omregistreringsavgift etter motorkjøretøy- og båtavgiftsloven § 1.\n0 Endra ved lover 2 des 2016 nr. 86, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Økonomisk kompensasjon",
      "content": "Ved samanslåing av kommunar eller fylke og deling som nemnt i § 3 andre ledd bokstav b, gir staten delvis kompensasjon for eingongskostnader som er direkte knytte til desse prosessane. I ein overgangsperiode gir staten også kompensasjon for bortfall av rammetilskot.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Interkommunalt samarbeid",
      "content": "Kommunar og fylkeskommunar som er med i interkommunalt samarbeid etter kommuneloven kapittel 18, 19, 20, § 31-2, IKS-loven eller kommunal særlovgiving, kan innan eitt år frå iverksetjing av ei grenseendring seie opp deltakarforholdet sitt med ein frist på seks månader. Innan den same fristen kan også kvar av partane krevje at vedtektene for samarbeidet eller selskapsavtalen blir vurderte på nytt. Reglane som kommunane er samde om i samarbeidsavtalen etter kommuneloven §§ 18-4, 19-4 og 20-4 eller reglane i kommuneloven § 31-2, og reglane i IKS-loven § 30 gjeld elles tilsvarande i slike tilfelle.\n0 Endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Innmelding i ROBEK-registeret ved samanslåing",
      "content": "Dersom éin eller fleire av kommunane eller fylkeskommunane som skal slåast saman, står i ROBEK-registeret etter kommuneloven § 28-1 første ledd, kan departementet fram til samanslåinga vert sett i verk, bestemme at den nye kommunen eller fylkeskommunen skal førast inn i ROBEK-registeret. Dette gjeld berre dersom ein må rekne med at den nye kommunen eller fylkeskommunen vil ta over eit så stort meirforbruk frå før samanslåinga at det er behov for å kontrollere årsbudsjettet og låneopptak.\n0 Føyd til ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Kommunesamanslåing og forkjøpsrett til aksjar",
      "content": "Når aksjar skiftar eigar frå ein kommune til ein annan kommune eller frå ein fylkeskommune til ein annan fylkeskommune som følgje av samanslåing eller deling etter denne lova, gjeld ikkje reglane i aksjeloven § 4-15 andre og tredje ledd og § 4-19 første ledd.\n0 Føyd til ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Fullmakter for Kongen til å gi nærmare reglar for å setje i verk vedtak og til å gjere unntak frå gjeldande lover og forskrifter",
      "content": "Kongen kan gi nærmare reglar for å sikre gjennomføring av vedtak om grenseendring etter denne lova.\nNår det blir rekna som nødvendig for å gjennomføre vedtak om grenseendring, kan Kongen dessutan gjere unntak frå gjeldande reglar i lov eller forskrift. Unntak frå lov må knyttast til følgjande forhold:\na. reglar om lovpålagde organ i stat, fylkeskommune eller kommune. Dette inkluderer oppretting av slike organ når dei som har mynda etter lova, unnlèt å gjere dette.\nb. reglar om lovfesta fristar, saksbehandlingsreglar o.a.\nc. reglar om forhold og vilkår for arbeidstakarar i stat, fylkeskommune eller kommune\nd. reglar om fristar og vilkår for å krevje inn eigedomsskatt\ne. reglar om den inneverande kommunestyreperioden og om samansetjing av kommunestyret, slik at kommunane kan velje kommunestyret i den nye kommunen av og blant kommunestyra sjølve og korte ned kommunestyreperioden for dei som ikkje blir valde. Dei same unntaka kan gjerast for fylkestinga.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), 1 mars 2019 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Avtale om økonomisk oppgjer",
      "content": "Ved grensejustering og deling av kommunar og fylke skal det gjennomførast økonomisk oppgjer mellom kommunane og fylkeskommunane, dersom dei ikkje finn det unødvendig. Kommunane kan be statsforvaltaren om hjelp til å forhandle fram ein avtale om det økonomiske oppgjeret.\nDersom partane ikkje blir samde om det økonomiske oppgjeret, skal det gjennomførast ved skjønn. Ved skjønnet skal reglane i §§ 19-22 leggjast til grunn.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Grensejusteringar",
      "content": "Blir eit område skilt ut frå ein kommune eller eit fylke og lagt til ein annan kommune eller eit anna fylke, skal den retten som den første kommunen eller fylkeskommunen har til vegar, gater, bruer, offentlege plassar og annan forvaltningseigedom som fullt ut eller i svært stor grad tener vedkomande område, overførast til den andre kommunen eller fylkeskommunen.\nAnnan eigedom kan fordelast mellom kommunane eller fylkeskommunane, eller påbydast nytta i fellesskap, dersom dette er rimeleg og formålstenleg ut frå kommunale eller fylkeskommunale omsyn. Skjønnsnemnda, jf § 23, avgjer i kva forhold delinga eller samarbeidet skal gå føre seg, og kan fastsetje nærmare vilkår.\nSkjønnsnemnda kan avgjere at gjeld som ein kommune eller fylkeskommune har stifta i samband med kjøp av eller påkostnad på eigedom som nemnt i første og andre ledd, heilt eller delvis skal takast over av den kommunen eller fylkeskommunen eigedommen blir overført til. Eventuelt kan det fastsetjast at vedkomande kommune eller fylkeskommune skal betale vederlag for eigedommen i pengar.\nDersom det ikkje blir teke særskilt avgjerd, skal rettar og plikter som ikkje er fordelte etter første til tredje ledd i denne paragrafen, bli att hos den opphavlege kommunen eller fylkeskommunen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Delingar",
      "content": "Blir ein kommune eller eit fylke delt, jf. § 3 andre ledd, skal § 19 første ledd tilsvarande gjelde forvaltningseigedom som fullt ut eller i svært stor grad tener eitt bestemt område.\nAnnan eigedom og andre plikter blir å fordele mellom dei kommunar eller fylkeskommunar områda blir lagde til. Fordelinga blir gjort på grunnlag av eit forholdstal som blir rekna ut etter skatteinntektene i dei siste fem åra i kvart av områda, med mindre skjønnsnemnda av særlege grunnar fastset noko anna. Så framt det er mogleg, skal oppgjeret gjennomførast slik:\n1. Fast eigedom blir lagt til den kommunen eller fylkeskommunen som må reknast som mest rettkomen til den ut frå folketalet og innbyggjarane sine behov og plasseringa av eigedommen – også i høve til andre anlegg.\n2. Gjeld blir fordelt i forhold til dei omsetjelege verdiane som blir overtekne.\n3. Andre tilgodehavande og plikter blir overtekne av den kommunen eller fylkeskommunen som etter forholda blir rekna som nærmast til å overta dei.\n4. Anlegg med rettar og plikter som det etter delinga ikkje er rimeleg at nokon enkelt kommune eller fylkeskommune tek over, kan påbydast nytta i fellesskap av to eller fleire av kommunane eller fylkeskommunane.\nHar nokon kommune eller fylkeskommune ved fordelinga av rettar og plikter teke over meir eller mindre enn det som følgjer av forholdstalet, skal det jamnast ut i pengar.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Erstatning",
      "content": "Dersom ein kommune eller fylkeskommune etter det oppgjeret som blir gjennomført i samsvar med §§ 19 eller 20, blir vesentleg svekt økonomisk, kan ein annan av kommunane eller fylkeskommunane, der det blir rekna som rimeleg, påleggjast å betale erstatning, som blir betalt med ein eingongssum eller i årlege ratar i ein viss overgangsperiode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Garantiar",
      "content": "Kommunal eller fylkeskommunal garanti for gjeld eller plikter som er knytte til fast eigedom eller bedrift, skal ved grensejustering og deling takast over av den kommunen eller fylkeskommunen der eigedommen eller bedrifta ligg etter grenseendringa.\nVed deling av kommunar eller fylkeskommunar skal garantiar for gjeld eller plikter som ikkje er knytte til fast eigedom eller bedrift, fordelast mellom dei nye kommunane eller fylkeskommunane etter forholdstalet for det økonomiske oppgjeret i det heile.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Skjønnsnemnd og overskjønnsnemnd",
      "content": "Kommune eller fylkeskommune som er omfatta av grenseendring etter denne lova, kan innan eitt år etter at vedtaket er sett i verk, krevje at det økonomiske oppgjeret – eller delar av det – skal fastsetjast ved skjønn, så framt partane først har prøvd å kome til semje om eit økonomisk oppgjer.\nTil å fastsetje slikt skjønn nemner departementet opp ei skjønnsnemnd på tre medlemmer med varamedlemmer. Nemnda skal ha ein funksjonsperiode på fire år.\nKvar av partane kan innan to månader etter at dei har teke i mot avgjerda til skjønnsnemnda, reise saka for ei overskjønnsnemnd til endeleg avgjerd. Departementet nemner opp overskjønnsnemnda, som skal ha tre medlemmer med varamedlemmer. Nemnda skal ha ein funksjonsperiode på fire år.\nLeiarane i nemndene og deira varamedlemmer skal ha dei eigenskapane som er føreskrivne for dommarar, jf. domstolsloven §§ 53 og 54 andre ledd. Reglane i domstolsloven kapittel 6 om ugildskap gjeld tilsvarande for medlemmene av skjønnsnemnda og overskjønnsnemnda. Departementet avgjer spørsmål om ugildskap for leiarane i nemndene og deira varamedlemmer. Elles blir slike spørsmål avgjort av vedkomande nemndleiar.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Saksbehandling og dekning av kostnader ved skjønn",
      "content": "Den av partane som reiser ei sak for skjønnsnemnda til avgjerd, skal gi ei utgreiing om kravet sitt og dei faktiske forholda som kravet byggjer på. Nemnda skal innhente synspunkt frå motparten og kan elles påleggje kvar av partane å kome med ytterlegare opplysningar. Skjønnsnemnda bør så tidleg som mogleg kalle inn partane til ein konferanse der saka blir gjennomgått i hovudtrekk og det elles blir teke nødvendige avgjerder om behandlinga av saka.\nSkjønnsnemnda og overskjønnsnemnda fastset spørsmålet om dekning av kostnader, mellom anna om fordeling av utgiftene mellom partane når dette synest rimeleg. Departementet svarer for godtgjersle og andre utgifter til medlemmene i nemndene. Departementet gir nærmare reglar om godtgjersle og utgiftsdekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Felles kommunestyre- eller fylkestingsmøte",
      "content": "Når det er gjort vedtak om samanslåing av to eller fleire kommunar eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, skal statsforvaltaren snarast mogleg kalle saman til eit felles møte med dei aktuelle kommunestyra. Ved samanslåing eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, kallar departementet saman kommunestyra dersom kommunane ligg i ulike fylke. Ved samanslåing eller deling av fylke som nemnt i § 3 andre ledd bokstav b, kallar departementet saman fylkestinga. Departementet kan gjere unntak frå kravet om slikt felles møte. På slike fellesmøte skal følgjande saker drøftast:\na. forslag til namn på den nye kommunen eller det nye fylket\nb. talet på medlemmer i det nye kommunestyret eller fylkestinget\nc. kriterium for samansetjing av og funksjonar til fellesnemnd etter § 26 i denne lova\nd. val av revisor for verksemda i fellesnemnda\ne. oppretting av eventuelle andre fellesorgan for å sikre gjennomføringa av samanslåinga.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Fellesnemnd",
      "content": "Ved samanslåing av kommunar eller fylkeskommunar og ved deling som nemnt i § 3 andre ledd bokstav b skal det opprettast ei fellesnemnd til å samordne og ta seg av førebuinga av samanslåinga eller delinga. Nemnda bør spegle av innbyggjartalet i dei enkelte kommunane eller fylkeskommunane. Det skal likevel vere minimum tre medlemmer i nemnda frå kvar kommune eller fylkeskommune. Fellesnemnda blir valt av og blant medlemmene i kommunestyret eller fylkestinget. Også medlemmer av kommunerådet eller fylkesrådet kan veljast. Nemnda vel sjølv leiar og nestleiar. Reglane i kommunelova om val og saksbehandling i folkevalde organ gjeld elles tilsvarande.\nKommunane eller fylkeskommunane kan også opprette eit felles partssamansett utval etter kommuneloven § 5-11 for behandling av saker som gjeld forholdet mellom den nye eininga som arbeidsgivar og dei tilsette.\nFellesnemnda skal ta hand om det førebuande arbeidet med økonomiplanen og med budsjettet for det første driftsåret etter at samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b, er sett i verk. Nemnda skal i sin verkeperiode gi fråsegn til departementet om årsbudsjetta og økonomiplanen for dei kommunane eller fylkeskommunane saka gjeld.\nAndre arbeidsoppgåver og fullmakter for nemnda blir fastsette i reglement som må vedtakast i alle kommunestyra eller fylkestinga. Kvar av kommunane eller fylkeskommunane kan be departementet om å ta avgjerd i slike spørsmål dersom det ikkje er mogleg å kome til semje.\nNemnda kan få fullmakt til å tilsetje personale i den nye eininga. Dette omfattar også tilsetjing av kommunedirektør og revisor. Tilsetjing av revisor skjer på bakgrunn av innstilling frå kontrollutvala. Nemnda kan òg få fullmakt til å vidareføre deltaking i interkommunalt samarbeid om revisjon eller vidareføre avtale med annan revisor. Tilsvarande gjeld for sekretariatet for kontrollutvalet. Slikt vedtak skjer etter innstilling frå kontrollutvala.\nFellesnemnda kan gi eit arbeidsutval myndigheit til å gjere vedtak i enkeltsaker eller i saker som ikkje er av prinsipiell art.\nReglane i kommuneloven om møte- og talerett for ordførar, leiar av kommuneråd eller fylkesråd, kommunedirektør og tilsette gjeld tilsvarande for nemnda. Reglane i kommuneloven kapittel 27 om lovlegkontroll gjeld tilsvarande for avgjerder fellesnemnda tek.\nFunksjonsperioden for fellesnemnda går ut når det nye kommunestyret eller fylkestinget er konstituert etter reglane i § 27.\n0 Endra ved lover 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nwr. 144), 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 2 juni 2023 nr. 21 (i kraft 1 juli 2023 iflg. res. 2 juni 2023 nr. 767).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Konstituering av nytt kommunestyre eller fylkesting",
      "content": "Når det er gjennomført val til kommunestyre eller fylkesting i løpet av september månad året før ei samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, blir sett i verk, skal det nyvalte kommunestyret eller fylkestinget kallast saman til konstituerande møte innan utgangen av oktober månad. Leiaren av fellesnemnda kallar saman og leier møtet inntil ny ordførar er valt. Elles gjeld reglane i kommuneloven § 7-1 første til fjerde ledd om konstituerande møte o.a. i kommunestyre og fylkesting.\nFunksjonsperioden for kommunestyra og fylkestinga i dei kommunane og fylkeskommunane som skal slåast saman, varer inntil tidspunktet for iverksetjing av samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b. Deira ansvar og fullmakter er likevel avgrensa til det som er nødvendig for å avslutte verksemda i dei eksisterande einingane.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Lovlegkontroll",
      "content": "Departementet kan føre kontroll med lovlegheita av budsjettvedtaka i kommunar og fylkeskommunar når utgreiing om samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, er sett i gang.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Fylkesinndeling og fylkesnamn",
      "content": "Rikets fylke skal ha desse namna:\n1. Østfold\n2. Oslo\n3. Akershus\n4. Innlandet eller Sisdajve\n5. Buskerud\n6. Vestfold\n7. Telemark\n8. Agder\n9. Rogaland\n10. Vestland\n11. Møre og Romsdal\n12. Trøndelag eller Trööndelage\n13. Nordland eller Nordlánnda eller Nordlánda eller Nordlaante.\n14. Troms eller Romsa eller Tromssa\n15. Finnmark eller Finnmárku eller Finmarkku\n0 Tilføyd ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947), endra ved lover 7 mai 2021 nr. 35 (ikr. 7 mai 2021 iflg. res. 7 mai 2021 nr. 1410), 22 juni 2022 nr. 82 (i kraft 1 jan 2024), 20 juni 2025 nr. 92 (i kraft 1 juli 2025 iflg. res. 20 juni 2025 nr. 1096).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Iverksetjing o.a.",
      "content": "Lova tek til å gjelde frå det tidspunktet Kongen fastset.​1\nFrå same tid blir lov om endring i kommunal inndeling 21. desember 1956 nr. 3 oppheva.\n0 Endra ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947, tidlegare § 29).\n1 Frå 1 jan 2002 iflg. res. 15 juni 2001 nr. 692.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Overgangsreglar",
      "content": "Når det er sett i gang økonomisk oppgjer mellom kommunar etter reglane i lov 21. desember 1956 nr. 3, skal oppgjeret avsluttast etter nemnte lov kapittel II om ikkje partane blir samde om å leggje reglane i denne lova til grunn. Saker som er under behandling i skjønnsnemnda eller overskjønnsnemnda, blir avslutta i samsvar med reglane i den nemnte lova.\n0 Endra ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947, tidlegare § 30).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Formål",
      "content": "Formålet med denne lova er å leggje til rette for ei kommune- og fylkesinndeling som innafor ramma av det nasjonale fellesskap kan sikre eit funksjonsdyktig lokalt folkestyre og ei effektiv lokalforvaltning. Endringar i kommune- eller fylkesinndelinga bør medverke til å skape formålstenlege einingar som kan gi innbyggjarane og næringslivet tilfredsstillande tenester og forvaltning. Verksemda etter denne lova skal byggje på prinsippet om lokal medverknad og initiativrett til grenseendringar.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Verkeområde",
      "content": "Denne lova gjeld for kommunar og fylke. Lova omfattar både endring av grenser og fastsetjing av grenser.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Definisjonar",
      "content": "Samanslåing inneber at to eller fleire kommunar eller fylke blir slutta saman til éi ny eining.\nDeling inneber\na. at ein kommune eller eit fylke blir delt i to eller fleire nye einingar, eller\nb. at ein kommune eller eit fylke blir delt, og dei einskilde delane blir lagde til andre kommunar eller fylke.\nGrensejustering inneber at eit område blir flytta over frå ein kommune til ein annan, eller frå eit fylke til eit anna. På same måten blir det rekna når ein heil kommune blir flytta over til eit anna fylke. Departementet kan fastsetje at endring av grensene til eit område skal behandlast som ei grensejustering, dersom området har ein mindre del av innbyggjarane i ein kommune eller eit fylke som skal leggjast til andre kommunar eller fylke etter andre ledd bokstav b.\nOmgrepet grenseendring i denne lova er ei fellesnemning på samanslåing, deling og grensejustering.\nGrensefastsetjing inneber at det blir gjort vedtak om å fastsetje uklare, omstridde eller tidlegare ikkje fastsette grenser mellom kommunar eller fylke.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vedtak om samanslåing",
      "content": "Stortinget gjer vedtak om samanslåing av fylke. Kongen gjer vedtak om samanslåing av kommunar når dei kommunane saka gjeld har slutta seg til forslaget om samanslåing. Dersom nokon av kommunane har uttalt seg mot samanslåing, skal saka leggjast fram for Stortinget til avgjerd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Vedtak om deling",
      "content": "Stortinget gjer vedtak om deling av eit fylke. Kongen gjer vedtak om deling av ein kommune når kommunen eller kommunane saka gjeld, har slutta seg til forslaget. Dersom éin kommune har uttalt seg mot deling, skal saka leggjast fram for Stortinget for avgjerd.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Vedtak om grensejustering",
      "content": "Kongen gjer vedtak om justering av grenser mellom kommunar og mellom fylke. Dersom grensejustering mellom fylke inneber at ein eller fleire heile kommunar blir flytta over til eit anna fylke, skal saka leggjast fram for Stortinget til avgjerd.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 16 juni 2023 nr. 62 (i kraft 1 mai 2024 iflg. res. 22 mars 2024 nr. 553).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Vedtak om grensefastsetjing",
      "content": "Kongen gjer vedtak om fastsetjing av uklare, omstridde eller tidlegare ikkje fastsette grenser mellom kommunar eller fylke.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "3:8",
      "chapter": "3",
      "section": "8",
      "title": "Initiativrett",
      "content": "Søknad om at det skal setjast i gang utgreiing om grensejustering eller grensefastsetjing kan fremjast av innbyggjarar og grunneigarar i dei kommunane søknaden gjeld, av næringsdrivande som har sin registrerte forretningsstad der og av kommunestyret eller fylkestinget i dei kommunane eller fylkeskommunane søknaden gjeld.\nSøknad om at det skal setjast i gang utgreiing om samanslåing eller deling kan berre fremjast av kommunestyret eller fylkestinget sjølv i dei kommunane eller fylkeskommunane endringsforslaget gjeld.\nDepartementet kan på eige initiativ utgreie spørsmål om grenseendring eller grensefastsetjing.\nSøknad om at det skal setjast i gang utgreiing om grenseendring eller grensefastsetjing skal vere skriftleg og grunngitt, og må innehalde forslag til nye grenser. Søknaden skal sendast statsforvaltaren i det området saka gjeld. Statsforvaltaren skal så snart som råd orientere kommunane eller fylkeskommunane om søknaden.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "title": "Saksutgreiing",
      "content": "Departementet avgjer om det skal setjast i gang utgreiing på grunnlag av initiativ etter § 8 og tar i tilfelle stilling til kva som er nødvendig omfang av denne. Avgjerd etter første punktum er ikkje enkeltvedtak etter forvaltningsloven § 2 første ledd bokstav b. Avgjerd om ikkje å setje i gang utgreiing bør likevel bli grunngitt i samsvar med reglane i forvaltningsloven § 25 og kan påklagast i samsvar med reglane i forvaltningsloven kapittel VI.\nDepartementet kan avvise søknad frå søkjarar som ikkje har initiativrett. Avvisinga skal vere skriftleg og grunngitt.\nKommunale, fylkeskommunale og statlege forvaltningsorgan skal gi nødvendige opplysningar og i rimeleg utstrekning medverke ved saksførebuinga, etter oppmoding frå den som gjer utgreiinga.\nFør det blir gjort vedtak om grenseendring eller grensefastsetjing, skal dei kommunane eller fylkeskommunane saka gjeld, få uttale seg. I saker om samanslåing eller deling må kommunestyret eller fylkestinget sjølv uttale seg.\n0 Endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "title": "Innbyggjarhøyring",
      "content": "Kommunestyret bør innhente innbyggjarane sine synspunkt på forslag til grenseendring. Høyringa kan skje ved folkerøysting, opinionsundersøking, spørjeundersøking, møte eller på annan måte.\nNår departementet tek initiativ til å utgreie spørsmål om grenseendring etter § 8 tredje ledd, kan departementet innhente innbyggjarane sine synspunkt på forslag til grenseendring. Høyringa kan skje som nemnt i første ledd andre punktum. Departementet kan gi forskrift om gjennomføringa av høyringa.\n0 Endret ved lov 15 des 2023 nr. 92 (i kraft 15 des 2023 iflg. res. 15 des 2023 nr. 2048).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Utgifter",
      "content": "Departementet avgjer om utgiftene ved utgreiinga skal berast av ein eller fleire av dei interesserte kommunane eller fylkeskommunane, eller heilt eller delvis av staten. Kommunane eller fylkeskommunane skal få høve til å uttale seg før departementet tek endeleg avgjerd om kostnadsdeling.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "4:12",
      "chapter": "4",
      "section": "12",
      "title": "Skatteplikt o.a.",
      "content": "Når det med verknad frå byrjinga av eit kalenderår er gjennomført samanslåing av to eller fleire kommunar eller deling som nemnt i § 3 andre ledd bokstav b, blir alle skattepliktige i eit distrikt som tidlegare har danna ein sjølvstendig kommune, ved den første skattefastsetjinga etter samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, skattlagt for kommuneskatt etter dei skattesatsane som i dette distriktet blei lagde til grunn ved fastsetjinga av forskot på skatt for vedkomande inntektsår. Dette gjeld likevel ikkje dersom kommunestyret i vedkomande distrikt før samanslåinga eller deling som nemnt i § 3 andre ledd bokstav b, har gjort vedtak om at det ved skattefastsetjinga skal nyttast andre skattesatsar, og slikt vedtak er godkjent av statsforvaltaren.\nFør samanslåing eller deling som nemnt i første ledd blir sett i verk, skal kommunestyret i den nye kommunen eller kommunane gjere vedtak om kva skattesatsar som skal nyttast ved berekning av forskot på skatt for det komande inntektsåret for alle forskotspliktige skatteytarar i den nye kommunen. Vedtaket må gjerast innan den fristen som er fastsett av statsforvaltaren. Dersom fristen ikkje blir halden, skal statsforvaltaren avgjere kva for satsar som skal brukast.\nNår eit område blir overført frå ein kommune til ein annan med verknad frå byrjinga av eit kalenderår, blir alle skattepliktige i dette området skattlagt for kommuneskatt i den kommunen som avstår området, ved skattefastsetjinga som gjeld inntektsåret før overføringa.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 27 mai 2016 nr. 14 (ikr. 1 jan 2017 iflg. res. 27 mai 2016 nr. 531), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 21 juni 2019 nr. 35 (ikr. 1 jan 2020), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "4:13",
      "chapter": "4",
      "section": "13",
      "title": "Lokale forskrifter, vedtekter og planvedtak",
      "content": "Ved samanslåing og deling av kommunar eller fylke gjeld lokale forskrifter og vedtekter framleis for vedkomande område inntil dei blir endra. Departementet fastset ein nærmare frist for når det lokale regelverket må vere vurdert med sikte på nødvendig endring.\nVed grensejustering skal forskrifter og vedtekter i den utvida kommunen straks gjelde for det overførte området.\nEi grenseendring har ikkje verknad for kommunale og regionale arealplanar som er utarbeidde etter reglane i plan- og bygningsloven. For andre planvedtak kan departementet gi nærmare reglar om verknad av grenseendringa, mellom anna fristar for revisjon av planvedtaka.\n0 Endra ved lov 27 juni 2008 nr. 71 (ikr. 1 juli 2009 iflg. res. 12 juni 2009 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "4:14",
      "chapter": "4",
      "section": "14",
      "title": "Statlege avgiftskrav",
      "content": "I samband med disposisjon som er ei direkte følgje av grenseendring etter lova her, skal det ikkje betalast dokumentavgift etter dokumentavgiftsloven § 6, tinglysingsgebyr etter tinglysingsloven § 12 b, gebyr etter kraftledningsregisterloven § 16 eller omregistreringsavgift etter motorkjøretøy- og båtavgiftsloven § 1.\n0 Endra ved lover 2 des 2016 nr. 86, 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Økonomisk kompensasjon",
      "content": "Ved samanslåing av kommunar eller fylke og deling som nemnt i § 3 andre ledd bokstav b, gir staten delvis kompensasjon for eingongskostnader som er direkte knytte til desse prosessane. I ein overgangsperiode gir staten også kompensasjon for bortfall av rammetilskot.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Interkommunalt samarbeid",
      "content": "Kommunar og fylkeskommunar som er med i interkommunalt samarbeid etter kommuneloven kapittel 18, 19, 20, § 31-2, IKS-loven eller kommunal særlovgiving, kan innan eitt år frå iverksetjing av ei grenseendring seie opp deltakarforholdet sitt med ein frist på seks månader. Innan den same fristen kan også kvar av partane krevje at vedtektene for samarbeidet eller selskapsavtalen blir vurderte på nytt. Reglane som kommunane er samde om i samarbeidsavtalen etter kommuneloven §§ 18-4, 19-4 og 20-4 eller reglane i kommuneloven § 31-2, og reglane i IKS-loven § 30 gjeld elles tilsvarande i slike tilfelle.\n0 Endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:16 a",
      "chapter": "4",
      "section": "16 a",
      "title": "Innmelding i ROBEK-registeret ved samanslåing",
      "content": "Dersom éin eller fleire av kommunane eller fylkeskommunane som skal slåast saman, står i ROBEK-registeret etter kommuneloven § 28-1 første ledd, kan departementet fram til samanslåinga vert sett i verk, bestemme at den nye kommunen eller fylkeskommunen skal førast inn i ROBEK-registeret. Dette gjeld berre dersom ein må rekne med at den nye kommunen eller fylkeskommunen vil ta over eit så stort meirforbruk frå før samanslåinga at det er behov for å kontrollere årsbudsjettet og låneopptak.\n0 Føyd til ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), endra ved lov 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16a",
        "source_heading": "§ 16 a."
      }
    },
    {
      "provision_ref": "4:16 b",
      "chapter": "4",
      "section": "16 b",
      "title": "Kommunesamanslåing og forkjøpsrett til aksjar",
      "content": "Når aksjar skiftar eigar frå ein kommune til ein annan kommune eller frå ein fylkeskommune til ein annan fylkeskommune som følgje av samanslåing eller deling etter denne lova, gjeld ikkje reglane i aksjeloven § 4-15 andre og tredje ledd og § 4-19 første ledd.\n0 Føyd til ved lov 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16b",
        "source_heading": "§ 16 b."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Fullmakter for Kongen til å gi nærmare reglar for å setje i verk vedtak og til å gjere unntak frå gjeldande lover og forskrifter",
      "content": "Kongen kan gi nærmare reglar for å sikre gjennomføring av vedtak om grenseendring etter denne lova.\nNår det blir rekna som nødvendig for å gjennomføre vedtak om grenseendring, kan Kongen dessutan gjere unntak frå gjeldande reglar i lov eller forskrift. Unntak frå lov må knyttast til følgjande forhold:\na. reglar om lovpålagde organ i stat, fylkeskommune eller kommune. Dette inkluderer oppretting av slike organ når dei som har mynda etter lova, unnlèt å gjere dette.\nb. reglar om lovfesta fristar, saksbehandlingsreglar o.a.\nc. reglar om forhold og vilkår for arbeidstakarar i stat, fylkeskommune eller kommune\nd. reglar om fristar og vilkår for å krevje inn eigedomsskatt\ne. reglar om den inneverande kommunestyreperioden og om samansetjing av kommunestyret, slik at kommunane kan velje kommunestyret i den nye kommunen av og blant kommunestyra sjølve og korte ned kommunestyreperioden for dei som ikkje blir valde. Dei same unntaka kan gjerast for fylkestinga.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), 1 mars 2019 nr. 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:18",
      "chapter": "5",
      "section": "18",
      "title": "Avtale om økonomisk oppgjer",
      "content": "Ved grensejustering og deling av kommunar og fylke skal det gjennomførast økonomisk oppgjer mellom kommunane og fylkeskommunane, dersom dei ikkje finn det unødvendig. Kommunane kan be statsforvaltaren om hjelp til å forhandle fram ein avtale om det økonomiske oppgjeret.\nDersom partane ikkje blir samde om det økonomiske oppgjeret, skal det gjennomførast ved skjønn. Ved skjønnet skal reglane i §§ 19-22 leggjast til grunn.\n0 Endra ved lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "5:19",
      "chapter": "5",
      "section": "19",
      "title": "Grensejusteringar",
      "content": "Blir eit område skilt ut frå ein kommune eller eit fylke og lagt til ein annan kommune eller eit anna fylke, skal den retten som den første kommunen eller fylkeskommunen har til vegar, gater, bruer, offentlege plassar og annan forvaltningseigedom som fullt ut eller i svært stor grad tener vedkomande område, overførast til den andre kommunen eller fylkeskommunen.\nAnnan eigedom kan fordelast mellom kommunane eller fylkeskommunane, eller påbydast nytta i fellesskap, dersom dette er rimeleg og formålstenleg ut frå kommunale eller fylkeskommunale omsyn. Skjønnsnemnda, jf § 23, avgjer i kva forhold delinga eller samarbeidet skal gå føre seg, og kan fastsetje nærmare vilkår.\nSkjønnsnemnda kan avgjere at gjeld som ein kommune eller fylkeskommune har stifta i samband med kjøp av eller påkostnad på eigedom som nemnt i første og andre ledd, heilt eller delvis skal takast over av den kommunen eller fylkeskommunen eigedommen blir overført til. Eventuelt kan det fastsetjast at vedkomande kommune eller fylkeskommune skal betale vederlag for eigedommen i pengar.\nDersom det ikkje blir teke særskilt avgjerd, skal rettar og plikter som ikkje er fordelte etter første til tredje ledd i denne paragrafen, bli att hos den opphavlege kommunen eller fylkeskommunen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:20",
      "chapter": "5",
      "section": "20",
      "title": "Delingar",
      "content": "Blir ein kommune eller eit fylke delt, jf. § 3 andre ledd, skal § 19 første ledd tilsvarande gjelde forvaltningseigedom som fullt ut eller i svært stor grad tener eitt bestemt område.\nAnnan eigedom og andre plikter blir å fordele mellom dei kommunar eller fylkeskommunar områda blir lagde til. Fordelinga blir gjort på grunnlag av eit forholdstal som blir rekna ut etter skatteinntektene i dei siste fem åra i kvart av områda, med mindre skjønnsnemnda av særlege grunnar fastset noko anna. Så framt det er mogleg, skal oppgjeret gjennomførast slik:\n1. Fast eigedom blir lagt til den kommunen eller fylkeskommunen som må reknast som mest rettkomen til den ut frå folketalet og innbyggjarane sine behov og plasseringa av eigedommen – også i høve til andre anlegg.\n2. Gjeld blir fordelt i forhold til dei omsetjelege verdiane som blir overtekne.\n3. Andre tilgodehavande og plikter blir overtekne av den kommunen eller fylkeskommunen som etter forholda blir rekna som nærmast til å overta dei.\n4. Anlegg med rettar og plikter som det etter delinga ikkje er rimeleg at nokon enkelt kommune eller fylkeskommune tek over, kan påbydast nytta i fellesskap av to eller fleire av kommunane eller fylkeskommunane.\nHar nokon kommune eller fylkeskommune ved fordelinga av rettar og plikter teke over meir eller mindre enn det som følgjer av forholdstalet, skal det jamnast ut i pengar.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "5:21",
      "chapter": "5",
      "section": "21",
      "title": "Erstatning",
      "content": "Dersom ein kommune eller fylkeskommune etter det oppgjeret som blir gjennomført i samsvar med §§ 19 eller 20, blir vesentleg svekt økonomisk, kan ein annan av kommunane eller fylkeskommunane, der det blir rekna som rimeleg, påleggjast å betale erstatning, som blir betalt med ein eingongssum eller i årlege ratar i ein viss overgangsperiode.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "5:22",
      "chapter": "5",
      "section": "22",
      "title": "Garantiar",
      "content": "Kommunal eller fylkeskommunal garanti for gjeld eller plikter som er knytte til fast eigedom eller bedrift, skal ved grensejustering og deling takast over av den kommunen eller fylkeskommunen der eigedommen eller bedrifta ligg etter grenseendringa.\nVed deling av kommunar eller fylkeskommunar skal garantiar for gjeld eller plikter som ikkje er knytte til fast eigedom eller bedrift, fordelast mellom dei nye kommunane eller fylkeskommunane etter forholdstalet for det økonomiske oppgjeret i det heile.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "5:23",
      "chapter": "5",
      "section": "23",
      "title": "Skjønnsnemnd og overskjønnsnemnd",
      "content": "Kommune eller fylkeskommune som er omfatta av grenseendring etter denne lova, kan innan eitt år etter at vedtaket er sett i verk, krevje at det økonomiske oppgjeret – eller delar av det – skal fastsetjast ved skjønn, så framt partane først har prøvd å kome til semje om eit økonomisk oppgjer.\nTil å fastsetje slikt skjønn nemner departementet opp ei skjønnsnemnd på tre medlemmer med varamedlemmer. Nemnda skal ha ein funksjonsperiode på fire år.\nKvar av partane kan innan to månader etter at dei har teke i mot avgjerda til skjønnsnemnda, reise saka for ei overskjønnsnemnd til endeleg avgjerd. Departementet nemner opp overskjønnsnemnda, som skal ha tre medlemmer med varamedlemmer. Nemnda skal ha ein funksjonsperiode på fire år.\nLeiarane i nemndene og deira varamedlemmer skal ha dei eigenskapane som er føreskrivne for dommarar, jf. domstolsloven §§ 53 og 54 andre ledd. Reglane i domstolsloven kapittel 6 om ugildskap gjeld tilsvarande for medlemmene av skjønnsnemnda og overskjønnsnemnda. Departementet avgjer spørsmål om ugildskap for leiarane i nemndene og deira varamedlemmer. Elles blir slike spørsmål avgjort av vedkomande nemndleiar.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "5:24",
      "chapter": "5",
      "section": "24",
      "title": "Saksbehandling og dekning av kostnader ved skjønn",
      "content": "Den av partane som reiser ei sak for skjønnsnemnda til avgjerd, skal gi ei utgreiing om kravet sitt og dei faktiske forholda som kravet byggjer på. Nemnda skal innhente synspunkt frå motparten og kan elles påleggje kvar av partane å kome med ytterlegare opplysningar. Skjønnsnemnda bør så tidleg som mogleg kalle inn partane til ein konferanse der saka blir gjennomgått i hovudtrekk og det elles blir teke nødvendige avgjerder om behandlinga av saka.\nSkjønnsnemnda og overskjønnsnemnda fastset spørsmålet om dekning av kostnader, mellom anna om fordeling av utgiftene mellom partane når dette synest rimeleg. Departementet svarer for godtgjersle og andre utgifter til medlemmene i nemndene. Departementet gir nærmare reglar om godtgjersle og utgiftsdekning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "6:25",
      "chapter": "6",
      "section": "25",
      "title": "Felles kommunestyre- eller fylkestingsmøte",
      "content": "Når det er gjort vedtak om samanslåing av to eller fleire kommunar eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, skal statsforvaltaren snarast mogleg kalle saman til eit felles møte med dei aktuelle kommunestyra. Ved samanslåing eller deling av kommunar som nemnt i § 3 andre ledd bokstav b, kallar departementet saman kommunestyra dersom kommunane ligg i ulike fylke. Ved samanslåing eller deling av fylke som nemnt i § 3 andre ledd bokstav b, kallar departementet saman fylkestinga. Departementet kan gjere unntak frå kravet om slikt felles møte. På slike fellesmøte skal følgjande saker drøftast:\na. forslag til namn på den nye kommunen eller det nye fylket\nb. talet på medlemmer i det nye kommunestyret eller fylkestinget\nc. kriterium for samansetjing av og funksjonar til fellesnemnd etter § 26 i denne lova\nd. val av revisor for verksemda i fellesnemnda\ne. oppretting av eventuelle andre fellesorgan for å sikre gjennomføringa av samanslåinga.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), lov 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "6:26",
      "chapter": "6",
      "section": "26",
      "title": "Fellesnemnd",
      "content": "Ved samanslåing av kommunar eller fylkeskommunar og ved deling som nemnt i § 3 andre ledd bokstav b skal det opprettast ei fellesnemnd til å samordne og ta seg av førebuinga av samanslåinga eller delinga. Nemnda bør spegle av innbyggjartalet i dei enkelte kommunane eller fylkeskommunane. Det skal likevel vere minimum tre medlemmer i nemnda frå kvar kommune eller fylkeskommune. Fellesnemnda blir valt av og blant medlemmene i kommunestyret eller fylkestinget. Også medlemmer av kommunerådet eller fylkesrådet kan veljast. Nemnda vel sjølv leiar og nestleiar. Reglane i kommunelova om val og saksbehandling i folkevalde organ gjeld elles tilsvarande.\nKommunane eller fylkeskommunane kan også opprette eit felles partssamansett utval etter kommuneloven § 5-11 for behandling av saker som gjeld forholdet mellom den nye eininga som arbeidsgivar og dei tilsette.\nFellesnemnda skal ta hand om det førebuande arbeidet med økonomiplanen og med budsjettet for det første driftsåret etter at samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b, er sett i verk. Nemnda skal i sin verkeperiode gi fråsegn til departementet om årsbudsjetta og økonomiplanen for dei kommunane eller fylkeskommunane saka gjeld.\nAndre arbeidsoppgåver og fullmakter for nemnda blir fastsette i reglement som må vedtakast i alle kommunestyra eller fylkestinga. Kvar av kommunane eller fylkeskommunane kan be departementet om å ta avgjerd i slike spørsmål dersom det ikkje er mogleg å kome til semje.\nNemnda kan få fullmakt til å tilsetje personale i den nye eininga. Dette omfattar også tilsetjing av kommunedirektør og revisor. Tilsetjing av revisor skjer på bakgrunn av innstilling frå kontrollutvala. Nemnda kan òg få fullmakt til å vidareføre deltaking i interkommunalt samarbeid om revisjon eller vidareføre avtale med annan revisor. Tilsvarande gjeld for sekretariatet for kontrollutvalet. Slikt vedtak skjer etter innstilling frå kontrollutvala.\nFellesnemnda kan gi eit arbeidsutval myndigheit til å gjere vedtak i enkeltsaker eller i saker som ikkje er av prinsipiell art.\nReglane i kommuneloven om møte- og talerett for ordførar, leiar av kommuneråd eller fylkesråd, kommunedirektør og tilsette gjeld tilsvarande for nemnda. Reglane i kommuneloven kapittel 27 om lovlegkontroll gjeld tilsvarande for avgjerder fellesnemnda tek.\nFunksjonsperioden for fellesnemnda går ut når det nye kommunestyret eller fylkestinget er konstituert etter reglane i § 27.\n0 Endra ved lover 8 feb 2013 nr. 7 (ikr. 1 juli 2013 iflg. res. 8 feb 2013 nwr. 144), 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 17 juni 2016 nr. 60 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 681), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879), 2 juni 2023 nr. 21 (i kraft 1 juli 2023 iflg. res. 2 juni 2023 nr. 767).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "6:27",
      "chapter": "6",
      "section": "27",
      "title": "Konstituering av nytt kommunestyre eller fylkesting",
      "content": "Når det er gjennomført val til kommunestyre eller fylkesting i løpet av september månad året før ei samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, blir sett i verk, skal det nyvalte kommunestyret eller fylkestinget kallast saman til konstituerande møte innan utgangen av oktober månad. Leiaren av fellesnemnda kallar saman og leier møtet inntil ny ordførar er valt. Elles gjeld reglane i kommuneloven § 7-1 første til fjerde ledd om konstituerande møte o.a. i kommunestyre og fylkesting.\nFunksjonsperioden for kommunestyra og fylkestinga i dei kommunane og fylkeskommunane som skal slåast saman, varer inntil tidspunktet for iverksetjing av samanslåinga eller delinga som nemnt i § 3 andre ledd bokstav b. Deira ansvar og fullmakter er likevel avgrensa til det som er nødvendig for å avslutte verksemda i dei eksisterande einingane.\n0 Endra ved lover 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735), 22 juni 2018 nr. 83 (ikr. 1 nov 2019 iflg. res. 25 juni 2019 nr. 879).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "6:28",
      "chapter": "6",
      "section": "28",
      "title": "Lovlegkontroll",
      "content": "Departementet kan føre kontroll med lovlegheita av budsjettvedtaka i kommunar og fylkeskommunar når utgreiing om samanslåing eller deling som nemnt i § 3 andre ledd bokstav b, er sett i gang.\n0 Endra ved lov 21 juni 2013 nr. 94 (ikr. 1 jan 2014 iflg. res. 21 juni 2013 nr. 735).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "7:29",
      "chapter": "7",
      "section": "29",
      "title": "Fylkesinndeling og fylkesnamn",
      "content": "Rikets fylke skal ha desse namna:\n1. Østfold\n2. Oslo\n3. Akershus\n4. Innlandet eller Sisdajve\n5. Buskerud\n6. Vestfold\n7. Telemark\n8. Agder\n9. Rogaland\n10. Vestland\n11. Møre og Romsdal\n12. Trøndelag eller Trööndelage\n13. Nordland eller Nordlánnda eller Nordlánda eller Nordlaante.\n14. Troms eller Romsa eller Tromssa\n15. Finnmark eller Finnmárku eller Finmarkku\n0 Tilføyd ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947), endra ved lover 7 mai 2021 nr. 35 (ikr. 7 mai 2021 iflg. res. 7 mai 2021 nr. 1410), 22 juni 2022 nr. 82 (i kraft 1 jan 2024), 20 juni 2025 nr. 92 (i kraft 1 juli 2025 iflg. res. 20 juni 2025 nr. 1096).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Iverksetjing o.a.",
      "content": "Lova tek til å gjelde frå det tidspunktet Kongen fastset.​1\nFrå same tid blir lov om endring i kommunal inndeling 21. desember 1956 nr. 3 oppheva.\n0 Endra ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947, tidlegare § 29).\n1 Frå 1 jan 2002 iflg. res. 15 juni 2001 nr. 692.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "8:31",
      "chapter": "8",
      "section": "31",
      "title": "Overgangsreglar",
      "content": "Når det er sett i gang økonomisk oppgjer mellom kommunar etter reglane i lov 21. desember 1956 nr. 3, skal oppgjeret avsluttast etter nemnte lov kapittel II om ikkje partane blir samde om å leggje reglane i denne lova til grunn. Saker som er under behandling i skjønnsnemnda eller overskjønnsnemnda, blir avslutta i samsvar med reglane i den nemnte lova.\n0 Endra ved lov 22 juni 2018 nr. 84 (ikr. 1 jan 2020 iflg. res. 22 juni 2018 nr. 947, tidlegare § 30).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    }
  ]
}