{
  "id": "LOV-1927-04-22-3",
  "type": "statute",
  "title": "Lov om vergemål for umyndige [vergemålsloven].",
  "short_name": "Vergemålsloven – vgml.",
  "status": "in_force",
  "issued_date": "1927-04-22",
  "in_force_date": "1927-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1927-04-22-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med umyndige mener denne lov mindreårige og umyndiggjorte.​1\nMindreårig er den som ikke har fylt 18 år.\n0 Endret ved lover 7 feb 1969 nr. 6, 8 juni 1979 nr. 38.\n1 Se lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Den som er umyndig, kan ikke selv råde over sine midler eller binde sig ved rettshandel, medmindre annet særlig er bestemt.​1\n1 Se §§ 32 til 37, jf. § 46, el. § 1 og § 2 og lov 17 juli 1998 nr. 61 § 4-5 siste ledd. Jf. lover 8 apr 1981 nr. 7 § 32, 13 juni 1969 nr. 25 § 3 og § 4, 7 juni 1996 nr. 31 § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Verge for mindreårig​1 er den eller de som har foreldreansvaret for barnet etter reglene i barneloven.​2 Er en av dem forsvunnet​3 eller umyndig,​4 eller er det oppnevnt hjelpeverge for ham eller henne etter § 90 a, er den annen verge alene.\nEr det ingen som er verge for den mindreårige etter reglene i første ledd, skal det oppnevnes verge etter §§ 6 og 7. Skjer oppnevningen på grunn av forhold som nevnt i første ledd annet punktum, bortfaller oppnevningen når oppnevningsgrunnen ikke lenger er tilstede.\nBlir noen som er verge i fellesskap ikke enige, treffer overformynderiet​5 avgjørelsen.\n0 Endret ved lover 11 apr 1958 nr. 2, 17 mars 1972 nr. 6, 8 apr 1981 nr. 7, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 1 (2).\n2 Lov 8 apr 1981 nr. 7, se dens kap. 5. – Jf. lov 28 feb 1986 nr. 8 kap. 3.\n3 Jf. lov 23 mars 1961 nr. 1.\n4 Se § 1 (1).\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Hvor foreldrene er verge i fellesskap,​1 kan hver av dem gi den annen fullmakt til å opptre som verge alene. Fullmakten kan begrenses til nærmere bestemte saker og kan når som helst kalles tilbake.\nEr under rettergang, skjønn, tvangsfullbyrdelse, midlertidig sikring eller skiftebehandling begge foreldre lovlig varslet om saken, og møter bare den ene av dem eller undertegner bare den ene av dem skriftstykke til vedkommende myndighet på vegne av den umyndige, anses han (hun) i mangel av opplysning om noe annet for å ha fullmakt fra den annen til å opptre som verge alene. Alle innkallelser, varsler og meddelelser bør dog rettes til begge foreldre.\n0 Endret ved lover 21 des 1956 nr. 10, 11 apr 1958 nr. 2, 26 juni 1992 nr. 86.\n1 Se § 3 første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 apr 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "For en mindreårig​1 som ikke har verge efter reglene i de foregående paragrafer,​2 og for den som er umyndiggjort,​3 skal der opnevnes verge.​4\nDen som er verge efter en av de foregående paragrafer kan på begjæring også opnevnes som sådan.\n1 Se 1 (2).\n2 Jf. § 10.\n3 Se § 1 og lov 28 nov 1898.\n4 Jf. lov 8 apr 1981 nr. 7 § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Til verger skal velges menn eller kvinner, som er vederheftige​2 og skikket for hvervet.\nHar en mindreårigs​3 far eller mor skriftlig tilkjennegitt hvem de ønsker til verge for barnet efter sin død, bør denne velges fremfor andre.\nTil verge for en umyndiggjort​4 som er gift,​5 bør ektefellen opnevnes medmindre denne ønsker å bli fritatt, eller hensynet til den umyndiggjortes tarv krever at en annen velges.\nStefar eller stemor bør ikke opnevnes som verge, medmindre der finnes å foreligge særlige grunner til sådan opnevnelse.\nDen som selv er umyndig​6 eller som har fått oppnevnt hjelpeverge etter § 90 a, kan ikke være verge.\n0 Endret ved lover 11 apr 1958 nr. 2, 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Sml. § 21 og dl. § 53.\n3 Se § 1 (2).\n4 Jf. lov 28 nov 1898 § 28.\n5 Se el. kap. 3 og § 95.\n6 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fylkesmenn, skifteforvaltere,​2 overformyndere,​3 revisorer og desisorer for overformynderiregnskaper og lønte tjenestemenn ved overformynderiene kan ikke være oppnevnt verge i sitt distrikt.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se lov 21 feb 1930 § 1.\n3 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Rett til å nekte å bli opnevnt som verge har:\n1. den som har fylt 60 år;\n2. den som på grunn av sykdom eller svakhet ikke uten stor vanskelighet kan være verge;\n3. den som allerede er opnevnt verge for to umyndige.​2\nEn opnevnt verge kan kreve ny verge opnevnt, når han senere kommer i noget tilfelle som her under 1 eller 2 nevnt.\nFritas bør også:\n1. den som på grunn av annen offentlig tjeneste vil få særlig bryderi av vergemålet;\n2. den som før er opnevnt som verge for en umyndig,​3 når dette vergemål er særlig byrdefullt;\n3. den som på grunn av vergemålet tilsidesetter i vesentlig grad sine egne anliggender.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 mars 1987 nr. 14.\n1 Jf. § 90 c.\n2 Jf. tredje ledd.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Vergemålet skal fratas en verge​2 dersom han grovt eller gjentatte ganger forsømmer eller tilsidesetter sine plikter.\nNy verge kan også ellers oppnevnes dersom den umyndiges tarv krever det.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 mars 1987 nr. 14.\n1 Jf. § 14 og § 90 c.\n2 Se §§ 3 til 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Vergemålet føres i den by- eller herredskommune hvor den umyndige bor.\n1 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Flytter den umyndige til en annen kommune, kan overføring av vergemålet undlates når begge overformynderier​2 er enige, eller departementet beslutter det.\n1 Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Vergen opnevnes i den kommune hvor vergemålet skal føres.​2\nEn som bor utenfor kommunen, kan opnevnes, om han er villig.\n1 Jf. § 90 c.\n2 Se § 11 jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Skifteforvalteren​2 og overformynderne​3 i den kommune hvor vergemålet føres, oppnevner i fellesskap verger og fratar dem eller fritar dem for vergemålet. Er det fast formann for overformynderiet,​4 trer han istedenfor skifteforvalteren. Avgjørelsene treffes med stemmeflerhet. Vedkommende skal på forhånd ha hatt høve til å uttale seg. Dersom det er grunn til å anta at det foreligger forhold som nevnt i § 10, kan det likevel bestemmes at vergen midlertidig skal fratre uten at han har hatt høve til å uttale seg. Saken skal i så fall fortsette for at en endelig avgjørelse kan treffes.\nHaster det, kan vergen midlertidig oppnevnes av skifteforvalteren eller den faste formann for overformynderiet. Men oppnevningen skal i så fall snarest mulig forelegges de valgte overformyndere til godkjenning.\nDen som oppnevnes til verge eller som blir fritatt for eller fratatt et vergemål, skal straks gis skriftlig meddelelse om avgjørelsen.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. lov 17 juli 1925 nr. 11 § 14. – Jf. § 90 c.\n2 Se lov 21 feb 1930 § 1.\n3 Se kap. 3.\n4 Se § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "En verge er ugild til å handle for den umyndige, når han selv eller hans ektefelle​2 eller forlovede eller en slektning eller besvogret i nedstigende linje, oppstigende linje eller i første sidelinje eller noen som han representerer, har en interesse som strider mot den umyndiges. En far eller mor kan som verge for eget barn vareta dets tarv overfor andre av sine barn eller andre slektninger eller besvogrede.​3\nEr vergen ugild opnevnes en setteverge i den kommune hvor verge trenges.\n0 Endret ved lover 17 mars 1972 nr. 6, 28 feb 1986 nr. 8.\n1 Jf. § 90 c. Sml. dl. kap. 6 og fvl. kap. II.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 3 mars 1972 nr. 5 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Antas en verge ikke å kunne vareta den umyndiges tarv for en viss tid eller for visse saker, eller kan han ikke gjøre det uten større vanskelighet eller bekostning opnevnes en hjelpeverge i den kommune hvor hjelpen trenges.\nHvis i et forhold som går inn under § 3 første ledds første punktum, den ene ektefelle er i slik stilling som nevnt i første ledd, kan det bestemmes at den annen ektefelle skal føre vergemålet alene.\n0 Endret ved lov 11 apr 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Vergen har krav på å få dekket nødvendige utlegg. I den utstrekning det er rimelig, kan vergen også få dekket tapt arbeidsfortjeneste eller få vederlag for arbeidet som verge. Kravet avgjøres av overformynderne.​2\nUtgifter etter første ledd dekkes av den umyndiges midler. Har den umyndige ikke midler, eller finner overformynderne​2 enstemmig at midlene er for ubetydelige til at den umyndige selv bør bære utgiftene til oppnevnt verge, dekkes disse av kommunen.\n0 Endret ved lover 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. lov 23 mars 1961 nr. 1 § 3. – Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Den som en avgjørelse etter dette kapittel er gått imot, kan påklage den til fylkesmannen innen tre uker etter at han eller hun har mottatt underretning om avgjørelsen.​1 Dersom fylkesmannen har begjært oppnevnt hjelpeverge (jf. § 90a), er departementet klageinstans for avgjørelser om oppnevning etter § 14.\n0 Endret ved lover 9 mars 1962 nr. 1, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Se fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "I hver by og i hvert herred skal der være et overformynderi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Overformynderiet har vanlig to overformyndere. De velges, en hvert annet år, av kommunen for fire år regnet fra 1 januar året efter valget. Første gang velges to; den ene skal efter loddtrekning fratre efter to års tjeneste.\nHvert annet år velges for de følgende to år to varamenn til å gjøre tjeneste når nogen av de valgte medlemmer er ugild eller har forfall. Ordenen mellem varamennene bestemmes ved valget.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Til overformyndere eller varamenn kan bare velges vederheftige​1 og duelige menn eller kvinner, som er valgbare ved kommunale valg​2 og har fylt 30 år.\nFylkesmenn, skifteforvaltere og revisorer for overformynderiregnskaper og lønte tjenestemenn ved overformynderiene kan ikke velges.​3\nDen som har fylt 60 år eller som på grunn av sykdom eller svakhet ikke uten stor vanske kan være overformynder, kan nekte å ta imot valg.​4 En fratredende overformynder kan nekte å ta imot valg for så lang tid som han har gjort tjeneste.\n0 Endret ved lover 17 mars 1972 nr. 6, 24 juni 1988 nr. 65.\n1 Sml. § 7 og dl. § 53.\n2 Se lov 28 juni 2002 nr. 57 § 3-3.\n3 Jf. § 8.\n4 Jf. § 9 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Når en overformynder dør eller flytter fra kommunen, eller når han ikke lenger fyller lovens krav til valgbarhet, eller når han av annen lovlig grunn fratrer før tiden, holder kommunen nytt valg. Til det er holdt, gjør varamannen tjeneste. Er der mindre enn et år igjen av tjenestetiden, kan nytt valg undlates.\nBlir en stilling som varamann ledig, kan der velges varamann for den gjenværende del av tjenestetiden.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "En overformynder kan kreve sig fritatt for andre ombud, medmindre annet er bestemt ved lov.​1\nBøker og skrivesaker kostes av kommunen. Kommunestyret​2 kan bevilge til nødvendig kontorhjelp.\nOverformynderne har krav på at kommunen dekker nødvendige utlegg. Når forholdene tilsier det, kan kommunestyret vedta at overformynderne også skal ha dekning for tapt arbeidsfortjeneste og vederlag for sitt arbeid.​3 Også disse krav dekkes av kommunen og fastsettes i samsvar med de bestemmelser som gjelder for kommunale tillitsmenn.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se Grl. § 63, dl. § 69 jf. § 79. – Jf. lov 28 juni 2002 nr. 57 § 3-2 og § 3-4.\n2 Se lov 25 sep 1992 nr. 107 § 7.\n3 Jf. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Kommunen avgjør hvem av overformynderne som skal føre overformynderiets bøker, foreta registrering og dokumentasjon av regnskapsopplysninger, forvare dokumentene og sørge for at de umyndiges verdipapirer og bankbøker blir anbrakt i bank. Blir oppbevaring i overformynderiet tillatt, har denne overformynder (den forretningsførende) ansvaret for oppbevaringen. Den forretningsførende overformynder kan kvittere for innkomne midler. Han fastsetter møter, forbereder sakene og ekspederer dem i henhold til de vedtak som er gjort.\nDen annen overformynder plikter så ofte han finner det hensiktsmessig og minst en gang hvert fjerdingår å holde ettersyn hos den forretningsførende overformynder, og se etter at regnskapene er ordentlig ført og at verdipapirer og bankbøker er levert til oppbevaring i bank. Er tillatelse gitt til oppbevaring i overformynderiet, må han kontrollere at verdipapirer og bankbøker er til stede og i orden. Om sitt ettersyn skal han gjøre tilførsel i en ettersynsbok. Har han funnet noe å feste seg ved, skal han uten opphold melde fra til kommunen.\nDepartementet​1 kan bestemme at føringen av overformynderiets regnskaper skal overlates til kommunens regnskapskontor.\nNærmere regler om forretningsførselen, herunder om regnskapsførselen, de bøker og lister som skal føres, og om hvilke arbeidsoppgaver som kan overlates til kontorhjelpen, gis av departementet.​1\n0 Endret ved lover 17 mars 1972 nr. 6, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Begge overformynderne skal være med på de avgjørelser som er lagt under overformynderiet. Kan de ikke bli enige, og enstemmighet ikke kreves, skal saken legges frem for skifteforvalteren,​1 som avgjør saken.\n1 Se lov 21 feb 1930 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Ingen kan som overformynder eller skifteforvalter være med på en beslutning, når han vilde være ugild som verge.​1\nReises et ugildhetsspørsmål, avgjøres dette av overformynderne og skifteforvalteren​2 i fellesskap med stemmeflerhet. Den det gjelder, kan ikke selv være med å avgjøre, om han er ugild; er det en overformynder, tilkalles varamannen, er det skifteforvalteren,​2 opnevnes setteskifteforvalter.\nVergen og den umyndige, når denne har fylt 15 år, kan påklage avgjørelsen av ugildhetsspørsmålet til fylkesmannen innen tre uker etter at de har mottatt underretning om vedtaket.​3\nSamme rett har også en overformynder eller skifteforvalter​2 som er uenig i avgjørelsen.\n0 Endret ved lover 29 juni 1934 nr. 1, 9 mars 1962 nr. 1, 17 mars 1972 nr. 6.\n1 Se § 15.\n2 Se lov 21 feb 1930 § 1.\n3 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Overformynderne plikter å gi de vitnemål og meldinger som Kongen​1 foreskriver. De skal i den utstrekning det anses nødvendig gjennomgå med vergene de boer som en gjenlevende ektefelle har overtatt uskifta, dersom det er umyndige arvinger. Den gjenlevende plikter å gi de opplysninger som trengs for kontroll med forvaltningen av boet.\nFylkesmannen skal føre tilsyn med at overformynderne gjør sin plikt. Han kan holde eftersyn hos dem og kreve de oplysninger som han finner fornødne. Han kan fjerne en overformynder som han finner gjør sig skyldig i grov tjenesteforseelse. En således fjernet overformynder kan innanke fylkesmannens avgjørelse for vedkommende departement.​2\nKommunen kan ved et opnevnt medlem når som helst holde eftersyn av overformyndernes registrerte regnskapsopplysninger og regnskapsmateriale, bøker, verdipapirer og dokumenter.\n0 Endret ved lover 3 mars 1972 nr. 5, 16 juni 1972 nr. 49, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Justisdepartementet iflg. res. 3 mars 1961.\n2 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Kongen​1 kan etter søknad fra kommunestyret​2 bestemme at overformynderiet skal ha en fast formann.​3\nFormannen skal ha de samme egenskaper som dommere​4 og ansettes av kommunen. Formannen skal stille en av kommunen godkjent sikkerhet for et så stort beløp som Kongen bestemmer.​5\n0 Endret ved lover 5 des 1986 nr. 61, 11 juni 1993 nr. 85.\n1 Justisdepartementet iflg. res. 3 mars 1961.\n2 Jf. lov 25 sep 1992 nr. 107 § 7.\n3 Se § 30.\n4 Se dl. §§ 53 og 54.\n5 Justisdepartementet iflg. res. 9 juli 1948.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Den faste formann​1 skal føre tilsyn med vergene. Han skal på eget ansvar styre og gjøre regnskap for de midler som hører under overformynderiet. Han fører overformynderiets bøker, foretar registrering og dokumentasjon av regnskapsopplysninger og forvarer dokumenter, verdipapirer og bankbøker i de tilfelle hvor fritak for plikt til oppbevaring i bank er gitt, jf § 65 første ledd. Departementet​2 kan bestemme at føringen av regnskapene skal overlates til kommunens regnskapskontor.\nDe øvrige saker som er lagt under overformynderiet eller dets medvirkning, skal høre under det samlede overformynderi.\nDe valgte overformyndere​3 skal føre tilsyn med formannens forvaltning og være med på å bedømme sikkerheten for midler som lånes ut. De skal også være med og avgjøre de saker vedkommende forvaltningen, som formannen eller en verge ønsker lagt frem for det samlede overformynderi.\nSakene avgjøres av det samlede overformynderi med stemmeflerhet, når ikke annet særskilt er bestemt. Skifteforvalteren​4 deltar ikke i noen avgjørelse.\nKongen​2 gir nærmere forskrifter om forretningsordenen, efter uttalelse fra kommunen.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.\n3 Se § 20.\n4 Se lov 21 feb 1930 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Er fast formann​1 ansatt, skal hans lønn og de øvrige utgifter ved overformynderiet betales av kommunen.\nSom tilskudd til dekning av kommunens utgifter etter foregående ledd svares en forvaltningsavgift av de midler som forvaltes av overformynderiet etter § 62. Avgift regnes likevel ikke av verdipapirer og bankbøker som oppbevares i bank etter § 65 første ledd. Kongen fastsetter avgiftens størrelse i prosent av midlenes avkastning i regnskapsåret.\nKongen​2 kan fastsette mindre lempninger for å lette utregningen av avgiften.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 15 juni 1990 nr. 29.\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:30 a",
      "chapter": "3",
      "section": "30 a",
      "content": "Forvaltningsloven​1 gjelder for overformyndernes avgjørelser etter denne lov, når ikke en annen regel framgår av loven. For vedtak truffet av overformynderne er fylkesmannen klageinstans.​2\n0 Tilføyd ved lov 19 juni 1969 nr. 54, endret ved lov 17 mars 1972 nr. 6.\n1 Lov 10 feb 1967.\n2 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 juni 1979 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Har en mindreårig​1 fylt 15 år, og har han tatt tjeneste eller annet arbeid som han kan forsørge seg med, kan han også si opp avtalen og ta liknende tjeneste eller annet arbeid.​2\nVergen​3 kan med rimelig varsel til den annen part heve enhver arbeidsavtale inngått av eller for en mindreårig over 15 år, såframt han finner at hensynet til den mindreåriges oppfostring eller velferd krever det.​4\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Jf. lov 17 juli 1998 nr. 61 § 4-5 siste ledd. – Sml. § 34 (1).\n3 Se kap. 2.\n4 Sml. § 34 (2) og § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "En mindreårig​1 rår selv over midler som han har tjent ved egen virksomhet efter det fylte 15de år, eller som vergen​2 eller nogen annen har latt ham få til egen rådighet.​3\nVergen kan ta fra ham rådigheten dersom hensynet til den mindreåriges tarv krever det.​4 Er den mindreårige over 15 år og sørger for seg selv, trengs samtykke fra overformynderiet.​5\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Se kap. 2.\n3 Se § 45.\n4 Jf. § 57 (2).\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:33 a",
      "chapter": "4",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 juni 1979 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "4:33 b",
      "chapter": "4",
      "section": "33 b",
      "content": "En mindreårig​1 som har eget hushold, kan foreta slike disposisjoner for det daglige hushold eller oppfostringen av barna som vanlig blir foretatt i disse øyemed, unntatt leie av husrom.​2 Den mindreårige blir likevel ikke bundet dersom den annen part i avtalen forsto eller burde ha forstått at disposisjonen ikke var påkrevd.\nMisbruker den umyndige sin rett etter første ledd, kan vergen​3 med samtykke av overformynderiet​4 ta retten fra ham. Beslutningen kan omgjøres når forholdene har endret seg.\n0 Tilføyd ved lov 17 mars 1972 nr. 6, endret ved lover 13 feb 1976 nr. 2, 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Sml. lov 26 mars 1999 nr. 17.\n3 Se kap. 2.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 b."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "En umyndiggjort​1 treffer selv avtale om å ta tjeneste eller annet arbeide, og kan selv si op avtale herom.​2 Når hensynet til hans velferd krever det, kan overformynderiet​3 bestemme at bare vergen​4 skal kunne gjøre eller si op sådanne avtaler, og at vergen skal kunne heve en avtale som den umyndiggjorte tidligere har gjort.\nDen umyndiggjorte rår selv over midler som han har tjent ved egen virksomhet efter at han blev gjort umyndig, eller som vergen eller nogen annen har latt ham få til egen rådighet.​5 Med samtykke av overformynderiet kan vergen ta fra ham rådigheten når hensynet til hans tarv krever det.\n1 Se § 1 (1) og lov 28 nov 1898.\n2 Sml. § 32.\n3 Se kap. 3.\n4 Se kap. 2.\n5 Se §§ 45 og 46. – Sml. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En umyndiggjort​1 som i henhold til § 46 har lov til å drive en ervervsvirksomhet, kan på egen hånd gjøre rettshandler som går inn under virksomheten.\nHerfra er undtatt kjøp, salg og pantsettelse av fast eiendom,​2 og sådanne rettshandler eller forføininger som efter § 50 nr. 1 eller 3-6 trenger samtykke av overformynderiet.\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (1) og lov 28 nov 1898.\n2 Jf. pantel. kap. 2 og lov 3 juli 1992 nr. 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Har en umyndig​1 gjort en avtale​2 som han ikke bindende kunde gjøre på egen hånd, og som han ikke gyldig har opfylt, kan den annen part gå fra avtalen. Erklæring om å ville gå fra avtalen kan den annen part gi til den umyndige selv.\nVisste den annen part at medkontrahenten var umyndig og hadde han ikke grunn til å tro, at denne gyldig kunde inngå avtalen, kan han ikke fragå den før efter utløpet av den tid som måtte være avtalt, medmindre vergen innen den tid nekter å approbere avtalen. Heller ikke kan den annen part gå fra en avtale om personlig arbeide​3 fra den umyndiges side, så lenge denne opfyller sine forpliktelser.\n1 Se § 1.\n2 Jf. lov 31 mai 1918 nr. 4 kap. 1.\n3 Jf. § 32 og § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Blir en avtale som en umyndig ikke bindende kunne slutte på egen hånd, ikke godkjent, eller går den annen part fra avtalen etter § 36, skal hver av partene gi tilbake det han har mottatt, eller, om det ikke kan skje, erstatte verdien. Den umyndige plikter ikke å erstatte det han har fått, i videre omfang enn det er kommet ham til nytte.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "Vergen handler på den umyndiges vegne i formuessaker,​1 når ikke annet er bestemt,​2 og styrer hans midler i den utstrekning dette ikke hører under overformynderiet​3 eller den umyndige selv,​4 eller ved gyldig bestemmelse av arvelater eller giver er overlatt til andre.​5\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 54. – Jf. lov 15 mars 1991 nr. 3 § 13 (3), el. § 54 (1) femte punktum.\n2 Se §§ 32 til 35, 45 og 46, jf. § 41, el. § 54 (1) femte punktum, lov 17 juli 1998 nr. 61 § 4-5 siste ledd.\n3 Se kap. 3.\n4 Se §§ 32 til 35.\n5 Jf. lover 28 nov 1898 § 28, 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "Har ingen foreldreansvaret​2 for den mindreårige,​3 er det vergen​4 som tar avgjørelser om hans underhold, oppfostring og opplæring.​5\nEr en umyndiggjort​6 ute av stand til å dra forsvarlig omsorg for sig, skal vergen gjøre det.\n0 Endret ved lov 8 apr 1981 nr. 7.\n1 Se lov 10 juni 2005 nr. 51 § 31.\n2 Se lov 8 apr 1981 nr. 7 kap. 5.\n3 Se § 1 (2).\n4 Se kap. 2.\n5 Jf. lov 17 juli 1992 nr. 100 § 4-12, flg., samt lover 8 apr 1981 nr. 7 kap. 5 og 28 feb 1986 nr. 8 kap. 3, jf. lov 17 juli 1998 nr. 61 § 4-5 siste ledd.\n6 Se § 1 og lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "Hvis den umyndige​1 er over 14 år, skal vergen​2 høre hva den umyndige har å si før han eller hun treffer avgjørelse om den umyndiges økonomiske forhold. Om den umyndiges medbestemmelsesrett i personlige forhold gjelder reglene i barnelovens​3 § 31.\nVergen skal også såvidt mulig rådføre sig med den som måtte ha omsorgen eller foreldreansvaret​4 for den umyndige og med ektefellen, dersom den umyndige er gift.​5\nForvaltningsloven​6 får ikke anvendelse på avgjørelser som treffes av vergen. Er den umyndige uenig i vergens avgjørelse, kan han eller hun bringe spørsmålet inn for overformynderiet.​7\n0 Endret ved lover 17 mars 1972 nr. 6, 8 apr 1981 nr. 7.\n1 Se § 1.\n2 Se kap. 2.\n3 Lov 8 apr 1981 nr. 7.\n4 Se lov 8 apr 1981 nr. 7 kap. 5.\n5 Se el. kap. 3 og § 95.\n6 Lov 10 feb 1967.\n7 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Kreves til en rettshandel samtykke enten av overformynderiet​1 eller av den umyndige,​2 og har vergen​3 ikke fått det på forhånd, skal han forbeholde en passende frist til å få godkjenning.\n1 Se §§ 49 til 51.\n2 Se § 1.\n3 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "Er en avtale som nevnt i § 41 helt eller delvis opfylt og godkjenning nektes, får reglene i § 37 tilsvarende anvendelse. Det samme gjelder hvor avtalen er inngått i strid med § 41 og den annen part går fra den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Vergen skal sørge for at midler som skal styres av overformynderiet,​2 blir sendt til dette, såfremt ikke skifteforvalteren eller en annen offentlig tjenestemann skal sørge for det.​3\n1 Jf. lov 28 nov 1898 § 27.\n2 Se kap. 3.\n3 Se lov 21 feb 1930 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Vergen dekker av den umyndiges inntekter dennes nødvendige utgifter og betaler inn resten til overformynderiet.​1\nOverformynderiet kan i tilfelle fastsette et beløp som vergen ikke må overskride, og bestemme at inntekten av midler i overformynderiet for en del ikke skal utbetales til vergen.\nStrekker inntekten ikke til, kan kapitalen helt eller delvis brukes, når vergen og overformynderne er enige.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "Vergen kan la den umyndige​1 få midler til egen rådighet​2 i den utstrekning han finner det forsvarlig å la ham selv sørge for sine behov.\n1 Se § 1.\n2 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "Med enstemmig samtykke fra overformynderiet​1 kan vergen gi en umyndiggjort​2 som har fylt 18 år, lov til å drive en viss ervervsvirksomhet på egen hånd.​3\nI dette øiemed kan der også overlates den umyndige til rådighet​4 midler som styres av overformynderiet. Vergen skal føre tilsyn med virksomheten.\nTillatelsen kan kalles tilbake av overformynderne. De skal i så fall sammen med vergen bestemme om virksomheten skal fortsettes for den umyndiges regning eller avvikles. I tilfelle av meningsforskjell skal fylkesmannen treffe avgjørelsen.\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se kap. 3.\n2 Se § 1 og lov 28 nov 1898.\n3 Jf. § 35.\n4 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Er den som blir gjort umyndig,​1 innehaver av eller deltager i en erhvervsvirksomhet som han ikke er skikket til å drive på egen hånd, treffes der bestemmelse om å fortsette eller avvikle virksomheten efter reglene i § 46, siste ledd.\n1 Se § 1 og lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Blir det ved arvefall​1 adgang for en umyndig​2 til alene eller sammen med andre arvinger å overta en ervervsvirksomhet eller del av slik virksomhet, kan vergen med enstemmig samtykke av overformynderiet​3 drive eller delta i virksomheten for den umyndiges regning, eller på hans vegne overta aksjer i et aksjeselskap​4 eller allmennaksjeselskap​5 som dannes til å fortsette virksomheten.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jf. lov 3 mars 1972 nr. 5.\n2 Se § 1.\n3 Se kap. 3.\n4 Jf. lov 13 juni 1997 nr. 44.\n5 Jf. lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Fast eiendom som tilhører den umyndige, eller rettighet som ligger til sådan eiendom, kan vergen ikke avhende uten enstemmig samtykke av overformynderiet.​2\nFast eiendom som den umyndige selv vil ha bruk for, bør ikke selges.\n1 Jf. § 90 c. – Se § 50.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Fast eiendom som ikke selges, skal vergen gjøre inntektsbringende, som regel ved bortforpaktning eller bortleie.\nVergen må ha samtykke​2 av overformynderiet​3 til:\n1. å forpakte​4 bort eiendommen, si opp en bortforpaktning​4 eller annet leieforhold til eiendom eller bolig, og til å leie hus bort på andre vilkår enn vanlig oppsiing.\n2. å drive eiendommen som jordbruk for den umyndiges regning,\n3. å hugge til salg i den umyndiges skog eller selge trær i skogen på rot.\n4. å kreve utskiftning,​5\n5. å foreta grenseregulering,​6\n6. å hefte servitutt på eiendommen.​7\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se lov 28 nov 1898 § 28.\n3 Se kap. 3.\n4 Jf. lov 25 juni 1965 nr. 1.\n5 Jf. lov 21 des 1979 nr. 77.\n6 Jf. lover 21 des 1979 nr. 77 og 17 juni 2005 nr. 101.\n7 Jf. lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Overformynderiet​2 avgjør om løsøre skal selges eller ikke, og om det i tilfelle skal leies bort.\n1 Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Vergen​1 skal sørge for at bygninger og løsøre som tilhører den umyndige, blir holdt i stand. Han skal holde dem brandforsikret,​2 og kan også tegne annen forsikring.​3\n1 Se kap. 2.\n2 Jf. lov 16 juni 1989 nr. 69.\n3 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Penger som ikke skal styres av overformynderiet,​1 og som vergen ikke må ha i kasse til utbetalinger, skal han sette inn i bank på den umyndiges navn.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "Vergen må ikke gjøre sig nogen fordel av at han styrer den umyndiges midler.​2\n1 Jf. § 90 c.\n2 Jf. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Uten samtykke​2 av overformynderiet​3 kan vergen​4 ikke stifte gjeld for den umyndige​5 eller pantsette​6 hans eiendeler, med mindre annet er særskilt bestemt.\nBestemmelsen i første ledd gjelder ikke:\n1. Disposisjoner som er nødvendige av hensyn til den umyndiges underhold eller oppfostring.\n2. Disposisjoner som går inn som et vanlig ledd i driften av ervervsvirksomhet som vergen med samtykke av overformynderiet eller fylkesmannen driver for regning av den umyndige.​2\n3. Utdanningslån i statlig låneinstitusjon​7 for mindreårig.​8\nVergen råder over lånemidler som nevnt i annet ledd nr. 3 til fordel for den mindreårige, med mindre han lar den mindreårige selv få råderetten.​9\nKausjonsansvar kan ikke pådras den umyndige, og hans eiendeler kan ikke stilles som sikkerhet for andres gjeld.\n0 Endret ved lover 17 mars 1972 nr. 6, 8 juni 1979 nr. 38.\n1 Jf. § 90 c.\n2 Jf. §§ 47 og 48, lov 28 nov 1898 § 28.\n3 Se kap. 3.\n4 Se kap. 2.\n5 Se § 1.\n6 Jf. pantel.\n7 Jf. lov 3 juni 2005 nr. 37.\n8 Se § 1 (2).\n9 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Vergen​2 må ikke gi gaver eller stønader av den umyndiges midler i videre omfang enn god skikk og bruk krever. Er den umyndige​3 over 15 år, kreves hans samtykke. Gjelder det større beløp, må vergen også ha samtykke fra overformynderiet.​4\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 2.\n3 Se § 1.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Blir fast eiendom, skib eller skipspart eller en aktie som ikke er fullt innbetalt, gitt til den umyndige,​1 avgjør overformynderiet​2 om gaven skal mottas.\nFinner vergen​3 at andre gaver bør avslås forelegger han spørsmålet for overformynderiet​2 som avgjør saken.\n1 Se § 1.\n2 Se kap. 3.\n3 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Har den umyndige​2 odelsrett​3 eller annen løsningsrett​4 til fast eiendom, må vergen ha samtykke​5 av overformynderiet for å gjøre retten gjeldende eller frafalle den. Tilsvarende gjelder en umyndig ektefelles​6 mulige rett etter ekteskapsloven​7 §§ 66, 67 og 74 og skifteloven​8 § 63 til å få utlagt fast eiendom, andel eller aksje i boligselskap eller obligasjon som ektefellenes rett til leie av felles bolig har vært knyttet til.\n0 Endret ved lov 17 mars 1972 nr. 6, 4 juli 1991 nr. 47.\n1 Jf. § 90 c.\n2 Se § 1.\n3 Se lov 28 juni 1974 nr. 58.\n4 Se lov 9 des 1994 nr. 64.\n5 Jf. lov 28 nov 1898 § 28.\n6 Jf. el. kap. 3 og § 95.\n7 Lov 4 juli 1991 nr. 47.\n8 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Innkjøp av fast eiendom​1 kan foretas, når vergen​2 og overformynderne​3 enstemmig finner at særlige grunner taler for å erhverve eiendommen for den umyndige,​4 og at kjøpet er økonomisk heldig.\n1 Jf. lov 3 juli 1992 nr. 93.\n2 Se kap. 2.\n3 Se kap. 3.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Livsforsikring,​1 livrente eller føderåd kan erhverves for den umyndige,​2 når vergen​3 og overformynderne​4 enstemmig finner at det vil være til gagn for ham.\n1 Jf. lov 16 juni 1989 nr. 69.\n2 Se § 1.\n3 Se kap. 2.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Vergen​2 står under tilsyn av overformynderiet.​3 Han skal så vidt mulig rådføre seg med overformynderiet når han er i tvil eller når det gjelder avgjørelser av særlig stor betydning for den umyndiges økonomi.\nVergen plikter å gi de oplysninger som overformynderiet krever vedkommende vergemålet.​4 Efter tilsigelse skal han møte hos overformynderiet til muntlig forhandling, medmindre han har forfall.​5\nDe nærmere forskrifter om vergens forhold kan gis av Kongen.​6\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 2.\n3 Se kap. 3.\n4 Jf. § 81.\n5 Se strl. 1902 § 324.\n6 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "For så vidt ikke annet følger av lov eller annen gyldig bestemmelse, skal umyndiges penger, bankinnskott, obligasjoner, andre pengekrav, livspoliser, aksjer og andre andeler i selskaper med begrenset ansvar forvaltes av overformynderiet.​1\nDet samme gjelder myndige personers midler som etter lov skal forvaltes på samme måte som umyndiges midler, eller som etter gyldig bestemmelse av arvelater eller giver skal forvaltes av overformynderiet.​2\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61.\n1 Jf. lov 28 nov 1898 § 28.\n2 Se lov 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "content": "Utgjør midlene mindre enn et beløp fastsatt av departementet,​1 plikter overformynderiet ikke å forvalte dem.\nOverformynderiet kan i så fall bestemme at pengebeløp skal settes inn i bank,​2 og gi bankboken påtegning om hvor meget vergen til enhver tid har rett til å heve.\n0 Endret ved lover 17 mars 1972 nr. 6, 11 juni 1982 nr. 49.\n1 Justisdepartementet har i forskr. 8 feb 2000 nr. 118 satt grensen til kr 75.000.\n2 Jf. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Midler som forvaltes av overformynderiet skal plasseres med tilstrekkelig sikkerhet og slik at de gir tilfredsstillende avkasting. Kongen​1 gir nærmere regler om plasseringen.\nLån må ikke gis til overformyndere eller overformynderienes revisorer eller til noen som står i et slikt forhold til disse som nevnt i § 15 første ledd.\nUten samtykke fra fylkesmannen må ikke lån gis til vergen eller til noen som står i et slikt forhold til vergen som nevnt i foregående ledd. Dette gjelder ikke lån av fellesmassens​2 midler etter § 71.\n0 Endret ved lov 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.\n2 Se § 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "content": "Verdipapirer og bankbøker som hører under overformynderiets forvaltning, skal oppbevares i bank som departementet har godkjent for slik oppbevaring. Banken plikter å påse at de oppbevarte verdipapirer og bankbøker ikke blir rådd over uten samtykke av begge overformyndere eller av det samlete overformynderi hvor dette har fast formann. Banken skal også utføre andre gjøremål i samband med forvaltningen. Nærmere regler om hvilke dokumenter som skal oppbevares i bank og om bankens oppgaver gis av departementet. Departementet kan frita et overformynderi for plikten til oppbevaring i bank dersom overformynderiet selv har mulighet for en betryggende oppbevaring. Som vilkår for å godkjenne en bank etter første punktum kan departementet kreve at banken stiller sikkerhet for et slikt beløp og i en slik form som departementet bestemmer.\nVerdipapirer og bankbøker som er under overformynderiets forvaltning og ikke oppbevares i bank, skal gis urådighetspåskrift etter nærmere regler som Kongen​1 gir.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 feb 1965 nr. 2, 17 mars 1972 nr. 6, 11 juni 1976 nr. 71, 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "6:69",
      "chapter": "6",
      "section": "69",
      "content": "Har overformynderiet fast formann,​1 kan kommunen med stadfestelse av Kongen​2 gjøre vedtak om at rede penger skal forvaltes som en felles formuesmasse.\nUnder den felles formuesmasse kan det samlede overformynderi inndra bankinnskudd, pantobligasjoner og andre verdipapirer, som er erhvervet for den umyndige gjennem verge og overformynderi, eller som vergen gir samtykke til å inndra.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "6:70",
      "chapter": "6",
      "section": "70",
      "content": "Overformynderiet kan holde utenfor fellesforvaltningen penger som ikke straks kan plasseres med tilfredsstillende avkasting, eller som trengs til forestående utbetalinger, eller som vergen og overformynderiet finner det best for den umyndige å forvalte særskilt.\nMidler som efter testament​1 eller givers bestemmelse skal forvaltes særskilt, kan ikke inndras i fellesmassen.​2\n0 Endret ved lov 5 des 1986 nr. 61.\n1 Se lov 3 mai 1972 nr. 5 § 32.\n2 Jf. § 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "6:71",
      "chapter": "6",
      "section": "71",
      "content": "Kongen​1 gir nærmere regler om plasseringen av fellesmassens midler, jf § 64.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "6:72",
      "chapter": "6",
      "section": "72",
      "content": "For å dekke forefallende utbetalinger kan overformynderiet med samtykke av fylkesmannen ta op midlertidige lån for fellesmassens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "content": "Av de midler som står under fellesforvaltning, utredes en avgift til et sikkerhetsfond.\nAvgiften fastsettes av Kongen. Kongen​1 kan bestemme at avgift ikke skal utredes når sikkerhetsfondet overstiger en viss prosentdel av fellesmassen.\nSikkerhetsfondet forvaltes som en del av fellesmassen. Inntektene går til fondet. Kongen​1 kan bestemme at når fondet overstiger en viss prosentdel av fellesmassen, kan det overskytende helt eller delvis tilbakeføres til fellesmassen.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 15 juni 1990 nr. 29.\n1 Justisdepartementet iflg. res. 14 des 1990 nr. 982.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "6:74",
      "chapter": "6",
      "section": "74",
      "content": "Tap på fellesmassens midler, som ikke i henhold til § 92 skal dekkes av kommunen, dekkes av inntekten i regnskapsåret, dersom der allikevel kan utdeles et rimelig utbytte. Er tapet større kan det med samtykke av vedkommende departement fordeles på flere regnskapsår.\nBlir tapet ikke dekket på denne måte, skal det som trenges tas av sikkerhetsfondet.​1 Har fondet ikke midler nok, skal kommunekassen legge ut det manglende. Forskuddet med tillegg av 4 pct. renter betales tilbake av sikkerhetsfondet, efterhvert som det får midler.\n1 Se § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "6:75",
      "chapter": "6",
      "section": "75",
      "content": "Som inntekt av fellesmassen regnes også gevinst ved innfrielse eller salg av verdipapirer.\nBlir av den grunn inntekten i et regnskapsår uvanlig stor, kan en del av gevinsten med samtykke av vedkommende departement legges til sikkerhetsfondet.​1\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "content": "Det samlede årsoverskudd av fellesmassen med fradrag av avgiftene deles mellem de umyndige i forhold til hver enkelts andel. Utbytte kan utbetales på forhånd efter regler som Kongen gir.​1\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "7:77",
      "chapter": "7",
      "section": "77",
      "content": "Vergen skal etter utløpet av hvert kalenderår gi regnskap til overformynderiet​2 for de midler han har hatt under forvaltning for den umyndige.​3 Av hensyn hertil skal han etter hvert gjøre de fornødne opptegnelser.\nOverformynderiet kan frita vergen for årlig regnskap etter nærmere fastsatte regler.\nOmfatter vergemålet drift av fast eiendom eller annen erhvervsvirksomhet, skal årlig regnskap alltid sendes.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 3.\n3 Jf. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "7:78",
      "chapter": "7",
      "section": "78",
      "content": "Sette- og hjelpeverger​1 skal gi regnskap når deres hverv er til ende. Strekker hvervet sig utover et år, avlegger de årlig regnskap.\nRegnskapet sendes til overformynderiet i den kommune hvor vergemålet føres,​2 og sendes gjennem den faste verge som kan ledsage det med sin uttalelse.\n1 Se §§ 15, 16 og 90 a. – Jf. § 90 c.\n2 Se § 11 jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "7:79",
      "chapter": "7",
      "section": "79",
      "content": "Når vergemålet ophører, skal vergen uten ophold sende sluttregnskap til overformynderiet. De midler han sitter inne med, skal han mot kvittering gi til eieren tillikemed avskrift av regnskapet.\nFratrer en verge i andre tilfelle, gjelder samme regel om regnskapsplikt. Midlene skal sendes til overformynderiet eller til den nye verge.\nEr vergen død, hviler plikten på hans bo eller arvinger.\n1 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "7:80",
      "chapter": "7",
      "section": "80",
      "content": "Departementet​2 gir nærmere regler om vergens regnskap og opptegnelser, om regnskapsfrist og om overformynderiets adgang til å frita vergen for årlig regnskap.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "7:81",
      "chapter": "7",
      "section": "81",
      "content": "Overformynderiet skal gå igjennem vergenes regnskaper, og kan kreve oplysninger og legitimasjoner.​1 Overformynderiet skal skaffe sig visshet for at bankbøker og andre verdipapirer, som vergen har under forvaltning, er i behold.\n1 Jf. § 61. – Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "7:82",
      "chapter": "7",
      "section": "82",
      "content": "Overformynderiet kan holde vergemøter for å ta imot og gjennemgå regnskaper og til fremvisning av bankbøker og verdipapirer. Vergene kan kalles inn ved offentlig kunngjøring. Utgiftene ved møtene og kunngjøringen av dem skal kommunen betale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "7:83",
      "chapter": "7",
      "section": "83",
      "content": "Innen utgangen av hvert års mars måned skal overformynderne eller den faste formann ha avlagt årsregnskap til fylkesmannen over de midler som hører under overformynderiets forvaltning. Fylkesmannen kan forlenge fristen når overformynderiets arbeidsbyrde krever det.\nVergeregnskapene og regnskapet for midler som ikke er under overformynderiets forvaltning, men forvaltes av verger og andre under tilsyn av overformynderiet og med regnskapsplikt til dette, legges ved årsregnskapet og revideres sammen med dette.\n0 Endret ved lover 5 juni 1953 nr. 2, 17 mars 1972 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "7:84",
      "chapter": "7",
      "section": "84",
      "content": "Årsregnskapet skal settes opp på den måte og være ledsaget av de bevitnelser som departementet bestemmer.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 juni 1953 nr. 2, 8 mars 1963 nr. 1, 17 mars 1972 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "7:85",
      "chapter": "7",
      "section": "85",
      "content": "Revisjon av overformynderiets regnskaper utføres av den kommunale revisjon eller av annen revisor som foretar revisjon for kommunen. Fylkesmannen desiserer regnskapene.\nKongen​1 kan gi nærmere forskrifter om revisorers og desisorers plikter.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 juni 1953 nr. 2, 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 24 juni 1988 nr. 65, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 12 des 2003 nr. 1505).\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "7:86",
      "chapter": "7",
      "section": "86",
      "content": "Fylkesmannen bestemmer fristene for når svar skal være gitt på revisjonsantegnelsene, og decisjonene efterkommet.\nUndlater overformynderne eller vergene å efterkomme decisjonene i rett tid kan fylkesmannen med samtykke av vedkommende departement saksøke dem for statskassens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "7:87",
      "chapter": "7",
      "section": "87",
      "content": "Ved ophør av et vergemål skal overformynderiet uten ophold sende midlene til eieren med slutningsregnskap.\nMidler som står under fellesforvaltning, kan bare kreves utbetalt til de tider som Kongen bestemmer.​1 Eieren kan kreve at midlene blir stående under overformynderiets forvaltning i så lang tid og på de vilkår som Kongen​1 bestemmer.\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "7:88",
      "chapter": "7",
      "section": "88",
      "content": "Er eieren ikke villig til å ta imot og kvittere for midlene, eller er kvittering av annen grunn ikke å få, skal det meldes til fylkesmannen.\nPenger skal settes inn i bank, og bankbøker deponeres​1 i Norges Bank. Andre eiendeler kan fylkesmannen selge gjennom namsmyndighetene​2 etter reglene om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven​3 § 8-16 første ledd, § 10-6 jf § 8-16 første ledd, § 11-20 og § 12-6 jf § 11-20 om det minste bud som kan godtas, gjelder ikke i dette tilfelle. Om salget skal eieren varsles i rekommandert brev, dersom han her i riket har kjent oppholdssted eller kjent fullmektig som kan ta imot varslet.\n0 Endret ved lover 17 mars 1972 nr. 6, 26 juni 1992 nr. 86, 9 jan 1998 nr. 5.\n1 Jf. lov 17 feb 1939 nr. 2.\n2 Se tvangsl. kap. 2.\n3 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "8:89",
      "chapter": "8",
      "section": "89",
      "content": "Denne lov er ikke til hinder for at en arvelater bestemmer ved testament​1 at midler som han etterlater til en umyndig,​2 men som han etter arveloven​3 kunne ha rådet over til fordel for andre, skal forvaltes eller brukes på en nærmere fastsatt måte.​4 Lovens bestemmelser om tilsyn av overformynderiet​5 og om regnskapsplikt​6 skal gjelde dersom ikke arvelateren i sitt testament har truffet annen bestemmelse.\nEfter krav fra vergen​7 eller overformynderne​8 kan vedkommende departement sette arvelaterens bestemmelse ut av kraft helt eller delvis, dersom departementet finner at den er i strid med den umyndiges tarv.\nDisse forskrifter skal også gjelde gaver.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se lov 3 mars 1972 nr. 5 §§ 48 flg.\n2 Se § 1.\n3 Lov 3 mars 1972 nr. 5.\n4 Se samme lovs §§ 29 og 32.\n5 Se kap. 5 og kap. 6.\n6 Se kap. 7.\n7 Se kap. 2.\n8 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "8:90",
      "chapter": "8",
      "section": "90",
      "content": "Når en myndigs midler efter særlig lovbestemmelse skal behandles som umyndiges midler eller forvaltes av overformynderiet,​1 uten at verge skal opnevnes, kan overformynderiet ta en bestyrer til å utføre en verges gjøremål mot særskilt vederlag av avkastningen av midlene.\n1 Se lover 23 mars 1961 nr. 1 § 3, 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "8:90 a",
      "chapter": "8",
      "section": "90 a",
      "title": "Oppnevning av hjelpeverge",
      "content": "En myndig person som på grunn av sinnslidelse, andre psykiske forstyrrelser, senil demens, psykisk utviklingshemming eller legemlig funksjonshemming ikke kan vareta sine anliggender, kan ved behov få oppnevnt hjelpeverge.\nFør oppnevning finner sted, må det foreligge:\n1. Begjæring om oppnevning fra en person eller et organ som kan begjære umyndiggjøring etter umyndiggjøringsloven​2 § 3 første ledd, eller fra ansvarshavende lege eller tilsynslege ved helseinstitusjon der vedkommende er innlagt. Om meldeplikt for psykiatrisk sykehus eller institusjon eller boform med heldøgns omsorg eller pleie gjelder umyndiggjøringsloven​2 § 3 annet ledd.\n2. Tilfredsstillende legeerklæring om at vedkommende på grunn av sinnslidelse, andre psykiske forstyrrelser, senil demens, psykisk utviklingshemming eller legemlig funksjonshemming ikke kan vareta sine anliggender.\n3. Samtykke fra den som skal ha oppnevnt hjelpeverge, hvis det ikke går fram av legeerklæringen at innhenting av samtykke er umulig eller av særlige grunner utilrådelig.\nOppnevning skjer ellers etter reglene i § 14. Ved rettslig overprøving av vedtak om å oppnevne hjelpeverge kan retten prøve alle sider av vedtaket.\n0 Tilføyd ved lov 29 juni 1934 nr. 1, endret ved lover 28 apr 1961 nr. 2, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. lov 28 nov 1898 § 28.\n2 Lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90a",
        "source_heading": "§ 90 a."
      }
    },
    {
      "provision_ref": "8:90 b",
      "chapter": "8",
      "section": "90 b",
      "title": "Hjelpevergens oppdrag",
      "content": "Hjelpevergen kan gis myndighet til å vareta klientens anliggender i sin alminnelighet eller enkelte særlige anliggender. Det skal tas uttrykkelig stilling til myndighetsområdet ved oppnevningen, og myndighetsområdet bør ikke gjøres mer omfattende enn nødvendig.​1\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 c og § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90b",
        "source_heading": "§ 90 b."
      }
    },
    {
      "provision_ref": "8:90 c",
      "chapter": "8",
      "section": "90 c",
      "title": "Regler om hjelpevergens virksomhet",
      "content": "For den som oppnevnes som hjelpeverge, gjelder bestemmelsene i § 7 første og tredje ledd, §§ 8 til 15, 17, 18, 49 jf. §§ 41 og 42, §§ 54, 56 og 61 tilsvarende. Blir ikke annet bestemt av de oppnevnende myndigheter, gjelder også §§ 50 til 52, 55, 58 og 77 til 81 for hjelpevergen så langt det passer.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90c",
        "source_heading": "§ 90 c."
      }
    },
    {
      "provision_ref": "8:90 d",
      "chapter": "8",
      "section": "90 d",
      "title": "Registrering og forvaltning ved hjelpevergemål",
      "content": "Overformynderiet​1 kan pålegge hjelpevergen snarest mulig å besørge klientens bo registrert og vurdert og å sende registreringsforretningen til overformynderiet.\nOverformynderiet kan ved oppnevningen og senere bestemme at midler som omfattes av hjelpevergens oppdrag, skal forvaltes av overformynderiet etter samme regler som for umyndiges midler.\nDepartementet kan gi nærmere regler om praktiseringen av første og annet ledd.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90d",
        "source_heading": "§ 90 d."
      }
    },
    {
      "provision_ref": "8:90 e",
      "chapter": "8",
      "section": "90 e",
      "title": "Ektefellen som hjelpeverge",
      "content": "Lovens bestemmelser om tilsyn og forvaltning av overformynderiet, om registrering og om regnskapsplikt​1 gjelder ikke når vedkommendes ektefelle​2 oppnevnes til hjelpeverge. Samtykke av overformynderiet etter §§ 49, 55 og 58 er nødvendig selv om ektefellen er oppnevnt til hjelpeverge. For øvrig kreves i disse tilfelle ikke overformynderiets medvirkning til hjelpevergens disposisjoner etter lovens 5. kapittel.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 c.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90e",
        "source_heading": "§ 90 e."
      }
    },
    {
      "provision_ref": "8:90 f",
      "chapter": "8",
      "section": "90 f",
      "title": "Oppheving av hjelpevergemål",
      "content": "Oppnevningen av hjelpeverge oppheves så snart grunnen til oppnevningen er bortfalt.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90f",
        "source_heading": "§ 90 f."
      }
    },
    {
      "provision_ref": "8:91",
      "chapter": "8",
      "section": "91",
      "content": "Etter nærmere regler som Kongen​1 gir, kan et overformynderi overta forvaltningen av legatmidler og andre midler som de ikke plikter å forvalte. Midlene kan inndras under fellesforvaltning.​2\nAv midlene svares de samme avgifter som til enhver tid er fastsatt for de øvrige midler som forvaltes av overformynderiet.​3\n0 Endret ved lov 3 mars 1972 nr. 5.\n1 Justisdepartementet iflg. res. 23 juni 1972.\n2 Se §§ 69-76.\n3 Se §§ 30 og 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "8:92",
      "chapter": "8",
      "section": "92",
      "content": "Kommunen er ansvarlig​1 for tap som en overformynder ved pliktstridig eller forsømmelig forhold har påført en umyndig eller overformynderiets fellesmasse.​2 På fellesmassens vegne kan fylkesmannen med departementets samtykke reise sak mot kommunen for statskassens regning.\nKommunen hefter ikke for tap av midler som efter bestemmelse av arvelater eller giver forvaltes på en fra lovens ordning avvikende måte.\nEfter nærmere regler som Kongen​3 gir kan kommunens utgifter til forsikring mot ansvar efter første ledd kreves dekket av de umyndiges midler.\n1 Jf. lov 13 juni 1969 nr. 26 § 2-1.\n2 Se § 69 til § 76.\n3 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "8:93",
      "chapter": "8",
      "section": "93",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 feb 1938 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "8:94",
      "chapter": "8",
      "section": "94",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "content": "Denne lov trer i kraft den 1 juli 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "9:96",
      "chapter": "9",
      "section": "96",
      "content": "Fra samme tid opheves alle andre bestemmelser som måtte stå i strid med denne lov.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "title": "(Nå uten betydning.)",
      "content": "§ 97.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(Nå uten betydning.)",
      "content": "§ 99.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "9:100",
      "chapter": "9",
      "section": "100",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 100.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 101.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "9:102",
      "chapter": "9",
      "section": "102",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 102.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "9:103",
      "chapter": "9",
      "section": "103",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 103.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "9:104",
      "chapter": "9",
      "section": "104",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 104.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "9:105",
      "chapter": "9",
      "section": "105",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 feb 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Med umyndige mener denne lov mindreårige og umyndiggjorte.​1\nMindreårig er den som ikke har fylt 18 år.\n0 Endret ved lover 7 feb 1969 nr. 6, 8 juni 1979 nr. 38.\n1 Se lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Den som er umyndig, kan ikke selv råde over sine midler eller binde sig ved rettshandel, medmindre annet særlig er bestemt.​1\n1 Se §§ 32 til 37, jf. § 46, el. § 1 og § 2 og lov 17 juli 1998 nr. 61 § 4-5 siste ledd. Jf. lover 8 apr 1981 nr. 7 § 32, 13 juni 1969 nr. 25 § 3 og § 4, 7 juni 1996 nr. 31 § 3 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Verge for mindreårig​1 er den eller de som har foreldreansvaret for barnet etter reglene i barneloven.​2 Er en av dem forsvunnet​3 eller umyndig,​4 eller er det oppnevnt hjelpeverge for ham eller henne etter § 90 a, er den annen verge alene.\nEr det ingen som er verge for den mindreårige etter reglene i første ledd, skal det oppnevnes verge etter §§ 6 og 7. Skjer oppnevningen på grunn av forhold som nevnt i første ledd annet punktum, bortfaller oppnevningen når oppnevningsgrunnen ikke lenger er tilstede.\nBlir noen som er verge i fellesskap ikke enige, treffer overformynderiet​5 avgjørelsen.\n0 Endret ved lover 11 apr 1958 nr. 2, 17 mars 1972 nr. 6, 8 apr 1981 nr. 7, 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712).\n1 Se § 1 (2).\n2 Lov 8 apr 1981 nr. 7, se dens kap. 5. – Jf. lov 28 feb 1986 nr. 8 kap. 3.\n3 Jf. lov 23 mars 1961 nr. 1.\n4 Se § 1 (1).\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Hvor foreldrene er verge i fellesskap,​1 kan hver av dem gi den annen fullmakt til å opptre som verge alene. Fullmakten kan begrenses til nærmere bestemte saker og kan når som helst kalles tilbake.\nEr under rettergang, skjønn, tvangsfullbyrdelse, midlertidig sikring eller skiftebehandling begge foreldre lovlig varslet om saken, og møter bare den ene av dem eller undertegner bare den ene av dem skriftstykke til vedkommende myndighet på vegne av den umyndige, anses han (hun) i mangel av opplysning om noe annet for å ha fullmakt fra den annen til å opptre som verge alene. Alle innkallelser, varsler og meddelelser bør dog rettes til begge foreldre.\n0 Endret ved lover 21 des 1956 nr. 10, 11 apr 1958 nr. 2, 26 juni 1992 nr. 86.\n1 Se § 3 første punktum.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 11 apr 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "For en mindreårig​1 som ikke har verge efter reglene i de foregående paragrafer,​2 og for den som er umyndiggjort,​3 skal der opnevnes verge.​4\nDen som er verge efter en av de foregående paragrafer kan på begjæring også opnevnes som sådan.\n1 Se 1 (2).\n2 Jf. § 10.\n3 Se § 1 og lov 28 nov 1898.\n4 Jf. lov 8 apr 1981 nr. 7 § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Til verger skal velges menn eller kvinner, som er vederheftige​2 og skikket for hvervet.\nHar en mindreårigs​3 far eller mor skriftlig tilkjennegitt hvem de ønsker til verge for barnet efter sin død, bør denne velges fremfor andre.\nTil verge for en umyndiggjort​4 som er gift,​5 bør ektefellen opnevnes medmindre denne ønsker å bli fritatt, eller hensynet til den umyndiggjortes tarv krever at en annen velges.\nStefar eller stemor bør ikke opnevnes som verge, medmindre der finnes å foreligge særlige grunner til sådan opnevnelse.\nDen som selv er umyndig​6 eller som har fått oppnevnt hjelpeverge etter § 90 a, kan ikke være verge.\n0 Endret ved lover 11 apr 1958 nr. 2, 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Sml. § 21 og dl. § 53.\n3 Se § 1 (2).\n4 Jf. lov 28 nov 1898 § 28.\n5 Se el. kap. 3 og § 95.\n6 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Fylkesmenn, skifteforvaltere,​2 overformyndere,​3 revisorer og desisorer for overformynderiregnskaper og lønte tjenestemenn ved overformynderiene kan ikke være oppnevnt verge i sitt distrikt.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se lov 21 feb 1930 § 1.\n3 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "content": "Rett til å nekte å bli opnevnt som verge har:\n1. den som har fylt 60 år;\n2. den som på grunn av sykdom eller svakhet ikke uten stor vanskelighet kan være verge;\n3. den som allerede er opnevnt verge for to umyndige.​2\nEn opnevnt verge kan kreve ny verge opnevnt, når han senere kommer i noget tilfelle som her under 1 eller 2 nevnt.\nFritas bør også:\n1. den som på grunn av annen offentlig tjeneste vil få særlig bryderi av vergemålet;\n2. den som før er opnevnt som verge for en umyndig,​3 når dette vergemål er særlig byrdefullt;\n3. den som på grunn av vergemålet tilsidesetter i vesentlig grad sine egne anliggender.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 mars 1987 nr. 14.\n1 Jf. § 90 c.\n2 Jf. tredje ledd.\n3 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "content": "Vergemålet skal fratas en verge​2 dersom han grovt eller gjentatte ganger forsømmer eller tilsidesetter sine plikter.\nNy verge kan også ellers oppnevnes dersom den umyndiges tarv krever det.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 mars 1987 nr. 14.\n1 Jf. § 14 og § 90 c.\n2 Se §§ 3 til 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Vergemålet føres i den by- eller herredskommune hvor den umyndige bor.\n1 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Flytter den umyndige til en annen kommune, kan overføring av vergemålet undlates når begge overformynderier​2 er enige, eller departementet beslutter det.\n1 Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Vergen opnevnes i den kommune hvor vergemålet skal føres.​2\nEn som bor utenfor kommunen, kan opnevnes, om han er villig.\n1 Jf. § 90 c.\n2 Se § 11 jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "Skifteforvalteren​2 og overformynderne​3 i den kommune hvor vergemålet føres, oppnevner i fellesskap verger og fratar dem eller fritar dem for vergemålet. Er det fast formann for overformynderiet,​4 trer han istedenfor skifteforvalteren. Avgjørelsene treffes med stemmeflerhet. Vedkommende skal på forhånd ha hatt høve til å uttale seg. Dersom det er grunn til å anta at det foreligger forhold som nevnt i § 10, kan det likevel bestemmes at vergen midlertidig skal fratre uten at han har hatt høve til å uttale seg. Saken skal i så fall fortsette for at en endelig avgjørelse kan treffes.\nHaster det, kan vergen midlertidig oppnevnes av skifteforvalteren eller den faste formann for overformynderiet. Men oppnevningen skal i så fall snarest mulig forelegges de valgte overformyndere til godkjenning.\nDen som oppnevnes til verge eller som blir fritatt for eller fratatt et vergemål, skal straks gis skriftlig meddelelse om avgjørelsen.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. lov 17 juli 1925 nr. 11 § 14. – Jf. § 90 c.\n2 Se lov 21 feb 1930 § 1.\n3 Se kap. 3.\n4 Se § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "En verge er ugild til å handle for den umyndige, når han selv eller hans ektefelle​2 eller forlovede eller en slektning eller besvogret i nedstigende linje, oppstigende linje eller i første sidelinje eller noen som han representerer, har en interesse som strider mot den umyndiges. En far eller mor kan som verge for eget barn vareta dets tarv overfor andre av sine barn eller andre slektninger eller besvogrede.​3\nEr vergen ugild opnevnes en setteverge i den kommune hvor verge trenges.\n0 Endret ved lover 17 mars 1972 nr. 6, 28 feb 1986 nr. 8.\n1 Jf. § 90 c. Sml. dl. kap. 6 og fvl. kap. II.\n2 Se el. kap. 3 og § 95.\n3 Jf. lov 3 mars 1972 nr. 5 § 15.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "2:16",
      "chapter": "2",
      "section": "16",
      "content": "Antas en verge ikke å kunne vareta den umyndiges tarv for en viss tid eller for visse saker, eller kan han ikke gjøre det uten større vanskelighet eller bekostning opnevnes en hjelpeverge i den kommune hvor hjelpen trenges.\nHvis i et forhold som går inn under § 3 første ledds første punktum, den ene ektefelle er i slik stilling som nevnt i første ledd, kan det bestemmes at den annen ektefelle skal føre vergemålet alene.\n0 Endret ved lov 11 apr 1958 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "2:17",
      "chapter": "2",
      "section": "17",
      "content": "Vergen har krav på å få dekket nødvendige utlegg. I den utstrekning det er rimelig, kan vergen også få dekket tapt arbeidsfortjeneste eller få vederlag for arbeidet som verge. Kravet avgjøres av overformynderne.​2\nUtgifter etter første ledd dekkes av den umyndiges midler. Har den umyndige ikke midler, eller finner overformynderne​2 enstemmig at midlene er for ubetydelige til at den umyndige selv bør bære utgiftene til oppnevnt verge, dekkes disse av kommunen.\n0 Endret ved lover 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. lov 23 mars 1961 nr. 1 § 3. – Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "2:18",
      "chapter": "2",
      "section": "18",
      "content": "Den som en avgjørelse etter dette kapittel er gått imot, kan påklage den til fylkesmannen innen tre uker etter at han eller hun har mottatt underretning om avgjørelsen.​1 Dersom fylkesmannen har begjært oppnevnt hjelpeverge (jf. § 90a), er departementet klageinstans for avgjørelser om oppnevning etter § 14.\n0 Endret ved lover 9 mars 1962 nr. 1, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Se fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "3:19",
      "chapter": "3",
      "section": "19",
      "content": "I hver by og i hvert herred skal der være et overformynderi.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "3:20",
      "chapter": "3",
      "section": "20",
      "content": "Overformynderiet har vanlig to overformyndere. De velges, en hvert annet år, av kommunen for fire år regnet fra 1 januar året efter valget. Første gang velges to; den ene skal efter loddtrekning fratre efter to års tjeneste.\nHvert annet år velges for de følgende to år to varamenn til å gjøre tjeneste når nogen av de valgte medlemmer er ugild eller har forfall. Ordenen mellem varamennene bestemmes ved valget.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "3:21",
      "chapter": "3",
      "section": "21",
      "content": "Til overformyndere eller varamenn kan bare velges vederheftige​1 og duelige menn eller kvinner, som er valgbare ved kommunale valg​2 og har fylt 30 år.\nFylkesmenn, skifteforvaltere og revisorer for overformynderiregnskaper og lønte tjenestemenn ved overformynderiene kan ikke velges.​3\nDen som har fylt 60 år eller som på grunn av sykdom eller svakhet ikke uten stor vanske kan være overformynder, kan nekte å ta imot valg.​4 En fratredende overformynder kan nekte å ta imot valg for så lang tid som han har gjort tjeneste.\n0 Endret ved lover 17 mars 1972 nr. 6, 24 juni 1988 nr. 65.\n1 Sml. § 7 og dl. § 53.\n2 Se lov 28 juni 2002 nr. 57 § 3-3.\n3 Jf. § 8.\n4 Jf. § 9 (1).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "3:22",
      "chapter": "3",
      "section": "22",
      "content": "Når en overformynder dør eller flytter fra kommunen, eller når han ikke lenger fyller lovens krav til valgbarhet, eller når han av annen lovlig grunn fratrer før tiden, holder kommunen nytt valg. Til det er holdt, gjør varamannen tjeneste. Er der mindre enn et år igjen av tjenestetiden, kan nytt valg undlates.\nBlir en stilling som varamann ledig, kan der velges varamann for den gjenværende del av tjenestetiden.\n0 Endret ved lov 11 juni 1993 nr. 85.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "3:23",
      "chapter": "3",
      "section": "23",
      "content": "En overformynder kan kreve sig fritatt for andre ombud, medmindre annet er bestemt ved lov.​1\nBøker og skrivesaker kostes av kommunen. Kommunestyret​2 kan bevilge til nødvendig kontorhjelp.\nOverformynderne har krav på at kommunen dekker nødvendige utlegg. Når forholdene tilsier det, kan kommunestyret vedta at overformynderne også skal ha dekning for tapt arbeidsfortjeneste og vederlag for sitt arbeid.​3 Også disse krav dekkes av kommunen og fastsettes i samsvar med de bestemmelser som gjelder for kommunale tillitsmenn.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se Grl. § 63, dl. § 69 jf. § 79. – Jf. lov 28 juni 2002 nr. 57 § 3-2 og § 3-4.\n2 Se lov 25 sep 1992 nr. 107 § 7.\n3 Jf. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "3:24",
      "chapter": "3",
      "section": "24",
      "content": "Kommunen avgjør hvem av overformynderne som skal føre overformynderiets bøker, foreta registrering og dokumentasjon av regnskapsopplysninger, forvare dokumentene og sørge for at de umyndiges verdipapirer og bankbøker blir anbrakt i bank. Blir oppbevaring i overformynderiet tillatt, har denne overformynder (den forretningsførende) ansvaret for oppbevaringen. Den forretningsførende overformynder kan kvittere for innkomne midler. Han fastsetter møter, forbereder sakene og ekspederer dem i henhold til de vedtak som er gjort.\nDen annen overformynder plikter så ofte han finner det hensiktsmessig og minst en gang hvert fjerdingår å holde ettersyn hos den forretningsførende overformynder, og se etter at regnskapene er ordentlig ført og at verdipapirer og bankbøker er levert til oppbevaring i bank. Er tillatelse gitt til oppbevaring i overformynderiet, må han kontrollere at verdipapirer og bankbøker er til stede og i orden. Om sitt ettersyn skal han gjøre tilførsel i en ettersynsbok. Har han funnet noe å feste seg ved, skal han uten opphold melde fra til kommunen.\nDepartementet​1 kan bestemme at føringen av overformynderiets regnskaper skal overlates til kommunens regnskapskontor.\nNærmere regler om forretningsførselen, herunder om regnskapsførselen, de bøker og lister som skal føres, og om hvilke arbeidsoppgaver som kan overlates til kontorhjelpen, gis av departementet.​1\n0 Endret ved lover 17 mars 1972 nr. 6, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "3:25",
      "chapter": "3",
      "section": "25",
      "content": "Begge overformynderne skal være med på de avgjørelser som er lagt under overformynderiet. Kan de ikke bli enige, og enstemmighet ikke kreves, skal saken legges frem for skifteforvalteren,​1 som avgjør saken.\n1 Se lov 21 feb 1930 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "3:26",
      "chapter": "3",
      "section": "26",
      "content": "Ingen kan som overformynder eller skifteforvalter være med på en beslutning, når han vilde være ugild som verge.​1\nReises et ugildhetsspørsmål, avgjøres dette av overformynderne og skifteforvalteren​2 i fellesskap med stemmeflerhet. Den det gjelder, kan ikke selv være med å avgjøre, om han er ugild; er det en overformynder, tilkalles varamannen, er det skifteforvalteren,​2 opnevnes setteskifteforvalter.\nVergen og den umyndige, når denne har fylt 15 år, kan påklage avgjørelsen av ugildhetsspørsmålet til fylkesmannen innen tre uker etter at de har mottatt underretning om vedtaket.​3\nSamme rett har også en overformynder eller skifteforvalter​2 som er uenig i avgjørelsen.\n0 Endret ved lover 29 juni 1934 nr. 1, 9 mars 1962 nr. 1, 17 mars 1972 nr. 6.\n1 Se § 15.\n2 Se lov 21 feb 1930 § 1.\n3 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "3:27",
      "chapter": "3",
      "section": "27",
      "content": "Overformynderne plikter å gi de vitnemål og meldinger som Kongen​1 foreskriver. De skal i den utstrekning det anses nødvendig gjennomgå med vergene de boer som en gjenlevende ektefelle har overtatt uskifta, dersom det er umyndige arvinger. Den gjenlevende plikter å gi de opplysninger som trengs for kontroll med forvaltningen av boet.\nFylkesmannen skal føre tilsyn med at overformynderne gjør sin plikt. Han kan holde eftersyn hos dem og kreve de oplysninger som han finner fornødne. Han kan fjerne en overformynder som han finner gjør sig skyldig i grov tjenesteforseelse. En således fjernet overformynder kan innanke fylkesmannens avgjørelse for vedkommende departement.​2\nKommunen kan ved et opnevnt medlem når som helst holde eftersyn av overformyndernes registrerte regnskapsopplysninger og regnskapsmateriale, bøker, verdipapirer og dokumenter.\n0 Endret ved lover 3 mars 1972 nr. 5, 16 juni 1972 nr. 49, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Justisdepartementet iflg. res. 3 mars 1961.\n2 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "3:28",
      "chapter": "3",
      "section": "28",
      "content": "Kongen​1 kan etter søknad fra kommunestyret​2 bestemme at overformynderiet skal ha en fast formann.​3\nFormannen skal ha de samme egenskaper som dommere​4 og ansettes av kommunen. Formannen skal stille en av kommunen godkjent sikkerhet for et så stort beløp som Kongen bestemmer.​5\n0 Endret ved lover 5 des 1986 nr. 61, 11 juni 1993 nr. 85.\n1 Justisdepartementet iflg. res. 3 mars 1961.\n2 Jf. lov 25 sep 1992 nr. 107 § 7.\n3 Se § 30.\n4 Se dl. §§ 53 og 54.\n5 Justisdepartementet iflg. res. 9 juli 1948.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "3:29",
      "chapter": "3",
      "section": "29",
      "content": "Den faste formann​1 skal føre tilsyn med vergene. Han skal på eget ansvar styre og gjøre regnskap for de midler som hører under overformynderiet. Han fører overformynderiets bøker, foretar registrering og dokumentasjon av regnskapsopplysninger og forvarer dokumenter, verdipapirer og bankbøker i de tilfelle hvor fritak for plikt til oppbevaring i bank er gitt, jf § 65 første ledd. Departementet​2 kan bestemme at føringen av regnskapene skal overlates til kommunens regnskapskontor.\nDe øvrige saker som er lagt under overformynderiet eller dets medvirkning, skal høre under det samlede overformynderi.\nDe valgte overformyndere​3 skal føre tilsyn med formannens forvaltning og være med på å bedømme sikkerheten for midler som lånes ut. De skal også være med og avgjøre de saker vedkommende forvaltningen, som formannen eller en verge ønsker lagt frem for det samlede overformynderi.\nSakene avgjøres av det samlede overformynderi med stemmeflerhet, når ikke annet særskilt er bestemt. Skifteforvalteren​4 deltar ikke i noen avgjørelse.\nKongen​2 gir nærmere forskrifter om forretningsordenen, efter uttalelse fra kommunen.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 11 juni 1993 nr. 85, 17 juli 1998 nr. 56 (ikr. 1 jan 1999).\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.\n3 Se § 20.\n4 Se lov 21 feb 1930 § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "3:30",
      "chapter": "3",
      "section": "30",
      "content": "Er fast formann​1 ansatt, skal hans lønn og de øvrige utgifter ved overformynderiet betales av kommunen.\nSom tilskudd til dekning av kommunens utgifter etter foregående ledd svares en forvaltningsavgift av de midler som forvaltes av overformynderiet etter § 62. Avgift regnes likevel ikke av verdipapirer og bankbøker som oppbevares i bank etter § 65 første ledd. Kongen fastsetter avgiftens størrelse i prosent av midlenes avkastning i regnskapsåret.\nKongen​2 kan fastsette mindre lempninger for å lette utregningen av avgiften.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 15 juni 1990 nr. 29.\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "3:30 a",
      "chapter": "3",
      "section": "30 a",
      "content": "Forvaltningsloven​1 gjelder for overformyndernes avgjørelser etter denne lov, når ikke en annen regel framgår av loven. For vedtak truffet av overformynderne er fylkesmannen klageinstans.​2\n0 Tilføyd ved lov 19 juni 1969 nr. 54, endret ved lov 17 mars 1972 nr. 6.\n1 Lov 10 feb 1967.\n2 Jf. fvl. kap. VI.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30a",
        "source_heading": "§ 30 a."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 juni 1979 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "4:32",
      "chapter": "4",
      "section": "32",
      "content": "Har en mindreårig​1 fylt 15 år, og har han tatt tjeneste eller annet arbeid som han kan forsørge seg med, kan han også si opp avtalen og ta liknende tjeneste eller annet arbeid.​2\nVergen​3 kan med rimelig varsel til den annen part heve enhver arbeidsavtale inngått av eller for en mindreårig over 15 år, såframt han finner at hensynet til den mindreåriges oppfostring eller velferd krever det.​4\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Jf. lov 17 juli 1998 nr. 61 § 4-5 siste ledd. – Sml. § 34 (1).\n3 Se kap. 2.\n4 Sml. § 34 (2) og § 36.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "4:33",
      "chapter": "4",
      "section": "33",
      "content": "En mindreårig​1 rår selv over midler som han har tjent ved egen virksomhet efter det fylte 15de år, eller som vergen​2 eller nogen annen har latt ham få til egen rådighet.​3\nVergen kan ta fra ham rådigheten dersom hensynet til den mindreåriges tarv krever det.​4 Er den mindreårige over 15 år og sørger for seg selv, trengs samtykke fra overformynderiet.​5\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Se kap. 2.\n3 Se § 45.\n4 Jf. § 57 (2).\n5 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "4:33 a",
      "chapter": "4",
      "section": "33 a",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 8 juni 1979 nr. 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33a",
        "source_heading": "§ 33 a."
      }
    },
    {
      "provision_ref": "4:33 b",
      "chapter": "4",
      "section": "33 b",
      "content": "En mindreårig​1 som har eget hushold, kan foreta slike disposisjoner for det daglige hushold eller oppfostringen av barna som vanlig blir foretatt i disse øyemed, unntatt leie av husrom.​2 Den mindreårige blir likevel ikke bundet dersom den annen part i avtalen forsto eller burde ha forstått at disposisjonen ikke var påkrevd.\nMisbruker den umyndige sin rett etter første ledd, kan vergen​3 med samtykke av overformynderiet​4 ta retten fra ham. Beslutningen kan omgjøres når forholdene har endret seg.\n0 Tilføyd ved lov 17 mars 1972 nr. 6, endret ved lover 13 feb 1976 nr. 2, 8 juni 1979 nr. 38.\n1 Se § 1 (2).\n2 Sml. lov 26 mars 1999 nr. 17.\n3 Se kap. 2.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33b",
        "source_heading": "§ 33 b."
      }
    },
    {
      "provision_ref": "4:34",
      "chapter": "4",
      "section": "34",
      "content": "En umyndiggjort​1 treffer selv avtale om å ta tjeneste eller annet arbeide, og kan selv si op avtale herom.​2 Når hensynet til hans velferd krever det, kan overformynderiet​3 bestemme at bare vergen​4 skal kunne gjøre eller si op sådanne avtaler, og at vergen skal kunne heve en avtale som den umyndiggjorte tidligere har gjort.\nDen umyndiggjorte rår selv over midler som han har tjent ved egen virksomhet efter at han blev gjort umyndig, eller som vergen eller nogen annen har latt ham få til egen rådighet.​5 Med samtykke av overformynderiet kan vergen ta fra ham rådigheten når hensynet til hans tarv krever det.\n1 Se § 1 (1) og lov 28 nov 1898.\n2 Sml. § 32.\n3 Se kap. 3.\n4 Se kap. 2.\n5 Se §§ 45 og 46. – Sml. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "4:35",
      "chapter": "4",
      "section": "35",
      "content": "En umyndiggjort​1 som i henhold til § 46 har lov til å drive en ervervsvirksomhet, kan på egen hånd gjøre rettshandler som går inn under virksomheten.\nHerfra er undtatt kjøp, salg og pantsettelse av fast eiendom,​2 og sådanne rettshandler eller forføininger som efter § 50 nr. 1 eller 3-6 trenger samtykke av overformynderiet.\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se § 1 (1) og lov 28 nov 1898.\n2 Jf. pantel. kap. 2 og lov 3 juli 1992 nr. 93.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "4:36",
      "chapter": "4",
      "section": "36",
      "content": "Har en umyndig​1 gjort en avtale​2 som han ikke bindende kunde gjøre på egen hånd, og som han ikke gyldig har opfylt, kan den annen part gå fra avtalen. Erklæring om å ville gå fra avtalen kan den annen part gi til den umyndige selv.\nVisste den annen part at medkontrahenten var umyndig og hadde han ikke grunn til å tro, at denne gyldig kunde inngå avtalen, kan han ikke fragå den før efter utløpet av den tid som måtte være avtalt, medmindre vergen innen den tid nekter å approbere avtalen. Heller ikke kan den annen part gå fra en avtale om personlig arbeide​3 fra den umyndiges side, så lenge denne opfyller sine forpliktelser.\n1 Se § 1.\n2 Jf. lov 31 mai 1918 nr. 4 kap. 1.\n3 Jf. § 32 og § 34.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "4:37",
      "chapter": "4",
      "section": "37",
      "content": "Blir en avtale som en umyndig ikke bindende kunne slutte på egen hånd, ikke godkjent, eller går den annen part fra avtalen etter § 36, skal hver av partene gi tilbake det han har mottatt, eller, om det ikke kan skje, erstatte verdien. Den umyndige plikter ikke å erstatte det han har fått, i videre omfang enn det er kommet ham til nytte.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "5:38",
      "chapter": "5",
      "section": "38",
      "content": "Vergen handler på den umyndiges vegne i formuessaker,​1 når ikke annet er bestemt,​2 og styrer hans midler i den utstrekning dette ikke hører under overformynderiet​3 eller den umyndige selv,​4 eller ved gyldig bestemmelse av arvelater eller giver er overlatt til andre.​5\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 54. – Jf. lov 15 mars 1991 nr. 3 § 13 (3), el. § 54 (1) femte punktum.\n2 Se §§ 32 til 35, 45 og 46, jf. § 41, el. § 54 (1) femte punktum, lov 17 juli 1998 nr. 61 § 4-5 siste ledd.\n3 Se kap. 3.\n4 Se §§ 32 til 35.\n5 Jf. lover 28 nov 1898 § 28, 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "5:39",
      "chapter": "5",
      "section": "39",
      "content": "Har ingen foreldreansvaret​2 for den mindreårige,​3 er det vergen​4 som tar avgjørelser om hans underhold, oppfostring og opplæring.​5\nEr en umyndiggjort​6 ute av stand til å dra forsvarlig omsorg for sig, skal vergen gjøre det.\n0 Endret ved lov 8 apr 1981 nr. 7.\n1 Se lov 10 juni 2005 nr. 51 § 31.\n2 Se lov 8 apr 1981 nr. 7 kap. 5.\n3 Se § 1 (2).\n4 Se kap. 2.\n5 Jf. lov 17 juli 1992 nr. 100 § 4-12, flg., samt lover 8 apr 1981 nr. 7 kap. 5 og 28 feb 1986 nr. 8 kap. 3, jf. lov 17 juli 1998 nr. 61 § 4-5 siste ledd.\n6 Se § 1 og lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "5:40",
      "chapter": "5",
      "section": "40",
      "content": "Hvis den umyndige​1 er over 14 år, skal vergen​2 høre hva den umyndige har å si før han eller hun treffer avgjørelse om den umyndiges økonomiske forhold. Om den umyndiges medbestemmelsesrett i personlige forhold gjelder reglene i barnelovens​3 § 31.\nVergen skal også såvidt mulig rådføre sig med den som måtte ha omsorgen eller foreldreansvaret​4 for den umyndige og med ektefellen, dersom den umyndige er gift.​5\nForvaltningsloven​6 får ikke anvendelse på avgjørelser som treffes av vergen. Er den umyndige uenig i vergens avgjørelse, kan han eller hun bringe spørsmålet inn for overformynderiet.​7\n0 Endret ved lover 17 mars 1972 nr. 6, 8 apr 1981 nr. 7.\n1 Se § 1.\n2 Se kap. 2.\n3 Lov 8 apr 1981 nr. 7.\n4 Se lov 8 apr 1981 nr. 7 kap. 5.\n5 Se el. kap. 3 og § 95.\n6 Lov 10 feb 1967.\n7 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "5:41",
      "chapter": "5",
      "section": "41",
      "content": "Kreves til en rettshandel samtykke enten av overformynderiet​1 eller av den umyndige,​2 og har vergen​3 ikke fått det på forhånd, skal han forbeholde en passende frist til å få godkjenning.\n1 Se §§ 49 til 51.\n2 Se § 1.\n3 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "5:42",
      "chapter": "5",
      "section": "42",
      "content": "Er en avtale som nevnt i § 41 helt eller delvis opfylt og godkjenning nektes, får reglene i § 37 tilsvarende anvendelse. Det samme gjelder hvor avtalen er inngått i strid med § 41 og den annen part går fra den.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "5:43",
      "chapter": "5",
      "section": "43",
      "content": "Vergen skal sørge for at midler som skal styres av overformynderiet,​2 blir sendt til dette, såfremt ikke skifteforvalteren eller en annen offentlig tjenestemann skal sørge for det.​3\n1 Jf. lov 28 nov 1898 § 27.\n2 Se kap. 3.\n3 Se lov 21 feb 1930 § 39.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "5:44",
      "chapter": "5",
      "section": "44",
      "content": "Vergen dekker av den umyndiges inntekter dennes nødvendige utgifter og betaler inn resten til overformynderiet.​1\nOverformynderiet kan i tilfelle fastsette et beløp som vergen ikke må overskride, og bestemme at inntekten av midler i overformynderiet for en del ikke skal utbetales til vergen.\nStrekker inntekten ikke til, kan kapitalen helt eller delvis brukes, når vergen og overformynderne er enige.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    },
    {
      "provision_ref": "5:45",
      "chapter": "5",
      "section": "45",
      "content": "Vergen kan la den umyndige​1 få midler til egen rådighet​2 i den utstrekning han finner det forsvarlig å la ham selv sørge for sine behov.\n1 Se § 1.\n2 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_45",
        "source_heading": "§ 45."
      }
    },
    {
      "provision_ref": "5:46",
      "chapter": "5",
      "section": "46",
      "content": "Med enstemmig samtykke fra overformynderiet​1 kan vergen gi en umyndiggjort​2 som har fylt 18 år, lov til å drive en viss ervervsvirksomhet på egen hånd.​3\nI dette øiemed kan der også overlates den umyndige til rådighet​4 midler som styres av overformynderiet. Vergen skal føre tilsyn med virksomheten.\nTillatelsen kan kalles tilbake av overformynderne. De skal i så fall sammen med vergen bestemme om virksomheten skal fortsettes for den umyndiges regning eller avvikles. I tilfelle av meningsforskjell skal fylkesmannen treffe avgjørelsen.\n0 Endret ved lov 8 juni 1979 nr. 38.\n1 Se kap. 3.\n2 Se § 1 og lov 28 nov 1898.\n3 Jf. § 35.\n4 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_46",
        "source_heading": "§ 46."
      }
    },
    {
      "provision_ref": "5:47",
      "chapter": "5",
      "section": "47",
      "content": "Er den som blir gjort umyndig,​1 innehaver av eller deltager i en erhvervsvirksomhet som han ikke er skikket til å drive på egen hånd, treffes der bestemmelse om å fortsette eller avvikle virksomheten efter reglene i § 46, siste ledd.\n1 Se § 1 og lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_47",
        "source_heading": "§ 47."
      }
    },
    {
      "provision_ref": "5:48",
      "chapter": "5",
      "section": "48",
      "content": "Blir det ved arvefall​1 adgang for en umyndig​2 til alene eller sammen med andre arvinger å overta en ervervsvirksomhet eller del av slik virksomhet, kan vergen med enstemmig samtykke av overformynderiet​3 drive eller delta i virksomheten for den umyndiges regning, eller på hans vegne overta aksjer i et aksjeselskap​4 eller allmennaksjeselskap​5 som dannes til å fortsette virksomheten.\n0 Endret ved lover 17 mars 1972 nr. 6, 13 juni 1997 nr. 44 (ikr. 1 jan 1999 iflg. res. 17 juli 1998 nr. 615).\n1 Jf. lov 3 mars 1972 nr. 5.\n2 Se § 1.\n3 Se kap. 3.\n4 Jf. lov 13 juni 1997 nr. 44.\n5 Jf. lov 13 juni 1997 nr. 45.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_48",
        "source_heading": "§ 48."
      }
    },
    {
      "provision_ref": "5:49",
      "chapter": "5",
      "section": "49",
      "content": "Fast eiendom som tilhører den umyndige, eller rettighet som ligger til sådan eiendom, kan vergen ikke avhende uten enstemmig samtykke av overformynderiet.​2\nFast eiendom som den umyndige selv vil ha bruk for, bør ikke selges.\n1 Jf. § 90 c. – Se § 50.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_49",
        "source_heading": "§ 49."
      }
    },
    {
      "provision_ref": "5:50",
      "chapter": "5",
      "section": "50",
      "content": "Fast eiendom som ikke selges, skal vergen gjøre inntektsbringende, som regel ved bortforpaktning eller bortleie.\nVergen må ha samtykke​2 av overformynderiet​3 til:\n1. å forpakte​4 bort eiendommen, si opp en bortforpaktning​4 eller annet leieforhold til eiendom eller bolig, og til å leie hus bort på andre vilkår enn vanlig oppsiing.\n2. å drive eiendommen som jordbruk for den umyndiges regning,\n3. å hugge til salg i den umyndiges skog eller selge trær i skogen på rot.\n4. å kreve utskiftning,​5\n5. å foreta grenseregulering,​6\n6. å hefte servitutt på eiendommen.​7\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se lov 28 nov 1898 § 28.\n3 Se kap. 3.\n4 Jf. lov 25 juni 1965 nr. 1.\n5 Jf. lov 21 des 1979 nr. 77.\n6 Jf. lover 21 des 1979 nr. 77 og 17 juni 2005 nr. 101.\n7 Jf. lov 29 nov 1968.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_50",
        "source_heading": "§ 50."
      }
    },
    {
      "provision_ref": "5:51",
      "chapter": "5",
      "section": "51",
      "content": "Overformynderiet​2 avgjør om løsøre skal selges eller ikke, og om det i tilfelle skal leies bort.\n1 Jf. § 90 c.\n2 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_51",
        "source_heading": "§ 51."
      }
    },
    {
      "provision_ref": "5:52",
      "chapter": "5",
      "section": "52",
      "content": "Vergen​1 skal sørge for at bygninger og løsøre som tilhører den umyndige, blir holdt i stand. Han skal holde dem brandforsikret,​2 og kan også tegne annen forsikring.​3\n1 Se kap. 2.\n2 Jf. lov 16 juni 1989 nr. 69.\n3 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_52",
        "source_heading": "§ 52."
      }
    },
    {
      "provision_ref": "5:53",
      "chapter": "5",
      "section": "53",
      "content": "Penger som ikke skal styres av overformynderiet,​1 og som vergen ikke må ha i kasse til utbetalinger, skal han sette inn i bank på den umyndiges navn.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 63.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_53",
        "source_heading": "§ 53."
      }
    },
    {
      "provision_ref": "5:54",
      "chapter": "5",
      "section": "54",
      "content": "Vergen må ikke gjøre sig nogen fordel av at han styrer den umyndiges midler.​2\n1 Jf. § 90 c.\n2 Jf. kap. 7.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_54",
        "source_heading": "§ 54."
      }
    },
    {
      "provision_ref": "5:55",
      "chapter": "5",
      "section": "55",
      "content": "Uten samtykke​2 av overformynderiet​3 kan vergen​4 ikke stifte gjeld for den umyndige​5 eller pantsette​6 hans eiendeler, med mindre annet er særskilt bestemt.\nBestemmelsen i første ledd gjelder ikke:\n1. Disposisjoner som er nødvendige av hensyn til den umyndiges underhold eller oppfostring.\n2. Disposisjoner som går inn som et vanlig ledd i driften av ervervsvirksomhet som vergen med samtykke av overformynderiet eller fylkesmannen driver for regning av den umyndige.​2\n3. Utdanningslån i statlig låneinstitusjon​7 for mindreårig.​8\nVergen råder over lånemidler som nevnt i annet ledd nr. 3 til fordel for den mindreårige, med mindre han lar den mindreårige selv få råderetten.​9\nKausjonsansvar kan ikke pådras den umyndige, og hans eiendeler kan ikke stilles som sikkerhet for andres gjeld.\n0 Endret ved lover 17 mars 1972 nr. 6, 8 juni 1979 nr. 38.\n1 Jf. § 90 c.\n2 Jf. §§ 47 og 48, lov 28 nov 1898 § 28.\n3 Se kap. 3.\n4 Se kap. 2.\n5 Se § 1.\n6 Jf. pantel.\n7 Jf. lov 3 juni 2005 nr. 37.\n8 Se § 1 (2).\n9 Jf. § 33.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_55",
        "source_heading": "§ 55."
      }
    },
    {
      "provision_ref": "5:56",
      "chapter": "5",
      "section": "56",
      "content": "Vergen​2 må ikke gi gaver eller stønader av den umyndiges midler i videre omfang enn god skikk og bruk krever. Er den umyndige​3 over 15 år, kreves hans samtykke. Gjelder det større beløp, må vergen også ha samtykke fra overformynderiet.​4\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 2.\n3 Se § 1.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_56",
        "source_heading": "§ 56."
      }
    },
    {
      "provision_ref": "5:57",
      "chapter": "5",
      "section": "57",
      "content": "Blir fast eiendom, skib eller skipspart eller en aktie som ikke er fullt innbetalt, gitt til den umyndige,​1 avgjør overformynderiet​2 om gaven skal mottas.\nFinner vergen​3 at andre gaver bør avslås forelegger han spørsmålet for overformynderiet​2 som avgjør saken.\n1 Se § 1.\n2 Se kap. 3.\n3 Se kap. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_57",
        "source_heading": "§ 57."
      }
    },
    {
      "provision_ref": "5:58",
      "chapter": "5",
      "section": "58",
      "content": "Har den umyndige​2 odelsrett​3 eller annen løsningsrett​4 til fast eiendom, må vergen ha samtykke​5 av overformynderiet for å gjøre retten gjeldende eller frafalle den. Tilsvarende gjelder en umyndig ektefelles​6 mulige rett etter ekteskapsloven​7 §§ 66, 67 og 74 og skifteloven​8 § 63 til å få utlagt fast eiendom, andel eller aksje i boligselskap eller obligasjon som ektefellenes rett til leie av felles bolig har vært knyttet til.\n0 Endret ved lov 17 mars 1972 nr. 6, 4 juli 1991 nr. 47.\n1 Jf. § 90 c.\n2 Se § 1.\n3 Se lov 28 juni 1974 nr. 58.\n4 Se lov 9 des 1994 nr. 64.\n5 Jf. lov 28 nov 1898 § 28.\n6 Jf. el. kap. 3 og § 95.\n7 Lov 4 juli 1991 nr. 47.\n8 Lov 21 feb 1930.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_58",
        "source_heading": "§ 58."
      }
    },
    {
      "provision_ref": "5:59",
      "chapter": "5",
      "section": "59",
      "content": "Innkjøp av fast eiendom​1 kan foretas, når vergen​2 og overformynderne​3 enstemmig finner at særlige grunner taler for å erhverve eiendommen for den umyndige,​4 og at kjøpet er økonomisk heldig.\n1 Jf. lov 3 juli 1992 nr. 93.\n2 Se kap. 2.\n3 Se kap. 3.\n4 Se § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_59",
        "source_heading": "§ 59."
      }
    },
    {
      "provision_ref": "5:60",
      "chapter": "5",
      "section": "60",
      "content": "Livsforsikring,​1 livrente eller føderåd kan erhverves for den umyndige,​2 når vergen​3 og overformynderne​4 enstemmig finner at det vil være til gagn for ham.\n1 Jf. lov 16 juni 1989 nr. 69.\n2 Se § 1.\n3 Se kap. 2.\n4 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_60",
        "source_heading": "§ 60."
      }
    },
    {
      "provision_ref": "5:61",
      "chapter": "5",
      "section": "61",
      "content": "Vergen​2 står under tilsyn av overformynderiet.​3 Han skal så vidt mulig rådføre seg med overformynderiet når han er i tvil eller når det gjelder avgjørelser av særlig stor betydning for den umyndiges økonomi.\nVergen plikter å gi de oplysninger som overformynderiet krever vedkommende vergemålet.​4 Efter tilsigelse skal han møte hos overformynderiet til muntlig forhandling, medmindre han har forfall.​5\nDe nærmere forskrifter om vergens forhold kan gis av Kongen.​6\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 2.\n3 Se kap. 3.\n4 Jf. § 81.\n5 Se strl. 1902 § 324.\n6 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_61",
        "source_heading": "§ 61."
      }
    },
    {
      "provision_ref": "6:62",
      "chapter": "6",
      "section": "62",
      "content": "For så vidt ikke annet følger av lov eller annen gyldig bestemmelse, skal umyndiges penger, bankinnskott, obligasjoner, andre pengekrav, livspoliser, aksjer og andre andeler i selskaper med begrenset ansvar forvaltes av overformynderiet.​1\nDet samme gjelder myndige personers midler som etter lov skal forvaltes på samme måte som umyndiges midler, eller som etter gyldig bestemmelse av arvelater eller giver skal forvaltes av overformynderiet.​2\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61.\n1 Jf. lov 28 nov 1898 § 28.\n2 Se lov 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_62",
        "source_heading": "§ 62."
      }
    },
    {
      "provision_ref": "6:63",
      "chapter": "6",
      "section": "63",
      "content": "Utgjør midlene mindre enn et beløp fastsatt av departementet,​1 plikter overformynderiet ikke å forvalte dem.\nOverformynderiet kan i så fall bestemme at pengebeløp skal settes inn i bank,​2 og gi bankboken påtegning om hvor meget vergen til enhver tid har rett til å heve.\n0 Endret ved lover 17 mars 1972 nr. 6, 11 juni 1982 nr. 49.\n1 Justisdepartementet har i forskr. 8 feb 2000 nr. 118 satt grensen til kr 75.000.\n2 Jf. § 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_63",
        "source_heading": "§ 63."
      }
    },
    {
      "provision_ref": "6:64",
      "chapter": "6",
      "section": "64",
      "content": "Midler som forvaltes av overformynderiet skal plasseres med tilstrekkelig sikkerhet og slik at de gir tilfredsstillende avkasting. Kongen​1 gir nærmere regler om plasseringen.\nLån må ikke gis til overformyndere eller overformynderienes revisorer eller til noen som står i et slikt forhold til disse som nevnt i § 15 første ledd.\nUten samtykke fra fylkesmannen må ikke lån gis til vergen eller til noen som står i et slikt forhold til vergen som nevnt i foregående ledd. Dette gjelder ikke lån av fellesmassens​2 midler etter § 71.\n0 Endret ved lov 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.\n2 Se § 69.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_64",
        "source_heading": "§ 64."
      }
    },
    {
      "provision_ref": "6:65",
      "chapter": "6",
      "section": "65",
      "content": "Verdipapirer og bankbøker som hører under overformynderiets forvaltning, skal oppbevares i bank som departementet har godkjent for slik oppbevaring. Banken plikter å påse at de oppbevarte verdipapirer og bankbøker ikke blir rådd over uten samtykke av begge overformyndere eller av det samlete overformynderi hvor dette har fast formann. Banken skal også utføre andre gjøremål i samband med forvaltningen. Nærmere regler om hvilke dokumenter som skal oppbevares i bank og om bankens oppgaver gis av departementet. Departementet kan frita et overformynderi for plikten til oppbevaring i bank dersom overformynderiet selv har mulighet for en betryggende oppbevaring. Som vilkår for å godkjenne en bank etter første punktum kan departementet kreve at banken stiller sikkerhet for et slikt beløp og i en slik form som departementet bestemmer.\nVerdipapirer og bankbøker som er under overformynderiets forvaltning og ikke oppbevares i bank, skal gis urådighetspåskrift etter nærmere regler som Kongen​1 gir.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 feb 1965 nr. 2, 17 mars 1972 nr. 6, 11 juni 1976 nr. 71, 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_65",
        "source_heading": "§ 65."
      }
    },
    {
      "provision_ref": "6:66",
      "chapter": "6",
      "section": "66",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_66",
        "source_heading": "§ 66."
      }
    },
    {
      "provision_ref": "6:67",
      "chapter": "6",
      "section": "67",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_67",
        "source_heading": "§ 67."
      }
    },
    {
      "provision_ref": "6:68",
      "chapter": "6",
      "section": "68",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 5 des 1986 nr. 61.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_68",
        "source_heading": "§ 68."
      }
    },
    {
      "provision_ref": "6:69",
      "chapter": "6",
      "section": "69",
      "content": "Har overformynderiet fast formann,​1 kan kommunen med stadfestelse av Kongen​2 gjøre vedtak om at rede penger skal forvaltes som en felles formuesmasse.\nUnder den felles formuesmasse kan det samlede overformynderi inndra bankinnskudd, pantobligasjoner og andre verdipapirer, som er erhvervet for den umyndige gjennem verge og overformynderi, eller som vergen gir samtykke til å inndra.\n0 Endret ved lov 11 juni 1993 nr. 85.\n1 Se § 28.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_69",
        "source_heading": "§ 69."
      }
    },
    {
      "provision_ref": "6:70",
      "chapter": "6",
      "section": "70",
      "content": "Overformynderiet kan holde utenfor fellesforvaltningen penger som ikke straks kan plasseres med tilfredsstillende avkasting, eller som trengs til forestående utbetalinger, eller som vergen og overformynderiet finner det best for den umyndige å forvalte særskilt.\nMidler som efter testament​1 eller givers bestemmelse skal forvaltes særskilt, kan ikke inndras i fellesmassen.​2\n0 Endret ved lov 5 des 1986 nr. 61.\n1 Se lov 3 mai 1972 nr. 5 § 32.\n2 Jf. § 89.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_70",
        "source_heading": "§ 70."
      }
    },
    {
      "provision_ref": "6:71",
      "chapter": "6",
      "section": "71",
      "content": "Kongen​1 gir nærmere regler om plasseringen av fellesmassens midler, jf § 64.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61.\n1 Justisdepartementet iflg. res. 10 nov 1988 nr. 899.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_71",
        "source_heading": "§ 71."
      }
    },
    {
      "provision_ref": "6:72",
      "chapter": "6",
      "section": "72",
      "content": "For å dekke forefallende utbetalinger kan overformynderiet med samtykke av fylkesmannen ta op midlertidige lån for fellesmassens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_72",
        "source_heading": "§ 72."
      }
    },
    {
      "provision_ref": "6:73",
      "chapter": "6",
      "section": "73",
      "content": "Av de midler som står under fellesforvaltning, utredes en avgift til et sikkerhetsfond.\nAvgiften fastsettes av Kongen. Kongen​1 kan bestemme at avgift ikke skal utredes når sikkerhetsfondet overstiger en viss prosentdel av fellesmassen.\nSikkerhetsfondet forvaltes som en del av fellesmassen. Inntektene går til fondet. Kongen​1 kan bestemme at når fondet overstiger en viss prosentdel av fellesmassen, kan det overskytende helt eller delvis tilbakeføres til fellesmassen.\n0 Endret ved lover 17 mars 1972 nr. 6, 5 des 1986 nr. 61, 15 juni 1990 nr. 29.\n1 Justisdepartementet iflg. res. 14 des 1990 nr. 982.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_73",
        "source_heading": "§ 73."
      }
    },
    {
      "provision_ref": "6:74",
      "chapter": "6",
      "section": "74",
      "content": "Tap på fellesmassens midler, som ikke i henhold til § 92 skal dekkes av kommunen, dekkes av inntekten i regnskapsåret, dersom der allikevel kan utdeles et rimelig utbytte. Er tapet større kan det med samtykke av vedkommende departement fordeles på flere regnskapsår.\nBlir tapet ikke dekket på denne måte, skal det som trenges tas av sikkerhetsfondet.​1 Har fondet ikke midler nok, skal kommunekassen legge ut det manglende. Forskuddet med tillegg av 4 pct. renter betales tilbake av sikkerhetsfondet, efterhvert som det får midler.\n1 Se § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_74",
        "source_heading": "§ 74."
      }
    },
    {
      "provision_ref": "6:75",
      "chapter": "6",
      "section": "75",
      "content": "Som inntekt av fellesmassen regnes også gevinst ved innfrielse eller salg av verdipapirer.\nBlir av den grunn inntekten i et regnskapsår uvanlig stor, kan en del av gevinsten med samtykke av vedkommende departement legges til sikkerhetsfondet.​1\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se § 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_75",
        "source_heading": "§ 75."
      }
    },
    {
      "provision_ref": "6:76",
      "chapter": "6",
      "section": "76",
      "content": "Det samlede årsoverskudd av fellesmassen med fradrag av avgiftene deles mellem de umyndige i forhold til hver enkelts andel. Utbytte kan utbetales på forhånd efter regler som Kongen gir.​1\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_76",
        "source_heading": "§ 76."
      }
    },
    {
      "provision_ref": "7:77",
      "chapter": "7",
      "section": "77",
      "content": "Vergen skal etter utløpet av hvert kalenderår gi regnskap til overformynderiet​2 for de midler han har hatt under forvaltning for den umyndige.​3 Av hensyn hertil skal han etter hvert gjøre de fornødne opptegnelser.\nOverformynderiet kan frita vergen for årlig regnskap etter nærmere fastsatte regler.\nOmfatter vergemålet drift av fast eiendom eller annen erhvervsvirksomhet, skal årlig regnskap alltid sendes.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Se kap. 3.\n3 Jf. § 54.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_77",
        "source_heading": "§ 77."
      }
    },
    {
      "provision_ref": "7:78",
      "chapter": "7",
      "section": "78",
      "content": "Sette- og hjelpeverger​1 skal gi regnskap når deres hverv er til ende. Strekker hvervet sig utover et år, avlegger de årlig regnskap.\nRegnskapet sendes til overformynderiet i den kommune hvor vergemålet føres,​2 og sendes gjennem den faste verge som kan ledsage det med sin uttalelse.\n1 Se §§ 15, 16 og 90 a. – Jf. § 90 c.\n2 Se § 11 jf. § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_78",
        "source_heading": "§ 78."
      }
    },
    {
      "provision_ref": "7:79",
      "chapter": "7",
      "section": "79",
      "content": "Når vergemålet ophører, skal vergen uten ophold sende sluttregnskap til overformynderiet. De midler han sitter inne med, skal han mot kvittering gi til eieren tillikemed avskrift av regnskapet.\nFratrer en verge i andre tilfelle, gjelder samme regel om regnskapsplikt. Midlene skal sendes til overformynderiet eller til den nye verge.\nEr vergen død, hviler plikten på hans bo eller arvinger.\n1 Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_79",
        "source_heading": "§ 79."
      }
    },
    {
      "provision_ref": "7:80",
      "chapter": "7",
      "section": "80",
      "content": "Departementet​2 gir nærmere regler om vergens regnskap og opptegnelser, om regnskapsfrist og om overformynderiets adgang til å frita vergen for årlig regnskap.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Jf. § 90 c.\n2 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_80",
        "source_heading": "§ 80."
      }
    },
    {
      "provision_ref": "7:81",
      "chapter": "7",
      "section": "81",
      "content": "Overformynderiet skal gå igjennem vergenes regnskaper, og kan kreve oplysninger og legitimasjoner.​1 Overformynderiet skal skaffe sig visshet for at bankbøker og andre verdipapirer, som vergen har under forvaltning, er i behold.\n1 Jf. § 61. – Jf. § 90 c.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_81",
        "source_heading": "§ 81."
      }
    },
    {
      "provision_ref": "7:82",
      "chapter": "7",
      "section": "82",
      "content": "Overformynderiet kan holde vergemøter for å ta imot og gjennemgå regnskaper og til fremvisning av bankbøker og verdipapirer. Vergene kan kalles inn ved offentlig kunngjøring. Utgiftene ved møtene og kunngjøringen av dem skal kommunen betale.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_82",
        "source_heading": "§ 82."
      }
    },
    {
      "provision_ref": "7:83",
      "chapter": "7",
      "section": "83",
      "content": "Innen utgangen av hvert års mars måned skal overformynderne eller den faste formann ha avlagt årsregnskap til fylkesmannen over de midler som hører under overformynderiets forvaltning. Fylkesmannen kan forlenge fristen når overformynderiets arbeidsbyrde krever det.\nVergeregnskapene og regnskapet for midler som ikke er under overformynderiets forvaltning, men forvaltes av verger og andre under tilsyn av overformynderiet og med regnskapsplikt til dette, legges ved årsregnskapet og revideres sammen med dette.\n0 Endret ved lover 5 juni 1953 nr. 2, 17 mars 1972 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_83",
        "source_heading": "§ 83."
      }
    },
    {
      "provision_ref": "7:84",
      "chapter": "7",
      "section": "84",
      "content": "Årsregnskapet skal settes opp på den måte og være ledsaget av de bevitnelser som departementet bestemmer.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 juni 1953 nr. 2, 8 mars 1963 nr. 1, 17 mars 1972 nr. 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_84",
        "source_heading": "§ 84."
      }
    },
    {
      "provision_ref": "7:85",
      "chapter": "7",
      "section": "85",
      "content": "Revisjon av overformynderiets regnskaper utføres av den kommunale revisjon eller av annen revisor som foretar revisjon for kommunen. Fylkesmannen desiserer regnskapene.\nKongen​1 kan gi nærmere forskrifter om revisorers og desisorers plikter.\n0 Endret ved lover 29 juni 1934 nr. 1, 5 juni 1953 nr. 2, 8 mars 1963 nr. 1, 5 juni 1970 nr. 36, 24 juni 1988 nr. 65, 12 des 2003 nr. 113 (ikr. 1 juli 2004 iflg. res. 12 des 2003 nr. 1505).\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_85",
        "source_heading": "§ 85."
      }
    },
    {
      "provision_ref": "7:86",
      "chapter": "7",
      "section": "86",
      "content": "Fylkesmannen bestemmer fristene for når svar skal være gitt på revisjonsantegnelsene, og decisjonene efterkommet.\nUndlater overformynderne eller vergene å efterkomme decisjonene i rett tid kan fylkesmannen med samtykke av vedkommende departement saksøke dem for statskassens regning.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_86",
        "source_heading": "§ 86."
      }
    },
    {
      "provision_ref": "7:87",
      "chapter": "7",
      "section": "87",
      "content": "Ved ophør av et vergemål skal overformynderiet uten ophold sende midlene til eieren med slutningsregnskap.\nMidler som står under fellesforvaltning, kan bare kreves utbetalt til de tider som Kongen bestemmer.​1 Eieren kan kreve at midlene blir stående under overformynderiets forvaltning i så lang tid og på de vilkår som Kongen​1 bestemmer.\n1 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_87",
        "source_heading": "§ 87."
      }
    },
    {
      "provision_ref": "7:88",
      "chapter": "7",
      "section": "88",
      "content": "Er eieren ikke villig til å ta imot og kvittere for midlene, eller er kvittering av annen grunn ikke å få, skal det meldes til fylkesmannen.\nPenger skal settes inn i bank, og bankbøker deponeres​1 i Norges Bank. Andre eiendeler kan fylkesmannen selge gjennom namsmyndighetene​2 etter reglene om tvangssalg så langt de passer. Bestemmelsene i tvangsfullbyrdelsesloven​3 § 8-16 første ledd, § 10-6 jf § 8-16 første ledd, § 11-20 og § 12-6 jf § 11-20 om det minste bud som kan godtas, gjelder ikke i dette tilfelle. Om salget skal eieren varsles i rekommandert brev, dersom han her i riket har kjent oppholdssted eller kjent fullmektig som kan ta imot varslet.\n0 Endret ved lover 17 mars 1972 nr. 6, 26 juni 1992 nr. 86, 9 jan 1998 nr. 5.\n1 Jf. lov 17 feb 1939 nr. 2.\n2 Se tvangsl. kap. 2.\n3 Lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_88",
        "source_heading": "§ 88."
      }
    },
    {
      "provision_ref": "8:89",
      "chapter": "8",
      "section": "89",
      "content": "Denne lov er ikke til hinder for at en arvelater bestemmer ved testament​1 at midler som han etterlater til en umyndig,​2 men som han etter arveloven​3 kunne ha rådet over til fordel for andre, skal forvaltes eller brukes på en nærmere fastsatt måte.​4 Lovens bestemmelser om tilsyn av overformynderiet​5 og om regnskapsplikt​6 skal gjelde dersom ikke arvelateren i sitt testament har truffet annen bestemmelse.\nEfter krav fra vergen​7 eller overformynderne​8 kan vedkommende departement sette arvelaterens bestemmelse ut av kraft helt eller delvis, dersom departementet finner at den er i strid med den umyndiges tarv.\nDisse forskrifter skal også gjelde gaver.\n0 Endret ved lov 17 mars 1972 nr. 6.\n1 Se lov 3 mars 1972 nr. 5 §§ 48 flg.\n2 Se § 1.\n3 Lov 3 mars 1972 nr. 5.\n4 Se samme lovs §§ 29 og 32.\n5 Se kap. 5 og kap. 6.\n6 Se kap. 7.\n7 Se kap. 2.\n8 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_89",
        "source_heading": "§ 89."
      }
    },
    {
      "provision_ref": "8:90",
      "chapter": "8",
      "section": "90",
      "content": "Når en myndigs midler efter særlig lovbestemmelse skal behandles som umyndiges midler eller forvaltes av overformynderiet,​1 uten at verge skal opnevnes, kan overformynderiet ta en bestyrer til å utføre en verges gjøremål mot særskilt vederlag av avkastningen av midlene.\n1 Se lover 23 mars 1961 nr. 1 § 3, 3 mars 1972 nr. 5 § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90",
        "source_heading": "§ 90."
      }
    },
    {
      "provision_ref": "8:90 a",
      "chapter": "8",
      "section": "90 a",
      "title": "Oppnevning av hjelpeverge",
      "content": "En myndig person som på grunn av sinnslidelse, andre psykiske forstyrrelser, senil demens, psykisk utviklingshemming eller legemlig funksjonshemming ikke kan vareta sine anliggender, kan ved behov få oppnevnt hjelpeverge.\nFør oppnevning finner sted, må det foreligge:\n1. Begjæring om oppnevning fra en person eller et organ som kan begjære umyndiggjøring etter umyndiggjøringsloven​2 § 3 første ledd, eller fra ansvarshavende lege eller tilsynslege ved helseinstitusjon der vedkommende er innlagt. Om meldeplikt for psykiatrisk sykehus eller institusjon eller boform med heldøgns omsorg eller pleie gjelder umyndiggjøringsloven​2 § 3 annet ledd.\n2. Tilfredsstillende legeerklæring om at vedkommende på grunn av sinnslidelse, andre psykiske forstyrrelser, senil demens, psykisk utviklingshemming eller legemlig funksjonshemming ikke kan vareta sine anliggender.\n3. Samtykke fra den som skal ha oppnevnt hjelpeverge, hvis det ikke går fram av legeerklæringen at innhenting av samtykke er umulig eller av særlige grunner utilrådelig.\nOppnevning skjer ellers etter reglene i § 14. Ved rettslig overprøving av vedtak om å oppnevne hjelpeverge kan retten prøve alle sider av vedtaket.\n0 Tilføyd ved lov 29 juni 1934 nr. 1, endret ved lover 28 apr 1961 nr. 2, 17 mars 1972 nr. 6, 15 juni 1990 nr. 29.\n1 Jf. lov 28 nov 1898 § 28.\n2 Lov 28 nov 1898.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90a",
        "source_heading": "§ 90 a."
      }
    },
    {
      "provision_ref": "8:90 b",
      "chapter": "8",
      "section": "90 b",
      "title": "Hjelpevergens oppdrag",
      "content": "Hjelpevergen kan gis myndighet til å vareta klientens anliggender i sin alminnelighet eller enkelte særlige anliggender. Det skal tas uttrykkelig stilling til myndighetsområdet ved oppnevningen, og myndighetsområdet bør ikke gjøres mer omfattende enn nødvendig.​1\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 c og § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90b",
        "source_heading": "§ 90 b."
      }
    },
    {
      "provision_ref": "8:90 c",
      "chapter": "8",
      "section": "90 c",
      "title": "Regler om hjelpevergens virksomhet",
      "content": "For den som oppnevnes som hjelpeverge, gjelder bestemmelsene i § 7 første og tredje ledd, §§ 8 til 15, 17, 18, 49 jf. §§ 41 og 42, §§ 54, 56 og 61 tilsvarende. Blir ikke annet bestemt av de oppnevnende myndigheter, gjelder også §§ 50 til 52, 55, 58 og 77 til 81 for hjelpevergen så langt det passer.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 e.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90c",
        "source_heading": "§ 90 c."
      }
    },
    {
      "provision_ref": "8:90 d",
      "chapter": "8",
      "section": "90 d",
      "title": "Registrering og forvaltning ved hjelpevergemål",
      "content": "Overformynderiet​1 kan pålegge hjelpevergen snarest mulig å besørge klientens bo registrert og vurdert og å sende registreringsforretningen til overformynderiet.\nOverformynderiet kan ved oppnevningen og senere bestemme at midler som omfattes av hjelpevergens oppdrag, skal forvaltes av overformynderiet etter samme regler som for umyndiges midler.\nDepartementet kan gi nærmere regler om praktiseringen av første og annet ledd.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se kap. 3.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90d",
        "source_heading": "§ 90 d."
      }
    },
    {
      "provision_ref": "8:90 e",
      "chapter": "8",
      "section": "90 e",
      "title": "Ektefellen som hjelpeverge",
      "content": "Lovens bestemmelser om tilsyn og forvaltning av overformynderiet, om registrering og om regnskapsplikt​1 gjelder ikke når vedkommendes ektefelle​2 oppnevnes til hjelpeverge. Samtykke av overformynderiet etter §§ 49, 55 og 58 er nødvendig selv om ektefellen er oppnevnt til hjelpeverge. For øvrig kreves i disse tilfelle ikke overformynderiets medvirkning til hjelpevergens disposisjoner etter lovens 5. kapittel.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.\n1 Se § 90 c.\n2 Se el. kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90e",
        "source_heading": "§ 90 e."
      }
    },
    {
      "provision_ref": "8:90 f",
      "chapter": "8",
      "section": "90 f",
      "title": "Oppheving av hjelpevergemål",
      "content": "Oppnevningen av hjelpeverge oppheves så snart grunnen til oppnevningen er bortfalt.\n0 Tilføyd ved lov 15 juni 1990 nr. 29.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_90f",
        "source_heading": "§ 90 f."
      }
    },
    {
      "provision_ref": "8:91",
      "chapter": "8",
      "section": "91",
      "content": "Etter nærmere regler som Kongen​1 gir, kan et overformynderi overta forvaltningen av legatmidler og andre midler som de ikke plikter å forvalte. Midlene kan inndras under fellesforvaltning.​2\nAv midlene svares de samme avgifter som til enhver tid er fastsatt for de øvrige midler som forvaltes av overformynderiet.​3\n0 Endret ved lov 3 mars 1972 nr. 5.\n1 Justisdepartementet iflg. res. 23 juni 1972.\n2 Se §§ 69-76.\n3 Se §§ 30 og 73.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_91",
        "source_heading": "§ 91."
      }
    },
    {
      "provision_ref": "8:92",
      "chapter": "8",
      "section": "92",
      "content": "Kommunen er ansvarlig​1 for tap som en overformynder ved pliktstridig eller forsømmelig forhold har påført en umyndig eller overformynderiets fellesmasse.​2 På fellesmassens vegne kan fylkesmannen med departementets samtykke reise sak mot kommunen for statskassens regning.\nKommunen hefter ikke for tap av midler som efter bestemmelse av arvelater eller giver forvaltes på en fra lovens ordning avvikende måte.\nEfter nærmere regler som Kongen​3 gir kan kommunens utgifter til forsikring mot ansvar efter første ledd kreves dekket av de umyndiges midler.\n1 Jf. lov 13 juni 1969 nr. 26 § 2-1.\n2 Se § 69 til § 76.\n3 Justisdepartementet iflg. res. 3 mars 1961.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_92",
        "source_heading": "§ 92."
      }
    },
    {
      "provision_ref": "8:93",
      "chapter": "8",
      "section": "93",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 4 feb 1938 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_93",
        "source_heading": "§ 93."
      }
    },
    {
      "provision_ref": "8:94",
      "chapter": "8",
      "section": "94",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 26 juni 1992 nr. 86.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_94",
        "source_heading": "§ 94."
      }
    },
    {
      "provision_ref": "9:95",
      "chapter": "9",
      "section": "95",
      "content": "Denne lov trer i kraft den 1 juli 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_95",
        "source_heading": "§ 95."
      }
    },
    {
      "provision_ref": "9:96",
      "chapter": "9",
      "section": "96",
      "content": "Fra samme tid opheves alle andre bestemmelser som måtte stå i strid med denne lov.\n– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_96",
        "source_heading": "§ 96."
      }
    },
    {
      "provision_ref": "9:97",
      "chapter": "9",
      "section": "97",
      "title": "(Nå uten betydning.)",
      "content": "§ 97.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_97",
        "source_heading": "§ 97."
      }
    },
    {
      "provision_ref": "9:98",
      "chapter": "9",
      "section": "98",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 21 feb 1930 § 126.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_98",
        "source_heading": "§ 98."
      }
    },
    {
      "provision_ref": "9:99",
      "chapter": "9",
      "section": "99",
      "title": "(Nå uten betydning.)",
      "content": "§ 99.(Nå uten betydning.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_99",
        "source_heading": "§ 99."
      }
    },
    {
      "provision_ref": "9:100",
      "chapter": "9",
      "section": "100",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 100.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_100",
        "source_heading": "§ 100."
      }
    },
    {
      "provision_ref": "9:101",
      "chapter": "9",
      "section": "101",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 101.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_101",
        "source_heading": "§ 101."
      }
    },
    {
      "provision_ref": "9:102",
      "chapter": "9",
      "section": "102",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 102.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_102",
        "source_heading": "§ 102."
      }
    },
    {
      "provision_ref": "9:103",
      "chapter": "9",
      "section": "103",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 103.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_103",
        "source_heading": "§ 103."
      }
    },
    {
      "provision_ref": "9:104",
      "chapter": "9",
      "section": "104",
      "title": "(Endring av endel eldre lovbestemmelser.)",
      "content": "§ 104.(Endring av endel eldre lovbestemmelser.)🔗Del paragraf",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_104",
        "source_heading": "§ 104."
      }
    },
    {
      "provision_ref": "9:105",
      "chapter": "9",
      "section": "105",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 15 feb 1963 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_105",
        "source_heading": "§ 105."
      }
    }
  ]
}