{
  "id": "LOV-1995-08-04-53",
  "type": "statute",
  "title": "Lov om politiet (politiloven)",
  "short_name": "Politiloven – politil",
  "status": "in_force",
  "issued_date": "1995-08-04",
  "in_force_date": "1995-10-01",
  "url": "https://lovdata.no/dokument/NL/lov/1995-08-04-53",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Ansvar og mål",
      "content": "Staten skal sørge for den polititjeneste som samfunnet har behov for. Polititjenesten utføres av politi- og lensmannsetaten.\nPolitiet skal gjennom forebyggende, håndhevende og hjelpende virksomhet være et ledd i samfunnets samlede innsats for å fremme og befeste borgernes rettssikkerhet, trygghet og alminnelige velferd for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Politiets oppgaver",
      "content": "Politiet skal\n1. beskytte person, eiendom og fellesgoder og verne om all lovlig virksomhet, opprettholde den offentlige orden og sikkerhet og enten alene eller sammen med andre myndigheter verne mot alt som truer den alminnelige tryggheten i samfunnet\n2. forebygge kriminalitet og andre krenkelser av den offentlige orden og sikkerhet\n3. avdekke og stanse kriminell virksomhet og forfølge straffbare forhold i samsvar med regler gitt i eller i medhold av lov\n4. yte borgerne hjelp og tjenester i faresituasjoner, i lovbestemte tilfeller og ellers når forholdene tilsier at bistand er påkrevet og naturlig\n5. på anmodning yte andre offentlige myndigheter vern og bistand under deres tjenesteutøvelse når dette følger av lov eller sedvane\n6. samarbeide med andre myndigheter og organisasjoner tillagt oppgaver som berører politiets virkefelt så langt regler gitt i eller i medhold av lov ikke er til hinder for dette\n7. utføre andre oppgaver som er fastsatt i lov eller som følger av sedvane, herunder oppgaver som i lov er lagt til den alminnelige namsmannen.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forholdet til folkeretten",
      "content": "Loven gjelder med de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmede stater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Politimyndighet",
      "content": "Myndighet etter dette kapittel kan utøves av den som har eller er gitt politimyndighet etter denne lovs § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Plikten til å følge politiets pålegg",
      "content": "Enhver plikter straks å rette seg etter de pålegg, tegn eller øvrige signaler som politiet gir i medhold av bestemmelsene i kapittel II i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Alminnelige regler om hvordan polititjenesten skal utføres",
      "content": "Tjenesteoppdragets mål skal søkes nådd gjennom opplysning, råd, pålegg eller advarsel eller ved iverksettelse av regulerende eller forebyggende tiltak.\nPolitiet skal ikke ta i bruk sterkere midler uten at svakere midler må antas utilstrekkelige eller uhensiktsmessige, eller uten at slike forgjeves har vært forsøkt. De midler som anvendes, må være nødvendige og stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\nPolitiet skal opptre saklig og upartisk og med omtanke for personers integritet, slik at den som er gjenstand for inngrep fra politiet, ikke utsettes for offentlig eksponering i større grad enn gjennomføringen av tjenestehandlingen krever.\nPolitiet kan anvende makt under tjenesteutførelsen i den utstrekning det er nødvendig og forsvarlig.\nPolitidirektoratet kan beslutte at politiet skal være bevæpnet i daglig tjeneste. Politidirektoratet gir nærmere bestemmelser om omfanget av bevæpningen, herunder knyttet til tid og sted, oppdragets art og på annen måte.\nNår tjenestehandlingen berører eller skjer overfor eller i nærvær av barn, skal barnets beste være et grunnleggende hensyn.\n0 Endret ved lover 7 juni 2024 nr. 28 (i kraft 7 juni 2024 iflg. res. 7 juni 2024 nr. 929), 20 juni 2025 nr. 87 (i kraft 20 juni 2025 iflg. res. 20. juni 2025 nr. 1111).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Kameraovervåking",
      "content": "Politiet kan benytte kameraovervåking dersom det er nødvendig for å gjennomføre oppgaver som nevnt i § 2 nr. 1 til 4. Med kameraovervåking menes vedvarende eller regelmessig gjentatt personovervåking ved hjelp av fjernbetjent eller automatisk virkende overvåkingskamera eller annet lignende utstyr som er fastmontert. Som kameraovervåking anses både overvåking med og uten mulighet for opptak av lyd- og bildemateriale.\nKameraovervåking kan bare benyttes dersom de hensyn som tilsier overvåking, overstiger hensynet til den registrertes personvern. Det skal særlig legges vekt på hvordan overvåkingen skal skje, samt hva slags område som skal overvåkes.\nDet skal ved skilting eller på annen måte gjøres tydelig oppmerksom på at stedet blir overvåket av politiet, og om overvåkingen eventuelt inkluderer lydopptak.\nKongen kan gi forskrifter med nærmere bestemmelser om behandling av opplysninger innhentet ved kameraovervåking.\n0 Tilføyd ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:6 b",
      "chapter": "2",
      "section": "6 b",
      "title": "Vilkår for bruk av skytevåpen",
      "content": "Skytevåpen kan bare brukes når det er absolutt nødvendig og hvor lempeligere midler forgjeves har vært forsøkt eller åpenbart ikke vil føre frem, i situasjoner hvor\na. tjenestepersonen selv eller andre trues med eller utsettes for en grov voldshandling eller annen grov integritetskrenkelse, og bruk av våpen fremstår som nødvendig for å hindre tap av menneskeliv eller alvorlig personskade, eller\nb. det anses påkrevd å pågripe eller stanse person som er domfelt eller med stor grad av sikkerhet mistenkes for drap, andre grove voldshandlinger eller forsøk på slike voldsforbrytelser, eller av personer som av andre grunner anses som særlig farlige for menneskers liv eller helse, Norges selvstendighet, eller som alvorlig truer grunnleggende nasjonale interesser.\nI situasjoner som nevnt i første ledd kan skytevåpen etter beslutning fra innsatsleder også brukes til å beskadige eller gjøre en gjenstand ubrukelig eller forstyrre eller avlede gjerningspersonen.\n0 Tilføyd ved lov 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Håndhevelse av den offentlige ro og orden m.v.",
      "content": "Politiet kan gripe inn\n1. for å stanse forstyrrelser av den offentlige ro og orden eller når omstendighetene gir grunn til frykt for slike forstyrrelser\n2. for å ivareta enkeltpersoners eller allmennhetens sikkerhet\n3. for å avverge eller stanse lovbrudd.\nPolitiet kan i slike tilfeller blant annet regulere ferdselen, forby opphold i bestemte områder, visitere person eller kjøretøy, uskadeliggjøre eller ta farlige gjenstander i forvaring, avvise, bortvise, fjerne eller anholde personer, påby virksomhet stanset eller endret, ta seg inn på privat eiendom eller område eller påby områder evakuert.\nUnnlater noen å etterkomme pålegg gitt i medhold av første ledd, kan politiet for den ansvarliges regning sørge for at det nødvendige blir gjort for å hindre at forsømmelsen volder skade eller utsetter allmennheten for fare.\nPå andre offentlige myndigheters ansvarsområder kan politiet gripe inn umiddelbart når et forhold medfører alvorlige ordensforstyrrelser eller fare for slike, dersom vedkommende organ ikke er tilgjengelig eller inngrep fra dette antas umulig, virkningsløst eller ikke kan skje i tide. Den ansvarlige myndighet skal snarest mulig underrettes om inngrepet.\n0 Endret ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Visitasjon for å avdekke våpen",
      "content": "Politiet kan på offentlig sted visitere person eller kjøretøy når det er grunn til å undersøke om noen er i besittelse av eller oppbevarer våpen. Slik visitasjon kan bare foretas for å hindre straffbare handlinger som krenker noens liv, helse eller frihet, og bare\na. i situasjoner eller på steder hvor slike straffbare handlinger erfaringsmessig finner sted, eller\nb. i situasjoner eller på steder hvor det er grunn til å anta at noen planlegger eller forbereder slike straffbare handlinger.\nVisitasjonen skal gjennomføres så hensynfullt og skånsomt som mulig.\nMed våpen menes i denne paragrafen våpen og andre gjenstander som omfattes av våpenlovgivningen, kniv eller lignende skarpt redskap som det er forbudt å bære på offentlig sted, jf. straffeloven § 189, og andre farlige gjenstander som kan tas i forvaring etter politiloven § 7.\nBeslutningen om visitasjon i medhold av paragrafen her treffes av politimesteren eller den han bemyndiger. Beslutningen skal nedtegnes og begrunnes skriftlig, så vidt mulig før visitasjon skjer. Beslutningen skal gjelde for et nærmere angitt tidsrom.\n0 Tilføyd ved lov 28 juni 2002 nr. 53, endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Innbringelse",
      "content": "Politiet kan innbringe til politistasjon, lensmannskontor eller annet lokale som benyttes under polititjenesten\n1. den som på offentlig sted forstyrrer ro og orden eller den lovlige ferdsel\n2. den som ikke etterkommer pålegg fra politiet om å fjerne seg fra offentlig sted når omstendighetene gir skjellig grunn til å frykte for forstyrrelse av den alminnelige ro og orden eller den lovlige ferdsel\n3. den som ikke oppgir navn, fødselsdato, fødselsår, stilling og bopel når politiet forlanger det, eller som gir opplysninger herom som det er grunn til å tvile på riktigheten av\n4. den som treffes på eller ved et sted der det må antas å være begått en forbrytelse umiddelbart forut.\nIngen må holdes tilbake lenger enn nødvendig etter denne bestemmelsen og ikke ut over 4 timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Inngrep overfor berusede personer",
      "content": "Politiet kan innbringe enhver som på grunn av beruselse forårsaket av alkohol eller andre berusende eller bedøvende midler forstyrrer den offentlige ro og orden eller den lovlige ferdsel, forulemper andre eller volder fare for seg selv eller andre.\nDen som innbringes etter første ledd, kan settes i arrest.\nIngen må holdes i arrest lenger enn nødvendig og ikke i noe tilfelle lenger enn til vedkommende er blitt edru.\nDersom den innbrakte på grunn av beruselsen er ute av stand til å ta vare på seg selv eller å gjøre rede for seg, skal politiet straks vurdere umiddelbart å overføre vedkommende til sykehus, legevakt eller avrusingsstasjon. Dersom slik overføring ikke finner sted, skal vedkommende ha legetilsyn ved innsettelsen i arresten.\nDersom det er grunn til å tro at den innbrakte har hodeskade, indre skade eller betydelig kroppsskade, eller helsetilstanden for øvrig er slik at helsetilsyn anses nødvendig, skal politiet straks tilkalle lege eller annet helsepersonell.\nI påvente av overføring til sykehus mv. eller gjennomføring av lege- eller helsetilsyn etter fjerde eller femte ledd, skal den innbrakte ha skjerpet tilsyn av politiet.\nDersom den innbrakte ber om det, skal politiet formidle kontakt med lege eller annet helsepersonell.\nSelv om den anholdte ikke innbringes, kan politiet beslaglegge og tilintetgjøre de rusmidler vedkommende har hos seg ved anholdelsen.\n0 Endret ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Henvisning til rådgivende enhet for russaker",
      "content": "0 Tilføyes ved lov 20 juni 2025 nr. 83 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Etterfølgende visitasjon m.v.",
      "content": "Politiet kan foreta visitasjon for å bringe en persons identitet på det rene, hvis personen nekter å oppgi navn, fødselsdato, fødselsår, stilling og bopel når politiet ber om det, eller det er grunn til mistanke om at den oppgitte identitet er falsk. Visitasjon for å fastslå identitet kan også foretas etter § 12 siste ledd.\nPolitiet kan visitere enhver som fjernes, anholdes eller innbringes for å søke etter våpen eller andre farlige gjenstander.\nPersoner som settes i arrest, kan fratas alle gjenstander som er egnet til å skade vedkommende selv eller andre. Hvis den innbraktes tilstand eller forholdene i arresten tilsier det, kan vedkommende også fratas penger og andre gjenstander, slik at de ikke blir ødelagt eller kommer bort.\nPolitiet kan ta i forvaring gjenstander som nevnt i annet og tredje ledd. Gjenstandene skal tilbakeleveres når formålet med forvaringen opphører, hvis ikke gjenstandene kan beslaglegges med hjemmel i lov.\n0 Endret ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 16 juli 1999 nr. 65, opphevet ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Arrangementer på offentlig sted m.v.",
      "content": "Den som vil benytte offentlig sted til demonstrasjon, opptog, møte, stand eller lignende, skal i god tid på forhånd gi politiet melding om dette. For øvrig kan det ved vedtekt etter lovens § 14 gis regler om søknadsplikt for visse arrangementer på offentlig sted eller meldeplikt for arrangementer som for øvrig er allment tilgjengelige.\nEn melding som nevnt i første ledd, skal i alminnelighet gis skriftlig og inneholde opplysninger om arrangementets formål, omfang, ansvarlig arrangør, tidspunkt, avviklingssted og de ordenstiltak arrangøren vil sette i verk.\nPolitiet kan forby arrangementer som nevnt i første ledd, men bare når det er grunn til frykt for at de kan forårsake alvorlig forstyrrelse av den offentlige ro og orden eller den lovlige ferdsel, eller det formål som tilsiktes fremmet eller måten dette skjer på, strider mot lov.\nPolitiet kan iverksette nødvendige tiltak for å sikre at lovlige arrangementer som nevnt i første ledd kan avvikles uforstyrret og til minst mulig hinder for den øvrige ferdsel. Det kan også settes vilkår for avviklingen for å forebygge slike forstyrrelser eller krenkelser som nevnt i tredje ledd. Det kan herunder settes som vilkår at deltakere i demonstrasjon eller lignende ikke medbringer gjenstander som er egnet til å true eller påføre skade med.\nDet er forbudt for deltakere i et arrangement som nevnt i første ledd å opptre maskert, unntatt for deltakere i skuespill, maskerade eller lignende.\nPolitiet kan stanse eller oppløse arrangementer som nevnt i første ledd når de avvikles i strid med nedlagt forbud eller fastsatte vilkår, eller forårsaker slike krenkelser som nevnt i tredje ledd eller ved begrunnet frykt for slike.\nPolitiet kan også fastsette vilkår for, forby, stanse eller oppløse andre sammenkomster og tilstelninger enn dem som er nevnt i første ledd, for å hindre at noen lider overlast, for å unngå at alvorlige ordensforstyrrelser eller ferdselshindringer oppstår, eller for å gjenopprette ro og orden etter slike.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Hjelp til syke m.v.",
      "content": "Politiet skal hjelpe eller sørge for hjelp til syke personer som ikke er i stand til å ta vare på seg selv, når ingen pårørende eller andre ansvarlige er til stede og kan ta seg av dem. Politiet skal i slike tilfeller øyeblikkelig varsle lege dersom en persons helsetilstand gir grunn til å anta at legehjelp kan være nødvendig og for øvrig, gjennom ansvarlig helsemyndighet eller på annen måte, søke å finne frem til en betryggende plassering.\nNår det er åpenbar grunn til å frykte at en person som politiet må ta hånd om etter første ledd, kan være til fare for seg selv eller andre, kan politiet ta vedkommende i midlertidig forvaring inntil betryggende plassering er funnet. Slik forvaring skal være så kortvarig som mulig og må ikke strekke seg ut over 24 timer.\nPolitiet kan bane seg adgang til hus, rom eller annet lokale for å ettersøke bortkomne eller hjelpe syke, tilskadekomne eller andre som er – eller antas å være, ute av stand til å ta vare på seg selv, når omstendighetene gir grunn til å frykte at vedkommendes liv eller helse kan være truet.\nTiltak som nevnt i tredje ledd kan også settes i verk når en person er eller må antas å være død.\nPolitiet kan foreta visitasjon for å fastslå identiteten til en person som nevnt i tredje ledd. For øvrig plikter enhver å la politiet få midlertidig tilgang til fotografier, dokumenter og andre gjenstander egnet til identifikasjon av personer som nevnt i tredje og fjerde ledd, hvis ikke bestemmelser gitt i eller i medhold av lov er til hinder for dette.\nI forbindelse med en naturkatastrofe, en ulykke eller et terrorangrep kan politiet oppta biometriske opplysninger i form av ansiktsfoto og fingeravtrykk fra ukjente personer ute av stand til å legitimere seg og fra uidentifiserte menneskelige levninger. Opplysningene kan bare brukes til å fastslå vedkommendes identitet med søk som angitt i artikkel 20 nr. 4 i forordning (EU) 2019/817 og i artikkel 20 nr. 4 i forordning (EU) 2019/818, jf. grenseloven § 8 første ledd nr. 4 og 5, og til søk i foto- og fingeravtrykkregisteret, jf. politiregisterloven § 13 første ledd første punktum. Opplysningene skal slettes straks søket er gjennomført.\n0 Endret ved lov 21 juni 2024 nr. 47 (i kraft 12 okt 2025 iflg. res. 19 sep 2025 nr. 1876).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Inngrep overfor barn",
      "content": "Politiet kan vise eller bringe hjem barn som antas å være under 15 år, som driver omkring på egen hånd på offentlig sted etter kl. 22.00, og barn under 18 år som bryter oppholdsforbud nedlagt etter straffeprosessloven § 222 c.\nPolitiet kan også ta hånd om barn som antas å være under 15 år, som påtreffes under omstendigheter som klart innebærer en alvorlig risiko for barnets helse eller utvikling, og i så tilfelle umiddelbart sørge for at barnet blir brakt til verge eller annen foresatt eller om nødvendig til barnevernsmyndighetene. Politiet kan også gripe inn overfor barn over 15 år hvis det er grunn til å anta at inngripen vil være tjenlig.\nDersom politiet har grunn til å tro at et barn under 15 år har begått en ellers straffbar handling, eller at et barn under 18 år har begått en straffbar handling eller har brutt et oppholdsforbud nedlagt etter straffeprosessloven § 222 c, kan barnet og vergene pålegges å møte for politiet til samtale for å forebygge ytterligere lovbrudd. Før samtalen starter skal barnet og vergene gjøres kjent med at de ikke har plikt til å forklare seg.\nInnkallingen skal være skriftlig og angi formålet med samtalen, møtested og møtetid. Så vidt mulig skal det gis minst tre dagers varsel. Har de innkalte fått innkallingen, og de likevel har uteblitt uten at det er opplyst at de har gyldig forfall, kan politiet beslutte at de skal avhentes. Adgangen til slik avhenting skal fremgå av innkallingen.\n0 Endret ved lover 21 mars 2003 nr. 18 (ikr. 1 apr 2003 iflg. res. 21 mars 2003 nr. 358), 20 des 2023 nr. 110 (i kraft 1 sep 2024 iflg. res. 24 mai 2024 nr. 811).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Politivedtekter",
      "content": "I vedtekter som fastsettes av kommunen og godkjennes av departementet eller den instans departementet fastsetter, kan det gis bestemmelser\n1. om å opprettholde ro og orden, sikre ferdselen og for å hindre tilgrising, herunder klistring og maling på vegger, murer o l., på steder som er alminnelig beferdet eller bestemt for alminnelig ferdsel. Bestemmelser om hunder og hundehold fastsettes etter hundeloven.\n2. i samsvar med lokale sedvaner, om hus- eller grunneiers plikt til på de steder som er nevnt i nr. 1, å holde det rent og ryddig på fortau eller tilsvarende område i umiddelbar tilknytning til eiendommen, rydde for snø og strø når det er glatt\n3. om meldeplikt for den som vil holde et arrangement som er allment tilgjengelig, selv om arrangementet ikke skjer på offentlig sted, når arrangementets art eller størrelse gjør det sannsynlig at politioppsyn blir nødvendig av hensyn til ro og orden eller avvikling av trafikken. Meldeplikten kan også omfatte sammenkomst med dans eller annen tilstelning av overveiende selskapelig eller underholdende art for medlemmer av forening eller lignende sammenslutning\n4. om at det for arrangement på offentlig sted som overveiende er av underholdningsmessig, kunstnerisk, selskapelig eller kommersiell art, og som har et omfang som åpenbart vil medføre behov for betydelige ferdselsreguleringer eller vakthold, må leveres inn søknad i stedet for melding etter § 11. Nærmere frist for innlevering av slik søknad kan fastsettes\n5. om at barn under 15 år ikke har adgang til offentlig dans eller lignende allment tilgjengelig tilstelning uten i følge med foreldre eller andre foresatte\n6. om regulering av ervervsvirksomhet på offentlig sted som ikke faller inn under regulering i andre lover\n7. om politiets kontroll med pantelånervirksomhet.\n8. om forbud mot eller nærmere vilkår for tigging på offentlig sted eller fra hus til hus. Det kan fastsettes at den som vil tigge, må melde seg for politiet på forhånd.\nKommunale vedtekter som nevnt i første ledd håndheves av politiet. Unnlater noen å utføre det som de har plikt til etter slike vedtekter eller pålegg gitt med hjemmel i vedtektene, kan politiet la det utføre på vedkommendes bekostning. Ved arrangementer som nevnt i nr. 3 og 4 får reglene i lovens § 11 tilsvarende anvendelse.\nKommunale vedtekter som nevnt i første ledd nr. 1 og 2 kan i tillegg håndheves av kommunen eller personer utpekt av kommunen dersom kommunen har fastsatt dette i politivedtektene. Slik håndhevelse gjelder likevel ikke opprettholdelse av ro og orden. Ved overtredelse av de kommunale vedtektene som nevnt overfor kan kommunen, eller dens utpekte, ilegge overtredelsesgebyr. Departementet kan i forskrift gi nærmere regler om gjennomføring av bestemmelsene i dette ledd, herunder hvilke deler av ferdselen kommunene kan sikre.\n0 Endret ved lover 4 juli 2003 nr. 74 (ikr. 1 jan 2004), 17 des 2010 nr. 87 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 589), 21 juni 2013 nr. 83, 20 juni 2014 nr. 48, 21 juni 2017 nr. 94 (ikr. 6 mai 2018 iflg. res. 27 apr 2018 nr. 642, se lovens del VI for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Tillatelsen",
      "content": "En person som er registrert i folkeregisteret, og som står i fare for å bli utsatt for alvorlig kriminalitet rettet mot liv, helse eller frihet, kan gis tillatelse til å benytte andre personopplysninger om seg selv enn de virkelige (fingerte personopplysninger).\nTillatelse til å benytte fingerte personopplysninger kan bare gis dersom andre tiltak ikke kan gi tilstrekkelig vern.\nTillatelse til å benytte fingerte personopplysninger kan også gis til andre personer som bor i samme husstand som en person som gis tillatelse til å benytte fingerte personopplysninger.\nI tillatelsen kan det settes vilkår dersom dette er nødvendig for å begrense ulemper som bruken av fiktive personopplysninger kan medføre for andre.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Saksbehandling og kompetanse",
      "content": "Politidirektoratet avgjør om en person skal gis tillatelse til å benytte fingerte personopplysninger.\nPolitidirektoratet skal bistå søkeren med å innhente og tilrettelegge informasjon mv. som kan ha betydning for vurderingen av søknaden.\nPolitidirektoratets avgjørelse kan påklages til Justisdepartementet.\nPolitidirektoratet kan delegere myndighet etter annet ledd samt etter §§ 14d, 14e, 14g og 14h femte ledd til Den nasjonale enhet for bekjempelse av organisert og annen alvorlig kriminalitet (Kripos).\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613), endret ved lov 17 des 2010 nr. 87 (ikr. 1 jan 2011 iflg. res. 17 des 2010 nr. 1608).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14b",
        "source_heading": "§ 14 b."
      }
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Søkerens informasjonsplikt",
      "content": "Søkeren skal gi opplysninger om alle rettsforhold som vil bli berørt av tillatelsen. Søkeren skal ved behov også på annen måte bistå Politidirektoratet under forberedelse av saken og så lenge tillatelsen gjelder.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14c",
        "source_heading": "§ 14 c."
      }
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Adgang til å innhente opplysninger",
      "content": "Politidirektoratet kan, i saker som behandles etter dette kapitlet, uten hinder av taushetsplikt, kreve utlevert fra andre offentlige myndigheter de opplysninger som anses nødvendige.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14d",
        "source_heading": "§ 14 d."
      }
    },
    {
      "provision_ref": "3:14 e",
      "chapter": "3",
      "section": "14 e",
      "title": "Fastsettelse og registrering av fingerte personopplysninger",
      "content": "Når det er gitt tillatelse til bruk av fingerte personopplysninger, skal Politidirektoratet umiddelbart fastsette hvilke fingerte personopplysninger som skal benyttes. De fingerte personopplysningene utarbeides i samråd med søkeren.\nPolitidirektoratet skal straks underrette folkeregistermyndighetene, og påse at de fingerte personopplysningene blir registrert og at de reelle personopplysningene blir avregistrert.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14e",
        "source_heading": "§ 14 e."
      }
    },
    {
      "provision_ref": "3:14 f",
      "chapter": "3",
      "section": "14 f",
      "title": "Virkningene av tillatelse til å benytte fingerte personopplysninger",
      "content": "Den som har fått tillatelse til å benytte fingerte personopplysninger, kan benytte disse overfor offentlige og private rettssubjekter. Tillatelsen har ingen andre rettsvirkninger.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14f",
        "source_heading": "§ 14 f."
      }
    },
    {
      "provision_ref": "3:14 g",
      "chapter": "3",
      "section": "14 g",
      "title": "Bistand",
      "content": "Politidirektoratet skal bistå den som har fått tillatelse til å benytte fingerte personopplysninger ved kontakt med offentlige myndigheter eller private rettssubjekter.\nDirektoratet skal også bistå offentlige myndigheter eller private rettssubjekter, som har et rettmessig behov for å komme i kontakt med den som har fått tillatelse til å benytte fingerte personopplysninger, med å formidle slik kontakt.\nDirektoratet skal videre gi veiledning og for øvrig bistå i den grad det anses rimelig.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14g",
        "source_heading": "§ 14 g."
      }
    },
    {
      "provision_ref": "3:14 h",
      "chapter": "3",
      "section": "14 h",
      "title": "Varighet og opphør",
      "content": "Tillatelsen til å benytte fingerte personopplysninger kan gis for et bestemt tidsrom eller uten tidsbegrensning.\nHvis det fortsatt foreligger et behov for å benytte fingerte personopplysninger når tillatelsen utløper, kan Politidirektoratet beslutte at tillatelsen skal forlenges.\nDersom den som har fått tillatelse til å benytte fingerte personopplysninger skriftlig ber om at tillatelsen skal opphøre, skal Politidirektoratet treffe vedtak om dette.\nPolitidirektoratet kan, dersom vilkårene i § 1 åpenbart ikke lenger er oppfylt, tilbakekalle tillatelsen. Det samme gjelder dersom det foreligger vesentlige brudd på vilkårene i tillatelsen eller annet vesentlig misbruk av tillatelsen.\nNår retten til å benytte fingerte personopplysninger opphører, skal Politidirektoratet underrette folkeregistermyndighetene som avregistrerer de fingerte personopplysningene og reaktiviserer og ajourfører de reelle personopplysningene.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14h",
        "source_heading": "§ 14 h."
      }
    },
    {
      "provision_ref": "3:14 i",
      "chapter": "3",
      "section": "14 i",
      "title": "Forskriftshjemmel",
      "content": "Kongen kan gi nærmere bestemmelser om utfylling og gjennomføring av bestemmelsene i dette kapitlet.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14i",
        "source_heading": "§ 14 i."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Politiets sentrale ledelse",
      "content": "Politiet er et rikspoliti som ledes av det departement Kongen bestemmer. Departementets myndighet etter loven her kan legges til Politidirektoratet. Departementet bestemmer hvilken myndighet og hvilke oppgaver som skal legges til Politidirektoratet.\nPolitidirektoratet ledes av politidirektøren.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 24 apr 2009 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Distriktsinndeling m.v.",
      "content": "Riket inndeles i politidistrikter med en politimester som sjef for hvert distrikt. Inndelingen fastsettes av Kongen. Kongen fastsetter også hvordan distriktsinndelingen skal være for den norske del av kontinentalsokkelen og områder utenfor sjøterritoriet som norsk rett får anvendelse på.\nPolitidistriktene inndeles i lensmanns- og politistasjonsdistrikter. Inndelingen fastsettes av Kongen.\nKongen kan bestemme\n1. at det for ett eller flere bestemte politigjøremål skal opprettes egne politiorganer,\n2. at visse politigjøremål skal utføres under en samlet ledelse i flere politidistrikter,\n3. at en politimester, som en varig ordning, helt eller delvis skal fritas for bestemte gjøremål, og at de legges til en annen politimester eller til et annet politiorgan,\nFor øvrig gir departementet organisatoriske bestemmelser. Departementet kan herunder fastsette samarbeidsordninger mellom distrikter, gi bestemmelser om bruk av politistyrker ut over distriktsgrenser og om ordninger som nevnt i tredje ledd nr. 3 når dette skjer for en bestemt anledning eller for et avgrenset tidsrom.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 4 sep 2015 nr. 88 (ikr. 4 sep 2015 iflg. res. 4 sep 2015 nr. 1024), 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Den alminnelige namsmannen",
      "content": "Lensmannen og politistasjonssjefen er namsmann i sitt distrikt med mindre oppgaven som namsmann ivaretas av et namsfogdkontor ledet av en namsfogd. Namsmannsdistrikter skal omfatte en eller flere hele kommuner. Kongen kan bestemme at én lensmann, politistasjonssjef eller namsfogd skal ivareta oppgaven som namsmann for flere lensmanns- og politistasjonsdistrikter i samme politidistrikt.\nNamsmann for Svalbard er sysselmesteren.\nKongen fastsetter hvilke namsmannsdistrikter norsk kontinentalsokkel og norsk økonomisk sone hører til.\n0 Opphevet ved lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), tilføyd ved lov 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563), endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:17 a",
      "chapter": "5",
      "section": "17 a",
      "title": "Oppgavene til Politiets sikkerhetstjeneste som innenlands etterretningstjeneste",
      "content": "Politiets sikkerhetstjeneste skal utarbeide analyser og etterretningsvurderinger om forhold i Norge som kan true Norges suverenitet, territorielle integritet, demokratiske styreform og andre nasjonale sikkerhetsinteresser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), endret ved lov 28 april 2023 nr. 11 (i kraft 1 sep 2023 iflg. res. 28 april 2023 nr. 614).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "5:17 b",
      "chapter": "5",
      "section": "17 b",
      "title": "Oppgavene til Politiets sikkerhetstjeneste som politiorgan",
      "content": "Politiets sikkerhetstjeneste skal forebygge og etterforske\n1. overtredelser av straffeloven kapittel 17 og § 184 og sikkerhetsloven,\n2. ulovlig etterretningsvirksomhet,\n3. spredning av masseødeleggelsesvåpen og av utstyr, materiale og teknologi for produksjon eller bruk av slike våpen,\n4. overtredelser av bestemmelser i eller i medhold av lov om kontroll med eksport av strategiske varer, tjenester og teknologi m.v. og sanksjonsloven og\n5. sabotasje og politisk motivert vold eller tvang, eller overtredelser av straffeloven §§ 131 til 136 b, 145 eller 146. Åpen etterforsking i slike saker foretas likevel av det øvrige politi, med mindre annet bestemmes av overordnet påtalemyndighet.\nPolitiets sikkerhetstjeneste kan etter anmodning bistå det øvrige politi i saker som nevnt i første ledd nr. 5 annet punktum.\nDepartementet kan bestemme at Politiets sikkerhetstjeneste skal tillegges et ansvar i saker som gjelder organisert kriminalitet, forbrytelser mot menneskeheten, folkemord og grove krigsforbrytelser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), endret ved lover 28 juni 2002 nr. 54, 19 des 2008 nr. 114, 21 juni 2013 nr. 85 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 687), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 17 juni 2016 nr. 52 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 670), 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779), 16 april 2021 nr. 18 (ikr. 16 april 2021 iflg. res. 16 april 2021 nr. 1182), 28 april 2023 nr. 11 (i kraft 1 sep 2023 iflg. res. 28 april 2023 nr. 614).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "5:17 c",
      "chapter": "5",
      "section": "17 c",
      "title": "Særlige oppgaver for den sentrale enhet i Politiets sikkerhetstjeneste",
      "content": "Den sentrale enhet i Politiets sikkerhetstjeneste skal\n1. utarbeide trusselvurderinger til bruk for politiske myndigheter,\n2. samarbeide med andre lands politimyndigheter og sikkerhets- og etterretningstjenester,\n3. foreta personkontroll til bruk ved sikkerhetsundersøkelser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17c",
        "source_heading": "§ 17 c."
      }
    },
    {
      "provision_ref": "5:17 d",
      "chapter": "5",
      "section": "17 d",
      "title": "Vilkår for bruk av tvangsmidler i forebyggende øyemed",
      "content": "Retten kan ved kjennelse gi Politiets sikkerhetstjeneste tillatelse til som ledd i sin forebyggende virksomhet å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 a, 202 c, 208 a, 210 a, § 210 c, 216 a, 216 b, 216 m eller 216 o dersom det er grunn til å undersøke om noen forbereder en handling som rammes av\na. straffeloven §§ 131, 133 og 134,\nb. straffeloven §§ 121 til 126 eller § 130 a,\nc. straffeloven § 142,\nd. straffeloven §§ 251, 254, 256, 263, 273 eller 275 og som retter seg mot medlemmer av Kongehuset, Stortinget, regjeringen, Høyesterett eller representanter for tilsvarende organer i andre stater.\nTillatelsen kan bare gis dersom det er grunn til å tro at inngrepet vil gi opplysninger av vesentlig betydning for å kunne forebygge handlingen, at forebygging ellers i vesentlig grad vil bli vanskeliggjort og inngrepet etter sakens art og forholdene ellers ikke fremstår som uforholdsmessig. Tillatelse til å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 a annet ledd, 202 c, 216 a, 216 m og 216 o kan bare gis når særlige grunner tilsier det. Det kan ikke gis tillatelse til å romavlytte noens private hjem etter bestemmelsen her. Det kan bare gis tillatelse til å ransake eller ved dataavlesing å gjøre innbrudd i noens private hjem etter bestemmelsen her når det er grunn til å undersøke om noen forbereder en handling som nevnt i første ledd bokstav a.\nDersom det ved opphold er stor fare for at muligheten til å forebygge et forhold som nevnt i første ledd bokstav a eller d vil gå tapt, kan ordre fra sjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste tre i stedet for kjennelse av retten, bortsett fra ved romavlytting som nevnt i straffeprosessloven § 216 m. Beslutningen skal snarest mulig, og senest 24 timer etter at tvangsmidlet ble tatt i bruk, legges frem for retten for godkjennelse. Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder og om formålet med bruken av tvangsmidlet. En muntlig beslutning skal snarest mulig nedtegnes. Straffeprosessloven § 216 d første ledd tredje til femte punktum gjelder tilsvarende.\nSjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste kan på samme vilkår som nevnt i første jf. annet ledd tillate bruk av tvangsmidler som nevnt i straffeprosessloven §§ 202 b og 216 l.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849), endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 17 juni 2016 nr. 54 (ikr. 17 juni 2016 iflg. res. 17 juni 2016 nr. 668), 31 mai 2024 nr. 25 (i kraft 1 juli 2024 iflg. res. 31 mai 2024 nr. 871).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17d",
        "source_heading": "§ 17 d."
      }
    },
    {
      "provision_ref": "5:17 e",
      "chapter": "5",
      "section": "17 e",
      "title": "Behandlingen av begjæringer om bruk av tvangsmidler i forebyggende øyemed mv.",
      "content": "Begjæring om tillatelse etter § 17 d settes frem for tingretten på det sted der det mest praktisk kan skje. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 4 eller 8 uker vil være uten betydning. Bruken av tvangsmidler skal stanses før utløpet av fristen som er satt i rettens kjennelse dersom vilkårene ikke lenger er oppfylt, eller dersom tvangsmiddelbruken ikke lenger anses hensiktsmessig.\nAvgjørelse om inngrep etter § 17 d treffes uten at den som inngrepet retter seg mot eller som avgjørelsen ellers rammer, gis adgang til å uttale seg, og kjennelsen blir ikke meddelt dem. Straffeprosessloven § 100 a gjelder tilsvarende for saker som nevnt i § 17 d første ledd, likevel slik at innsynsretten begrenser seg til dokumenter som legges frem for retten. Den som inngrepet etter § 17 d retter seg mot, har ikke krav på underretning etter at bruken av tvangsmidlet har opphørt, eller rett til innsyn i opplysningene som har blitt innhentet ved bruk av tvangsmidlene.\nForvaltningsloven og offentlighetsloven gjelder ikke for saksbehandlingen som knytter seg til bruk av tvangsmidler i forebyggende øyemed.\nKongen kan gi forskrifter til utfylling og gjennomføring av bestemmelsene i kapitlet her.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17e",
        "source_heading": "§ 17 e."
      }
    },
    {
      "provision_ref": "5:17 f",
      "chapter": "5",
      "section": "17 f",
      "title": "Bruk av opplysninger som er innhentet med forebyggende tvangsmidler",
      "content": "Alle skal bevare taushet om at det er begjært eller besluttet bruk av tvangsmidler etter § 17 d, og om opplysninger som fremkommer ved bruk av tvangsmidlet. Det samme gjelder andre opplysninger som er av betydning for forebygging eller etterforsking, og som man blir kjent med i forbindelse med bruken av tvangsmidlet eller saken.\nTaushetsplikten er ikke til hinder for at opplysningene brukes\na. som ledd i å forebygge et straffbart forhold som nevnt i § 17 b første ledd,\nb. som ledd i etterforsking av et straffbart forhold som nevnt i § 17 d første ledd, herunder som ledd i avhør av de mistenkte,\nc. som bevis for en terrorhandling, jf. straffeloven §§ 131, 133 og 134,\nd. for å forebygge at noen uskyldig blir straffet,\ne. for å forhindre en alvorlig straffbar handling som kan krenke andres liv, helse eller frihet, eller\nf. for at Politiets sikkerhetstjeneste kan utlevere opplysninger til Etterretningstjenesten dersom det er nødvendig for forebyggelses- og sikkerhetsmessige formål.\nAlle skal bevare taushet overfor uvedkommende om opplysninger om noens private forhold som de blir kjent med i forbindelse med bruken av tvangsmidler.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849), endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 16 juni 2017 nr. 59 (ikr. 16 juni 2017 iflg. res. 16 juni 2017 nr. 783). Endres ved lov 15 apr 2011 nr. 11 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17f",
        "source_heading": "§ 17 f."
      }
    },
    {
      "provision_ref": "5:17 g",
      "chapter": "5",
      "section": "17 g",
      "title": "Beslutning om båndlegging",
      "content": "Når noen med god grunn antas å ha begått en handling som rammes av straffeloven §§ 131 første ledd, 133, 134, 135, 136 eller 136 a, eller forsøk på dette, kan sjefen eller den stedfortredende sjefen for Politiets sikkerhetstjeneste beslutte å båndlegge samtlige formuesgoder som tilhører, eies, innehas eller kontrolleres av\na. vedkommende,\nb. et foretak som vedkommende eier eller har kontroll over, eller\nc. et foretak eller en person som handler på vegne av eller på instruks fra noen som nevnt i bokstav a eller b.\nFormuesgoder som er nødvendige til underhold av den beslutningen retter seg mot, hans eller hennes husstand eller noen han eller hun forsørger, kan ikke båndlegges.\nBeslutningen skal være skriftlig, identifisere den beslutningen retter seg mot og kort beskrive grunnlaget for beslutningen.\nBåndlegging kan bare brukes når det er tilstrekkelig grunn til det, og kan ikke brukes når det etter sakens art eller forholdene ellers ville være et uforholdsmessig inngrep.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17g",
        "source_heading": "§ 17 g."
      }
    },
    {
      "provision_ref": "5:17 h",
      "chapter": "5",
      "section": "17 h",
      "title": "Saksbehandlingen i tingretten",
      "content": "Politiets sikkerhetstjeneste skal snarest mulig og senest innen syv dager etter at den har truffet beslutning etter § 17 g, bringe saken inn for tingretten, som ved kjennelse avgjør om beslutningen skal opprettholdes. Domstolloven § 149 første ledd gjelder tilsvarende. Før retten treffer kjennelsen, skal den beslutningen retter seg mot og andre som saken gjelder, varsles og gis anledning til å uttale seg. Hevder en tredjeperson å ha rett til et formuesgode som båndlegges etter dette kapitlet, avgjør retten om inngrep skal unnlates mot eller uten at det blir stilt sikkerhet.\nOpprettholder retten beslutningen, fastsetter den samtidig en bestemt tidsfrist for båndleggingen. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 8 uker vil være uten betydning.\nDersom underretning vil være til vesentlig skade for båndleggingen, etterforskningen eller en annen verserende sak om en lovovertredelse hvor det kan besluttes utsatt underretning, kan retten beslutte at varsel som nevnt i første ledd skal unnlates og underretning om kjennelsen utsettes. I så fall skal retten i kjennelsen sette en frist for når underretning skal skje. Fristen skal ikke overstige fire uker, men kan forlenges av retten ved kjennelse med inntil fire uker om gangen. Når fristen løper ut, skal den beslutningen retter seg mot og andre som saken gjelder, underrettes om kjennelsen og om at de kan kreve at retten avgjør om båndleggingen skal opprettholdes.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17h",
        "source_heading": "§ 17 h."
      }
    },
    {
      "provision_ref": "5:17 i",
      "chapter": "5",
      "section": "17 i",
      "title": "Opphør av båndlegging",
      "content": "Dersom vilkårene for å båndlegge ikke lenger er oppfylt, skal båndleggingen oppheves uten ugrunnet opphold. Båndleggingen faller bort senest tre år etter at overtredelsen som lå til grunn for beslutningen, har opphørt.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17i",
        "source_heading": "§ 17 i."
      }
    },
    {
      "provision_ref": "5:17 j",
      "chapter": "5",
      "section": "17 j",
      "title": "Pålegg om bistand og taushetsplikt",
      "content": "Politiets sikkerhetstjeneste kan pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å yte nødvendig bistand for å båndlegge et formuesgode.\nEr det aktuelt å begjære utsatt underretning etter § 17 h tredje ledd, kan Politiets sikkerhetstjeneste pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å bevare taushet om beslutningen om å båndlegge formuesgodet inntil utsatt underretning blir gitt. Når taushetsplikten har opphørt, skal Politiets sikkerhetstjeneste snarest mulig varsle den som har fått slikt pålegg.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17j",
        "source_heading": "§ 17 j."
      }
    },
    {
      "provision_ref": "5:17 k",
      "chapter": "5",
      "section": "17 k",
      "title": "Informasjonsplikt, forbud mot å stille formuesgoder til rådighet mv.",
      "content": "Den som treffer tiltak for å båndlegge formuesgoder i samsvar med § 17 g, skal umiddelbart informere Politiets sikkerhetstjeneste om dette.\nIngen formuesgoder skal stilles til rådighet eller til fordel for personer eller foretak som en beslutning om båndlegging er rettet mot.\nStraffeprosessloven § 221 annet og tredje ledd gjelder tilsvarende for beslutning om båndlegging. Kongen kan gi nærmere regler i forskrift om bekjentgjøring av iverksettelse og opphør av båndlegging.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17k",
        "source_heading": "§ 17 k."
      }
    },
    {
      "provision_ref": "5:17 l",
      "chapter": "5",
      "section": "17 l",
      "title": "Forholdet til annen lovgivning",
      "content": "Straffeprosessloven gjelder for saker om båndlegging så langt den passer. Forvaltningsloven og offentleglova gjelder ikke for saker om båndlegging.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17l",
        "source_heading": "§ 17 l."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Politipersonalet",
      "content": "Den som skal ansettes i politi- og lensmannsetaten, herunder i Politidirektoratet, må ha plettfri vandel og være skikket for tjeneste i politiet. Til bruk for vandelskontrollen skal søkeren fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Ansatte med alminnelig politimyndighet må være norske statsborgere.\nPolitiet kan kreve fremleggelse av uttømmende og utvidet politiattest, jf. politiregisterloven § 41, av personer som skal utføre arbeid eller tjeneste for politiet eller for en tjenesteleverandør for politiet.\nDepartementet fastsetter krav for ansettelse i stillinger tillagt alminnelig politimyndighet.\n0 Endret ved lover 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792), 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Ansettelse mv.",
      "content": "Politidirektøren og assisterende politidirektører beskikkes av Kongen på åremål for et tidsrom av inntil 6 år. Etter utlysning kan vedkommende beskikkes for ytterligere en periode på inntil 6 år.\nPolitimestere og visepolitimestere i politidistrikter utnevnes som embetsmenn på åremål for inntil 6 år. Etter utlysning kan vedkommende utnevnes for ytterligere en periode på inntil 6 år.\nSjefene for politiets særorganer beskikkes av Kongen på åremål for inntil 6 år. Etter utlysning kan en åremålsansettelse gjentas med ytterligere en periode på 6 år. Sjefen for ØKOKRIM utnevnes likevel som embetsmann.\nDen som beskikkes som sjef for Politiets sikkerhetstjeneste, kan uten oppsigelsesfrist sies opp av Kongen og har i så fall krav på lønn i inntil 6 måneder. Dette lønnskravet faller bort i den utstrekning vedkommende får utbetalt lønn i annen statsstilling.\nKongen kan fastsette nærmere bestemmelser om varighet, fornyelse og opphør for åremål etter paragrafen her.\nDepartementet kan bestemme at ansettelse i andre stillinger i Politidirektoratet skal skje ved beskikkelse og at andre stillinger i Politiets sikkerhetstjeneste skal være åremålsstillinger.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 24 apr 2009 nr. 21 (se overgangsbestemmelse i dens II), 10 juni 2016 nr. 22 (ikr. 1 juli 2016 iflg. res. 10 juni 2016 nr. 613), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Politimyndighet, legitimasjon og grader",
      "content": "Politidirektøren, embetsmenn og tjenestemenn med politigrader har politimyndighet i hele riket i kraft av sin stilling. Departementet kan gjøre unntak for bestemte stillinger.\nDepartementet bestemmer hvilke andre ledere og ansatte i Politidirektoratet og sjefer for politiets særorganer som har politimyndighet, og gir bestemmelse om tildeling av politimyndighet til studenter ved Politihøgskolen og personell i politireserven. Det samme gjelder for tildeling av politimyndighet til leder og ansatte i spesialenheten for politisaker og påtalemyndigheten.\nPolitimyndighet kan unntaksvis gis til andre. Politimyndigheten skal i slike tilfeller i alminnelighet være begrenset i tid eller til nærmere bestemte saker eller funksjoner. Departementet gir nærmere bestemmelse om tildeling og anvendelsen av begrenset politimyndighet. Departementet gir også nærmere bestemmelser om adgang for ansatte i politiet til å utføre særskilte oppdrag med begrenset politimyndighet.\nKongen kan bestemme at militært personell fra Forsvaret kan tildeles begrenset politimyndighet ved utøvelse av grenseovervåking på landegrensen mellom Norge og Russland. Kongen gir nærmere bestemmelser om politimyndigheten.\nMilitært personell som bistår politiet etter § 27 a, kan tildeles begrenset politimyndighet. Det samme gjelder når Kystvakten bistår politiet i medhold av kystvaktloven § 17 første ledd. Kongen kan gi nærmere bestemmelser om politimyndigheten.\nDen som har politimyndighet, skal under utøvelse av myndigheten ha politilegitimasjon med seg. Begrensninger i politimyndigheten skal fremgå av legitimasjonen. Tjenestemannen plikter, så langt tjenesteforholdene på stedet tillater, å oppgi navn eller tjenestenummer og grad eller stilling når dette forlanges av den som tjenestehandlingen direkte angår. Den som ikke er i politiuniform, skal på forlangende fremvise politilegitimasjon såfremt han ikke er kjent av den som forlanger det.\nDepartementet bestemmer hvilke grader det skal være i politiet og kan gi nærmere regler om uniform og politilegitimasjon.\nPersoner som tildeles begrenset politimyndighet etter tredje ledd, skal fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Personer som tildeles begrenset politimyndighet etter fjerde og femte ledd, skal undergis vandelsvurdering, jf. politiregisterloven § 45. Dersom situasjonen som begrunner tildelingen ikke tillater vandelsvurdering, kan godkjent sikkerhetsklarering tre i stedet. Dersom situasjonen krever det, kan kravet om sikkerhetsklarering fravikes.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 15 juni 2001 nr. 52 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 853), 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 24 apr 2009 nr. 21, 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792), 4 sep 2015 nr. 86 (ikr. 1 des 2015 iflg. res. 27 nov 2015 nr. 1361), 20 apr 2018 nr. 8 (i kraft 1 mai 2022 iflg. res. 29 april 2022 nr. 638), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:20 a",
      "chapter": "6",
      "section": "20 a",
      "title": "Utenlandsk polititjenestemann",
      "content": "Utenlandsk tjenestemann kan delta i felles etterforskningsgrupper, felles politioperasjoner, eller på annen måte utføre tjenestehandlinger i Norge i den grad det følger av overenskomst med fremmed stat. Tilsvarende gjelder for adgangen til å fortsette observasjon og forfølgelse på norsk territorium.\nDet kan unntaksvis gis politimyndighet til utenlandsk tjenestemann. § 20 tredje ledd gjelder tilsvarende.\nUtenlandsk tjenestemann som nevnt i første ledd, er å anse som offentlig tjenestemann i forhold til straffelovens bestemmelser.\nKongen kan gi nærmere regler om vilkår for og gjennomføringen av internasjonalt samarbeid som nevnt i første ledd, herunder særlig om vilkårene for adgangen til å fortsette observasjon og forfølgelse som nevnt i første ledd annet punktum.\n0 Tilføyd ved lov 16 juli 1999 nr. 67 (ikr. 27 apr 2001 iflg. res. 27 apr 2001 nr. 418), endret ved lover 4 juli 2003 nr. 78 (ikr. 21 nov 2003 iflg. res. 21 nov 2003 nr. 1358), 22 juni 2012 nr. 52 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1208).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20a."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Tjenesteområdet for politiets personale",
      "content": "Embetsmenn utnevnes og polititjenestemenn ansettes i alminnelighet for å gjøre tjeneste i et politidistrikt eller i et av politiets særorganer. De er forpliktet til i det enkelte tilfelle å gjøre tjeneste uten hensyn til distriktsgrenser.\nEmbets- og tjenestemenn i politi- og lensmannsetaten kan beordres til midlertidig å gjøre tjeneste i annet distrikt, i et av politiets særorganer, i departementet, i Politidirektoratet eller til å tjenestegjøre uten hensyn til distriktsgrenser, samt til å gjennomgå kurs ved Politihøgskolen eller annen utdanning for polititjenesten. På samme måte kan embets- og tjenestemenn i Politidirektoratet beordres til midlertidig tjeneste i et politidistrikt, i et særorgan eller i departementet.\nNår det bestemmes i medhold av § 16 at visse politigjøremål eller en bestemt politiaksjon skal utføres under felles ledelse for flere politidistrikter, kan departementet pålegge embets- og tjenestemenn i politi- og lensmannsetaten å utføre den felles ledelse eller andre oppgaver knyttet til oppdraget.\nBestemmelsene i denne paragrafen gjelder ikke for personell uten politimyndighet, hvis ikke bestemmelsene uttrykkelig er gjort gjeldende i ansettelsesvilkårene.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Boplikt, tjenesteplikt i fritiden og bierverv",
      "content": "Embets- og tjenestemenn med politimyndighet plikter å bosette seg i tjenestemessig forsvarlig avstand til tjenestestedet. De plikter dessuten i særlige tilfeller å gjøre tjeneste i sin fritid. Kongen gir nærmere regler om dette.\nEmbets- og tjenestemenn med politimyndighet må ikke ha annen lønnet stilling, drive privat erverv eller inneha offentlig bevilling for virksomhet uten samtykke fra politimesteren eller vedkommende politisjef. Samtykke må ikke gis der det kan oppstå tvil om hvilken egenskap politimannen opptrer i, eller om hans uavhengighet i tjenestlige saker. Samtykke må heller ikke gis der biervervet kan redusere politimannens evne eller mulighet til å utføre tjenesten forsvarlig. Departementet gir samtykke til politimestrene og øvrige sjefer i politiet. Samtykke kan når som helst tas tilbake.\n0 Endret ved lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Forbud mot rusdrikk",
      "content": "Embets- og tjenestemenn med politimyndighet må ikke fortære eller være påvirket av rusdrikk når de er i tjeneste og heller ikke utenfor tjeneste når de er i uniform på offentlig sted. De må også ellers vise streng edruelighet. Når det er grunn til å tro at forbudet i første punktum er overtrådt, er de forpliktet til å la seg underkaste legeundersøkelse og blodprøvetaking.\nDepartementet kan gi nærmere regler som gjør unntak fra totalforbudet mot å innta rusdrikk ved utførelsen av spesielle oppdrag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:23 a",
      "chapter": "6",
      "section": "23 a",
      "title": "Erstatning for skader som skyldes pålagt trening",
      "content": "Den som gjør arbeid eller utfører verv i politiets tjeneste, kan kreve erstatning av arbeidsgiver for skader som ikke dekkes etter yrkesskadeforsikringsloven § 11, og som skyldes\na. pålagt organisert trening og testing som inngår i sertifiserings- og vedlikeholdsprogram for innsatspersonell\nb. pålagt organisert trening, kursing eller øvelse på operative politioppgaver som omfatter elementer av maktbruk eller redningstjeneste\nc. opptaksprøver for innsatspersonell.\nLidelser som nevnt i folketrygdloven § 13-3 tredje ledd dekkes ikke.\nErstatningen skal utmåles som om skaden var en yrkesskade etter yrkesskadeforsikringsloven. Yrkesskadeforsikringsloven §§ 14 og 15 gjelder tilsvarende.\nReglene om enkeltvedtak i forvaltningsloven kapittel IV, V og VI gjelder ikke for krav som behandles etter denne bestemmelsen.\nDepartementet kan i forskrift gi nærmere regler om retten til erstatning, herunder om vilkårene for erstatning og saksbehandlingsregler.\n0 Tilføyd ved lov 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Taushetsplikt",
      "content": "For politiets behandling av opplysninger til politimessige formål, jf. politiregisterloven § 2 nr. 13, gjelder taushetsplikten i kapittel 5 og 6 i politiregisterloven. For politiets øvrige virksomhet gjelder forvaltningsloven §§ 13 til 13 g med de tillegg og begrensninger som følger av paragrafen her.\nTaushetsplikten gjelder for enhver som utfører tjeneste eller arbeid for politiet. Politiet kan pålegge personer, private institusjoner og andre offentlige organer taushetsplikt når det innhentes opplysninger med hjemmel i § 14 d eller dersom reell identitet til en person som benytter fiktive personopplysninger, er eller vil bli avslørt.\nForvaltningsloven § 13 a nr. 1 gjelder ikke for opplysninger som kan skade politiets arbeid med å forebygge eller avdekke lovbrudd eller opprettholde ro og orden dersom de blir gjort kjent.\nTaushetsplikt etter forvaltningsloven § 13 er ikke til hinder for at opplysninger fra politiets forvaltningsvirksomhet og sivile gjøremål gjøres kjent for andre tjenestemenn i politiet og påtalemyndigheten i den utstrekning tjenestemessige behov tilsier det, med mindre formålet med behandlingen av opplysningene er begrenset i lov eller i forskrift gitt i medhold av lov.\n0 Endret ved lover 21 mars 2003 nr. 18 (ikr. 1 apr 2003 iflg. res. 21 mars 2003 nr. 358), 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613), 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449), 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:24 a",
      "chapter": "7",
      "section": "24 a",
      "title": "Organisasjon og oppgaver",
      "content": "Politihøgskolen er den sentrale utdanningsinstitusjon for politiet. Politihøgskolen er underlagt Justisdepartementet og har et styre som øverste organ. Sjefen for Politihøgskolen har på vegne av styret det overordnede ansvaret for og ledelsen av høgskolens virksomhet. Departementet gir nærmere regler om valg til styret, styremedlemmenes oppnevning, sammensetning og oppgaver, og om høgskolens oppgaver, organisering og virksomhet.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 21 des 2005 nr. 130.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24a."
      }
    },
    {
      "provision_ref": "7:24 b",
      "chapter": "7",
      "section": "24 b",
      "title": "Opptak",
      "content": "Opptak av studenter til Politihøgskolens grunnutdanning foretas av en opptaksnemnd oppnevnt av styret. Opptak forutsetter at søkeren har plettfri vandel, oppfyller fastsatte formelle krav og fremstår som skikket for tjeneste i politi- og lensmannsetaten. Søkerne må fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Det kan også innhentes opplysninger om henlagte straffesaker eller andre forhold som kan ha betydning for søkerens skikkethet. Departementet gir nærmere regler om opptaksnemndas sammensetning, saksbehandling, spesielle opptakskrav, opptaksprøve og nærmere kriterier for opptak og rangering av søkere.\nOpptak til videreutdanning og høyere grads studier foretas av Politihøgskolen. Departementet gir nærmere regler om saksbehandling og opptakskrav, herunder dokumentasjon av kompetanse.\nVedtak om avslag på søknad om opptak kan påklages til Politihøgskolens styre eller til en klagenemnd oppnevnt av styret. Klagen behandles etter reglene i forvaltningsloven. Tildeling av studiested er ikke gjenstand for klage.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24b."
      }
    },
    {
      "provision_ref": "7:24 c",
      "chapter": "7",
      "section": "24 c",
      "title": "Utvisning, bortvisning og utestengning",
      "content": "Gjennom studiet skal Politihøgskolen vurdere om den enkelte student i grunnutdanningen er skikket for tjeneste i politiet. Styret oppnevner en egen skikkethetsnemnd og kan etter innstilling fra denne nemnda vedta å utvise en student som er funnet uskikket. I særlig alvorlige tilfelle kan sjefen for Politihøgskolen treffe vedtak om midlertidig utvisning. Slikt midlertidig vedtak skal uten unødig opphold forelegges for styret. Etter særlig vurdering kan styret gi en student som er vurdert som uskikket, anledning til å fullføre siste studieår. Departementet gir nærmere regler om skikkethetsnemndas sammensetning og saksbehandling, og om skikkethetsvurderingen.\nStudenter i videreutdanning eller i høyere grads studier, som tross skriftlig advarsel fra styret igjen opptrer grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret bortvises fra studiet for inntil ett år. En student kan etter vedtak av styret utestenges for inntil tre år ved grov klanderverdig adferd som skaper fare for liv eller helse for personer som studenten kommer i kontakt med i undervisningen, eller ved grove brudd på taushetsplikt.\nStudenter som gjør seg skyldig i fusk eller forsøk på fusk, kan utvises eller bortvises for inntil ett år.\nStudentene plikter å avlegge dopingprøve etter nærmere regler gitt av departementet. Bruk av ulovlige dopingmidler eller nektelse av å medvirke til dopingkontroll kan føre til utvisning eller utestengning for inntil tre år.\nVedtak om utvisning, bortvisning eller utestengning kan påklages til departementet etter reglene i forvaltningsloven. Studenten har rett til å la seg bistå av advokat eller annen medhjelper fra skikkethetssak eller sak om bortvisning eller utestengning er reist, eventuelt etter at advarsel etter annet ledd er gitt.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24c."
      }
    },
    {
      "provision_ref": "7:24 d",
      "chapter": "7",
      "section": "24 d",
      "title": "Alminnelige tjenesteregler, edruelighet, bierverv og taushetsplikt",
      "content": "Bestemmelsene i alminnelig tjenesteinstruks for politiet gitt i medhold av § 29 gjelder for studenter ved Politihøgskolen så langt de passer. Tilsvarende gjelder denne lovs bestemmelser om edruelighet og taushetsplikt. Når politimyndighet er tildelt av stedlig politimester, kan politimesteren nekte studenten bierverv som åpenbart er uforenlig med utøvelsen av politimyndighet.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24d",
        "source_heading": "§ 24d."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Særlig politioppsyn ved allment tilgjengelige arrangementer",
      "content": "Når det av ordensmessige grunner er påkrevd med særlig polititilsyn ved allment tilgjengelige sammenkomster eller tilstelninger, for eksempel offentlig dans, fester, konserter, festivaler, forestillinger, idrettsstevner og lignende, kan arrangøren pålegges helt eller delvis å dekke utgiftene til dette oppsynet. Det kan kun kreves dekning for utgifter til særskilt politioppsyn som utføres i umiddelbar tilknytning til arrangementet og som tidsmessig står i direkte forbindelse med avviklingen av arrangementet.\n0 Endret ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Forbud mot privat rettshåndhevelse",
      "content": "Det er forbudt for andre enn politiet å organisere eller delta i privat virksomhet som har som formål å opprettholde offentlig ro og orden eller drive andre former for alminnelig rettshåndhevelse på offentlig sted.\nForbudet i første ledd er ikke til hinder for at det etableres vakthold som tilsikter å beskytte person eller eiendom eller verne om naturen. Forbudet er heller ikke til hinder for at en arrangør av allment tilgjengelig sammenkomst eller tilstelning etablerer vakthold for å opprettholde ro og orden under arrangementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "title": "Ulykkes- og katastrofesituasjoner",
      "content": "Det tilligger politiet å iverksette og organisere redningsinnsats der menneskers liv eller helse er truet, hvis ikke en annen myndighet er pålagt ansvaret.\nKongen gir nærmere bestemmelser om redningstjenestens oppgaver og organisasjon.\nI ulykkes- og katastrofesituasjoner tilligger det politiet å iverksette de tiltak som er nødvendig for å avverge fare og begrense skade. Inntil ansvaret blir overtatt av annen myndighet, skal politiet organisere og koordinere hjelpeinnsatsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:27 a",
      "chapter": "8",
      "section": "27 a",
      "title": "Bistand fra Forsvaret",
      "content": "Etter anmodning kan Forsvaret bistå politiet ved\n1. forebygging og bekjempelse av anslag av særlig skadevoldende eller omfattende karakter, herunder vakthold og sikring av objekter og infrastruktur,\n2. ettersøking og pågripelse av personer som kan sette menneskers liv og helse eller vesentlige samfunnsinteresser i alvorlig fare, og\n3. ulykker, naturkatastrofer og lignende for å verne menneskers liv og helse, eiendom og for å opprettholde ro og orden.\nVed bistand som nevnt i første ledd kan Forsvaret utøve makt innenfor de rammer som følger av § 6. Det samme gjelder når Kystvakten yter bistand etter kystvaktloven § 17 første ledd.\nUtenfor tilfeller som nevnt i første ledd kan Forsvaret etter anmodning bistå politiet med materiell, spesialkyndig operatørpersonell og annet.\nKongen gir nærmere bestemmelser om Forsvarets bistand til politiet.\n0 Tilføyd ved lov 4 sep 2015 nr. 86 (ikr. 1 des 2015 iflg. res. 27 nov 2015 nr. 1361), endret ved lov 20 apr 2018 nr. 8 (i kraft 1 mai 2022 iflg. res. 29 april 2022 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Svalbard, Jan Mayen m.v.",
      "content": "Loven gjelder for Svalbard og Jan Mayen og for områder underlagt norsk statshøyhet som biland, med de endringer som Kongen fastsetter av hensyn til de stedlige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Instruksjonsmyndighet m.m.",
      "content": "Kongen fastsetter en alminnelig tjenesteinstruks for politiet. Departementet gir tjenestereglementer og særinstrukser for politiet, herunder en våpeninstruks. Politimesteren kan utstede utfyllende tjenesteregler når lokale forhold gjør dette påkrevd.\nDepartementet gir nærmere regler om i hvilken utstrekning namsmannen kan overlate sine oppgaver etter lov til sine underordnede.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 27 jan 2017 nr. 3 (ikr. straks iflg. res. 27 jan 2017 nr. 78), 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563), 22 juni 2018 nr. 81 (ikr. 1 juli 2018 iflg. res. 22 juni 2018 nr. 949), 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13), 20 juni 2025 nr. 87 (i kraft 20 juni 2025 iflg. res. 20. juni 2025 nr. 1111).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:29 a",
      "chapter": "8",
      "section": "29 a",
      "title": "Politiets tilgang til opplysninger",
      "content": "Politiet kan, uten hinder av taushetsplikt, innhente fra folkeregistermyndigheten de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven eller andre oppgaver som er fastsatt i lov, eller som følger av sedvane.\n0 Tilføyd ved lov 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29a",
        "source_heading": "§ 29 a."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Straff",
      "content": "Med bøter eller med fengsel i inntil 3 måneder straffes den som forsettlig eller uaktsomt\n1. unnlater å etterkomme politiets pålegg, tegn eller signaler, jf. § 5\n2. nekter politiet tilgang til materiale som nevnt i § 12 femte ledd annet punktum\n3. unnlater å overholde meldingsplikten etter § 11 første ledd, bryter forbudet i § 11 femte ledd eller vilkår satt i medhold av § 11 fjerde eller sjuende ledd\n4. overtrer bestemmelser gitt i medhold av § 14\n5. overtrer § 26\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "title": "Ikrafttredelse og overgangsbestemmelser",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer.\nForskrifter, herunder kommunale vedtekter, som er gitt med hjemmel i lover som oppheves i § 32 nr. 1, forblir gjeldende inntil de er erstattet med nye forskrifter såfremt de ikke strider mot bestemmelse i denne lov.\n1 Fra 1 okt 1995 iflg. res. 4 aug 1995 nr. 748.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "title": "Endring i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Ansvar og mål",
      "content": "Staten skal sørge for den polititjeneste som samfunnet har behov for. Polititjenesten utføres av politi- og lensmannsetaten.\nPolitiet skal gjennom forebyggende, håndhevende og hjelpende virksomhet være et ledd i samfunnets samlede innsats for å fremme og befeste borgernes rettssikkerhet, trygghet og alminnelige velferd for øvrig.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Politiets oppgaver",
      "content": "Politiet skal\n1. beskytte person, eiendom og fellesgoder og verne om all lovlig virksomhet, opprettholde den offentlige orden og sikkerhet og enten alene eller sammen med andre myndigheter verne mot alt som truer den alminnelige tryggheten i samfunnet\n2. forebygge kriminalitet og andre krenkelser av den offentlige orden og sikkerhet\n3. avdekke og stanse kriminell virksomhet og forfølge straffbare forhold i samsvar med regler gitt i eller i medhold av lov\n4. yte borgerne hjelp og tjenester i faresituasjoner, i lovbestemte tilfeller og ellers når forholdene tilsier at bistand er påkrevet og naturlig\n5. på anmodning yte andre offentlige myndigheter vern og bistand under deres tjenesteutøvelse når dette følger av lov eller sedvane\n6. samarbeide med andre myndigheter og organisasjoner tillagt oppgaver som berører politiets virkefelt så langt regler gitt i eller i medhold av lov ikke er til hinder for dette\n7. utføre andre oppgaver som er fastsatt i lov eller som følger av sedvane, herunder oppgaver som i lov er lagt til den alminnelige namsmannen.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "Forholdet til folkeretten",
      "content": "Loven gjelder med de begrensninger som er anerkjent i folkeretten eller følger av overenskomst med fremmede stater.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Politimyndighet",
      "content": "Myndighet etter dette kapittel kan utøves av den som har eller er gitt politimyndighet etter denne lovs § 20.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Plikten til å følge politiets pålegg",
      "content": "Enhver plikter straks å rette seg etter de pålegg, tegn eller øvrige signaler som politiet gir i medhold av bestemmelsene i kapittel II i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Alminnelige regler om hvordan polititjenesten skal utføres",
      "content": "Tjenesteoppdragets mål skal søkes nådd gjennom opplysning, råd, pålegg eller advarsel eller ved iverksettelse av regulerende eller forebyggende tiltak.\nPolitiet skal ikke ta i bruk sterkere midler uten at svakere midler må antas utilstrekkelige eller uhensiktsmessige, eller uten at slike forgjeves har vært forsøkt. De midler som anvendes, må være nødvendige og stå i forhold til situasjonens alvor, tjenestehandlingens formål og omstendighetene for øvrig.\nPolitiet skal opptre saklig og upartisk og med omtanke for personers integritet, slik at den som er gjenstand for inngrep fra politiet, ikke utsettes for offentlig eksponering i større grad enn gjennomføringen av tjenestehandlingen krever.\nPolitiet kan anvende makt under tjenesteutførelsen i den utstrekning det er nødvendig og forsvarlig.\nPolitidirektoratet kan beslutte at politiet skal være bevæpnet i daglig tjeneste. Politidirektoratet gir nærmere bestemmelser om omfanget av bevæpningen, herunder knyttet til tid og sted, oppdragets art og på annen måte.\nNår tjenestehandlingen berører eller skjer overfor eller i nærvær av barn, skal barnets beste være et grunnleggende hensyn.\n0 Endret ved lover 7 juni 2024 nr. 28 (i kraft 7 juni 2024 iflg. res. 7 juni 2024 nr. 929), 20 juni 2025 nr. 87 (i kraft 20 juni 2025 iflg. res. 20. juni 2025 nr. 1111).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:6 a",
      "chapter": "2",
      "section": "6 a",
      "title": "Kameraovervåking",
      "content": "Politiet kan benytte kameraovervåking dersom det er nødvendig for å gjennomføre oppgaver som nevnt i § 2 nr. 1 til 4. Med kameraovervåking menes vedvarende eller regelmessig gjentatt personovervåking ved hjelp av fjernbetjent eller automatisk virkende overvåkingskamera eller annet lignende utstyr som er fastmontert. Som kameraovervåking anses både overvåking med og uten mulighet for opptak av lyd- og bildemateriale.\nKameraovervåking kan bare benyttes dersom de hensyn som tilsier overvåking, overstiger hensynet til den registrertes personvern. Det skal særlig legges vekt på hvordan overvåkingen skal skje, samt hva slags område som skal overvåkes.\nDet skal ved skilting eller på annen måte gjøres tydelig oppmerksom på at stedet blir overvåket av politiet, og om overvåkingen eventuelt inkluderer lydopptak.\nKongen kan gi forskrifter med nærmere bestemmelser om behandling av opplysninger innhentet ved kameraovervåking.\n0 Tilføyd ved lov 15 juni 2018 nr. 38 (ikr. 20 juli 2018 iflg. meddelelse 17 juli 2018 nr. 1195).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6a",
        "source_heading": "§ 6 a."
      }
    },
    {
      "provision_ref": "2:6 b",
      "chapter": "2",
      "section": "6 b",
      "title": "Vilkår for bruk av skytevåpen",
      "content": "Skytevåpen kan bare brukes når det er absolutt nødvendig og hvor lempeligere midler forgjeves har vært forsøkt eller åpenbart ikke vil føre frem, i situasjoner hvor\na. tjenestepersonen selv eller andre trues med eller utsettes for en grov voldshandling eller annen grov integritetskrenkelse, og bruk av våpen fremstår som nødvendig for å hindre tap av menneskeliv eller alvorlig personskade, eller\nb. det anses påkrevd å pågripe eller stanse person som er domfelt eller med stor grad av sikkerhet mistenkes for drap, andre grove voldshandlinger eller forsøk på slike voldsforbrytelser, eller av personer som av andre grunner anses som særlig farlige for menneskers liv eller helse, Norges selvstendighet, eller som alvorlig truer grunnleggende nasjonale interesser.\nI situasjoner som nevnt i første ledd kan skytevåpen etter beslutning fra innsatsleder også brukes til å beskadige eller gjøre en gjenstand ubrukelig eller forstyrre eller avlede gjerningspersonen.\n0 Tilføyd ved lov 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6b",
        "source_heading": "§ 6 b."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Håndhevelse av den offentlige ro og orden m.v.",
      "content": "Politiet kan gripe inn\n1. for å stanse forstyrrelser av den offentlige ro og orden eller når omstendighetene gir grunn til frykt for slike forstyrrelser\n2. for å ivareta enkeltpersoners eller allmennhetens sikkerhet\n3. for å avverge eller stanse lovbrudd.\nPolitiet kan i slike tilfeller blant annet regulere ferdselen, forby opphold i bestemte områder, visitere person eller kjøretøy, uskadeliggjøre eller ta farlige gjenstander i forvaring, avvise, bortvise, fjerne eller anholde personer, påby virksomhet stanset eller endret, ta seg inn på privat eiendom eller område eller påby områder evakuert.\nUnnlater noen å etterkomme pålegg gitt i medhold av første ledd, kan politiet for den ansvarliges regning sørge for at det nødvendige blir gjort for å hindre at forsømmelsen volder skade eller utsetter allmennheten for fare.\nPå andre offentlige myndigheters ansvarsområder kan politiet gripe inn umiddelbart når et forhold medfører alvorlige ordensforstyrrelser eller fare for slike, dersom vedkommende organ ikke er tilgjengelig eller inngrep fra dette antas umulig, virkningsløst eller ikke kan skje i tide. Den ansvarlige myndighet skal snarest mulig underrettes om inngrepet.\n0 Endret ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:7 a",
      "chapter": "2",
      "section": "7 a",
      "title": "Visitasjon for å avdekke våpen",
      "content": "Politiet kan på offentlig sted visitere person eller kjøretøy når det er grunn til å undersøke om noen er i besittelse av eller oppbevarer våpen. Slik visitasjon kan bare foretas for å hindre straffbare handlinger som krenker noens liv, helse eller frihet, og bare\na. i situasjoner eller på steder hvor slike straffbare handlinger erfaringsmessig finner sted, eller\nb. i situasjoner eller på steder hvor det er grunn til å anta at noen planlegger eller forbereder slike straffbare handlinger.\nVisitasjonen skal gjennomføres så hensynfullt og skånsomt som mulig.\nMed våpen menes i denne paragrafen våpen og andre gjenstander som omfattes av våpenlovgivningen, kniv eller lignende skarpt redskap som det er forbudt å bære på offentlig sted, jf. straffeloven § 189, og andre farlige gjenstander som kan tas i forvaring etter politiloven § 7.\nBeslutningen om visitasjon i medhold av paragrafen her treffes av politimesteren eller den han bemyndiger. Beslutningen skal nedtegnes og begrunnes skriftlig, så vidt mulig før visitasjon skjer. Beslutningen skal gjelde for et nærmere angitt tidsrom.\n0 Tilføyd ved lov 28 juni 2002 nr. 53, endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7a",
        "source_heading": "§ 7 a."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Innbringelse",
      "content": "Politiet kan innbringe til politistasjon, lensmannskontor eller annet lokale som benyttes under polititjenesten\n1. den som på offentlig sted forstyrrer ro og orden eller den lovlige ferdsel\n2. den som ikke etterkommer pålegg fra politiet om å fjerne seg fra offentlig sted når omstendighetene gir skjellig grunn til å frykte for forstyrrelse av den alminnelige ro og orden eller den lovlige ferdsel\n3. den som ikke oppgir navn, fødselsdato, fødselsår, stilling og bopel når politiet forlanger det, eller som gir opplysninger herom som det er grunn til å tvile på riktigheten av\n4. den som treffes på eller ved et sted der det må antas å være begått en forbrytelse umiddelbart forut.\nIngen må holdes tilbake lenger enn nødvendig etter denne bestemmelsen og ikke ut over 4 timer.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Inngrep overfor berusede personer",
      "content": "Politiet kan innbringe enhver som på grunn av beruselse forårsaket av alkohol eller andre berusende eller bedøvende midler forstyrrer den offentlige ro og orden eller den lovlige ferdsel, forulemper andre eller volder fare for seg selv eller andre.\nDen som innbringes etter første ledd, kan settes i arrest.\nIngen må holdes i arrest lenger enn nødvendig og ikke i noe tilfelle lenger enn til vedkommende er blitt edru.\nDersom den innbrakte på grunn av beruselsen er ute av stand til å ta vare på seg selv eller å gjøre rede for seg, skal politiet straks vurdere umiddelbart å overføre vedkommende til sykehus, legevakt eller avrusingsstasjon. Dersom slik overføring ikke finner sted, skal vedkommende ha legetilsyn ved innsettelsen i arresten.\nDersom det er grunn til å tro at den innbrakte har hodeskade, indre skade eller betydelig kroppsskade, eller helsetilstanden for øvrig er slik at helsetilsyn anses nødvendig, skal politiet straks tilkalle lege eller annet helsepersonell.\nI påvente av overføring til sykehus mv. eller gjennomføring av lege- eller helsetilsyn etter fjerde eller femte ledd, skal den innbrakte ha skjerpet tilsyn av politiet.\nDersom den innbrakte ber om det, skal politiet formidle kontakt med lege eller annet helsepersonell.\nSelv om den anholdte ikke innbringes, kan politiet beslaglegge og tilintetgjøre de rusmidler vedkommende har hos seg ved anholdelsen.\n0 Endret ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:9 a",
      "chapter": "2",
      "section": "9 a",
      "title": "Henvisning til rådgivende enhet for russaker",
      "content": "0 Tilføyes ved lov 20 juni 2025 nr. 83 (i kraft fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9a",
        "source_heading": "§ 9 a."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Etterfølgende visitasjon m.v.",
      "content": "Politiet kan foreta visitasjon for å bringe en persons identitet på det rene, hvis personen nekter å oppgi navn, fødselsdato, fødselsår, stilling og bopel når politiet ber om det, eller det er grunn til mistanke om at den oppgitte identitet er falsk. Visitasjon for å fastslå identitet kan også foretas etter § 12 siste ledd.\nPolitiet kan visitere enhver som fjernes, anholdes eller innbringes for å søke etter våpen eller andre farlige gjenstander.\nPersoner som settes i arrest, kan fratas alle gjenstander som er egnet til å skade vedkommende selv eller andre. Hvis den innbraktes tilstand eller forholdene i arresten tilsier det, kan vedkommende også fratas penger og andre gjenstander, slik at de ikke blir ødelagt eller kommer bort.\nPolitiet kan ta i forvaring gjenstander som nevnt i annet og tredje ledd. Gjenstandene skal tilbakeleveres når formålet med forvaringen opphører, hvis ikke gjenstandene kan beslaglegges med hjemmel i lov.\n0 Endret ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:10 a",
      "chapter": "2",
      "section": "10 a",
      "title": "(Opphevet)",
      "content": "0 Tilføyd ved lov 16 juli 1999 nr. 65, opphevet ved lov 28 juni 2002 nr. 53.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10a",
        "source_heading": "§ 10 a."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "title": "Arrangementer på offentlig sted m.v.",
      "content": "Den som vil benytte offentlig sted til demonstrasjon, opptog, møte, stand eller lignende, skal i god tid på forhånd gi politiet melding om dette. For øvrig kan det ved vedtekt etter lovens § 14 gis regler om søknadsplikt for visse arrangementer på offentlig sted eller meldeplikt for arrangementer som for øvrig er allment tilgjengelige.\nEn melding som nevnt i første ledd, skal i alminnelighet gis skriftlig og inneholde opplysninger om arrangementets formål, omfang, ansvarlig arrangør, tidspunkt, avviklingssted og de ordenstiltak arrangøren vil sette i verk.\nPolitiet kan forby arrangementer som nevnt i første ledd, men bare når det er grunn til frykt for at de kan forårsake alvorlig forstyrrelse av den offentlige ro og orden eller den lovlige ferdsel, eller det formål som tilsiktes fremmet eller måten dette skjer på, strider mot lov.\nPolitiet kan iverksette nødvendige tiltak for å sikre at lovlige arrangementer som nevnt i første ledd kan avvikles uforstyrret og til minst mulig hinder for den øvrige ferdsel. Det kan også settes vilkår for avviklingen for å forebygge slike forstyrrelser eller krenkelser som nevnt i tredje ledd. Det kan herunder settes som vilkår at deltakere i demonstrasjon eller lignende ikke medbringer gjenstander som er egnet til å true eller påføre skade med.\nDet er forbudt for deltakere i et arrangement som nevnt i første ledd å opptre maskert, unntatt for deltakere i skuespill, maskerade eller lignende.\nPolitiet kan stanse eller oppløse arrangementer som nevnt i første ledd når de avvikles i strid med nedlagt forbud eller fastsatte vilkår, eller forårsaker slike krenkelser som nevnt i tredje ledd eller ved begrunnet frykt for slike.\nPolitiet kan også fastsette vilkår for, forby, stanse eller oppløse andre sammenkomster og tilstelninger enn dem som er nevnt i første ledd, for å hindre at noen lider overlast, for å unngå at alvorlige ordensforstyrrelser eller ferdselshindringer oppstår, eller for å gjenopprette ro og orden etter slike.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "title": "Hjelp til syke m.v.",
      "content": "Politiet skal hjelpe eller sørge for hjelp til syke personer som ikke er i stand til å ta vare på seg selv, når ingen pårørende eller andre ansvarlige er til stede og kan ta seg av dem. Politiet skal i slike tilfeller øyeblikkelig varsle lege dersom en persons helsetilstand gir grunn til å anta at legehjelp kan være nødvendig og for øvrig, gjennom ansvarlig helsemyndighet eller på annen måte, søke å finne frem til en betryggende plassering.\nNår det er åpenbar grunn til å frykte at en person som politiet må ta hånd om etter første ledd, kan være til fare for seg selv eller andre, kan politiet ta vedkommende i midlertidig forvaring inntil betryggende plassering er funnet. Slik forvaring skal være så kortvarig som mulig og må ikke strekke seg ut over 24 timer.\nPolitiet kan bane seg adgang til hus, rom eller annet lokale for å ettersøke bortkomne eller hjelpe syke, tilskadekomne eller andre som er – eller antas å være, ute av stand til å ta vare på seg selv, når omstendighetene gir grunn til å frykte at vedkommendes liv eller helse kan være truet.\nTiltak som nevnt i tredje ledd kan også settes i verk når en person er eller må antas å være død.\nPolitiet kan foreta visitasjon for å fastslå identiteten til en person som nevnt i tredje ledd. For øvrig plikter enhver å la politiet få midlertidig tilgang til fotografier, dokumenter og andre gjenstander egnet til identifikasjon av personer som nevnt i tredje og fjerde ledd, hvis ikke bestemmelser gitt i eller i medhold av lov er til hinder for dette.\nI forbindelse med en naturkatastrofe, en ulykke eller et terrorangrep kan politiet oppta biometriske opplysninger i form av ansiktsfoto og fingeravtrykk fra ukjente personer ute av stand til å legitimere seg og fra uidentifiserte menneskelige levninger. Opplysningene kan bare brukes til å fastslå vedkommendes identitet med søk som angitt i artikkel 20 nr. 4 i forordning (EU) 2019/817 og i artikkel 20 nr. 4 i forordning (EU) 2019/818, jf. grenseloven § 8 første ledd nr. 4 og 5, og til søk i foto- og fingeravtrykkregisteret, jf. politiregisterloven § 13 første ledd første punktum. Opplysningene skal slettes straks søket er gjennomført.\n0 Endret ved lov 21 juni 2024 nr. 47 (i kraft 12 okt 2025 iflg. res. 19 sep 2025 nr. 1876).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "title": "Inngrep overfor barn",
      "content": "Politiet kan vise eller bringe hjem barn som antas å være under 15 år, som driver omkring på egen hånd på offentlig sted etter kl. 22.00, og barn under 18 år som bryter oppholdsforbud nedlagt etter straffeprosessloven § 222 c.\nPolitiet kan også ta hånd om barn som antas å være under 15 år, som påtreffes under omstendigheter som klart innebærer en alvorlig risiko for barnets helse eller utvikling, og i så tilfelle umiddelbart sørge for at barnet blir brakt til verge eller annen foresatt eller om nødvendig til barnevernsmyndighetene. Politiet kan også gripe inn overfor barn over 15 år hvis det er grunn til å anta at inngripen vil være tjenlig.\nDersom politiet har grunn til å tro at et barn under 15 år har begått en ellers straffbar handling, eller at et barn under 18 år har begått en straffbar handling eller har brutt et oppholdsforbud nedlagt etter straffeprosessloven § 222 c, kan barnet og vergene pålegges å møte for politiet til samtale for å forebygge ytterligere lovbrudd. Før samtalen starter skal barnet og vergene gjøres kjent med at de ikke har plikt til å forklare seg.\nInnkallingen skal være skriftlig og angi formålet med samtalen, møtested og møtetid. Så vidt mulig skal det gis minst tre dagers varsel. Har de innkalte fått innkallingen, og de likevel har uteblitt uten at det er opplyst at de har gyldig forfall, kan politiet beslutte at de skal avhentes. Adgangen til slik avhenting skal fremgå av innkallingen.\n0 Endret ved lover 21 mars 2003 nr. 18 (ikr. 1 apr 2003 iflg. res. 21 mars 2003 nr. 358), 20 des 2023 nr. 110 (i kraft 1 sep 2024 iflg. res. 24 mai 2024 nr. 811).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "title": "Politivedtekter",
      "content": "I vedtekter som fastsettes av kommunen og godkjennes av departementet eller den instans departementet fastsetter, kan det gis bestemmelser\n1. om å opprettholde ro og orden, sikre ferdselen og for å hindre tilgrising, herunder klistring og maling på vegger, murer o l., på steder som er alminnelig beferdet eller bestemt for alminnelig ferdsel. Bestemmelser om hunder og hundehold fastsettes etter hundeloven.\n2. i samsvar med lokale sedvaner, om hus- eller grunneiers plikt til på de steder som er nevnt i nr. 1, å holde det rent og ryddig på fortau eller tilsvarende område i umiddelbar tilknytning til eiendommen, rydde for snø og strø når det er glatt\n3. om meldeplikt for den som vil holde et arrangement som er allment tilgjengelig, selv om arrangementet ikke skjer på offentlig sted, når arrangementets art eller størrelse gjør det sannsynlig at politioppsyn blir nødvendig av hensyn til ro og orden eller avvikling av trafikken. Meldeplikten kan også omfatte sammenkomst med dans eller annen tilstelning av overveiende selskapelig eller underholdende art for medlemmer av forening eller lignende sammenslutning\n4. om at det for arrangement på offentlig sted som overveiende er av underholdningsmessig, kunstnerisk, selskapelig eller kommersiell art, og som har et omfang som åpenbart vil medføre behov for betydelige ferdselsreguleringer eller vakthold, må leveres inn søknad i stedet for melding etter § 11. Nærmere frist for innlevering av slik søknad kan fastsettes\n5. om at barn under 15 år ikke har adgang til offentlig dans eller lignende allment tilgjengelig tilstelning uten i følge med foreldre eller andre foresatte\n6. om regulering av ervervsvirksomhet på offentlig sted som ikke faller inn under regulering i andre lover\n7. om politiets kontroll med pantelånervirksomhet.\n8. om forbud mot eller nærmere vilkår for tigging på offentlig sted eller fra hus til hus. Det kan fastsettes at den som vil tigge, må melde seg for politiet på forhånd.\nKommunale vedtekter som nevnt i første ledd håndheves av politiet. Unnlater noen å utføre det som de har plikt til etter slike vedtekter eller pålegg gitt med hjemmel i vedtektene, kan politiet la det utføre på vedkommendes bekostning. Ved arrangementer som nevnt i nr. 3 og 4 får reglene i lovens § 11 tilsvarende anvendelse.\nKommunale vedtekter som nevnt i første ledd nr. 1 og 2 kan i tillegg håndheves av kommunen eller personer utpekt av kommunen dersom kommunen har fastsatt dette i politivedtektene. Slik håndhevelse gjelder likevel ikke opprettholdelse av ro og orden. Ved overtredelse av de kommunale vedtektene som nevnt overfor kan kommunen, eller dens utpekte, ilegge overtredelsesgebyr. Departementet kan i forskrift gi nærmere regler om gjennomføring av bestemmelsene i dette ledd, herunder hvilke deler av ferdselen kommunene kan sikre.\n0 Endret ved lover 4 juli 2003 nr. 74 (ikr. 1 jan 2004), 17 des 2010 nr. 87 (ikr. 1 juli 2012 iflg. res. 22 juni 2012 nr. 589), 21 juni 2013 nr. 83, 20 juni 2014 nr. 48, 21 juni 2017 nr. 94 (ikr. 6 mai 2018 iflg. res. 27 apr 2018 nr. 642, se lovens del VI for overgangsregel).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:14 a",
      "chapter": "3",
      "section": "14 a",
      "title": "Tillatelsen",
      "content": "En person som er registrert i folkeregisteret, og som står i fare for å bli utsatt for alvorlig kriminalitet rettet mot liv, helse eller frihet, kan gis tillatelse til å benytte andre personopplysninger om seg selv enn de virkelige (fingerte personopplysninger).\nTillatelse til å benytte fingerte personopplysninger kan bare gis dersom andre tiltak ikke kan gi tilstrekkelig vern.\nTillatelse til å benytte fingerte personopplysninger kan også gis til andre personer som bor i samme husstand som en person som gis tillatelse til å benytte fingerte personopplysninger.\nI tillatelsen kan det settes vilkår dersom dette er nødvendig for å begrense ulemper som bruken av fiktive personopplysninger kan medføre for andre.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "3:14 b",
      "chapter": "3",
      "section": "14 b",
      "title": "Saksbehandling og kompetanse",
      "content": "Politidirektoratet avgjør om en person skal gis tillatelse til å benytte fingerte personopplysninger.\nPolitidirektoratet skal bistå søkeren med å innhente og tilrettelegge informasjon mv. som kan ha betydning for vurderingen av søknaden.\nPolitidirektoratets avgjørelse kan påklages til Justisdepartementet.\nPolitidirektoratet kan delegere myndighet etter annet ledd samt etter §§ 14d, 14e, 14g og 14h femte ledd til Den nasjonale enhet for bekjempelse av organisert og annen alvorlig kriminalitet (Kripos).\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613), endret ved lov 17 des 2010 nr. 87 (ikr. 1 jan 2011 iflg. res. 17 des 2010 nr. 1608).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14b",
        "source_heading": "§ 14 b."
      }
    },
    {
      "provision_ref": "3:14 c",
      "chapter": "3",
      "section": "14 c",
      "title": "Søkerens informasjonsplikt",
      "content": "Søkeren skal gi opplysninger om alle rettsforhold som vil bli berørt av tillatelsen. Søkeren skal ved behov også på annen måte bistå Politidirektoratet under forberedelse av saken og så lenge tillatelsen gjelder.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14c",
        "source_heading": "§ 14 c."
      }
    },
    {
      "provision_ref": "3:14 d",
      "chapter": "3",
      "section": "14 d",
      "title": "Adgang til å innhente opplysninger",
      "content": "Politidirektoratet kan, i saker som behandles etter dette kapitlet, uten hinder av taushetsplikt, kreve utlevert fra andre offentlige myndigheter de opplysninger som anses nødvendige.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14d",
        "source_heading": "§ 14 d."
      }
    },
    {
      "provision_ref": "3:14 e",
      "chapter": "3",
      "section": "14 e",
      "title": "Fastsettelse og registrering av fingerte personopplysninger",
      "content": "Når det er gitt tillatelse til bruk av fingerte personopplysninger, skal Politidirektoratet umiddelbart fastsette hvilke fingerte personopplysninger som skal benyttes. De fingerte personopplysningene utarbeides i samråd med søkeren.\nPolitidirektoratet skal straks underrette folkeregistermyndighetene, og påse at de fingerte personopplysningene blir registrert og at de reelle personopplysningene blir avregistrert.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14e",
        "source_heading": "§ 14 e."
      }
    },
    {
      "provision_ref": "3:14 f",
      "chapter": "3",
      "section": "14 f",
      "title": "Virkningene av tillatelse til å benytte fingerte personopplysninger",
      "content": "Den som har fått tillatelse til å benytte fingerte personopplysninger, kan benytte disse overfor offentlige og private rettssubjekter. Tillatelsen har ingen andre rettsvirkninger.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14f",
        "source_heading": "§ 14 f."
      }
    },
    {
      "provision_ref": "3:14 g",
      "chapter": "3",
      "section": "14 g",
      "title": "Bistand",
      "content": "Politidirektoratet skal bistå den som har fått tillatelse til å benytte fingerte personopplysninger ved kontakt med offentlige myndigheter eller private rettssubjekter.\nDirektoratet skal også bistå offentlige myndigheter eller private rettssubjekter, som har et rettmessig behov for å komme i kontakt med den som har fått tillatelse til å benytte fingerte personopplysninger, med å formidle slik kontakt.\nDirektoratet skal videre gi veiledning og for øvrig bistå i den grad det anses rimelig.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14g",
        "source_heading": "§ 14 g."
      }
    },
    {
      "provision_ref": "3:14 h",
      "chapter": "3",
      "section": "14 h",
      "title": "Varighet og opphør",
      "content": "Tillatelsen til å benytte fingerte personopplysninger kan gis for et bestemt tidsrom eller uten tidsbegrensning.\nHvis det fortsatt foreligger et behov for å benytte fingerte personopplysninger når tillatelsen utløper, kan Politidirektoratet beslutte at tillatelsen skal forlenges.\nDersom den som har fått tillatelse til å benytte fingerte personopplysninger skriftlig ber om at tillatelsen skal opphøre, skal Politidirektoratet treffe vedtak om dette.\nPolitidirektoratet kan, dersom vilkårene i § 1 åpenbart ikke lenger er oppfylt, tilbakekalle tillatelsen. Det samme gjelder dersom det foreligger vesentlige brudd på vilkårene i tillatelsen eller annet vesentlig misbruk av tillatelsen.\nNår retten til å benytte fingerte personopplysninger opphører, skal Politidirektoratet underrette folkeregistermyndighetene som avregistrerer de fingerte personopplysningene og reaktiviserer og ajourfører de reelle personopplysningene.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14h",
        "source_heading": "§ 14 h."
      }
    },
    {
      "provision_ref": "3:14 i",
      "chapter": "3",
      "section": "14 i",
      "title": "Forskriftshjemmel",
      "content": "Kongen kan gi nærmere bestemmelser om utfylling og gjennomføring av bestemmelsene i dette kapitlet.\n0 Tilføyd ved lov 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14i",
        "source_heading": "§ 14 i."
      }
    },
    {
      "provision_ref": "4:15",
      "chapter": "4",
      "section": "15",
      "title": "Politiets sentrale ledelse",
      "content": "Politiet er et rikspoliti som ledes av det departement Kongen bestemmer. Departementets myndighet etter loven her kan legges til Politidirektoratet. Departementet bestemmer hvilken myndighet og hvilke oppgaver som skal legges til Politidirektoratet.\nPolitidirektoratet ledes av politidirektøren.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 24 apr 2009 nr. 21.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "4:16",
      "chapter": "4",
      "section": "16",
      "title": "Distriktsinndeling m.v.",
      "content": "Riket inndeles i politidistrikter med en politimester som sjef for hvert distrikt. Inndelingen fastsettes av Kongen. Kongen fastsetter også hvordan distriktsinndelingen skal være for den norske del av kontinentalsokkelen og områder utenfor sjøterritoriet som norsk rett får anvendelse på.\nPolitidistriktene inndeles i lensmanns- og politistasjonsdistrikter. Inndelingen fastsettes av Kongen.\nKongen kan bestemme\n1. at det for ett eller flere bestemte politigjøremål skal opprettes egne politiorganer,\n2. at visse politigjøremål skal utføres under en samlet ledelse i flere politidistrikter,\n3. at en politimester, som en varig ordning, helt eller delvis skal fritas for bestemte gjøremål, og at de legges til en annen politimester eller til et annet politiorgan,\nFor øvrig gir departementet organisatoriske bestemmelser. Departementet kan herunder fastsette samarbeidsordninger mellom distrikter, gi bestemmelser om bruk av politistyrker ut over distriktsgrenser og om ordninger som nevnt i tredje ledd nr. 3 når dette skjer for en bestemt anledning eller for et avgrenset tidsrom.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 4 sep 2015 nr. 88 (ikr. 4 sep 2015 iflg. res. 4 sep 2015 nr. 1024), 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "title": "Den alminnelige namsmannen",
      "content": "Lensmannen og politistasjonssjefen er namsmann i sitt distrikt med mindre oppgaven som namsmann ivaretas av et namsfogdkontor ledet av en namsfogd. Namsmannsdistrikter skal omfatte en eller flere hele kommuner. Kongen kan bestemme at én lensmann, politistasjonssjef eller namsfogd skal ivareta oppgaven som namsmann for flere lensmanns- og politistasjonsdistrikter i samme politidistrikt.\nNamsmann for Svalbard er sysselmesteren.\nKongen fastsetter hvilke namsmannsdistrikter norsk kontinentalsokkel og norsk økonomisk sone hører til.\n0 Opphevet ved lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), tilføyd ved lov 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563), endret ved lov 11 juni 2021 nr. 68 (ikr. 1 juli 2021).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "5:17 a",
      "chapter": "5",
      "section": "17 a",
      "title": "Oppgavene til Politiets sikkerhetstjeneste som innenlands etterretningstjeneste",
      "content": "Politiets sikkerhetstjeneste skal utarbeide analyser og etterretningsvurderinger om forhold i Norge som kan true Norges suverenitet, territorielle integritet, demokratiske styreform og andre nasjonale sikkerhetsinteresser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), endret ved lov 28 april 2023 nr. 11 (i kraft 1 sep 2023 iflg. res. 28 april 2023 nr. 614).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "5:17 b",
      "chapter": "5",
      "section": "17 b",
      "title": "Oppgavene til Politiets sikkerhetstjeneste som politiorgan",
      "content": "Politiets sikkerhetstjeneste skal forebygge og etterforske\n1. overtredelser av straffeloven kapittel 17 og § 184 og sikkerhetsloven,\n2. ulovlig etterretningsvirksomhet,\n3. spredning av masseødeleggelsesvåpen og av utstyr, materiale og teknologi for produksjon eller bruk av slike våpen,\n4. overtredelser av bestemmelser i eller i medhold av lov om kontroll med eksport av strategiske varer, tjenester og teknologi m.v. og sanksjonsloven og\n5. sabotasje og politisk motivert vold eller tvang, eller overtredelser av straffeloven §§ 131 til 136 b, 145 eller 146. Åpen etterforsking i slike saker foretas likevel av det øvrige politi, med mindre annet bestemmes av overordnet påtalemyndighet.\nPolitiets sikkerhetstjeneste kan etter anmodning bistå det øvrige politi i saker som nevnt i første ledd nr. 5 annet punktum.\nDepartementet kan bestemme at Politiets sikkerhetstjeneste skal tillegges et ansvar i saker som gjelder organisert kriminalitet, forbrytelser mot menneskeheten, folkemord og grove krigsforbrytelser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), endret ved lover 28 juni 2002 nr. 54, 19 des 2008 nr. 114, 21 juni 2013 nr. 85 (ikr. 21 juni 2013 iflg. res. 21 juni 2013 nr. 687), 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 17 juni 2016 nr. 52 (ikr. 1 juli 2016 iflg. res. 17 juni 2016 nr. 670), 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779), 16 april 2021 nr. 18 (ikr. 16 april 2021 iflg. res. 16 april 2021 nr. 1182), 28 april 2023 nr. 11 (i kraft 1 sep 2023 iflg. res. 28 april 2023 nr. 614).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17b",
        "source_heading": "§ 17 b."
      }
    },
    {
      "provision_ref": "5:17 c",
      "chapter": "5",
      "section": "17 c",
      "title": "Særlige oppgaver for den sentrale enhet i Politiets sikkerhetstjeneste",
      "content": "Den sentrale enhet i Politiets sikkerhetstjeneste skal\n1. utarbeide trusselvurderinger til bruk for politiske myndigheter,\n2. samarbeide med andre lands politimyndigheter og sikkerhets- og etterretningstjenester,\n3. foreta personkontroll til bruk ved sikkerhetsundersøkelser.\n0 Tilføyd ved lov 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17c",
        "source_heading": "§ 17 c."
      }
    },
    {
      "provision_ref": "5:17 d",
      "chapter": "5",
      "section": "17 d",
      "title": "Vilkår for bruk av tvangsmidler i forebyggende øyemed",
      "content": "Retten kan ved kjennelse gi Politiets sikkerhetstjeneste tillatelse til som ledd i sin forebyggende virksomhet å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 a, 202 c, 208 a, 210 a, § 210 c, 216 a, 216 b, 216 m eller 216 o dersom det er grunn til å undersøke om noen forbereder en handling som rammes av\na. straffeloven §§ 131, 133 og 134,\nb. straffeloven §§ 121 til 126 eller § 130 a,\nc. straffeloven § 142,\nd. straffeloven §§ 251, 254, 256, 263, 273 eller 275 og som retter seg mot medlemmer av Kongehuset, Stortinget, regjeringen, Høyesterett eller representanter for tilsvarende organer i andre stater.\nTillatelsen kan bare gis dersom det er grunn til å tro at inngrepet vil gi opplysninger av vesentlig betydning for å kunne forebygge handlingen, at forebygging ellers i vesentlig grad vil bli vanskeliggjort og inngrepet etter sakens art og forholdene ellers ikke fremstår som uforholdsmessig. Tillatelse til å nytte tvangsmidler som nevnt i straffeprosessloven §§ 200 a, 202 a annet ledd, 202 c, 216 a, 216 m og 216 o kan bare gis når særlige grunner tilsier det. Det kan ikke gis tillatelse til å romavlytte noens private hjem etter bestemmelsen her. Det kan bare gis tillatelse til å ransake eller ved dataavlesing å gjøre innbrudd i noens private hjem etter bestemmelsen her når det er grunn til å undersøke om noen forbereder en handling som nevnt i første ledd bokstav a.\nDersom det ved opphold er stor fare for at muligheten til å forebygge et forhold som nevnt i første ledd bokstav a eller d vil gå tapt, kan ordre fra sjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste tre i stedet for kjennelse av retten, bortsett fra ved romavlytting som nevnt i straffeprosessloven § 216 m. Beslutningen skal snarest mulig, og senest 24 timer etter at tvangsmidlet ble tatt i bruk, legges frem for retten for godkjennelse. Beslutningen skal så vidt mulig være skriftlig og opplyse om hva saken gjelder og om formålet med bruken av tvangsmidlet. En muntlig beslutning skal snarest mulig nedtegnes. Straffeprosessloven § 216 d første ledd tredje til femte punktum gjelder tilsvarende.\nSjefen eller den assisterende sjefen for Politiets sikkerhetstjeneste kan på samme vilkår som nevnt i første jf. annet ledd tillate bruk av tvangsmidler som nevnt i straffeprosessloven §§ 202 b og 216 l.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849), endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 17 juni 2016 nr. 54 (ikr. 17 juni 2016 iflg. res. 17 juni 2016 nr. 668), 31 mai 2024 nr. 25 (i kraft 1 juli 2024 iflg. res. 31 mai 2024 nr. 871).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17d",
        "source_heading": "§ 17 d."
      }
    },
    {
      "provision_ref": "5:17 e",
      "chapter": "5",
      "section": "17 e",
      "title": "Behandlingen av begjæringer om bruk av tvangsmidler i forebyggende øyemed mv.",
      "content": "Begjæring om tillatelse etter § 17 d settes frem for tingretten på det sted der det mest praktisk kan skje. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 4 eller 8 uker vil være uten betydning. Bruken av tvangsmidler skal stanses før utløpet av fristen som er satt i rettens kjennelse dersom vilkårene ikke lenger er oppfylt, eller dersom tvangsmiddelbruken ikke lenger anses hensiktsmessig.\nAvgjørelse om inngrep etter § 17 d treffes uten at den som inngrepet retter seg mot eller som avgjørelsen ellers rammer, gis adgang til å uttale seg, og kjennelsen blir ikke meddelt dem. Straffeprosessloven § 100 a gjelder tilsvarende for saker som nevnt i § 17 d første ledd, likevel slik at innsynsretten begrenser seg til dokumenter som legges frem for retten. Den som inngrepet etter § 17 d retter seg mot, har ikke krav på underretning etter at bruken av tvangsmidlet har opphørt, eller rett til innsyn i opplysningene som har blitt innhentet ved bruk av tvangsmidlene.\nForvaltningsloven og offentlighetsloven gjelder ikke for saksbehandlingen som knytter seg til bruk av tvangsmidler i forebyggende øyemed.\nKongen kan gi forskrifter til utfylling og gjennomføring av bestemmelsene i kapitlet her.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17e",
        "source_heading": "§ 17 e."
      }
    },
    {
      "provision_ref": "5:17 f",
      "chapter": "5",
      "section": "17 f",
      "title": "Bruk av opplysninger som er innhentet med forebyggende tvangsmidler",
      "content": "Alle skal bevare taushet om at det er begjært eller besluttet bruk av tvangsmidler etter § 17 d, og om opplysninger som fremkommer ved bruk av tvangsmidlet. Det samme gjelder andre opplysninger som er av betydning for forebygging eller etterforsking, og som man blir kjent med i forbindelse med bruken av tvangsmidlet eller saken.\nTaushetsplikten er ikke til hinder for at opplysningene brukes\na. som ledd i å forebygge et straffbart forhold som nevnt i § 17 b første ledd,\nb. som ledd i etterforsking av et straffbart forhold som nevnt i § 17 d første ledd, herunder som ledd i avhør av de mistenkte,\nc. som bevis for en terrorhandling, jf. straffeloven §§ 131, 133 og 134,\nd. for å forebygge at noen uskyldig blir straffet,\ne. for å forhindre en alvorlig straffbar handling som kan krenke andres liv, helse eller frihet, eller\nf. for at Politiets sikkerhetstjeneste kan utlevere opplysninger til Etterretningstjenesten dersom det er nødvendig for forebyggelses- og sikkerhetsmessige formål.\nAlle skal bevare taushet overfor uvedkommende om opplysninger om noens private forhold som de blir kjent med i forbindelse med bruken av tvangsmidler.\n0 Tilføyd ved lov 17 juni 2005 nr. 87 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 849), endret ved lover 19 juni 2015 nr. 65 (ikr. 1 okt 2015), 16 juni 2017 nr. 59 (ikr. 16 juni 2017 iflg. res. 16 juni 2017 nr. 783). Endres ved lov 15 apr 2011 nr. 11 (ikr. fra den tid Kongen bestemmer).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17f",
        "source_heading": "§ 17 f."
      }
    },
    {
      "provision_ref": "5:17 g",
      "chapter": "5",
      "section": "17 g",
      "title": "Beslutning om båndlegging",
      "content": "Når noen med god grunn antas å ha begått en handling som rammes av straffeloven §§ 131 første ledd, 133, 134, 135, 136 eller 136 a, eller forsøk på dette, kan sjefen eller den stedfortredende sjefen for Politiets sikkerhetstjeneste beslutte å båndlegge samtlige formuesgoder som tilhører, eies, innehas eller kontrolleres av\na. vedkommende,\nb. et foretak som vedkommende eier eller har kontroll over, eller\nc. et foretak eller en person som handler på vegne av eller på instruks fra noen som nevnt i bokstav a eller b.\nFormuesgoder som er nødvendige til underhold av den beslutningen retter seg mot, hans eller hennes husstand eller noen han eller hun forsørger, kan ikke båndlegges.\nBeslutningen skal være skriftlig, identifisere den beslutningen retter seg mot og kort beskrive grunnlaget for beslutningen.\nBåndlegging kan bare brukes når det er tilstrekkelig grunn til det, og kan ikke brukes når det etter sakens art eller forholdene ellers ville være et uforholdsmessig inngrep.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17g",
        "source_heading": "§ 17 g."
      }
    },
    {
      "provision_ref": "5:17 h",
      "chapter": "5",
      "section": "17 h",
      "title": "Saksbehandlingen i tingretten",
      "content": "Politiets sikkerhetstjeneste skal snarest mulig og senest innen syv dager etter at den har truffet beslutning etter § 17 g, bringe saken inn for tingretten, som ved kjennelse avgjør om beslutningen skal opprettholdes. Domstolloven § 149 første ledd gjelder tilsvarende. Før retten treffer kjennelsen, skal den beslutningen retter seg mot og andre som saken gjelder, varsles og gis anledning til å uttale seg. Hevder en tredjeperson å ha rett til et formuesgode som båndlegges etter dette kapitlet, avgjør retten om inngrep skal unnlates mot eller uten at det blir stilt sikkerhet.\nOpprettholder retten beslutningen, fastsetter den samtidig en bestemt tidsfrist for båndleggingen. Tillatelse kan gis for inntil 6 måneder av gangen dersom særlige omstendigheter tilsier at en fornyet prøving etter 8 uker vil være uten betydning.\nDersom underretning vil være til vesentlig skade for båndleggingen, etterforskningen eller en annen verserende sak om en lovovertredelse hvor det kan besluttes utsatt underretning, kan retten beslutte at varsel som nevnt i første ledd skal unnlates og underretning om kjennelsen utsettes. I så fall skal retten i kjennelsen sette en frist for når underretning skal skje. Fristen skal ikke overstige fire uker, men kan forlenges av retten ved kjennelse med inntil fire uker om gangen. Når fristen løper ut, skal den beslutningen retter seg mot og andre som saken gjelder, underrettes om kjennelsen og om at de kan kreve at retten avgjør om båndleggingen skal opprettholdes.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17h",
        "source_heading": "§ 17 h."
      }
    },
    {
      "provision_ref": "5:17 i",
      "chapter": "5",
      "section": "17 i",
      "title": "Opphør av båndlegging",
      "content": "Dersom vilkårene for å båndlegge ikke lenger er oppfylt, skal båndleggingen oppheves uten ugrunnet opphold. Båndleggingen faller bort senest tre år etter at overtredelsen som lå til grunn for beslutningen, har opphørt.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17i",
        "source_heading": "§ 17 i."
      }
    },
    {
      "provision_ref": "5:17 j",
      "chapter": "5",
      "section": "17 j",
      "title": "Pålegg om bistand og taushetsplikt",
      "content": "Politiets sikkerhetstjeneste kan pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å yte nødvendig bistand for å båndlegge et formuesgode.\nEr det aktuelt å begjære utsatt underretning etter § 17 h tredje ledd, kan Politiets sikkerhetstjeneste pålegge andre enn dem som er nevnt i straffeprosessloven § 122 første og annet ledd å bevare taushet om beslutningen om å båndlegge formuesgodet inntil utsatt underretning blir gitt. Når taushetsplikten har opphørt, skal Politiets sikkerhetstjeneste snarest mulig varsle den som har fått slikt pålegg.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17j",
        "source_heading": "§ 17 j."
      }
    },
    {
      "provision_ref": "5:17 k",
      "chapter": "5",
      "section": "17 k",
      "title": "Informasjonsplikt, forbud mot å stille formuesgoder til rådighet mv.",
      "content": "Den som treffer tiltak for å båndlegge formuesgoder i samsvar med § 17 g, skal umiddelbart informere Politiets sikkerhetstjeneste om dette.\nIngen formuesgoder skal stilles til rådighet eller til fordel for personer eller foretak som en beslutning om båndlegging er rettet mot.\nStraffeprosessloven § 221 annet og tredje ledd gjelder tilsvarende for beslutning om båndlegging. Kongen kan gi nærmere regler i forskrift om bekjentgjøring av iverksettelse og opphør av båndlegging.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17k",
        "source_heading": "§ 17 k."
      }
    },
    {
      "provision_ref": "5:17 l",
      "chapter": "5",
      "section": "17 l",
      "title": "Forholdet til annen lovgivning",
      "content": "Straffeprosessloven gjelder for saker om båndlegging så langt den passer. Forvaltningsloven og offentleglova gjelder ikke for saker om båndlegging.\n0 Tilføyd ved lov 21 juni 2019 nr. 50 (ikr. 1 juli 2019 iflg. res. 21 juni 2019 nr. 779).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17l",
        "source_heading": "§ 17 l."
      }
    },
    {
      "provision_ref": "6:18",
      "chapter": "6",
      "section": "18",
      "title": "Politipersonalet",
      "content": "Den som skal ansettes i politi- og lensmannsetaten, herunder i Politidirektoratet, må ha plettfri vandel og være skikket for tjeneste i politiet. Til bruk for vandelskontrollen skal søkeren fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Ansatte med alminnelig politimyndighet må være norske statsborgere.\nPolitiet kan kreve fremleggelse av uttømmende og utvidet politiattest, jf. politiregisterloven § 41, av personer som skal utføre arbeid eller tjeneste for politiet eller for en tjenesteleverandør for politiet.\nDepartementet fastsetter krav for ansettelse i stillinger tillagt alminnelig politimyndighet.\n0 Endret ved lover 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792), 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "6:19",
      "chapter": "6",
      "section": "19",
      "title": "Ansettelse mv.",
      "content": "Politidirektøren og assisterende politidirektører beskikkes av Kongen på åremål for et tidsrom av inntil 6 år. Etter utlysning kan vedkommende beskikkes for ytterligere en periode på inntil 6 år.\nPolitimestere og visepolitimestere i politidistrikter utnevnes som embetsmenn på åremål for inntil 6 år. Etter utlysning kan vedkommende utnevnes for ytterligere en periode på inntil 6 år.\nSjefene for politiets særorganer beskikkes av Kongen på åremål for inntil 6 år. Etter utlysning kan en åremålsansettelse gjentas med ytterligere en periode på 6 år. Sjefen for ØKOKRIM utnevnes likevel som embetsmann.\nDen som beskikkes som sjef for Politiets sikkerhetstjeneste, kan uten oppsigelsesfrist sies opp av Kongen og har i så fall krav på lønn i inntil 6 måneder. Dette lønnskravet faller bort i den utstrekning vedkommende får utbetalt lønn i annen statsstilling.\nKongen kan fastsette nærmere bestemmelser om varighet, fornyelse og opphør for åremål etter paragrafen her.\nDepartementet kan bestemme at ansettelse i andre stillinger i Politidirektoratet skal skje ved beskikkelse og at andre stillinger i Politiets sikkerhetstjeneste skal være åremålsstillinger.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 15 juni 2001 nr. 54 (ikr. 1 jan 2002 iflg. res. 15 juni 2001 nr. 670), 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 24 apr 2009 nr. 21 (se overgangsbestemmelse i dens II), 10 juni 2016 nr. 22 (ikr. 1 juli 2016 iflg. res. 10 juni 2016 nr. 613), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "title": "Politimyndighet, legitimasjon og grader",
      "content": "Politidirektøren, embetsmenn og tjenestemenn med politigrader har politimyndighet i hele riket i kraft av sin stilling. Departementet kan gjøre unntak for bestemte stillinger.\nDepartementet bestemmer hvilke andre ledere og ansatte i Politidirektoratet og sjefer for politiets særorganer som har politimyndighet, og gir bestemmelse om tildeling av politimyndighet til studenter ved Politihøgskolen og personell i politireserven. Det samme gjelder for tildeling av politimyndighet til leder og ansatte i spesialenheten for politisaker og påtalemyndigheten.\nPolitimyndighet kan unntaksvis gis til andre. Politimyndigheten skal i slike tilfeller i alminnelighet være begrenset i tid eller til nærmere bestemte saker eller funksjoner. Departementet gir nærmere bestemmelse om tildeling og anvendelsen av begrenset politimyndighet. Departementet gir også nærmere bestemmelser om adgang for ansatte i politiet til å utføre særskilte oppdrag med begrenset politimyndighet.\nKongen kan bestemme at militært personell fra Forsvaret kan tildeles begrenset politimyndighet ved utøvelse av grenseovervåking på landegrensen mellom Norge og Russland. Kongen gir nærmere bestemmelser om politimyndigheten.\nMilitært personell som bistår politiet etter § 27 a, kan tildeles begrenset politimyndighet. Det samme gjelder når Kystvakten bistår politiet i medhold av kystvaktloven § 17 første ledd. Kongen kan gi nærmere bestemmelser om politimyndigheten.\nDen som har politimyndighet, skal under utøvelse av myndigheten ha politilegitimasjon med seg. Begrensninger i politimyndigheten skal fremgå av legitimasjonen. Tjenestemannen plikter, så langt tjenesteforholdene på stedet tillater, å oppgi navn eller tjenestenummer og grad eller stilling når dette forlanges av den som tjenestehandlingen direkte angår. Den som ikke er i politiuniform, skal på forlangende fremvise politilegitimasjon såfremt han ikke er kjent av den som forlanger det.\nDepartementet bestemmer hvilke grader det skal være i politiet og kan gi nærmere regler om uniform og politilegitimasjon.\nPersoner som tildeles begrenset politimyndighet etter tredje ledd, skal fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Personer som tildeles begrenset politimyndighet etter fjerde og femte ledd, skal undergis vandelsvurdering, jf. politiregisterloven § 45. Dersom situasjonen som begrunner tildelingen ikke tillater vandelsvurdering, kan godkjent sikkerhetsklarering tre i stedet. Dersom situasjonen krever det, kan kravet om sikkerhetsklarering fravikes.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), 15 juni 2001 nr. 52 (ikr. 5 aug 2005 iflg. res. 5 aug 2005 nr. 853), 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901), 24 apr 2009 nr. 21, 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792), 4 sep 2015 nr. 86 (ikr. 1 des 2015 iflg. res. 27 nov 2015 nr. 1361), 20 apr 2018 nr. 8 (i kraft 1 mai 2022 iflg. res. 29 april 2022 nr. 638), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:20 a",
      "chapter": "6",
      "section": "20 a",
      "title": "Utenlandsk polititjenestemann",
      "content": "Utenlandsk tjenestemann kan delta i felles etterforskningsgrupper, felles politioperasjoner, eller på annen måte utføre tjenestehandlinger i Norge i den grad det følger av overenskomst med fremmed stat. Tilsvarende gjelder for adgangen til å fortsette observasjon og forfølgelse på norsk territorium.\nDet kan unntaksvis gis politimyndighet til utenlandsk tjenestemann. § 20 tredje ledd gjelder tilsvarende.\nUtenlandsk tjenestemann som nevnt i første ledd, er å anse som offentlig tjenestemann i forhold til straffelovens bestemmelser.\nKongen kan gi nærmere regler om vilkår for og gjennomføringen av internasjonalt samarbeid som nevnt i første ledd, herunder særlig om vilkårene for adgangen til å fortsette observasjon og forfølgelse som nevnt i første ledd annet punktum.\n0 Tilføyd ved lov 16 juli 1999 nr. 67 (ikr. 27 apr 2001 iflg. res. 27 apr 2001 nr. 418), endret ved lover 4 juli 2003 nr. 78 (ikr. 21 nov 2003 iflg. res. 21 nov 2003 nr. 1358), 22 juni 2012 nr. 52 (ikr. 1 jan 2013 iflg. res. 14 des 2012 nr. 1208).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20a",
        "source_heading": "§ 20a."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "title": "Tjenesteområdet for politiets personale",
      "content": "Embetsmenn utnevnes og polititjenestemenn ansettes i alminnelighet for å gjøre tjeneste i et politidistrikt eller i et av politiets særorganer. De er forpliktet til i det enkelte tilfelle å gjøre tjeneste uten hensyn til distriktsgrenser.\nEmbets- og tjenestemenn i politi- og lensmannsetaten kan beordres til midlertidig å gjøre tjeneste i annet distrikt, i et av politiets særorganer, i departementet, i Politidirektoratet eller til å tjenestegjøre uten hensyn til distriktsgrenser, samt til å gjennomgå kurs ved Politihøgskolen eller annen utdanning for polititjenesten. På samme måte kan embets- og tjenestemenn i Politidirektoratet beordres til midlertidig tjeneste i et politidistrikt, i et særorgan eller i departementet.\nNår det bestemmes i medhold av § 16 at visse politigjøremål eller en bestemt politiaksjon skal utføres under felles ledelse for flere politidistrikter, kan departementet pålegge embets- og tjenestemenn i politi- og lensmannsetaten å utføre den felles ledelse eller andre oppgaver knyttet til oppdraget.\nBestemmelsene i denne paragrafen gjelder ikke for personell uten politimyndighet, hvis ikke bestemmelsene uttrykkelig er gjort gjeldende i ansettelsesvilkårene.\n0 Endret ved lover 25 feb 2000 nr. 12 (ikr. 25 feb 2000 iflg. res. 25 feb 2000 nr. 109), 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "6:22",
      "chapter": "6",
      "section": "22",
      "title": "Boplikt, tjenesteplikt i fritiden og bierverv",
      "content": "Embets- og tjenestemenn med politimyndighet plikter å bosette seg i tjenestemessig forsvarlig avstand til tjenestestedet. De plikter dessuten i særlige tilfeller å gjøre tjeneste i sin fritid. Kongen gir nærmere regler om dette.\nEmbets- og tjenestemenn med politimyndighet må ikke ha annen lønnet stilling, drive privat erverv eller inneha offentlig bevilling for virksomhet uten samtykke fra politimesteren eller vedkommende politisjef. Samtykke må ikke gis der det kan oppstå tvil om hvilken egenskap politimannen opptrer i, eller om hans uavhengighet i tjenestlige saker. Samtykke må heller ikke gis der biervervet kan redusere politimannens evne eller mulighet til å utføre tjenesten forsvarlig. Departementet gir samtykke til politimestrene og øvrige sjefer i politiet. Samtykke kan når som helst tas tilbake.\n0 Endret ved lov 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "6:23",
      "chapter": "6",
      "section": "23",
      "title": "Forbud mot rusdrikk",
      "content": "Embets- og tjenestemenn med politimyndighet må ikke fortære eller være påvirket av rusdrikk når de er i tjeneste og heller ikke utenfor tjeneste når de er i uniform på offentlig sted. De må også ellers vise streng edruelighet. Når det er grunn til å tro at forbudet i første punktum er overtrådt, er de forpliktet til å la seg underkaste legeundersøkelse og blodprøvetaking.\nDepartementet kan gi nærmere regler som gjør unntak fra totalforbudet mot å innta rusdrikk ved utførelsen av spesielle oppdrag.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "6:23 a",
      "chapter": "6",
      "section": "23 a",
      "title": "Erstatning for skader som skyldes pålagt trening",
      "content": "Den som gjør arbeid eller utfører verv i politiets tjeneste, kan kreve erstatning av arbeidsgiver for skader som ikke dekkes etter yrkesskadeforsikringsloven § 11, og som skyldes\na. pålagt organisert trening og testing som inngår i sertifiserings- og vedlikeholdsprogram for innsatspersonell\nb. pålagt organisert trening, kursing eller øvelse på operative politioppgaver som omfatter elementer av maktbruk eller redningstjeneste\nc. opptaksprøver for innsatspersonell.\nLidelser som nevnt i folketrygdloven § 13-3 tredje ledd dekkes ikke.\nErstatningen skal utmåles som om skaden var en yrkesskade etter yrkesskadeforsikringsloven. Yrkesskadeforsikringsloven §§ 14 og 15 gjelder tilsvarende.\nReglene om enkeltvedtak i forvaltningsloven kapittel IV, V og VI gjelder ikke for krav som behandles etter denne bestemmelsen.\nDepartementet kan i forskrift gi nærmere regler om retten til erstatning, herunder om vilkårene for erstatning og saksbehandlingsregler.\n0 Tilføyd ved lov 18 juni 2021 nr. 123 (i kraft 1 sep 2022 iflg. res. 12 aug 2022 nr. 1443).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23a",
        "source_heading": "§ 23 a."
      }
    },
    {
      "provision_ref": "6:24",
      "chapter": "6",
      "section": "24",
      "title": "Taushetsplikt",
      "content": "For politiets behandling av opplysninger til politimessige formål, jf. politiregisterloven § 2 nr. 13, gjelder taushetsplikten i kapittel 5 og 6 i politiregisterloven. For politiets øvrige virksomhet gjelder forvaltningsloven §§ 13 til 13 g med de tillegg og begrensninger som følger av paragrafen her.\nTaushetsplikten gjelder for enhver som utfører tjeneste eller arbeid for politiet. Politiet kan pålegge personer, private institusjoner og andre offentlige organer taushetsplikt når det innhentes opplysninger med hjemmel i § 14 d eller dersom reell identitet til en person som benytter fiktive personopplysninger, er eller vil bli avslørt.\nForvaltningsloven § 13 a nr. 1 gjelder ikke for opplysninger som kan skade politiets arbeid med å forebygge eller avdekke lovbrudd eller opprettholde ro og orden dersom de blir gjort kjent.\nTaushetsplikt etter forvaltningsloven § 13 er ikke til hinder for at opplysninger fra politiets forvaltningsvirksomhet og sivile gjøremål gjøres kjent for andre tjenestemenn i politiet og påtalemyndigheten i den utstrekning tjenestemessige behov tilsier det, med mindre formålet med behandlingen av opplysningene er begrenset i lov eller i forskrift gitt i medhold av lov.\n0 Endret ved lover 21 mars 2003 nr. 18 (ikr. 1 apr 2003 iflg. res. 21 mars 2003 nr. 358), 20 des 2002 nr. 107 (ikr. 1 jan 2004 iflg. res. 19 des 2003 nr. 1613), 21 juni 2013 nr. 82 (ikr. 1 juli 2014 iflg. res. 27 sep 2013 nr. 1132 som endret ved res. 13 des 2013 nr. 1449), 18 juni 2021 nr. 127 (ikr. 1 juli 2021 iflg. res. 18 juni 2021 nr. 2026).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "7:24 a",
      "chapter": "7",
      "section": "24 a",
      "title": "Organisasjon og oppgaver",
      "content": "Politihøgskolen er den sentrale utdanningsinstitusjon for politiet. Politihøgskolen er underlagt Justisdepartementet og har et styre som øverste organ. Sjefen for Politihøgskolen har på vegne av styret det overordnede ansvaret for og ledelsen av høgskolens virksomhet. Departementet gir nærmere regler om valg til styret, styremedlemmenes oppnevning, sammensetning og oppgaver, og om høgskolens oppgaver, organisering og virksomhet.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 21 des 2005 nr. 130.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24a",
        "source_heading": "§ 24a."
      }
    },
    {
      "provision_ref": "7:24 b",
      "chapter": "7",
      "section": "24 b",
      "title": "Opptak",
      "content": "Opptak av studenter til Politihøgskolens grunnutdanning foretas av en opptaksnemnd oppnevnt av styret. Opptak forutsetter at søkeren har plettfri vandel, oppfyller fastsatte formelle krav og fremstår som skikket for tjeneste i politi- og lensmannsetaten. Søkerne må fremlegge uttømmende og utvidet politiattest, jf. politiregisterloven § 41. Det kan også innhentes opplysninger om henlagte straffesaker eller andre forhold som kan ha betydning for søkerens skikkethet. Departementet gir nærmere regler om opptaksnemndas sammensetning, saksbehandling, spesielle opptakskrav, opptaksprøve og nærmere kriterier for opptak og rangering av søkere.\nOpptak til videreutdanning og høyere grads studier foretas av Politihøgskolen. Departementet gir nærmere regler om saksbehandling og opptakskrav, herunder dokumentasjon av kompetanse.\nVedtak om avslag på søknad om opptak kan påklages til Politihøgskolens styre eller til en klagenemnd oppnevnt av styret. Klagen behandles etter reglene i forvaltningsloven. Tildeling av studiested er ikke gjenstand for klage.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 20 juni 2014 nr. 47 (ikr. 1 juli 2014 iflg. res. 20 juni 2014 nr. 792).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24b",
        "source_heading": "§ 24b."
      }
    },
    {
      "provision_ref": "7:24 c",
      "chapter": "7",
      "section": "24 c",
      "title": "Utvisning, bortvisning og utestengning",
      "content": "Gjennom studiet skal Politihøgskolen vurdere om den enkelte student i grunnutdanningen er skikket for tjeneste i politiet. Styret oppnevner en egen skikkethetsnemnd og kan etter innstilling fra denne nemnda vedta å utvise en student som er funnet uskikket. I særlig alvorlige tilfelle kan sjefen for Politihøgskolen treffe vedtak om midlertidig utvisning. Slikt midlertidig vedtak skal uten unødig opphold forelegges for styret. Etter særlig vurdering kan styret gi en student som er vurdert som uskikket, anledning til å fullføre siste studieår. Departementet gir nærmere regler om skikkethetsnemndas sammensetning og saksbehandling, og om skikkethetsvurderingen.\nStudenter i videreutdanning eller i høyere grads studier, som tross skriftlig advarsel fra styret igjen opptrer grovt forstyrrende for medstudenters arbeid eller for virksomheten ved institusjonen ellers, kan etter vedtak av styret bortvises fra studiet for inntil ett år. En student kan etter vedtak av styret utestenges for inntil tre år ved grov klanderverdig adferd som skaper fare for liv eller helse for personer som studenten kommer i kontakt med i undervisningen, eller ved grove brudd på taushetsplikt.\nStudenter som gjør seg skyldig i fusk eller forsøk på fusk, kan utvises eller bortvises for inntil ett år.\nStudentene plikter å avlegge dopingprøve etter nærmere regler gitt av departementet. Bruk av ulovlige dopingmidler eller nektelse av å medvirke til dopingkontroll kan føre til utvisning eller utestengning for inntil tre år.\nVedtak om utvisning, bortvisning eller utestengning kan påklages til departementet etter reglene i forvaltningsloven. Studenten har rett til å la seg bistå av advokat eller annen medhjelper fra skikkethetssak eller sak om bortvisning eller utestengning er reist, eventuelt etter at advarsel etter annet ledd er gitt.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066), endret ved lov 22 apr 2016 nr. 3 (ikr. 22 apr 2016 iflg. res. 22 apr 2016 nr. 407).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24c",
        "source_heading": "§ 24c."
      }
    },
    {
      "provision_ref": "7:24 d",
      "chapter": "7",
      "section": "24 d",
      "title": "Alminnelige tjenesteregler, edruelighet, bierverv og taushetsplikt",
      "content": "Bestemmelsene i alminnelig tjenesteinstruks for politiet gitt i medhold av § 29 gjelder for studenter ved Politihøgskolen så langt de passer. Tilsvarende gjelder denne lovs bestemmelser om edruelighet og taushetsplikt. Når politimyndighet er tildelt av stedlig politimester, kan politimesteren nekte studenten bierverv som åpenbart er uforenlig med utøvelsen av politimyndighet.\n0 Tilføyd ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24d",
        "source_heading": "§ 24d."
      }
    },
    {
      "provision_ref": "8:25",
      "chapter": "8",
      "section": "25",
      "title": "Særlig politioppsyn ved allment tilgjengelige arrangementer",
      "content": "Når det av ordensmessige grunner er påkrevd med særlig polititilsyn ved allment tilgjengelige sammenkomster eller tilstelninger, for eksempel offentlig dans, fester, konserter, festivaler, forestillinger, idrettsstevner og lignende, kan arrangøren pålegges helt eller delvis å dekke utgiftene til dette oppsynet. Det kan kun kreves dekning for utgifter til særskilt politioppsyn som utføres i umiddelbar tilknytning til arrangementet og som tidsmessig står i direkte forbindelse med avviklingen av arrangementet.\n0 Endret ved lov 2 juli 2004 nr. 60 (ikr. 2 juli 2004 iflg. res. 2 juli 2004 nr. 1066).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "8:26",
      "chapter": "8",
      "section": "26",
      "title": "Forbud mot privat rettshåndhevelse",
      "content": "Det er forbudt for andre enn politiet å organisere eller delta i privat virksomhet som har som formål å opprettholde offentlig ro og orden eller drive andre former for alminnelig rettshåndhevelse på offentlig sted.\nForbudet i første ledd er ikke til hinder for at det etableres vakthold som tilsikter å beskytte person eller eiendom eller verne om naturen. Forbudet er heller ikke til hinder for at en arrangør av allment tilgjengelig sammenkomst eller tilstelning etablerer vakthold for å opprettholde ro og orden under arrangementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "8:27",
      "chapter": "8",
      "section": "27",
      "title": "Ulykkes- og katastrofesituasjoner",
      "content": "Det tilligger politiet å iverksette og organisere redningsinnsats der menneskers liv eller helse er truet, hvis ikke en annen myndighet er pålagt ansvaret.\nKongen gir nærmere bestemmelser om redningstjenestens oppgaver og organisasjon.\nI ulykkes- og katastrofesituasjoner tilligger det politiet å iverksette de tiltak som er nødvendig for å avverge fare og begrense skade. Inntil ansvaret blir overtatt av annen myndighet, skal politiet organisere og koordinere hjelpeinnsatsen.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "8:27 a",
      "chapter": "8",
      "section": "27 a",
      "title": "Bistand fra Forsvaret",
      "content": "Etter anmodning kan Forsvaret bistå politiet ved\n1. forebygging og bekjempelse av anslag av særlig skadevoldende eller omfattende karakter, herunder vakthold og sikring av objekter og infrastruktur,\n2. ettersøking og pågripelse av personer som kan sette menneskers liv og helse eller vesentlige samfunnsinteresser i alvorlig fare, og\n3. ulykker, naturkatastrofer og lignende for å verne menneskers liv og helse, eiendom og for å opprettholde ro og orden.\nVed bistand som nevnt i første ledd kan Forsvaret utøve makt innenfor de rammer som følger av § 6. Det samme gjelder når Kystvakten yter bistand etter kystvaktloven § 17 første ledd.\nUtenfor tilfeller som nevnt i første ledd kan Forsvaret etter anmodning bistå politiet med materiell, spesialkyndig operatørpersonell og annet.\nKongen gir nærmere bestemmelser om Forsvarets bistand til politiet.\n0 Tilføyd ved lov 4 sep 2015 nr. 86 (ikr. 1 des 2015 iflg. res. 27 nov 2015 nr. 1361), endret ved lov 20 apr 2018 nr. 8 (i kraft 1 mai 2022 iflg. res. 29 april 2022 nr. 638).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27a",
        "source_heading": "§ 27 a."
      }
    },
    {
      "provision_ref": "8:28",
      "chapter": "8",
      "section": "28",
      "title": "Svalbard, Jan Mayen m.v.",
      "content": "Loven gjelder for Svalbard og Jan Mayen og for områder underlagt norsk statshøyhet som biland, med de endringer som Kongen fastsetter av hensyn til de stedlige forhold.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "8:29",
      "chapter": "8",
      "section": "29",
      "title": "Instruksjonsmyndighet m.m.",
      "content": "Kongen fastsetter en alminnelig tjenesteinstruks for politiet. Departementet gir tjenestereglementer og særinstrukser for politiet, herunder en våpeninstruks. Politimesteren kan utstede utfyllende tjenesteregler når lokale forhold gjør dette påkrevd.\nDepartementet gir nærmere regler om i hvilken utstrekning namsmannen kan overlate sine oppgaver etter lov til sine underordnede.\n0 Endret ved lover 25 juni 2004 nr. 53 (ikr. 1 jan 2006 iflg. res. 19 aug 2005 nr. 901) som endret ved lov 17 juni 2005 nr. 84, 27 jan 2017 nr. 3 (ikr. straks iflg. res. 27 jan 2017 nr. 78), 11 mai 2017 nr. 26 (ikr. 1 juni 2017 iflg. res. 11 mai 2017 nr. 563), 22 juni 2018 nr. 81 (ikr. 1 juli 2018 iflg. res. 22 juni 2018 nr. 949), 10 jan 2020 nr. 1 (ikr. 1 feb 2020 iflg. res. 10 jan 2020 nr. 13), 20 juni 2025 nr. 87 (i kraft 20 juni 2025 iflg. res. 20. juni 2025 nr. 1111).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "8:29 a",
      "chapter": "8",
      "section": "29 a",
      "title": "Politiets tilgang til opplysninger",
      "content": "Politiet kan, uten hinder av taushetsplikt, innhente fra folkeregistermyndigheten de opplysninger som er nødvendige for utførelsen av oppgaver etter denne loven eller andre oppgaver som er fastsatt i lov, eller som følger av sedvane.\n0 Tilføyd ved lov 9 des 2016 nr. 88 (ikr. 1 okt 2017 iflg. res. 9 juni 2017 nr. 718).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29a",
        "source_heading": "§ 29 a."
      }
    },
    {
      "provision_ref": "8:30",
      "chapter": "8",
      "section": "30",
      "title": "Straff",
      "content": "Med bøter eller med fengsel i inntil 3 måneder straffes den som forsettlig eller uaktsomt\n1. unnlater å etterkomme politiets pålegg, tegn eller signaler, jf. § 5\n2. nekter politiet tilgang til materiale som nevnt i § 12 femte ledd annet punktum\n3. unnlater å overholde meldingsplikten etter § 11 første ledd, bryter forbudet i § 11 femte ledd eller vilkår satt i medhold av § 11 fjerde eller sjuende ledd\n4. overtrer bestemmelser gitt i medhold av § 14\n5. overtrer § 26\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "9:31",
      "chapter": "9",
      "section": "31",
      "title": "Ikrafttredelse og overgangsbestemmelser",
      "content": "Loven trer i kraft fra den tid​1 Kongen bestemmer.\nForskrifter, herunder kommunale vedtekter, som er gitt med hjemmel i lover som oppheves i § 32 nr. 1, forblir gjeldende inntil de er erstattet med nye forskrifter såfremt de ikke strider mot bestemmelse i denne lov.\n1 Fra 1 okt 1995 iflg. res. 4 aug 1995 nr. 748.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "9:32",
      "chapter": "9",
      "section": "32",
      "title": "Endring i andre lover",
      "content": "– – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    }
  ]
}