{
  "id": "LOV-1815-08-06",
  "type": "statute",
  "title": "Rigs-Act, til Bestemmelse af de ved Foreningen mellem Norge og Sverige opkomne constitutionelle Forhold",
  "short_name": "Riksakten",
  "status": "in_force",
  "issued_date": "1815-08-06",
  "in_force_date": "1815-08-06",
  "url": "https://lovdata.no/dokument/NLO/lov/1815-08-06",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kongeriget Norge skal være et frit, selvstændigt, udeleligt og uafhændeligt Rige, forenet med Sverige under een Konge. Dets Regjeringsform er indskrænket og arvelig monarkisk.\nSe Grl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Arvefølgen skal være ret nedstigende og agnatisk, saaledes som den findes bestemt i den af Sveriges Riges Stænder besluttede, og af Kongen antagne, Successions Orden af 26de September 1810.\nBlandt Arveberettigede regnes ogsaa den Ufødte, der strax indtager sit tilbørlige Sted i Arvelinien, naar han, efter Faderens Død, fødes til Verden.\nNaar en til Norges og Sveriges forenede Kroner arveberettiget Prinds fødes, skal hans Navn og Fødselstid tilkjendegives førstholdende Storthing, og antegnes i dets Protocol.\nSe Grl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Er ingen arveberettiget Prinds til, og Thronfølger-Valg i begge Riger skal anstilles, skulle Storthing i Norge og Rigsdag i Sverige til een og samme Dag sammenkaldes. Kongen, eller – dersom Thronfølger-Valg under Thronledighed indtræffer – begge Rigers lovlige Interims-Regjering, skal inden den aattende Dag efter den Dag, da Storthinget i Norge er bleven lovligen aabnet, og Rigsdagen i Sverige paa Rigssalen er bleven aabnet, paa samme Dag paa begge Steder gjøre Forslag om Thronfølgen.\nNorsk Storthingsmand ligesaavel som Svensk Rigsdagsmand have Ret til at foreslaae Thronfølger. Vil nogen af dem udøve denne sin Motions-Ret, skal han være pligtig at gjøre Brug af samme inden denne bestemte Tid.\nNorges Storthing og Sveriges Riges Stænder skulle derefter bestemme Valgdagen, enhver for sit Vedkommende; men ej senere end den tolvte Dag efter den for Propositionens Afgivelse bestemte Termin bør Thronfølger-Valget uomgængeligen foretages.\nPaa Dagen før den, som saaledes er bestemt til Norges Storthings og Sveriges Riges Stænders Thronfølger-Valg, skulle saavel Norges Storthing blandt dets egne Medlemmer, som Sveriges Riges Stænder vælge den Committée, til hvem det overdrages, i Tilfælde at det Norske Storthings og Sveriges Riges Stænders Valg skulde falde paa forskjellige Personer, at sammentræde og, med begge Rigers Repræsentanters Ret, ved Stemmegivning bestemme Valget paa een Person.\nPaa den til Valget bestemte Dag skulle Norges Storthing og Sveriges Riges Stænder, i Overensstemmelse med den i enhver af de to Rigers Grundlov bestemte Maade, vælge hver blot een Person blandt de proponerede Candidater. Have begge Rigers Valg truffet paa samme Person, da er han lovligen udkaaret til Thronfølger. Skulde derimod hvert af Rigerne have valgt en forskjellig Person, skal denne Forskjellighed afgjøres ved Stemmegivning af begge Rigers forenede Committeer.\nDenne Committée skal bestaae af sex og tredive Personer fra hvert Rige, samt aatte Suppleanter, valgte paa den af Norges Storthing og Sveriges Riges Stænder særskilt bestemte Maade. Suppleanterne tiltræde i bestemt Orden Forretningerne, men kun i det Tilfælde, at nogen af de ordentlige Medlemmer ikke ved Valgforretningen skulde være tilstede.\nCarlstad skal være Samlingsstedet for begge Rigers Committeer. Forinden hver Committée afrejser fra det Sted, hvor Storthing i Norge og Rigsdag i Sverige holdes, skal hver af sin Midte udvælge en Ordfører.\nKongen eller, i Tilfælde af hans dødelige Afgang, begge Rigers lovlige Interims-Regjering, bør, inden den muligst korte Tid, efter erholden Etterretning om hvert Riges særskilte Valg, og med Hensyn til Afstanden imellem Samlingsstedet og de Steder, hvor Storthing i Norge og Rigsdag i Sverige holdes, beramme Dagen, paa hvilken begge Rigers Committeer skulle indfinde sig i Carlstad, men ej senere end til den een og tyvende Dag efter den for Norges Storthing og Sveriges Riges Stænder til sidste Valg-Termin ovenfor bestemte tolvte Dag.\nOrdførerne for begge Rigers Committerede skulle uopholdeligen efter deres Ankomst fælles udfærdige Berammelse til at sammentræde om Formiddagen, Dagen efter den, der er bleven bestemt for de Committeredes Ankomst til Samlingsstedet.\nVed Sammenkomsten oplæser først hver Committees Ordfører sin og Medcommitteredes Fuldmagt; derefter trække begge Ordførere Lod om, hvo af dem der ved Valgforretningen skal føre Ordet. Den saaledes under een, ogsaa i Stemmegivning deeltagende, Ordfører forenede fælles Committée for begge Riger foretager derefter ufortøvet, og uden Discussion Stemmegivningen.\nDe Committerede skulle ej adskilles, eller nogen af dem forlade Samlingsværelset, forinden Valgforretningen i alle Dele er fuldendt.\nVed Stemmegivningen skal Formanden for hvert Riges Committerede oplæse og udvexle det Document, som indeholder hans Committenteres, paa een Person, bestemte Valg. Derefter skal Voteringspropositionen indrettes, og begge Thron-Candidaters Navne deri indføres efter følgende Schema:\nNorges Storthings og Sveriges Riges Stænders Deputerede votere fælles, for at vælge Thronfølger til Norges og Sveriges forenede Throner. Fra Norges Storthing er dertil foreslaaet N. N., fra Sveriges Riges Stænder er dertil foreslaaet N. N. Om de fleste Stemmer falde paa N. N., da er han til Kongens Etterfølger (Konge) paa Norges og Sveriges forenede Throner lovligen udkaaren.\nOm de fleste Stemmer falde paa N. N., da er han til Kongens Etterfølger (Konge) paa Norges og Sveriges forenede Throner lovligen udkaaren.\nForinden Opraab til Stemmegivning foretages, skulle alle de Bestemmelser, der vedkomme Voteringsmaaden, højt og lydeligen oplæses.\nOpraab ved denne Votering skal saaledes forrettes, at, naar den fælles Committees Ordfører er Norsk, da skulle de Svenske Committerede først opraabes, og afgive deres Stemme, og dernæst de Norske, og omvendt, naar Ordføreren er Svensk.\nStemmegivningen skeer ved Sedler, af Størrelse og Udseende i alle Dele lige, hvorpaa hver Thron-Candidats Navn skal findes trykt med lige Bogstaver. Den Ordfører, som ikke bestyrer Forretningen, paategner Sedlerne sit Navn, forinden de udleveres til de Committerede.\nFor at gjælde, skulle disse Sedler være enkelte, umærkede, lukkede og sammenrullede.\nEnkelt Pluralitet giver Udslaget.\nForinden Sedlerne optælles, skal Ordføreren udtage een af dem og aflægge den forseglet.\nOm, efter foretaget Opraab, ved Sedlernes Aabning nogen Seddel findes, der, efter ovenstaaende Bestemmelser, ej kan antages, skal den paa Stedet tilintetgjøres. Skulde Følgen deraf blive, at Stemmerne ere lige, saa aabnes den forseglede Seddel, som da gjør Udslaget, saafremt den befindes at have de anførte Egenskaber; men kan den ej antages, saa ansees det Passerede for uefterretteligt og der skrides strax til ny Stemmegivning.\nEr Pluraliteten uden dette Middels Anvendelse allerede bestemt, skal den aflagte Seddel strax uaabnet tilintetgjøres.\nProtocollen over Stemmegivningen skal føres af nogle blandt de Committerede selv, – i det Norske Sprog, om Ordføreren er Norsk, i det Svenske, om han er Svensk. Denne Protocol skal strax efter Stemmegivningens Slutning lydeligen oplæses og vedtages, hvorefter tvende ligelydende Exemplarer forfattes, af hele Valg-Committeen, inden dens Adskillelse, underskrives, i dens Nærværelse forsegles, og, ved Foranstaltning af Ordførerne for hvert Riges Committerede, strax samme Dag afsendes, det ene til Norges Storthing, under Adresse til dets Præsident, det andet til Sveriges Riges Stænder, under Adresse til Landmarskalken og Talemændene.\nDisse Protocoller skulle underskrives saaledes, at det Exemplar, som afgaaer til Norges Storthing, underskrives øverst af Norges, og dernæst af Sveriges Committerede, og det, som afsendes til Sveriges Stænder, underskrives øverst af Sveriges, og dernæst af Norges Committerede.\nEfter Modtagelsen af denne Valgact paa begge Steder, skal den strax, eller senest den følgende Dag, foredrages for Storthinget i Norge og for Rigets Stænder i Sverige. Og skulle Norges Storthing og Sveriges Riges Stænder strax iagttage det Fornødne, for at meddele Hans Kongelige Majestæt eller, i Tilfælde af Hans dødelige Afgang, den lovlige Interims-Regjering denne begge Rigernes Repræsentanters Beslutning.\nSe Grl. §§ 7, 43, 47 og 48, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kongen skal have Ret til at sammenkalde Tropper, begynde Krig og slutte Fred, indgaae og ophæve Forbund, sende og modtage Gesandter.\nNaar Kongen vil begynde Krig, da skal han meddele Regjeringen i Norge sine Tanker, og indhente dens Betenkning derom, tilligemed fuldstændig Beretning om Rigets Tilstand, i Henseende til dets Financer og Forsvarsmidler med videre. Efterat dette er skeet, sammenkalder Kongen den Norske Statsminister og de Norske Statsraader, saavelsom de Svenske til et overordentligt Statsraad og fremsætter da de Grunde og Omstændigheder, som i dette Tilfælde bør tages i Overvejelse, hvorved tillige den Norske Regjerings Forklaring om dette Riges Tilstand, saavelsom en lignende Beretning om Sveriges, bliver at fremlægge. Om disse Gjenstande fordrer Kongen deres Betenkning, hvilken de skulle, enhver for sig, afgive til Protocollen, under den Asvarlighed, Grundloven bestemmer, og har da Kongen Ret til at tage og udføre den Beslutning, han anser gavnligst for Staten.\nSe Grl. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Saavel den Norske Statsminister, som de tvende Norske Statsraader, der følge Kongen, have Sæde og delibererende Stemme i det Svenske Statsraad, naar sammesteds forhandles Gjenstande, som angaae begge Riger.\nI saadanne Sager bør tillige den i Norge værende Regjerings Betenkning indhentes, med mindre Sagerne udfordre saa hastig Afgjørelse, at Tid dertil ej gives. Saa ofte hos Kongen i det Norske Statsraad, naar og hvor det er samlet, Gjenstande forhandles, som angaae begge Riger, skulle tre Medlemmer af det Svenske Statsraad ogsaa der have Sæde og Stemme.\nSe Grl. § 38 med Henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Døer Kongen og Thronfølgeren endnu er umyndig, skal det Norske og Svenske Statsraad strax sammentræde, for fælles at udstede Indkaldelse til Storthing i Norge og Rigsdag i Sverige.\nSe Grl. § 39, Lov 7 Juli 1828 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Indtil begge Rigers Repræsentanter ere forsamlede og have anordnet Regjeringen under Kongens Mindreaarighed, skal et, af lige Antal norske og svenske Medlemmer sammensat Statsraad, under Navn af Norges og Sveriges Interims-Regjering, forestaae Rigernes Bestyrelse, med Iagttagelse af disses gjensidige Grundlove. Dette sammensatte Statsraad skal bestaae af ti Medlemmer fra hvert Rige, nemlig fra Norge: den norske Statsminister og de tvende Statsraader, som ere i Stockholm, samt syv, være sig ordinaire eller særskilt tilforordnede Statsraader, – som i Tilfælde af Thronledighed, eller under Kongens Mindreaarighed, af den i Norge værende Regjering blandt dens egne Medlemmer udvælges, – i hvis Sted i det mindste tre Statsraader i Norge tilforordnes, og fra Sverige: de tvende Statsministre og otte Statsraader.\nSaavel med norske som med svenske Sagers foregaaende Beredelse og Granskning forholdes efter de i hvert af Rigerne gjældende Forskrifter.\nI Interims-Regjeringen skulle de norske Sager af den norske Statsminister foredrages, protocolleres og expederes i det norske Sprog, og de svenske Sager af den svenske Foredragende, til hvis Embede de henhøre, foredrages, protocolleres og expederes i det svenske Sprog.\nSager, som angaae begge Riger, og ei ifølge deres Natur henhøre til noget særskilt Departements Forretninger, foredrages af Statsministeren for de udenrigske Anliggender, og expederes til hvert af Rigerne i dets Sprog, til Norge ved dets Statsminister og til Sverige ved bemeldte Foredragende.\nDiplomatiske Sager foredrages ogsaa af Statsministeren for de udenrigske Anliggender og indføres i en særskilt Protocol.\nSagerne afgjøres ved de fleste Stemmer, og, naar Stemmerne ere lige, bestemmer Ordføreren Udslaget.\nAlle udgaaende Expeditioner (Resolutioner) underskrives af samtlige Medlemmer.\nDet sammensatte Statsraad (Interims-Regjeringen) skal have sit Sæde i Stockholm.\nDen Norske Statsminister og den Svenske Justitiæ-Statsminister skulle, ved begge Statsraads første Sammenkomst, kaste Lod om, hvo af dem der først skal føre Ordet. Efter den, ved denne Lodkastning, først bestemte Orden, skal Ordføreren derefter hver aattende Dag ombyttes, saa at hver af Statsministrene, den ene efter den anden, og kun een Uge hver Gang, maa føre Ordet. I alle de Tilfælde, da, efter Norges og Sveriges Grundlove, Rigets Bestyrelse føres af Statsraadet, skulle begge Rigers Statsraad i lige Antal, og efter foranførte Grunde, sammentræde.\n0 Endret ved Riksaktbest. 2 April 1845. Tilsvarende Forandring var bifaldt af Sveriges Riges Stænder ved Skrivelse af 8de Mai 1841.\nSe Grl. §§ 40-48 jfr. Grlbest. 10 Janr. 1863.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Valget af Formyndere, som skulle bestyre Regjeringen for den umyndige Konge, skal foretages efter samme Regler, og paa samme Maade, som forhen i § 3 er foreskrevet for Valget af Thronfølger.\nSe Grl. § 43 jfr. § 7. Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "De, som i ovenanførte Tilfælde forestaae Regjeringen, skulle, de Norske for det Norske Storthing aflægge følgende Eed:\nJeg lover og sværger, at ville forestaae Regjeringen i Overeensstemmelse med Constitutionen og Lovene; Saa sandt hjelpe mig Gud og hans hellige Ord!\nDe Svenske aflægge Eed for Sveriges Riges Stænder.\nHoldes ej Storthing eller Rigsdag paa den Tid, nedlægges Eeden skriftlig i Statsraadet, og gjentages siden paa næste Storthing eller Rigsdag.\nSe Grl. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Bestyrelsen af den umyndige Konges Opdragelse fastsættes paa den i § 8 foreskrevne Maade.\nDet bør være en ufravigelig Regel, at den umyndige Konge gives tilstrækkelig Undervisning i det Norske Sprog.\nSe Grl. § 47, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Er den mandlige Kongestamme uddød, og ingen Thronfølger udkaaret, da skal en ny Konge-Æt vælges paa den i § 3. foreskrevne Maade.\nSe Grl. § 48, Sukcessionsordningens § 9, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Da de Bestemmelser, som i denne Rigsact indeholdes, deels ere Gjentagelser af Kongeriget Norges Grundlov, deels Tillæg til samme, grundede paa den til dette Storthing i Grundloven dertil givne Bemyndigelse, saa skulle de, i Henseende til Norge, have og beholde den samme Kraft, som dette Riges Grundlov, og ikke kunne forandres uden paa den i sammes § 112 foreskrevne Maade.\nSe Grl. §§ 7 og 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Kongeriget Norge skal være et frit, selvstændigt, udeleligt og uafhændeligt Rige, forenet med Sverige under een Konge. Dets Regjeringsform er indskrænket og arvelig monarkisk.\nSe Grl. § 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Arvefølgen skal være ret nedstigende og agnatisk, saaledes som den findes bestemt i den af Sveriges Riges Stænder besluttede, og af Kongen antagne, Successions Orden af 26de September 1810.\nBlandt Arveberettigede regnes ogsaa den Ufødte, der strax indtager sit tilbørlige Sted i Arvelinien, naar han, efter Faderens Død, fødes til Verden.\nNaar en til Norges og Sveriges forenede Kroner arveberettiget Prinds fødes, skal hans Navn og Fødselstid tilkjendegives førstholdende Storthing, og antegnes i dets Protocol.\nSe Grl. § 6.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Er ingen arveberettiget Prinds til, og Thronfølger-Valg i begge Riger skal anstilles, skulle Storthing i Norge og Rigsdag i Sverige til een og samme Dag sammenkaldes. Kongen, eller – dersom Thronfølger-Valg under Thronledighed indtræffer – begge Rigers lovlige Interims-Regjering, skal inden den aattende Dag efter den Dag, da Storthinget i Norge er bleven lovligen aabnet, og Rigsdagen i Sverige paa Rigssalen er bleven aabnet, paa samme Dag paa begge Steder gjøre Forslag om Thronfølgen.\nNorsk Storthingsmand ligesaavel som Svensk Rigsdagsmand have Ret til at foreslaae Thronfølger. Vil nogen af dem udøve denne sin Motions-Ret, skal han være pligtig at gjøre Brug af samme inden denne bestemte Tid.\nNorges Storthing og Sveriges Riges Stænder skulle derefter bestemme Valgdagen, enhver for sit Vedkommende; men ej senere end den tolvte Dag efter den for Propositionens Afgivelse bestemte Termin bør Thronfølger-Valget uomgængeligen foretages.\nPaa Dagen før den, som saaledes er bestemt til Norges Storthings og Sveriges Riges Stænders Thronfølger-Valg, skulle saavel Norges Storthing blandt dets egne Medlemmer, som Sveriges Riges Stænder vælge den Committée, til hvem det overdrages, i Tilfælde at det Norske Storthings og Sveriges Riges Stænders Valg skulde falde paa forskjellige Personer, at sammentræde og, med begge Rigers Repræsentanters Ret, ved Stemmegivning bestemme Valget paa een Person.\nPaa den til Valget bestemte Dag skulle Norges Storthing og Sveriges Riges Stænder, i Overensstemmelse med den i enhver af de to Rigers Grundlov bestemte Maade, vælge hver blot een Person blandt de proponerede Candidater. Have begge Rigers Valg truffet paa samme Person, da er han lovligen udkaaret til Thronfølger. Skulde derimod hvert af Rigerne have valgt en forskjellig Person, skal denne Forskjellighed afgjøres ved Stemmegivning af begge Rigers forenede Committeer.\nDenne Committée skal bestaae af sex og tredive Personer fra hvert Rige, samt aatte Suppleanter, valgte paa den af Norges Storthing og Sveriges Riges Stænder særskilt bestemte Maade. Suppleanterne tiltræde i bestemt Orden Forretningerne, men kun i det Tilfælde, at nogen af de ordentlige Medlemmer ikke ved Valgforretningen skulde være tilstede.\nCarlstad skal være Samlingsstedet for begge Rigers Committeer. Forinden hver Committée afrejser fra det Sted, hvor Storthing i Norge og Rigsdag i Sverige holdes, skal hver af sin Midte udvælge en Ordfører.\nKongen eller, i Tilfælde af hans dødelige Afgang, begge Rigers lovlige Interims-Regjering, bør, inden den muligst korte Tid, efter erholden Etterretning om hvert Riges særskilte Valg, og med Hensyn til Afstanden imellem Samlingsstedet og de Steder, hvor Storthing i Norge og Rigsdag i Sverige holdes, beramme Dagen, paa hvilken begge Rigers Committeer skulle indfinde sig i Carlstad, men ej senere end til den een og tyvende Dag efter den for Norges Storthing og Sveriges Riges Stænder til sidste Valg-Termin ovenfor bestemte tolvte Dag.\nOrdførerne for begge Rigers Committerede skulle uopholdeligen efter deres Ankomst fælles udfærdige Berammelse til at sammentræde om Formiddagen, Dagen efter den, der er bleven bestemt for de Committeredes Ankomst til Samlingsstedet.\nVed Sammenkomsten oplæser først hver Committees Ordfører sin og Medcommitteredes Fuldmagt; derefter trække begge Ordførere Lod om, hvo af dem der ved Valgforretningen skal føre Ordet. Den saaledes under een, ogsaa i Stemmegivning deeltagende, Ordfører forenede fælles Committée for begge Riger foretager derefter ufortøvet, og uden Discussion Stemmegivningen.\nDe Committerede skulle ej adskilles, eller nogen af dem forlade Samlingsværelset, forinden Valgforretningen i alle Dele er fuldendt.\nVed Stemmegivningen skal Formanden for hvert Riges Committerede oplæse og udvexle det Document, som indeholder hans Committenteres, paa een Person, bestemte Valg. Derefter skal Voteringspropositionen indrettes, og begge Thron-Candidaters Navne deri indføres efter følgende Schema:\nNorges Storthings og Sveriges Riges Stænders Deputerede votere fælles, for at vælge Thronfølger til Norges og Sveriges forenede Throner. Fra Norges Storthing er dertil foreslaaet N. N., fra Sveriges Riges Stænder er dertil foreslaaet N. N. Om de fleste Stemmer falde paa N. N., da er han til Kongens Etterfølger (Konge) paa Norges og Sveriges forenede Throner lovligen udkaaren.\nOm de fleste Stemmer falde paa N. N., da er han til Kongens Etterfølger (Konge) paa Norges og Sveriges forenede Throner lovligen udkaaren.\nForinden Opraab til Stemmegivning foretages, skulle alle de Bestemmelser, der vedkomme Voteringsmaaden, højt og lydeligen oplæses.\nOpraab ved denne Votering skal saaledes forrettes, at, naar den fælles Committees Ordfører er Norsk, da skulle de Svenske Committerede først opraabes, og afgive deres Stemme, og dernæst de Norske, og omvendt, naar Ordføreren er Svensk.\nStemmegivningen skeer ved Sedler, af Størrelse og Udseende i alle Dele lige, hvorpaa hver Thron-Candidats Navn skal findes trykt med lige Bogstaver. Den Ordfører, som ikke bestyrer Forretningen, paategner Sedlerne sit Navn, forinden de udleveres til de Committerede.\nFor at gjælde, skulle disse Sedler være enkelte, umærkede, lukkede og sammenrullede.\nEnkelt Pluralitet giver Udslaget.\nForinden Sedlerne optælles, skal Ordføreren udtage een af dem og aflægge den forseglet.\nOm, efter foretaget Opraab, ved Sedlernes Aabning nogen Seddel findes, der, efter ovenstaaende Bestemmelser, ej kan antages, skal den paa Stedet tilintetgjøres. Skulde Følgen deraf blive, at Stemmerne ere lige, saa aabnes den forseglede Seddel, som da gjør Udslaget, saafremt den befindes at have de anførte Egenskaber; men kan den ej antages, saa ansees det Passerede for uefterretteligt og der skrides strax til ny Stemmegivning.\nEr Pluraliteten uden dette Middels Anvendelse allerede bestemt, skal den aflagte Seddel strax uaabnet tilintetgjøres.\nProtocollen over Stemmegivningen skal føres af nogle blandt de Committerede selv, – i det Norske Sprog, om Ordføreren er Norsk, i det Svenske, om han er Svensk. Denne Protocol skal strax efter Stemmegivningens Slutning lydeligen oplæses og vedtages, hvorefter tvende ligelydende Exemplarer forfattes, af hele Valg-Committeen, inden dens Adskillelse, underskrives, i dens Nærværelse forsegles, og, ved Foranstaltning af Ordførerne for hvert Riges Committerede, strax samme Dag afsendes, det ene til Norges Storthing, under Adresse til dets Præsident, det andet til Sveriges Riges Stænder, under Adresse til Landmarskalken og Talemændene.\nDisse Protocoller skulle underskrives saaledes, at det Exemplar, som afgaaer til Norges Storthing, underskrives øverst af Norges, og dernæst af Sveriges Committerede, og det, som afsendes til Sveriges Stænder, underskrives øverst af Sveriges, og dernæst af Norges Committerede.\nEfter Modtagelsen af denne Valgact paa begge Steder, skal den strax, eller senest den følgende Dag, foredrages for Storthinget i Norge og for Rigets Stænder i Sverige. Og skulle Norges Storthing og Sveriges Riges Stænder strax iagttage det Fornødne, for at meddele Hans Kongelige Majestæt eller, i Tilfælde af Hans dødelige Afgang, den lovlige Interims-Regjering denne begge Rigernes Repræsentanters Beslutning.\nSe Grl. §§ 7, 43, 47 og 48, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Kongen skal have Ret til at sammenkalde Tropper, begynde Krig og slutte Fred, indgaae og ophæve Forbund, sende og modtage Gesandter.\nNaar Kongen vil begynde Krig, da skal han meddele Regjeringen i Norge sine Tanker, og indhente dens Betenkning derom, tilligemed fuldstændig Beretning om Rigets Tilstand, i Henseende til dets Financer og Forsvarsmidler med videre. Efterat dette er skeet, sammenkalder Kongen den Norske Statsminister og de Norske Statsraader, saavelsom de Svenske til et overordentligt Statsraad og fremsætter da de Grunde og Omstændigheder, som i dette Tilfælde bør tages i Overvejelse, hvorved tillige den Norske Regjerings Forklaring om dette Riges Tilstand, saavelsom en lignende Beretning om Sveriges, bliver at fremlægge. Om disse Gjenstande fordrer Kongen deres Betenkning, hvilken de skulle, enhver for sig, afgive til Protocollen, under den Asvarlighed, Grundloven bestemmer, og har da Kongen Ret til at tage og udføre den Beslutning, han anser gavnligst for Staten.\nSe Grl. § 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Saavel den Norske Statsminister, som de tvende Norske Statsraader, der følge Kongen, have Sæde og delibererende Stemme i det Svenske Statsraad, naar sammesteds forhandles Gjenstande, som angaae begge Riger.\nI saadanne Sager bør tillige den i Norge værende Regjerings Betenkning indhentes, med mindre Sagerne udfordre saa hastig Afgjørelse, at Tid dertil ej gives. Saa ofte hos Kongen i det Norske Statsraad, naar og hvor det er samlet, Gjenstande forhandles, som angaae begge Riger, skulle tre Medlemmer af det Svenske Statsraad ogsaa der have Sæde og Stemme.\nSe Grl. § 38 med Henvisninger.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Døer Kongen og Thronfølgeren endnu er umyndig, skal det Norske og Svenske Statsraad strax sammentræde, for fælles at udstede Indkaldelse til Storthing i Norge og Rigsdag i Sverige.\nSe Grl. § 39, Lov 7 Juli 1828 § 4.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Indtil begge Rigers Repræsentanter ere forsamlede og have anordnet Regjeringen under Kongens Mindreaarighed, skal et, af lige Antal norske og svenske Medlemmer sammensat Statsraad, under Navn af Norges og Sveriges Interims-Regjering, forestaae Rigernes Bestyrelse, med Iagttagelse af disses gjensidige Grundlove. Dette sammensatte Statsraad skal bestaae af ti Medlemmer fra hvert Rige, nemlig fra Norge: den norske Statsminister og de tvende Statsraader, som ere i Stockholm, samt syv, være sig ordinaire eller særskilt tilforordnede Statsraader, – som i Tilfælde af Thronledighed, eller under Kongens Mindreaarighed, af den i Norge værende Regjering blandt dens egne Medlemmer udvælges, – i hvis Sted i det mindste tre Statsraader i Norge tilforordnes, og fra Sverige: de tvende Statsministre og otte Statsraader.\nSaavel med norske som med svenske Sagers foregaaende Beredelse og Granskning forholdes efter de i hvert af Rigerne gjældende Forskrifter.\nI Interims-Regjeringen skulle de norske Sager af den norske Statsminister foredrages, protocolleres og expederes i det norske Sprog, og de svenske Sager af den svenske Foredragende, til hvis Embede de henhøre, foredrages, protocolleres og expederes i det svenske Sprog.\nSager, som angaae begge Riger, og ei ifølge deres Natur henhøre til noget særskilt Departements Forretninger, foredrages af Statsministeren for de udenrigske Anliggender, og expederes til hvert af Rigerne i dets Sprog, til Norge ved dets Statsminister og til Sverige ved bemeldte Foredragende.\nDiplomatiske Sager foredrages ogsaa af Statsministeren for de udenrigske Anliggender og indføres i en særskilt Protocol.\nSagerne afgjøres ved de fleste Stemmer, og, naar Stemmerne ere lige, bestemmer Ordføreren Udslaget.\nAlle udgaaende Expeditioner (Resolutioner) underskrives af samtlige Medlemmer.\nDet sammensatte Statsraad (Interims-Regjeringen) skal have sit Sæde i Stockholm.\nDen Norske Statsminister og den Svenske Justitiæ-Statsminister skulle, ved begge Statsraads første Sammenkomst, kaste Lod om, hvo af dem der først skal føre Ordet. Efter den, ved denne Lodkastning, først bestemte Orden, skal Ordføreren derefter hver aattende Dag ombyttes, saa at hver af Statsministrene, den ene efter den anden, og kun een Uge hver Gang, maa føre Ordet. I alle de Tilfælde, da, efter Norges og Sveriges Grundlove, Rigets Bestyrelse føres af Statsraadet, skulle begge Rigers Statsraad i lige Antal, og efter foranførte Grunde, sammentræde.\n0 Endret ved Riksaktbest. 2 April 1845. Tilsvarende Forandring var bifaldt af Sveriges Riges Stænder ved Skrivelse af 8de Mai 1841.\nSe Grl. §§ 40-48 jfr. Grlbest. 10 Janr. 1863.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Valget af Formyndere, som skulle bestyre Regjeringen for den umyndige Konge, skal foretages efter samme Regler, og paa samme Maade, som forhen i § 3 er foreskrevet for Valget af Thronfølger.\nSe Grl. § 43 jfr. § 7. Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "De, som i ovenanførte Tilfælde forestaae Regjeringen, skulle, de Norske for det Norske Storthing aflægge følgende Eed:\nJeg lover og sværger, at ville forestaae Regjeringen i Overeensstemmelse med Constitutionen og Lovene; Saa sandt hjelpe mig Gud og hans hellige Ord!\nDe Svenske aflægge Eed for Sveriges Riges Stænder.\nHoldes ej Storthing eller Rigsdag paa den Tid, nedlægges Eeden skriftlig i Statsraadet, og gjentages siden paa næste Storthing eller Rigsdag.\nSe Grl. § 44.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Bestyrelsen af den umyndige Konges Opdragelse fastsættes paa den i § 8 foreskrevne Maade.\nDet bør være en ufravigelig Regel, at den umyndige Konge gives tilstrækkelig Undervisning i det Norske Sprog.\nSe Grl. § 47, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Er den mandlige Kongestamme uddød, og ingen Thronfølger udkaaret, da skal en ny Konge-Æt vælges paa den i § 3. foreskrevne Maade.\nSe Grl. § 48, Sukcessionsordningens § 9, Lov 7 Juli 1828 § 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Da de Bestemmelser, som i denne Rigsact indeholdes, deels ere Gjentagelser af Kongeriget Norges Grundlov, deels Tillæg til samme, grundede paa den til dette Storthing i Grundloven dertil givne Bemyndigelse, saa skulle de, i Henseende til Norge, have og beholde den samme Kraft, som dette Riges Grundlov, og ikke kunne forandres uden paa den i sammes § 112 foreskrevne Maade.\nSe Grl. §§ 7 og 42.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}