{
  "id": "LOV-1981-06-12-61",
  "type": "statute",
  "title": "Lov om pensjonsordning for stortingsrepresentanter.",
  "short_name": "Pensjonslov for stortingsrepresentanter.",
  "status": "in_force",
  "issued_date": "1981-06-12",
  "in_force_date": "1981-07-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1981-06-12-61",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stortingsrepresentanter og deres etterlatte har rett til pensjon etter reglene i denne lov. Som stortingsrepresentant forstås i denne lov også vararepresentant for den tid vedkommende møter i Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Rett til alderspensjon har den som har deltatt i minst 3 Storting og hvert av dem har fungert minst 6 måneder, eller hele samlingstiden om denne er kortere. Det gjøres ikke fradrag for fravær på grunn av sykdom eller offentlig oppdrag, og heller ikke for annet fravær inntil 1 måned i samlingstiden.\nFor flere forskjellige Storting hvor en vararepresentant på hvert av dem ikke har deltatt i minst 6 måneder, kan funksjonstiden legges sammen, og hver sjette måned av den således sammenlagte funksjonstid blir i relasjon til bestemmelsene i denne lov å anse som deltagelse i ett Storting.\nSom pensjonsgivende regnes også funksjonstid før lovens ikrafttreden. Den tid en stortingsrepresentant måtte ha vært medlem av Regjeringen medregnes bare som pensjonsgivende hvis tiden ikke også er pensjonsgivende etter lov om pensjonsordning for statsråder.​1\nPensjonsalderen er 65 år. Pensjonsrettighetene inntreffer likevel tidligere når summen av alder og opptjeningstid er 75 år. Dette gjelder dog ikke dersom vedkommende har eller får tilsvarende inntektsgivende arbeid.\nAlderspensjon kan ikke ytes så lenge pensjonssøkeren er medlem av Stortinget eller Regjeringen, eller er tilsatt i offentlig eller kommunal tjeneste i hovedstilling.\n0 Endret ved lover 4 juli 2003 nr. 71 (ikr. 1 juli 2003), 17 des 2010 nr. 78 (ikr. 1 jan 2011).\n1 Jf. lov 14 des 1951 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Alderspensjon utbetales fra den 1. i den måned pensjonssøkeren fyller vilkårene for slik pensjon. Pensjonen løper ut måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle,​1 løper pensjonen i ytterligere en måned.\n1 Se lov 4 juli 1991 nr. 47 kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når vervet som stortingsrepresentant fratres med rett til pensjon, er pensjonsgrunnlaget den fastsatte årlige bruttogodtgjørelsen. Fratres vervet tidligere, skal pensjonsgrunnlaget settes til årlig bruttogodtgjørelse på fratredelsestidspunktet. For pensjoner som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelsen på dette tidspunktet. Tilsvarende gjelder for dem som har fratrådt vervet uten å ta ut pensjon før 1. januar 2011.\nFor 12 ordentlige Storting ytes av denne pensjonsordningen full alderspensjon (jfr. § 2) lik 66 prosent av pensjonsgrunnlaget.\nFor dem som har hatt kortere funksjonstid enn 12 ordentlige Storting, skal alderspensjonen reduseres i forhold til det antall ordentlige Storting representanten har deltatt i.\nFor pensjonister som forsørger barn, økes alderspensjonen etter levealdersjustering med 10 prosent av pensjonen for hvert barn. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter redusert tjenestetid, reduseres begrensningen tilsvarende. Barnetillegg betales ut den måned barnet fyller 18 år eller i tilfelle måneden etter barnets død.\n0 Endret ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011, se dens VI).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Alderspensjon skal levealdersjusteres, det vil si at den enkeltes pensjon justeres for endringer i befolkningens levealder.\nLevealdersjustering gjennomføres ved hjelp av forholdstall som fastsettes av Arbeids- og velferdsdirektoratet for årskull fra og med 1943-kullet, jf. folketrygdloven §§ 19-6 og 19-7.\nAlderspensjon skal levealdersjusteres tidligst fra 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med forholdstallet som gjelder ved 67 år.\nDersom medlemmet fratrer stillingen etter 67 år, skal forholdstallet på fratredelsestidspunktet benyttes. Det skal likevel ikke benyttes lavere forholdstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget, jf. § 4 annet og tredje ledd.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "content": "Stortingsrepresentanter som 1. januar 2011 har 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter bestemmelsene i paragrafen her.\nGarantien gjelder tidligst fra 67 år og anvendes på summen av\na. alderspensjonen etter loven her samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser og\nb. alderspensjon fra folketrygden.\nFor stortingsrepresentanter som har 12 års funksjonstid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For stortingsrepresentanter som har mindre enn 12 års funksjonstid, utgjør det garanterte pensjonsnivået et forholdsmessig beløp, jf. § 4 annet og tredje ledd.\nDersom summen av pensjoner etter annet ledd er lavere enn det garanterte pensjonsnivået etter tredje ledd, skal det utbetales et garantitillegg som svarer til differansen mellom det garanterte nivået etter tredje ledd og summen av pensjoner etter annet ledd. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.\nDersom alderspensjon etter loven her er tatt ut før eller ved 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter annet ledd bokstav b, beregnes som basispensjon, jf. folketrygdloven § 19-5 første ledd, dividert med forholdstallet ved 67 år. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med.\nDersom alderspensjon etter loven her er tatt ut etter 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter annet ledd bokstav b, beregnes som basispensjon dividert med forholdstallet på det tidspunktet medlemmet fratrer med alderspensjon etter loven her. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "content": "Regulering av alderspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent. Ved første reguleringstidspunkt etter pensjonsuttak i månedene juni til april settes fradraget forholdsmessig ned ut fra når i perioden pensjonen ble tatt ut.\nRegulering av uførepensjon og etterlattepensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten fram til fylte 67 år. Deretter reguleres pensjonsgrunnlaget i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent. Bestemmelsen i første ledd annet punktum gjelder tilsvarende ved første regulering etter 67 år. Barnepensjon reguleres etter første punktum i leddet her.\nPensjonsgrunnlaget for stortingsrepresentanter som mottar alderspensjon før 67 år, skal omregnes fra måneden etter fylte 67 år ved at det oppreguleres med lønnsveksten fra uttakstidspunktet og fram til omregningstidspunktet. Bestemmelsen i første ledd annet punktum gjelder tilsvarende ved første regulering etter at pensjonsgrunnlaget er omregnet. Dersom medlemmet dør før omregningstidspunktet ved 67 år, skal pensjonsgrunnlaget ved beregningen av enke- eller enkemannspensjon og barnepensjon omregnes ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til virkningstidspunktet for pensjonen.\nPensjonsgrunnlaget for stortingsrepresentanter som fratrer sin stilling uten rett til straks å få pensjon etter loven her, reguleres med lønnsveksten fram til tidspunktet det ytes pensjon etter loven her.\nVed regulering av pensjoner og pensjonsgrunnlag etter første til fjerde ledd benyttes de reguleringsfaktorene Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011), endret ved lov 25 nov 2011 nr. 43 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Rett til uførepensjon har den som fyller vilkårene i\na. paragraf 2 første, annet og tredje ledd i denne lov, og\nb. kapittel 12 i lov om folketrygd.​1\nUførepensjonens størrelse beregnes etter samme regler og satser som alderpensjon etter § 4. Bestemmelsene i § 4 a om levealdersjustering og § 4 b om garantert pensjonsnivå får ikke anvendelse ved beregning av uførepensjon. Er vedkommende delvis ervervsfør, kan pensjonen reduseres etter reglene i folketrygdloven​1 § 12-11.\nFast representant som blir ufør i løpet av valgperioden, får fra det tidspunkt han ikke lenger er medlem av Stortinget, rett til uførepensjon regnet på grunnlag av det antall Storting han ville ha deltatt i dersom han hadde fortsatt som fast representant inntil oppnådd pensjonsalder. Det samme gjelder for vararepresentant som blir ufør under sin funksjonstid etter å ha deltatt i Stortinget sammenhengende i minst 6 måneder.\nLøpende uførepensjon går over til alderspensjon når vilkårene for å få slik pensjon er til stede.\n0 Endret ved lover 8 feb 1997 nr. 19 (ikr. 1 mai 1997), 6 mars 2009 nr. 15, 17 des 2010 nr. 78 (ikr. 1 jan 2011).\n1 Lov 28 feb 1997 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "For rett til etterlattepensjon, barnepensjon og barnetillegg etter denne lov, og for behandling av saker om uførepensjoner, gjelder bestemmelsene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse kap. 6 og 7 §§ 27 til 38 og § 44 tiende ledd på tilsvarende måte.\nFor en stortingsrepresentant som dør i valgperioden skal etterlattepensjonen regnes på grunnlag av full alderspensjon etter paragraf 4 første ledd.\nFor uførepensjon, enke- og enkemannspensjon og barnepensjon som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelsen på dette tidspunktet.\nDet er et vilkår for rett til ytelser etter denne loven at pensjonssøkeren setter fram krav om tilsvarende ytelser etter folketrygdloven. Departementet gir forskrift med nærmere bestemmelser.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 19 juni 2009 nr. 62, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Dersom aldersmessige eller andre hensyn tilsier det, kan tidligere stortingsrepresentant som ikke har rett til alderspensjon etter § 2 eller uførepensjon etter § 5 etter søknad tilstås ventegodtgjørelse fra det tidspunkt han ikke lenger oppebærer godtgjørelse som representant.​1\nVentegodtgjørelse tilstås med et beløp som fastsettes for høyst tre år om gangen og som ikke overstiger den alderspensjon vedkommende på grunnlag av sin funksjonstid ville ha vært berettiget til. Stortingets presidentskap kan likevel – i spesielle tilfeller – tilstå høyere ventegodtgjørelse enn funksjonstiden tilsier, dog ikke høyere enn full alderspensjon. Hvis annen årsinntekt overstiger 1/12 av stortingsrepresentantenes faste godtgjørelse, reduseres ventegodtgjørelsen tilsvarende, jf. dog § 8.\nBestemmelsen i § 4 tredje ledd gjelder tilsvarende for mottaker av ventegodtgjørelse som forsørger barn.\n0 Endret ved lover juli 2003 nr. 71 (ikr. 1 juli 2003, men uten virkning for allerede innvilget førtidspensjon/ventegodtgjørelse), 6 mars 2009 nr. 15.\n1 Jf. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Dersom en tidligere stortingsrepresentant som mottar pensjon eller ventegodtgjørelse i medhold av denne lov tilkommer fremmøtegodtgjørelse som senere innkalt vararepresentant, reduseres fremmøtegodtgjørelsen med det beløp representanten mottar i pensjon eller ventegodtgjørelse.\n0 Endret ved lov 4 juli 2003 nr. 71 (ikr. 1 juli 2003).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "a. Stortingsrepresentant skal for den tid han får godtgjørelse etter lov om godtgjørelse til stortingsrepresentanter,​1 til denne pensjonsordning betale et årlig innskudd på 2 pst. av den til enhver tid fastsatte årlige godtgjørelse. Har representanten i sin funksjonstid innskuddsplikt også til offentlig eller kommunal tjenestepensjonsordning, skal innskuddet til Pensjonsordningen for stortingsrepresentanter i tilfelle settes ned slik at det samlede pliktige innskudd ikke overstiger høyeste innskudd til Statens pensjonskasse.​2\nPensjonsinnskudd regnes for å være betalt når godtgjørelsen er utbetalt med fradrag av innskuddet.\nb. Statskassen stiller hvert år til rådighet de nødvendige midler for å dekke den del av utgiftene etter denne lov og til administrasjonen som det enkelte år måtte overstige de samlede innbetalte innskudd etter litra a).\n1 Jf. lov 30 juni 1954 nr. 11.\n2 Jf. lov 28 juli 1949 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Pensjonsordningen administreres av Statens pensjonskasse​1 med unntak av saker om ventegodtgjørelse i henhold til § 7 som behandles av Stortingets presidentskap.\nPensjonskassen legger senest 1/2 år etter regnskapsårets slutt fram en beretning om virksomheten i siste regnskapsår. Beretningen blir gjennom vedkommende departement å forelegge Stortinget.\nVed behandling av krav om ytelser, eller ved kontroll av løpende og tidligere utbetalte ytelser etter loven, kan den som administrerer ordningen innhente nødvendige opplysninger fra medlemmet selv, nåværende og tidligere arbeidsgivere, folketrygdens organer samt skatteetaten uten hinder av eventuell taushetsplikt disse måtte være pålagt.\nOm tilbakebetaling av ytelse etter loven gjelder lov 28. juli 1949 nr. 26 om Statens pensjonskasse § 44 sjette til niende ledd tilsvarende.\n0 Endret ved lover 6 mars 2009 nr. 15, 19 juni 2009 nr. 62, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).\n1 Jf. lov 28 juli 1949 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Pensjon utbetales etterskottsvis hver måned. Terminbeløp avrundes til nærmeste hele krone.\n0 Endret ved lov 24 mai 1985 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Rettigheter etter denne lov kan endres, innskrenkes eller oppheves ved senere lov.\nFor dem som ikke har opparbeidet rettigheter etter denne lov før 1. oktober 2009, skal ny lov om pensjonsrettigheter for stortingsrepresentanter kunne gjøres gjeldende fra nevnte dato.\n– – –\n0 Endret ved lov 19 juni 2009 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Stortingsrepresentanter og deres etterlatte har rett til pensjon etter reglene i denne lov. Som stortingsrepresentant forstås i denne lov også vararepresentant for den tid vedkommende møter i Stortinget.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Rett til alderspensjon har den som har deltatt i minst 3 Storting og hvert av dem har fungert minst 6 måneder, eller hele samlingstiden om denne er kortere. Det gjøres ikke fradrag for fravær på grunn av sykdom eller offentlig oppdrag, og heller ikke for annet fravær inntil 1 måned i samlingstiden.\nFor flere forskjellige Storting hvor en vararepresentant på hvert av dem ikke har deltatt i minst 6 måneder, kan funksjonstiden legges sammen, og hver sjette måned av den således sammenlagte funksjonstid blir i relasjon til bestemmelsene i denne lov å anse som deltagelse i ett Storting.\nSom pensjonsgivende regnes også funksjonstid før lovens ikrafttreden. Den tid en stortingsrepresentant måtte ha vært medlem av Regjeringen medregnes bare som pensjonsgivende hvis tiden ikke også er pensjonsgivende etter lov om pensjonsordning for statsråder.​1\nPensjonsalderen er 65 år. Pensjonsrettighetene inntreffer likevel tidligere når summen av alder og opptjeningstid er 75 år. Dette gjelder dog ikke dersom vedkommende har eller får tilsvarende inntektsgivende arbeid.\nAlderspensjon kan ikke ytes så lenge pensjonssøkeren er medlem av Stortinget eller Regjeringen, eller er tilsatt i offentlig eller kommunal tjeneste i hovedstilling.\n0 Endret ved lover 4 juli 2003 nr. 71 (ikr. 1 juli 2003), 17 des 2010 nr. 78 (ikr. 1 jan 2011).\n1 Jf. lov 14 des 1951 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Alderspensjon utbetales fra den 1. i den måned pensjonssøkeren fyller vilkårene for slik pensjon. Pensjonen løper ut måneden etter dødsmåneden. Dersom avdøde etterlater seg ektefelle,​1 løper pensjonen i ytterligere en måned.\n1 Se lov 4 juli 1991 nr. 47 kap. 3 og § 95.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Når vervet som stortingsrepresentant fratres med rett til pensjon, er pensjonsgrunnlaget den fastsatte årlige bruttogodtgjørelsen. Fratres vervet tidligere, skal pensjonsgrunnlaget settes til årlig bruttogodtgjørelse på fratredelsestidspunktet. For pensjoner som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelsen på dette tidspunktet. Tilsvarende gjelder for dem som har fratrådt vervet uten å ta ut pensjon før 1. januar 2011.\nFor 12 ordentlige Storting ytes av denne pensjonsordningen full alderspensjon (jfr. § 2) lik 66 prosent av pensjonsgrunnlaget.\nFor dem som har hatt kortere funksjonstid enn 12 ordentlige Storting, skal alderspensjonen reduseres i forhold til det antall ordentlige Storting representanten har deltatt i.\nFor pensjonister som forsørger barn, økes alderspensjonen etter levealdersjustering med 10 prosent av pensjonen for hvert barn. Alderspensjonen med barnetillegg må likevel ikke overstige 90 prosent av pensjonsgrunnlaget etter levealdersjustering når pensjonen er beregnet etter full tjenestetid. Er pensjonen beregnet etter redusert tjenestetid, reduseres begrensningen tilsvarende. Barnetillegg betales ut den måned barnet fyller 18 år eller i tilfelle måneden etter barnets død.\n0 Endret ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011, se dens VI).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:4 a",
      "chapter": "1",
      "section": "4 a",
      "content": "Alderspensjon skal levealdersjusteres, det vil si at den enkeltes pensjon justeres for endringer i befolkningens levealder.\nLevealdersjustering gjennomføres ved hjelp av forholdstall som fastsettes av Arbeids- og velferdsdirektoratet for årskull fra og med 1943-kullet, jf. folketrygdloven §§ 19-6 og 19-7.\nAlderspensjon skal levealdersjusteres tidligst fra 67 år. Dette gjelder også dersom det er utbetalt alderspensjon fra et tidligere tidspunkt. Pensjonen divideres med forholdstallet som gjelder ved 67 år.\nDersom medlemmet fratrer stillingen etter 67 år, skal forholdstallet på fratredelsestidspunktet benyttes. Det skal likevel ikke benyttes lavere forholdstall enn 1,000, slik at pensjonen ved full tjenestetid ikke blir høyere enn 66 prosent av pensjonsgrunnlaget, jf. § 4 annet og tredje ledd.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4a",
        "source_heading": "§ 4 a."
      }
    },
    {
      "provision_ref": "1:4 b",
      "chapter": "1",
      "section": "4 b",
      "content": "Stortingsrepresentanter som 1. januar 2011 har 15 år eller mindre igjen til fylte 67 år, skal ha et garantert pensjonsnivå etter bestemmelsene i paragrafen her.\nGarantien gjelder tidligst fra 67 år og anvendes på summen av\na. alderspensjonen etter loven her samordnet med alderspensjon fra folketrygden etter lov om samordning av pensjons- og trygdeytelser og\nb. alderspensjon fra folketrygden.\nFor stortingsrepresentanter som har 12 års funksjonstid eller mer, utgjør det garanterte pensjonsnivået 66 prosent av pensjonsgrunnlaget. For stortingsrepresentanter som har mindre enn 12 års funksjonstid, utgjør det garanterte pensjonsnivået et forholdsmessig beløp, jf. § 4 annet og tredje ledd.\nDersom summen av pensjoner etter annet ledd er lavere enn det garanterte pensjonsnivået etter tredje ledd, skal det utbetales et garantitillegg som svarer til differansen mellom det garanterte nivået etter tredje ledd og summen av pensjoner etter annet ledd. Eventuelle forsørgingstillegg holdes utenfor ved beregningen av garantitillegget.\nDersom alderspensjon etter loven her er tatt ut før eller ved 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter annet ledd bokstav b, beregnes som basispensjon, jf. folketrygdloven § 19-5 første ledd, dividert med forholdstallet ved 67 år. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med.\nDersom alderspensjon etter loven her er tatt ut etter 67 år, skal alderspensjon fra folketrygden som inngår i garantiberegningen etter annet ledd bokstav b, beregnes som basispensjon dividert med forholdstallet på det tidspunktet medlemmet fratrer med alderspensjon etter loven her. Eventuelt basispensjonstillegg etter folketrygdloven § 19-9 tredje ledd og tillegg etter folketrygdloven § 19-14 femte ledd regnes med.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4b",
        "source_heading": "§ 4 b."
      }
    },
    {
      "provision_ref": "1:4 c",
      "chapter": "1",
      "section": "4 c",
      "content": "Regulering av alderspensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent. Ved første reguleringstidspunkt etter pensjonsuttak i månedene juni til april settes fradraget forholdsmessig ned ut fra når i perioden pensjonen ble tatt ut.\nRegulering av uførepensjon og etterlattepensjon under utbetaling foretas ved at pensjonsgrunnlaget reguleres årlig fra 1. mai i samsvar med lønnsveksten fram til fylte 67 år. Deretter reguleres pensjonsgrunnlaget i samsvar med lønnsveksten og fratrekkes deretter 0,75 prosent. Bestemmelsen i første ledd annet punktum gjelder tilsvarende ved første regulering etter 67 år. Barnepensjon reguleres etter første punktum i leddet her.\nPensjonsgrunnlaget for stortingsrepresentanter som mottar alderspensjon før 67 år, skal omregnes fra måneden etter fylte 67 år ved at det oppreguleres med lønnsveksten fra uttakstidspunktet og fram til omregningstidspunktet. Bestemmelsen i første ledd annet punktum gjelder tilsvarende ved første regulering etter at pensjonsgrunnlaget er omregnet. Dersom medlemmet dør før omregningstidspunktet ved 67 år, skal pensjonsgrunnlaget ved beregningen av enke- eller enkemannspensjon og barnepensjon omregnes ved at det oppreguleres med lønnsveksten fra fratredelsestidspunktet og fram til virkningstidspunktet for pensjonen.\nPensjonsgrunnlaget for stortingsrepresentanter som fratrer sin stilling uten rett til straks å få pensjon etter loven her, reguleres med lønnsveksten fram til tidspunktet det ytes pensjon etter loven her.\nVed regulering av pensjoner og pensjonsgrunnlag etter første til fjerde ledd benyttes de reguleringsfaktorene Kongen fastsetter etter folketrygdloven § 19-14 åttende ledd.\n0 Tilføyd ved lov 17 des 2010 nr. 78 (ikr. 1 jan 2011), endret ved lov 25 nov 2011 nr. 43 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4c",
        "source_heading": "§ 4 c."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Rett til uførepensjon har den som fyller vilkårene i\na. paragraf 2 første, annet og tredje ledd i denne lov, og\nb. kapittel 12 i lov om folketrygd.​1\nUførepensjonens størrelse beregnes etter samme regler og satser som alderpensjon etter § 4. Bestemmelsene i § 4 a om levealdersjustering og § 4 b om garantert pensjonsnivå får ikke anvendelse ved beregning av uførepensjon. Er vedkommende delvis ervervsfør, kan pensjonen reduseres etter reglene i folketrygdloven​1 § 12-11.\nFast representant som blir ufør i løpet av valgperioden, får fra det tidspunkt han ikke lenger er medlem av Stortinget, rett til uførepensjon regnet på grunnlag av det antall Storting han ville ha deltatt i dersom han hadde fortsatt som fast representant inntil oppnådd pensjonsalder. Det samme gjelder for vararepresentant som blir ufør under sin funksjonstid etter å ha deltatt i Stortinget sammenhengende i minst 6 måneder.\nLøpende uførepensjon går over til alderspensjon når vilkårene for å få slik pensjon er til stede.\n0 Endret ved lover 8 feb 1997 nr. 19 (ikr. 1 mai 1997), 6 mars 2009 nr. 15, 17 des 2010 nr. 78 (ikr. 1 jan 2011).\n1 Lov 28 feb 1997 nr. 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "For rett til etterlattepensjon, barnepensjon og barnetillegg etter denne lov, og for behandling av saker om uførepensjoner, gjelder bestemmelsene i lov 28. juli 1949 nr. 26 om Statens pensjonskasse kap. 6 og 7 §§ 27 til 38 og § 44 tiende ledd på tilsvarende måte.\nFor en stortingsrepresentant som dør i valgperioden skal etterlattepensjonen regnes på grunnlag av full alderspensjon etter paragraf 4 første ledd.\nFor uførepensjon, enke- og enkemannspensjon og barnepensjon som er under utbetaling per 1. januar 2011, skal pensjonsgrunnlaget per 1. januar 2011 svare til den årlige fastsatte bruttogodtgjørelsen på dette tidspunktet.\nDet er et vilkår for rett til ytelser etter denne loven at pensjonssøkeren setter fram krav om tilsvarende ytelser etter folketrygdloven. Departementet gir forskrift med nærmere bestemmelser.\n0 Endret ved lover 20 juni 2003 nr. 45 (ikr. 1 juli 2003 iflg. res. 20 juni 2003 nr. 712), 19 juni 2009 nr. 62, 25 juni 2010 nr. 29 (ikr. 1 jan 2011), 17 des 2010 nr. 78 (ikr. 1 jan 2011).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Dersom aldersmessige eller andre hensyn tilsier det, kan tidligere stortingsrepresentant som ikke har rett til alderspensjon etter § 2 eller uførepensjon etter § 5 etter søknad tilstås ventegodtgjørelse fra det tidspunkt han ikke lenger oppebærer godtgjørelse som representant.​1\nVentegodtgjørelse tilstås med et beløp som fastsettes for høyst tre år om gangen og som ikke overstiger den alderspensjon vedkommende på grunnlag av sin funksjonstid ville ha vært berettiget til. Stortingets presidentskap kan likevel – i spesielle tilfeller – tilstå høyere ventegodtgjørelse enn funksjonstiden tilsier, dog ikke høyere enn full alderspensjon. Hvis annen årsinntekt overstiger 1/12 av stortingsrepresentantenes faste godtgjørelse, reduseres ventegodtgjørelsen tilsvarende, jf. dog § 8.\nBestemmelsen i § 4 tredje ledd gjelder tilsvarende for mottaker av ventegodtgjørelse som forsørger barn.\n0 Endret ved lover juli 2003 nr. 71 (ikr. 1 juli 2003, men uten virkning for allerede innvilget førtidspensjon/ventegodtgjørelse), 6 mars 2009 nr. 15.\n1 Jf. § 8.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Dersom en tidligere stortingsrepresentant som mottar pensjon eller ventegodtgjørelse i medhold av denne lov tilkommer fremmøtegodtgjørelse som senere innkalt vararepresentant, reduseres fremmøtegodtgjørelsen med det beløp representanten mottar i pensjon eller ventegodtgjørelse.\n0 Endret ved lov 4 juli 2003 nr. 71 (ikr. 1 juli 2003).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "a. Stortingsrepresentant skal for den tid han får godtgjørelse etter lov om godtgjørelse til stortingsrepresentanter,​1 til denne pensjonsordning betale et årlig innskudd på 2 pst. av den til enhver tid fastsatte årlige godtgjørelse. Har representanten i sin funksjonstid innskuddsplikt også til offentlig eller kommunal tjenestepensjonsordning, skal innskuddet til Pensjonsordningen for stortingsrepresentanter i tilfelle settes ned slik at det samlede pliktige innskudd ikke overstiger høyeste innskudd til Statens pensjonskasse.​2\nPensjonsinnskudd regnes for å være betalt når godtgjørelsen er utbetalt med fradrag av innskuddet.\nb. Statskassen stiller hvert år til rådighet de nødvendige midler for å dekke den del av utgiftene etter denne lov og til administrasjonen som det enkelte år måtte overstige de samlede innbetalte innskudd etter litra a).\n1 Jf. lov 30 juni 1954 nr. 11.\n2 Jf. lov 28 juli 1949 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "1:10",
      "chapter": "1",
      "section": "10",
      "content": "Pensjonsordningen administreres av Statens pensjonskasse​1 med unntak av saker om ventegodtgjørelse i henhold til § 7 som behandles av Stortingets presidentskap.\nPensjonskassen legger senest 1/2 år etter regnskapsårets slutt fram en beretning om virksomheten i siste regnskapsår. Beretningen blir gjennom vedkommende departement å forelegge Stortinget.\nVed behandling av krav om ytelser, eller ved kontroll av løpende og tidligere utbetalte ytelser etter loven, kan den som administrerer ordningen innhente nødvendige opplysninger fra medlemmet selv, nåværende og tidligere arbeidsgivere, folketrygdens organer samt skatteetaten uten hinder av eventuell taushetsplikt disse måtte være pålagt.\nOm tilbakebetaling av ytelse etter loven gjelder lov 28. juli 1949 nr. 26 om Statens pensjonskasse § 44 sjette til niende ledd tilsvarende.\n0 Endret ved lover 6 mars 2009 nr. 15, 19 juni 2009 nr. 62, 25 juni 2010 nr. 29 (ikr. 1 jan 2011).\n1 Jf. lov 28 juli 1949 nr. 26.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "1:11",
      "chapter": "1",
      "section": "11",
      "content": "Pensjon utbetales etterskottsvis hver måned. Terminbeløp avrundes til nærmeste hele krone.\n0 Endret ved lov 24 mai 1985 nr. 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "1:12",
      "chapter": "1",
      "section": "12",
      "content": "Rettigheter etter denne lov kan endres, innskrenkes eller oppheves ved senere lov.\nFor dem som ikke har opparbeidet rettigheter etter denne lov før 1. oktober 2009, skal ny lov om pensjonsrettigheter for stortingsrepresentanter kunne gjøres gjeldende fra nevnte dato.\n– – –\n0 Endret ved lov 19 juni 2009 nr. 62.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    }
  ]
}