{
  "id": "LOV-1975-06-13-50",
  "type": "statute",
  "title": "Lov om svangerskapsavbrudd [abortloven]",
  "short_name": "Abortloven – abl",
  "status": "in_force",
  "issued_date": "1975-06-13",
  "in_force_date": "1976-01-01",
  "url": "https://lovdata.no/dokument/NLO/lov/1975-06-13-50",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Samfunnet skal så langt råd er sikre alle barn betingelser for en trygg oppvekst. Som et ledd i dette arbeidet skal samfunnet sørge for at alle får etisk veiledning, seksualopplysning, kunnskaper om samlivsspørsmål og tilbud om familieplanlegging, for derved å skape en ansvarsbevisst holdning til disse spørsmål slik at antallet svangerskapsavbrudd blir lavest mulig.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fører et svangerskap til alvorlige vansker for en kvinne, skal hun tilbys informasjon og veiledning om den bistand som samfunnet kan tilby henne. Kvinnen har krav på råd for selv å kunne treffe det endelige valg.\nFinner kvinnen, etter at hun har fått tilbud om informasjon m.v. som nevnt og veiledning etter § 5 annet ledd første punktum, at hun likevel ikke kan gjennomføre svangerskapet, tar hun selv den endelige avgjørelse om svangerskapsavbrudd såfremt inngrepet kan skje før utgangen av tolvte svangerskapsuke og tungtveiende medisinske grunner ikke taler mot det.\nEtter utgangen av tolvte svangerskapsuke kan svangerskapsavbrudd skje når\na. svangerskapet, fødselen eller omsorgen for barnet kan føre til urimelig belastning for kvinnens fysiske eller psykiske helse. Det skal tas hensyn til om hun har disposisjon for sykdom;\nb. svangerskapet, fødselen eller omsorgen for barnet kan sette kvinnen i en vanskelig livssituasjon;\nc. det er stor fare for at barnet kan få alvorlig sykdom, som følge av arvelige anlegg, sykdom eller skadelige påvirkninger under svangerskapet;\nd. hun ble gravid under forhold som nevnt i straffeloven §§ 312, 313 og 314, eller svangerskapet er et resultat av omstendigheter som omtalt i straffeloven §§ 291, 293, 294, 295, 296, 299, 301, 302 og 314; eller\ne. hun er alvorlig sinnslidende eller psykisk utviklingshemmet i betydelig grad.\nVed vurderingen av begjæring om avbrudd begrunnet i forhold som nevnt foran i tredje ledd bokstav a, b og c skal det tas hensyn til kvinnens samlete situasjon, herunder hennes muligheter til å dra tilfredsstillende omsorg for barnet. Det skal legges vesentlig vekt på hvordan kvinnen selv bedømmer sin situasjon.\nKravene til grunn for innvilgelse av svangerskapsavbrudd skal øke med svangerskapets lengde.\nEtter utgangen av attende svangerskapsuke kan et svangerskap ikke avbrytes med mindre det er særlig tungtveiende grunner for det. Er det grunn til å anta at fosteret er levedyktig, kan tillatelse til svangerskapsavbrudd ikke gis.\n0 Endret ved lover 16 juni 1978 nr. 66, 11 aug 2000 nr. 76, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Fosterreduksjon regnes som svangerskapsavbrudd etter denne loven.\nMed fosterreduksjon menes et inngrep som avbryter svangerskapet for ett eller flere fostre i et flerlingsvangerskap, mens svangerskapet fortsetter for ett eller flere av de andre fostrene.\nFosterreduksjon kan bare foretas etter tillatelse fra en nemnd som nevnt i § 7 annet ledd. Nemnda kan innvilge fosterreduksjon dersom vilkårene i § 2 tredje til femte ledd og sjette ledd første punktum er oppfylt.\nI tillegg kan nemnda innvilge fosterreduksjon der antall fostre reduseres til to eller flere etter en vurdering av risiko for spontanabort og tidlig fødsel. Dersom særskilte forhold ved kvinnens helsetilstand gjør det nødvendig for å redusere faren for spontanabort eller tidlig fødsel, kan nemnda innvilge fosterreduksjon der antall fostre reduseres til ett. Ved trillingsvangerskap der to av fostrene har felles morkake, kan nemnda innvilge fosterreduksjon der antall fostre reduseres fra tre til ett.\nFosterreduksjon kan ikke innvilges dersom det er grunn til å anta at fostrene er levedyktige, jf. § 2 sjette ledd annet punktum.\nBegjæring om fosterreduksjon kan fremsettes overfor en lege eller en nemnd. For øvrig gjelder saksbehandlingsreglene i §§ 4, 5, 7, 8, 9 og 11.\n0 Tilføyd ved lov 21 juni 2019 nr. 44 (ikr. 1 sep 2019 iflg. res. 21 juni 2019 nr. 783).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Inngrep etter utgangen av tolvte svangerskapsuke kan bare utføres i sykehus. Inngrep som utføres før utgangen av tolvte svangerskapsuke, kan også utføres i annen institusjon som statsforvalteren har godkjent.\nSvangerskapsavbrudd kan bare utføres av lege.\n0 Endret ved lover 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Begjæringen om svangerskapsavbrudd skal fremsettes av kvinnen selv. Er hun under 16 år, skal den eller de som har foreldreansvaret eller vergen gis anledning til å uttale seg, med mindre særlige grunner taler mot det. Er kvinnen psykisk utviklingshemmet, skal hennes verge på tilsvarende måte gis anledning til å uttale seg.\nEr kvinnen alvorlig sinnslidende eller psykisk utviklingshemmet i betydelig grad, kan begjæringen settes fram av vergen. Kvinnens samtykke skal innhentes såfremt det kan antas at hun har evne til å forstå betydningen av inngrepet.\nEr kvinnen uten verge i tilfelle som nevnt i første ledd tredje punktum eller annet ledd, skal statsforvalteren etter begjæring fra hennes lege eller nemnda (jfr. § 7) oppnevne verge.\n0 Endret ved lover 8 apr 1981 nr. 7, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Begjæring om svangerskapsavbrudd skal fremsettes overfor en lege. Begjæring om avbrudd etter utgangen av tolvte svangerskapsuke kan også fremsettes overfor en nemnd (jfr. § 7).\nKvinne som har begjært svangerskapsavbrudd, eller den som har begjært svangerskapsavbrudd etter § 4 annet ledd, skal av legen (eller nemnda) gis opplysning om inngrepets art og medisinske virkninger. Legen skal også gi informasjon og veiledning om bistand som nevnt i § 2 første ledd, dersom kvinnen ber om det.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Dersom inngrepet kan foretas før utgangen av tolvte svangerskapsuke skal legen, når kvinnen har mottatt opplysninger, informasjon m.v. som nevnt i § 5 annet ledd, første punktum, straks sende begjæringen sammen med en skriftlig henvisning, til den avdeling eller annen institusjon hvor inngrepet skal utføres.\nAvslår overlegen eller dennes stedfortreder å utføre inngrepet fordi tungtveiende medisinske grunner taler mot det, skal saken straks sendes statsforvalteren med en skriftlig begrunnelse. Statsforvalteren skal henvise kvinnen til et annet sykehus eller godkjent institusjon hvor inngrepet eventuelt kan bli utført.\n0 Endret ved lover 16 juni 1978 nr. 66, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kan inngrepet ikke foretas før utgangen av tolvte svangerskapsuke, skal legen, når kvinnen har mottatt opplysninger, informasjon m.v. som nevnt i § 5 annet ledd, straks sende begjæringen sammen med en skriftlig utredning om de grunner kvinnen anfører og de observasjoner som er gjort til nemnd som omtalt i annet ledd. Er begjæringen satt frem direkte overfor nemnda skal den ta saken opp til avgjerd straks den er ferdig forberedt. Viser undersøkelsen at inngrepet likevel kan utføres før utgangen av tolvte svangerskapsuke, skal nemnda straks henvise kvinnen til en avdeling eller annen institusjon hvor inngrepet kan utføres.\nVedtak om svangerskapsavbrudd treffes etter samråd med kvinnen av en nemnd sammensatt av to leger.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Nemndas vedtak om å tillate eller nekte svangerskapsavbrudd skal være skriftlig grunngitt. Kvinnen, eller den som handler på hennes vegne, skal underrettes om grunnen for vedtaket. Melding om vedtak om å nekte avbrudd og om grunnene for det kan i særlige tilfelle gis muntlig.\nDersom begjæringen avslås, skal nemnda underrette kvinnen, eller den som handler på hennes vegne, om at vedtaket vil bli prøvet av en sentral klagenemnd, med mindre hun trekker begjæringen tilbake. Nemnda skal straks sende sakens dokumenter til den sentrale klagenemnda til fornyet behandling. Klagenemnda skal behandle saken snarest mulig. Klagenemndas avgjørelser treffes med enkelt flertall.\nDen sentrale klagenemnda oppnevnes av Kongen og skal bestå av fem medlemmer, hvorav minst to medlemmer skal være leger og ett medlem skal være jurist. For hvert medlem kan det oppnevnes inntil to varamedlemmer. Medlemmer og varamedlemmer oppnevnes for fire år av gangen med mulighet for gjenoppnevning inntil to ganger.\n0 Endret ved lover 16 juni 1978 nr. 66, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 8 mai 2009 nr. 25 (ikr. 15 feb 2010 iflg. res. 29 jan 2010 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Avbrytelse av svangerskap kan bare foretas med samtykke av statsforvalteren\na. når kvinnen er under 16 år, og den eller de som har foreldreansvaret eller vergen har uttalt seg mot at svangerskapet blir avbrutt,\nb. når kvinnen er psykisk utviklingshemmet og vergen har uttalt seg mot at svangerskapet blir avbrutt, eller\nc. når kvinnens samtykke ikke er innhentet etter § 4 annet ledd annet punktum.\nI saker som nevnt i første ledd bokstav c kan statsforvalteren bare samtykke når svangerskapsavbrudd vil være i kvinnens klare interesse. Ved vurderingen skal det blant annet tas hensyn til forhold som nevnt i § 2 tredje ledd bokstav a til d og fjerde ledd og til hvordan kvinnens verge bedømmer situasjonen.\n0 Endret ved lover 16 juni 1978 nr. 66, 8 apr 1981 nr. 7, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 30 juni 2006 nr. 44 (ikr. 1 sep 2006 iflg. res. 30 juni 2006 nr. 772), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Medfører svangerskapet overhengende fare for kvinnens liv eller helse, kan det avbrytes uten hensyn til bestemmelsene i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Nemndene (jf. §§ 7 og 8) kan uten hinder av lovbestemt taushetsplikt innhente opplysninger om kvinnens helse-, sosial- og trygdeforhold, forutsatt at kvinnen har samtykket i det.\nEnhver som deltar i behandlingen av saker etter denne lov, plikter å bevare taushet om det vedkommende har fått kjennskap til.\n0 Endret ved lov 8 mai 2009 nr. 25 (ikr. 15 feb 2010 iflg. res. 29 jan 2010 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen kan gi nærmere forskrifter til gjennomføringen av denne lov, herunder om sammensetningen av nemndene (Jfr. §§ 7 og 8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Den som avbryter svangerskap i strid med denne lov eller forskrifter gitt i medhold av loven, straffes med bot eller fengsel inntil 2 år.\nPå samme måte straffes den som muntlig eller skriftlig gir uriktige opplysninger i begjæring om svangerskapsavbrudd eller til bruk ved avgjørelsen av begjæringen, eller som rettsstridig bryter taushetsplikt etter § 11. Bestemmelsene om straff i første ledd gjelder ikke for kvinne som selv avbryter sitt svangerskap.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Regionale helseforetak skal organisere sykehustjenesten slik at kvinnen innen helseregionen til enhver tid kan få utført svangerskapsavbrudd, jf. lov om spesialisthelsetjenesten m.m. § 2-1a. Ved organiseringen skal det tas hensyn til helsepersonell som av samvittighetsgrunner ikke ønsker å utføre eller assistere ved slike inngrep.\n0 Endret ved lover 16 juni 1978 nr. 66, 2 juli 1999 nr. 61 (ikr. 1 jan 2001 iflg. res. 1 des 2000 nr. 1196), 15 juni 2001 nr. 93 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1417).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Kvinne som har fått utført inngrep etter loven her, skal når hun anmoder om det sikres veiledning om svangerskapsforebyggende tiltak.\n0 Tilføyd ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "1. Denne lov trer i kraft fra den tid Kongen fastsetter.​1 Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard.​2\n2. Fra samme tidspunkt oppheves – – –\n1 Fra 1 jan 1976 iflg. res. 28 nov 1975, endringsloven av 16 juni 1978 nr. 66 fra 1 jan 1979 iflg. res. 1 des 1978.\n2 Fastsatt ved res. 1 des 1978 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1",
      "section": "1",
      "content": "Samfunnet skal så langt råd er sikre alle barn betingelser for en trygg oppvekst. Som et ledd i dette arbeidet skal samfunnet sørge for at alle får etisk veiledning, seksualopplysning, kunnskaper om samlivsspørsmål og tilbud om familieplanlegging, for derved å skape en ansvarsbevisst holdning til disse spørsmål slik at antallet svangerskapsavbrudd blir lavest mulig.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "2",
      "section": "2",
      "content": "Fører et svangerskap til alvorlige vansker for en kvinne, skal hun tilbys informasjon og veiledning om den bistand som samfunnet kan tilby henne. Kvinnen har krav på råd for selv å kunne treffe det endelige valg.\nFinner kvinnen, etter at hun har fått tilbud om informasjon m.v. som nevnt og veiledning etter § 5 annet ledd første punktum, at hun likevel ikke kan gjennomføre svangerskapet, tar hun selv den endelige avgjørelse om svangerskapsavbrudd såfremt inngrepet kan skje før utgangen av tolvte svangerskapsuke og tungtveiende medisinske grunner ikke taler mot det.\nEtter utgangen av tolvte svangerskapsuke kan svangerskapsavbrudd skje når\na. svangerskapet, fødselen eller omsorgen for barnet kan føre til urimelig belastning for kvinnens fysiske eller psykiske helse. Det skal tas hensyn til om hun har disposisjon for sykdom;\nb. svangerskapet, fødselen eller omsorgen for barnet kan sette kvinnen i en vanskelig livssituasjon;\nc. det er stor fare for at barnet kan få alvorlig sykdom, som følge av arvelige anlegg, sykdom eller skadelige påvirkninger under svangerskapet;\nd. hun ble gravid under forhold som nevnt i straffeloven §§ 312, 313 og 314, eller svangerskapet er et resultat av omstendigheter som omtalt i straffeloven §§ 291, 293, 294, 295, 296, 299, 301, 302 og 314; eller\ne. hun er alvorlig sinnslidende eller psykisk utviklingshemmet i betydelig grad.\nVed vurderingen av begjæring om avbrudd begrunnet i forhold som nevnt foran i tredje ledd bokstav a, b og c skal det tas hensyn til kvinnens samlete situasjon, herunder hennes muligheter til å dra tilfredsstillende omsorg for barnet. Det skal legges vesentlig vekt på hvordan kvinnen selv bedømmer sin situasjon.\nKravene til grunn for innvilgelse av svangerskapsavbrudd skal øke med svangerskapets lengde.\nEtter utgangen av attende svangerskapsuke kan et svangerskap ikke avbrytes med mindre det er særlig tungtveiende grunner for det. Er det grunn til å anta at fosteret er levedyktig, kan tillatelse til svangerskapsavbrudd ikke gis.\n0 Endret ved lover 16 juni 1978 nr. 66, 11 aug 2000 nr. 76, 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2 a",
      "section": "2 a",
      "content": "Fosterreduksjon regnes som svangerskapsavbrudd etter denne loven.\nMed fosterreduksjon menes et inngrep som avbryter svangerskapet for ett eller flere fostre i et flerlingsvangerskap, mens svangerskapet fortsetter for ett eller flere av de andre fostrene.\nFosterreduksjon kan bare foretas etter tillatelse fra en nemnd som nevnt i § 7 annet ledd. Nemnda kan innvilge fosterreduksjon dersom vilkårene i § 2 tredje til femte ledd og sjette ledd første punktum er oppfylt.\nI tillegg kan nemnda innvilge fosterreduksjon der antall fostre reduseres til to eller flere etter en vurdering av risiko for spontanabort og tidlig fødsel. Dersom særskilte forhold ved kvinnens helsetilstand gjør det nødvendig for å redusere faren for spontanabort eller tidlig fødsel, kan nemnda innvilge fosterreduksjon der antall fostre reduseres til ett. Ved trillingsvangerskap der to av fostrene har felles morkake, kan nemnda innvilge fosterreduksjon der antall fostre reduseres fra tre til ett.\nFosterreduksjon kan ikke innvilges dersom det er grunn til å anta at fostrene er levedyktige, jf. § 2 sjette ledd annet punktum.\nBegjæring om fosterreduksjon kan fremsettes overfor en lege eller en nemnd. For øvrig gjelder saksbehandlingsreglene i §§ 4, 5, 7, 8, 9 og 11.\n0 Tilføyd ved lov 21 juni 2019 nr. 44 (ikr. 1 sep 2019 iflg. res. 21 juni 2019 nr. 783).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2a",
        "source_heading": "§ 2a."
      }
    },
    {
      "provision_ref": "3",
      "section": "3",
      "content": "Inngrep etter utgangen av tolvte svangerskapsuke kan bare utføres i sykehus. Inngrep som utføres før utgangen av tolvte svangerskapsuke, kan også utføres i annen institusjon som statsforvalteren har godkjent.\nSvangerskapsavbrudd kan bare utføres av lege.\n0 Endret ved lover 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "4",
      "section": "4",
      "content": "Begjæringen om svangerskapsavbrudd skal fremsettes av kvinnen selv. Er hun under 16 år, skal den eller de som har foreldreansvaret eller vergen gis anledning til å uttale seg, med mindre særlige grunner taler mot det. Er kvinnen psykisk utviklingshemmet, skal hennes verge på tilsvarende måte gis anledning til å uttale seg.\nEr kvinnen alvorlig sinnslidende eller psykisk utviklingshemmet i betydelig grad, kan begjæringen settes fram av vergen. Kvinnens samtykke skal innhentes såfremt det kan antas at hun har evne til å forstå betydningen av inngrepet.\nEr kvinnen uten verge i tilfelle som nevnt i første ledd tredje punktum eller annet ledd, skal statsforvalteren etter begjæring fra hennes lege eller nemnda (jfr. § 7) oppnevne verge.\n0 Endret ved lover 8 apr 1981 nr. 7, 30 aug 2002 nr. 67 (ikr. 1 jan 2003 iflg. res. 30 aug 2002 nr. 938), 26 mars 2010 nr. 9 (ikr. 1 juli 2013 iflg. res. 5 apr 2013 nr. 338) som endret ved lov 5 apr 2013 nr. 12, 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "5",
      "section": "5",
      "content": "Begjæring om svangerskapsavbrudd skal fremsettes overfor en lege. Begjæring om avbrudd etter utgangen av tolvte svangerskapsuke kan også fremsettes overfor en nemnd (jfr. § 7).\nKvinne som har begjært svangerskapsavbrudd, eller den som har begjært svangerskapsavbrudd etter § 4 annet ledd, skal av legen (eller nemnda) gis opplysning om inngrepets art og medisinske virkninger. Legen skal også gi informasjon og veiledning om bistand som nevnt i § 2 første ledd, dersom kvinnen ber om det.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "6",
      "section": "6",
      "content": "Dersom inngrepet kan foretas før utgangen av tolvte svangerskapsuke skal legen, når kvinnen har mottatt opplysninger, informasjon m.v. som nevnt i § 5 annet ledd, første punktum, straks sende begjæringen sammen med en skriftlig henvisning, til den avdeling eller annen institusjon hvor inngrepet skal utføres.\nAvslår overlegen eller dennes stedfortreder å utføre inngrepet fordi tungtveiende medisinske grunner taler mot det, skal saken straks sendes statsforvalteren med en skriftlig begrunnelse. Statsforvalteren skal henvise kvinnen til et annet sykehus eller godkjent institusjon hvor inngrepet eventuelt kan bli utført.\n0 Endret ved lover 16 juni 1978 nr. 66, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "7",
      "section": "7",
      "content": "Kan inngrepet ikke foretas før utgangen av tolvte svangerskapsuke, skal legen, når kvinnen har mottatt opplysninger, informasjon m.v. som nevnt i § 5 annet ledd, straks sende begjæringen sammen med en skriftlig utredning om de grunner kvinnen anfører og de observasjoner som er gjort til nemnd som omtalt i annet ledd. Er begjæringen satt frem direkte overfor nemnda skal den ta saken opp til avgjerd straks den er ferdig forberedt. Viser undersøkelsen at inngrepet likevel kan utføres før utgangen av tolvte svangerskapsuke, skal nemnda straks henvise kvinnen til en avdeling eller annen institusjon hvor inngrepet kan utføres.\nVedtak om svangerskapsavbrudd treffes etter samråd med kvinnen av en nemnd sammensatt av to leger.\n0 Endret ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "8",
      "section": "8",
      "content": "Nemndas vedtak om å tillate eller nekte svangerskapsavbrudd skal være skriftlig grunngitt. Kvinnen, eller den som handler på hennes vegne, skal underrettes om grunnen for vedtaket. Melding om vedtak om å nekte avbrudd og om grunnene for det kan i særlige tilfelle gis muntlig.\nDersom begjæringen avslås, skal nemnda underrette kvinnen, eller den som handler på hennes vegne, om at vedtaket vil bli prøvet av en sentral klagenemnd, med mindre hun trekker begjæringen tilbake. Nemnda skal straks sende sakens dokumenter til den sentrale klagenemnda til fornyet behandling. Klagenemnda skal behandle saken snarest mulig. Klagenemndas avgjørelser treffes med enkelt flertall.\nDen sentrale klagenemnda oppnevnes av Kongen og skal bestå av fem medlemmer, hvorav minst to medlemmer skal være leger og ett medlem skal være jurist. For hvert medlem kan det oppnevnes inntil to varamedlemmer. Medlemmer og varamedlemmer oppnevnes for fire år av gangen med mulighet for gjenoppnevning inntil to ganger.\n0 Endret ved lover 16 juni 1978 nr. 66, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 8 mai 2009 nr. 25 (ikr. 15 feb 2010 iflg. res. 29 jan 2010 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "9",
      "section": "9",
      "content": "Avbrytelse av svangerskap kan bare foretas med samtykke av statsforvalteren\na. når kvinnen er under 16 år, og den eller de som har foreldreansvaret eller vergen har uttalt seg mot at svangerskapet blir avbrutt,\nb. når kvinnen er psykisk utviklingshemmet og vergen har uttalt seg mot at svangerskapet blir avbrutt, eller\nc. når kvinnens samtykke ikke er innhentet etter § 4 annet ledd annet punktum.\nI saker som nevnt i første ledd bokstav c kan statsforvalteren bare samtykke når svangerskapsavbrudd vil være i kvinnens klare interesse. Ved vurderingen skal det blant annet tas hensyn til forhold som nevnt i § 2 tredje ledd bokstav a til d og fjerde ledd og til hvordan kvinnens verge bedømmer situasjonen.\n0 Endret ved lover 16 juni 1978 nr. 66, 8 apr 1981 nr. 7, 16 juni 1989 nr. 86, 29 aug 2003 nr. 87 (ikr. 1 sep 2003 iflg. res. 29 aug 2003 nr. 1092), 30 juni 2006 nr. 44 (ikr. 1 sep 2006 iflg. res. 30 juni 2006 nr. 772), 7 mai 2021 nr. 34 (ikr. 1 juni 2021 iflg. res. 7 mai 2021 nr. 1416).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "10",
      "section": "10",
      "content": "Medfører svangerskapet overhengende fare for kvinnens liv eller helse, kan det avbrytes uten hensyn til bestemmelsene i denne lov.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "11",
      "section": "11",
      "content": "Nemndene (jf. §§ 7 og 8) kan uten hinder av lovbestemt taushetsplikt innhente opplysninger om kvinnens helse-, sosial- og trygdeforhold, forutsatt at kvinnen har samtykket i det.\nEnhver som deltar i behandlingen av saker etter denne lov, plikter å bevare taushet om det vedkommende har fått kjennskap til.\n0 Endret ved lov 8 mai 2009 nr. 25 (ikr. 15 feb 2010 iflg. res. 29 jan 2010 nr. 73).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "12",
      "section": "12",
      "content": "Kongen kan gi nærmere forskrifter til gjennomføringen av denne lov, herunder om sammensetningen av nemndene (Jfr. §§ 7 og 8).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "13",
      "section": "13",
      "content": "Den som avbryter svangerskap i strid med denne lov eller forskrifter gitt i medhold av loven, straffes med bot eller fengsel inntil 2 år.\nPå samme måte straffes den som muntlig eller skriftlig gir uriktige opplysninger i begjæring om svangerskapsavbrudd eller til bruk ved avgjørelsen av begjæringen, eller som rettsstridig bryter taushetsplikt etter § 11. Bestemmelsene om straff i første ledd gjelder ikke for kvinne som selv avbryter sitt svangerskap.\n0 Endret ved lov 19 juni 2015 nr. 65 (ikr. 1 okt 2015).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "14",
      "section": "14",
      "content": "Regionale helseforetak skal organisere sykehustjenesten slik at kvinnen innen helseregionen til enhver tid kan få utført svangerskapsavbrudd, jf. lov om spesialisthelsetjenesten m.m. § 2-1a. Ved organiseringen skal det tas hensyn til helsepersonell som av samvittighetsgrunner ikke ønsker å utføre eller assistere ved slike inngrep.\n0 Endret ved lover 16 juni 1978 nr. 66, 2 juli 1999 nr. 61 (ikr. 1 jan 2001 iflg. res. 1 des 2000 nr. 1196), 15 juni 2001 nr. 93 (ikr. 1 jan 2002 iflg. res. 14 des 2001 nr. 1417).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "14 a",
      "section": "14 a",
      "content": "Kvinne som har fått utført inngrep etter loven her, skal når hun anmoder om det sikres veiledning om svangerskapsforebyggende tiltak.\n0 Tilføyd ved lov 16 juni 1978 nr. 66.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14a",
        "source_heading": "§ 14 a."
      }
    },
    {
      "provision_ref": "15",
      "section": "15",
      "content": "1. Denne lov trer i kraft fra den tid Kongen fastsetter.​1 Kongen kan bestemme at loven helt eller delvis skal gjelde for Svalbard.​2\n2. Fra samme tidspunkt oppheves – – –\n1 Fra 1 jan 1976 iflg. res. 28 nov 1975, endringsloven av 16 juni 1978 nr. 66 fra 1 jan 1979 iflg. res. 1 des 1978.\n2 Fastsatt ved res. 1 des 1978 § 28.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    }
  ]
}