{
  "id": "LOV-1976-06-11-71",
  "type": "statute",
  "title": "Lov om finansieringsvirksomhet",
  "short_name": "Finansieringsvirksomhetsloven",
  "status": "in_force",
  "issued_date": "1976-06-11",
  "in_force_date": "1976-06-11",
  "url": "https://lovdata.no/dokument/NLO/lov/1976-06-11-71",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Loven gjelder all finansieringsvirksomhet som ikke går inn under unntaksbestemmelsene i denne paragraf.​1 Som finansieringsvirksomhet regnes å yte, formidle eller stille garanti for kreditt eller på annen måte medvirke ved finansiering av annet enn egen virksomhet.\nLoven gjelder ikke:\n1. innskott i godkjent finansieringsinstitusjon\n2. erverv av aksjer eller andre eierinteresser\n3. kreditt fra den som selger en vare eller tjeneste\n4. utleie av fast eiendom eller løsøre, dog gjelder lovens §§ 9-16 for selskaper som utøver finansiell leasing. Kongen kan bestemme at lovens øvrige paragrafer også skal gjelde finansiell leasing\n5. lån eller garanti for lån til egne ansatte\n6. finansiering som bare forekommer som enkeltstående tilfeller.\nKongen​2 avgjør i tvilstilfelle om en virksomhet omfattes av loven.\n1 Jfr. §§ 17 tredje ledd, 24.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ved formidling av lån og garanti for lån gjelder bestemmelsene i §§ 20 og 21.\nAnnen finansieringsvirksomhet​2 kan bare​3 drives av finansieringsforetak som har fått tillatelse til det etter § 4. Unntatt fra bestemmelsene i kap. 2, 3 og 4 er finansieringsvirksomhet som drives av:\n1. offentlige kredittinstitusjoner og fond\n2. overformynderi og stiftelser som ikke har til formål å drive næringsvirksomhet\n3. pensjonskasser, pensjonsfond og andre pensjonsinnretninger som står under offentlig tilsyn\n4. sparebanker og forretningsbanker\n5. livsforsikringsselskaper og skadeforsikringsselskaper\n6. investeringsselskaper, jfr. midlertidig lov 19. juni 1970 nr. 62\n7. foretak som begrenser sin finansieringsvirksomhet til bare å gjelde foretak hvor det har en betydelig eierinteresse, og under forutsetning av at det ikke selv tar opp eller garanterer for andre lån enn ihendehaverobligasjonslån, lån registrert i Verdipapirsentralen eller lån fra kredittinstitusjon, långiver i utlandet eller firma hvor foretaket har en betydelig eierinteresse\n8. samvirkelag for så vidt gjelder utlånsvirksomhet med midler som er skaffet ved innskott fra medlemmer, jfr. lov 24. mai 1961 nr. 2 om forretningsbanker § 1 tredje ledd.\nKongen​4 kan i særlige tilfelle unnta også andre finansieringsforetak eller grupper av finansieringsforetak fra en eller flere bestemmelser i loven og kan sette vilkår for slikt unntak.\nKongen kan bestemme at foretak som etter bestemmelsene i denne paragraf er eller blir unntatt fra visse av lovens bestemmelser, skal være undergitt tilsyn av Kredittilsynet.​5\n1 Endret ved lover 15 des 1978 nr 84, 7 juni 1985 nr 47 (fra 24 mars 1986), 14 juni 1985 nr 70 (i kraft 1 des 1985).\n2 Jfr. § 1.\n3 Jfr. § 22.\n4 Finansdep. iflg. res. 11 juni 1976 og 15 des. 1978.\n5 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Finansieringsforetak​1 kan ikke uten samtykke av Kongen​2 organiseres på annen måte enn som aksjeselskap,​3 selveiende institusjon (stiftelse)​4 eller forening av låntakerne (kredittforening, hypotekforening). Som vilkår for tillatelsen kan Kongen stille krav til foretakets organisasjon.\nVedtektene skal ha nærmere bestemmelser om organiseringen av foretaket. Lovgivningen om aksjeselskaper får anvendelse på foretak som er organisert som aksjeselskap hvis ikke annet følger av denne lov eller av forskrifter gitt i medhold av loven.\n1 Jfr. § 1.\n2 Finansdep. iflg. res. 11 juni 1976.\n3 Jfr. lov 4 juni 1976 nr. 59.\n4 Jfr. lov 23 mai 1980 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Finansieringsforetak kan med det unntak som følger av § 24 annet ledd, ikke​1 drive virksomhet​2 uten tillatelse av Kongen.​3\nTillatelse skal nektes dersom vilkårene etter denne lov ikke er oppfylt eller virksomheten eller etableringen av foretaket ikke anses stemmende med allmenne interesser.\nFor tillatelsen kan settes som vilkår at virksomheten drives på en bestemt måte eller innenfor visse rammer eller fra visse faste forretningssteder. Det kan også settes andre vilkår som er egnet til å ivareta de interesser som skal beskyttes ved denne lov, herunder om adgang til å endre tidligere fastsatte vilkår.\nVedtektene skal godkjennes av Kongen​3 og kan ikke endres uten godkjenning av Kongen.\n1 Jfr. § 22.\n2 Jfr. § 1.\n3 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Finansieringsforetak kan bare​2 stiftes av norske statsborgere som bor her i riket. Kongen kan gjøre unntak fra denne bestemmelse og sette vilkår for unntaket.\nI foretak som er organisert som aksjeselskap,​3 kan andre enn norske statsborgere eie aksjer for inntil 10 pst. av aksjekapitalen. I selskaper med aksjer uten stemmerett eller med begrenset stemmevekt kan andre enn norske statsborgere ikke i noe høve eie så mange aksjer at de på generalforsamlingen kan få så meget som 10 pst. av stemmene. Kongen kan samtykke i at eier- eller stemmeandelen økes til 25 pst.\nLike med norske statsborgere etter dette og foregående ledd regnes staten, institusjoner og fond som styres av staten, norske kommuner, norske banker, korporasjoner og stiftelser som har helt norsk styre med sete i Norge og har allmennyttige formål, samt aksjeselskaper og andre selskaper med begrenset ansvar, som har helt norsk styre med sete i Norge når minst to tredeler av deres grunnkapital tilhører staten, norske kommuner eller norske statsborgere.\nKongen kan gi utenlandsk foretak tillatelse til å drive virksomhet i Norge som finansieringsforetak. Virksomheten må drives gjennom foretak opprettet her i riket. Kontrollkomitéen skal oppnevnes av Kredittilsynet.​4 Kongen kan sette vilkår for tillatelsen og avgrense den virksomhet foretaket får tillatelse til å drive. Utenlandske finansieringsforetaks representasjonskontor i Norge må registreres hos Kredittilsynet.\n1 Endret ved lover 8 juni 1984 nr. 49, 7 juni 1985 nr 47 (fra 24 mars 1986), opphevet ved lov 10 juni 1988 nr. 40, men slik at opphevelsen av § 5 annet og tredje ledd trer i kraft 31 des 1990 for foretak som kommer inn under den nye lov og som driver virksomhet ved lovens ikrafttredelse.\n2 Jfr. § 22.\n3 Jfr. § 3.\n4 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Et finansieringsforetak kan ikke ha mindre ansvarlig kapital i sum av egenkapital, ansvarlig lånekapital og garantikapital enn 1.000.000 kroner. Kongen​2 kan samtykke i at den ansvarlige kapital settes til et lavere beløp.\nUten samtykke av Kongen​2 kan den ansvarlige kapital ikke økes på annen måte enn ved fondsopplegg. Det kan knyttes slike vilkår til samtykket som er egnet til å ivareta de interesser som skal beskyttes ved denne lov.\n1 Jfr. § 18.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Vedtak om at et finansieringsforetak skal avvikle virksomheten, sluttes sammen med eller overdras til et annet foretak eller endre organisasjonsform, må​1 godkjennes av Kongen.​2 Vedtaket krever tilslutning fra minst to tredeler av de avgitte stemmer. Foretakets kreditorer kan ikke motsette seg vedtaket såfremt gjennomføringen ikke vil forringe den forutsatte sikkerhet, eller forringelsen må anses uvesentlig.\nEr foretaket organisert på annen måte enn som aksjeselskap, treffes vedtaket av representantskapet. Kongen​2 kan gi regler om gjennomføringen av vedtaket.\n1 Jfr. § 22\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kongen​1 kan ta tilbake tillatelsen til foretakets virksomhet dersom styret eller andre organer har gjort seg skyldig i grov eller vedvarende overtredelse av sine plikter etter lov, forskrifter gitt i medhold av lov, de vilkår som er satt for tillatelsen til å drive virksomheten eller vedtektene. Det samme gjelder dersom det ellers finnes misligheter i foretakets ledelse, eller andre mulige forhold som gir grunn til å frykte for at en fortsettelse av virksomheten ikke vil være stemmende med allmenne interesser.\nNår tillatelsen til virksomheten er tatt tilbake, skal foretaket avvikle virksomheten etter regler fastsatt av Kongen.​1\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Uten samtykke av Kongen​1 kan ingen andre enn norske statsborgere som bor her i riket ha tillitsverv i finansieringsforetak.\nTillitsmenn blir stående inntil nye er valgt eller oppnevnt, selv om tjenestetiden er utløpt.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Foretaket skal ha et styre med minst fire valgte medlemmer dersom ikke Kongen​1 samtykker i et lavere antall.\nStyremedlemmene velges av representantskapet. Har foretaket ikke representantskap, velges styremedlemmene av generalforsamlingen. Den valgrett som tilkommer representantskapet eller generalforsamlingen, kan i vedtektene overføres til andre, dog ikke til styret selv eller medlem av styret.\nForetaket skal ha en administrerende direktør som skal være medlem av styret. Administrerende direktør tilsettes av representantskapet. Hvis foretaket ikke har representantskap, tilsettes administrerende direktør av styret.\nAksjelovens bestemmelser om medlemmenes tjenestetid og styrets og administrerende direktørs myndighet gjelder tilsvarende for foretak som ikke er organisert som aksjeselskap.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Foretaket skal ha et representantskap med minst tolv medlemmer. Kongen kan samtykke i at representantskapet skal ha et lavere antall medlemmer. Er foretaket organisert som aksjeselskap,​1 kan Kongen​2 samtykke i at selskapet ikke skal ha representantskap. I så fall kan det settes som vilkår at Kongen​2 skal oppnevne ett eller flere medlemmer av styret.\nEr foretaket organisert som aksjeselskap, har representantskapet den myndighet som følger av aksjeloven.​3 Er foretaket organisert på annen måte, utøver representantskapet den øverste myndighet i foretaket.\nRepresentantskapet bør være allsidig sammensatt og ha representanter fra de ulike distrikter, interessegrupper og næringer som er berørt av foretakets virksomhet. Medlem av styret kan ikke være medlem av representantskapet.\nI foretak som har forvaltningskapital 100 millioner kroner eller mere, oppnevner Kongen en firedel av representantskapets medlemmer. Kongen​2 kan bestemme at om et finansieringsforetaks forvaltningskapital kommer over eller under 100 millioner kroner, skal dette i opptil to år ikke føre til endring i reglene om valg av representantskapets medlemmer.\nRepresentantskapets øvrige medlemmer velges etter nærmere regler i vedtektene.\nAksjelovens bestemmelser om medlemmenes tjenestetid​4 gjelder tilsvarende for foretak som ikke er organisert som aksjeselskap.\n1 Jfr. § 3.\n2 Finansdep. iflg. res. 11 juni 1976.\n3 Lov 4 juni 1976 nr. 59 § 8-23.\n4 Lov 4 juni 1976 nr. 59 § 8-23 sjette ledd jfr. § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Foretaket skal ha en kontrollkomité med minst tre medlemmer som velges av representantskapet. Hvis foretaket ikke har representantskap, velges komitéens medlemmer av generalforsamlingen. Et medlem av komitéen skal tilfredsstille de krav som stilles til dommere etter lov 13 august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av Kredittilsynet.​2 Kredittilsynet kan dispensere fra bestemmelsene i de to foregående punktum.\nKontrollkomitéen skal føre tilsyn med foretakets virksomhet og blant annet påse at virksomheten drives i samsvar med lov og vedtekter. Den skal spesielt føre tilsyn med styrets disposisjoner. Kongen​3 fastsetter nærmere regler for komitéens arbeid. Komitéen skal minst en gang i året gi melding om sitt arbeid til representantskapet og Kredittilsynet.​2\nBestemmelsen i § 11 sjette ledd gjelder tilsvarende for medlemmene av kontrollkomitéen.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.\n3 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Medlem av styre, representantskap eller kontrollkomité må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som har slik særlig betydning for ham selv eller nærstående at han må anses for å ha en framtredende personlig eller økonomisk særinteresse i saken. Styremedlem må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans navn.​1\n1 Jfr. lov 4 juni 1976 nr. 59 §§ 8-11, 8-23 sjette ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Revisor velges av representantskapet. Hvis foretaket ikke har representantskap, velges revisor av kontrollkomitéen.\nRevisor skal være statsautorisert​1 med mindre annet fastsettes av Kongen​2 ved forskrift eller i det enkelte tilfelle.\n1 Jfr. lov 14 mars 1964 nr. 2 § 11 tredje ledd jfr. § 4.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Tillits- og tjenestemenn har taushetsplikt​2 om det de i stillingens medfør får kjennskap til om andres forretningsmessige eller private forhold hvis de ikke etter lov har plikt til å gi opplysninger. Tilsvarende gjelder for takstmenn, kommisjonærer og andre som utfører oppdrag for foretaket. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret, gir til andre kredittinstitusjoner på vegne av foretaket.\nDenne bestemmelse er likevel ikke til hinder for at foretaket driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​3\n1 Endret ved lov 9 juni 1978 nr. 48.\n2 Jfr. § 22.\n3 Jfr. lov 9 juni 1978 nr. 48 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Vedtektene skal ha bestemmelser om aldersgrense for tjenestemenn, takstmenn, kommisjonærer og andre som utfører oppdrag for foretaket.\nVedtektene fastsetter om det skal være varamenn for foretakets tillitsmenn. Lovens bestemmelser om tillitsmenn får så langt det passer anvendelse på varamenn.\n1 Endret ved lov 13 mars 1987 nr 14 (i kraft 1 sept 1987).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Finansieringsforetak kan bare​2 drive finansieringsvirksomhet​3 og virksomhet som naturlig henger sammen med dette.\nVedtektene skal ha bestemmelser om hva slags finansieringsvirksomhet det enkelte foretak skal kunne drive.\nBestemmelsen i første ledd er ikke til hinder for at et foretak midlertidig driver eller deltar i driften av annen virksomhet i den utstrekning det er nødvendig for å få dekning av krav. Kredittilsynet​4 kan kreve at foretaket opphører med slik virksomhet innen en fastsatt frist.\nKongen kan gi nærmere forskrifter om foretakenes virksomhet.\nKongen​5 kan ved forskrift eller i det enkelte tilfelle gi finansieringsforetak adgang til helt eller delvis å fravike bestemmelsene i aksjelovens § 12-10 første og annet ledd.\n1 Endret ved lover 15 des. 1978 nr. 84, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 22.\n3 Jfr. § 1.\n4 Jfr. lov 7 des 1956 nr. 1.\n5 Finansdep. iflg. res. 15 des. 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Foretaket skal ha en ansvarlig kapital som til enhver tid står i forsvarlig forhold til virksomheten. Den ansvarlige kapital skal til enhver tid utgjøre minst 10 pst. av summen av foretakets utlån og garantier med mindre Kongen samtykker i en lavere andel. Kongen​2 kan gi nærmere forskrifter om størrelsen av den ansvarlige kapital og tilfelle om fordelingen på egenkapital, ansvarlig lånekapital og garantikapital.\nKongen​2 kan sette som vilkår for å godkjenne vedtektene at egenkapitalen er fullt innbetalt før foretaket begynner virksomheten.\n1 Jfr. § 6.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Summen av den bokførte verdi av aksjer og andeler, fast eiendom og skipsparter må ikke uten samtykke av Kongen​1 overstige halvparten av foretakets egenkapital.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 a",
      "chapter": "5",
      "section": "19 a",
      "content": "Finansieringsforetak som tilbyr eller innvilger lån til andre låntakere enn finansieringsforetak, skal skriftlig opplyse om lånevilkårene og den effektive rente før låneavtalen blir inngått. Av opplysningen skal fremgå rentesats og rentebinding, andre kredittkostnader og tilbakebetalingsvilkårene.\nTilsvarende opplysninger skal gis når rentesats eller andre lånevilkår endres. Det samme gjelder ellers for løpende lån når låntakeren ber om det.\nNår det opplyses om kredittvilkår i brosjyrer, annonser eller annen skriftlig markedsføring av lånetilbud som nevnt i første ledd, skal det også opplyses om den effektive renten.\nKongen​2 kan gi nærmere forskrifter om hvordan opplysningsplikten skal oppfylles, herunder om beregning av effektiv rente.\nKongen​2 kan gjøre unntak fra opplysningsplikten når særlige grunner tilsier det.\nFor lån som gis i tilknytning til kjøp som angitt i lov 21. juni 1985 nr. 82 om kredittkjøp m m § 3 punkt 1, gjelder bestemmelsene om opplysningsplikt i kredittkjøpsloven. Om opplysningsplikt ved formidling av lån gjelder § 21 i loven her.\n1 Tilføyd ved lov 21 juni 1985 (i kraft 1 jan 1987).\n2 Finansdepartementet iflg res 27 juni 1986 nr 1305.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Enhver som driver virksomhet som består i organisert eller ervervsmessig formidling av lån eller garanti for lån, skal​2 melde fra om virksomheten til Kredittilsynet​3 på skjema som tilsynet fastsetter. Forretningsbanker, sparebanker og finansieringsforetak er unntatt fra meldeplikten.\nDrives virksomheten på en måte som strider mot bestemmelser i lov eller forskrifter gitt i medhold av lov, kan Kongen​4 kreve at virksomheten skal opphøre. Kredittilsynet​3 kan kreve de opplysninger som er nødvendige for å kontrollere at virksomheten opphører.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 2.\n2 Jfr. § 22.\n3 Jfr. lov 7 des 1956 nr. 1.\n4 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Den som formidler lån skal​2 på betryggende måte ivareta både låntakers og långivers interesser. Han skal gi partene i låneforholdet opplysning om den effektive rente og andre forhold av betydning, herunder tilbakebetalingsvilkårene og eventuell adgang til å regulere renten. Ved beregningen av den effektive rente skal det tas hensyn til enhver ytelse fra låntakers side, herunder formidlingsprovisjon, garantiprovisjon, annen provisjon og utgifter til administrasjon av lånet samt eventuell underkurs ved utbetaling av lånet. Opplysningen om den effektive rente skal gis tydelig og i skriftlig form med en nøyaktighet av minst 1/4 pst. årlig rente.\nKongen kan utferdige nærmere forskrifter om formidlingsvirksomheten og gi pålegg om sikkerhetsstillelse for det ansvar formidleren kan pådra seg ved utøvelse av virksomheten.\n1 Jfr. § 2.\n2 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av denne lov eller forskrifter, regler eller vilkår fastsatt i medhold av loven, straffes med bøter eller med fengsel inntil tre måneder eller begge deler hvis forholdet ikke rammes av noen strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Kongen bestemmer når loven trer i kraft.​1\nFra lovens ikrafttredelse oppheves følgende lover: – – –\n1 1 jan. 1977 iflg. res. 11 juni 1976. – Ved res. 13 mai 1977 er § 5 satt i verk for leiefinansiering (finansiell leasing).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Loven gjelder også foretak som er etablert, og virksomhet som har vært drevet før lovens ikrafttredelse.\nForetak som omfattes av loven skal innen 6 måneder fra lovens ikrafttredelse søke Kongen​1 om tillatelse hvis det vil fortsette virksomheten. Vedtektene skal samtidig sendes inn til godkjenning. Kongen​1 kan forlenge fristen for innsending av vedtektene.\nHvis et foretak ikke søker om tillatelse til å fortsette virksomheten eller søknaden blir avslått, skal virksomheten avvikles. Kongen​2 kan gi forskrifter om avviklingen. Får foretaket tillatelse til å fortsette virksomheten, kan Kongen sette frister for oppfylling av lovens krav.\n1 Finansdep. iflg. res. 11 juni 1976.\n2 Finansdep. iflg. res. 22 sept. 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "9:25",
      "chapter": "9",
      "section": "25",
      "content": "Fra denne lovs ikrafttreden gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Loven gjelder all finansieringsvirksomhet som ikke går inn under unntaksbestemmelsene i denne paragraf.​1 Som finansieringsvirksomhet regnes å yte, formidle eller stille garanti for kreditt eller på annen måte medvirke ved finansiering av annet enn egen virksomhet.\nLoven gjelder ikke:\n1. innskott i godkjent finansieringsinstitusjon\n2. erverv av aksjer eller andre eierinteresser\n3. kreditt fra den som selger en vare eller tjeneste\n4. utleie av fast eiendom eller løsøre, dog gjelder lovens §§ 9-16 for selskaper som utøver finansiell leasing. Kongen kan bestemme at lovens øvrige paragrafer også skal gjelde finansiell leasing\n5. lån eller garanti for lån til egne ansatte\n6. finansiering som bare forekommer som enkeltstående tilfeller.\nKongen​2 avgjør i tvilstilfelle om en virksomhet omfattes av loven.\n1 Jfr. §§ 17 tredje ledd, 24.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Ved formidling av lån og garanti for lån gjelder bestemmelsene i §§ 20 og 21.\nAnnen finansieringsvirksomhet​2 kan bare​3 drives av finansieringsforetak som har fått tillatelse til det etter § 4. Unntatt fra bestemmelsene i kap. 2, 3 og 4 er finansieringsvirksomhet som drives av:\n1. offentlige kredittinstitusjoner og fond\n2. overformynderi og stiftelser som ikke har til formål å drive næringsvirksomhet\n3. pensjonskasser, pensjonsfond og andre pensjonsinnretninger som står under offentlig tilsyn\n4. sparebanker og forretningsbanker\n5. livsforsikringsselskaper og skadeforsikringsselskaper\n6. investeringsselskaper, jfr. midlertidig lov 19. juni 1970 nr. 62\n7. foretak som begrenser sin finansieringsvirksomhet til bare å gjelde foretak hvor det har en betydelig eierinteresse, og under forutsetning av at det ikke selv tar opp eller garanterer for andre lån enn ihendehaverobligasjonslån, lån registrert i Verdipapirsentralen eller lån fra kredittinstitusjon, långiver i utlandet eller firma hvor foretaket har en betydelig eierinteresse\n8. samvirkelag for så vidt gjelder utlånsvirksomhet med midler som er skaffet ved innskott fra medlemmer, jfr. lov 24. mai 1961 nr. 2 om forretningsbanker § 1 tredje ledd.\nKongen​4 kan i særlige tilfelle unnta også andre finansieringsforetak eller grupper av finansieringsforetak fra en eller flere bestemmelser i loven og kan sette vilkår for slikt unntak.\nKongen kan bestemme at foretak som etter bestemmelsene i denne paragraf er eller blir unntatt fra visse av lovens bestemmelser, skal være undergitt tilsyn av Kredittilsynet.​5\n1 Endret ved lover 15 des 1978 nr 84, 7 juni 1985 nr 47 (fra 24 mars 1986), 14 juni 1985 nr 70 (i kraft 1 des 1985).\n2 Jfr. § 1.\n3 Jfr. § 22.\n4 Finansdep. iflg. res. 11 juni 1976 og 15 des. 1978.\n5 Jfr. lov 7 des. 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "2:3",
      "chapter": "2",
      "section": "3",
      "content": "Finansieringsforetak​1 kan ikke uten samtykke av Kongen​2 organiseres på annen måte enn som aksjeselskap,​3 selveiende institusjon (stiftelse)​4 eller forening av låntakerne (kredittforening, hypotekforening). Som vilkår for tillatelsen kan Kongen stille krav til foretakets organisasjon.\nVedtektene skal ha nærmere bestemmelser om organiseringen av foretaket. Lovgivningen om aksjeselskaper får anvendelse på foretak som er organisert som aksjeselskap hvis ikke annet følger av denne lov eller av forskrifter gitt i medhold av loven.\n1 Jfr. § 1.\n2 Finansdep. iflg. res. 11 juni 1976.\n3 Jfr. lov 4 juni 1976 nr. 59.\n4 Jfr. lov 23 mai 1980 nr. 11.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "content": "Finansieringsforetak kan med det unntak som følger av § 24 annet ledd, ikke​1 drive virksomhet​2 uten tillatelse av Kongen.​3\nTillatelse skal nektes dersom vilkårene etter denne lov ikke er oppfylt eller virksomheten eller etableringen av foretaket ikke anses stemmende med allmenne interesser.\nFor tillatelsen kan settes som vilkår at virksomheten drives på en bestemt måte eller innenfor visse rammer eller fra visse faste forretningssteder. Det kan også settes andre vilkår som er egnet til å ivareta de interesser som skal beskyttes ved denne lov, herunder om adgang til å endre tidligere fastsatte vilkår.\nVedtektene skal godkjennes av Kongen​3 og kan ikke endres uten godkjenning av Kongen.\n1 Jfr. § 22.\n2 Jfr. § 1.\n3 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "content": "Finansieringsforetak kan bare​2 stiftes av norske statsborgere som bor her i riket. Kongen kan gjøre unntak fra denne bestemmelse og sette vilkår for unntaket.\nI foretak som er organisert som aksjeselskap,​3 kan andre enn norske statsborgere eie aksjer for inntil 10 pst. av aksjekapitalen. I selskaper med aksjer uten stemmerett eller med begrenset stemmevekt kan andre enn norske statsborgere ikke i noe høve eie så mange aksjer at de på generalforsamlingen kan få så meget som 10 pst. av stemmene. Kongen kan samtykke i at eier- eller stemmeandelen økes til 25 pst.\nLike med norske statsborgere etter dette og foregående ledd regnes staten, institusjoner og fond som styres av staten, norske kommuner, norske banker, korporasjoner og stiftelser som har helt norsk styre med sete i Norge og har allmennyttige formål, samt aksjeselskaper og andre selskaper med begrenset ansvar, som har helt norsk styre med sete i Norge når minst to tredeler av deres grunnkapital tilhører staten, norske kommuner eller norske statsborgere.\nKongen kan gi utenlandsk foretak tillatelse til å drive virksomhet i Norge som finansieringsforetak. Virksomheten må drives gjennom foretak opprettet her i riket. Kontrollkomitéen skal oppnevnes av Kredittilsynet.​4 Kongen kan sette vilkår for tillatelsen og avgrense den virksomhet foretaket får tillatelse til å drive. Utenlandske finansieringsforetaks representasjonskontor i Norge må registreres hos Kredittilsynet.\n1 Endret ved lover 8 juni 1984 nr. 49, 7 juni 1985 nr 47 (fra 24 mars 1986), opphevet ved lov 10 juni 1988 nr. 40, men slik at opphevelsen av § 5 annet og tredje ledd trer i kraft 31 des 1990 for foretak som kommer inn under den nye lov og som driver virksomhet ved lovens ikrafttredelse.\n2 Jfr. § 22.\n3 Jfr. § 3.\n4 Jfr. lov 7 des 1956 nr. 1.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "content": "Et finansieringsforetak kan ikke ha mindre ansvarlig kapital i sum av egenkapital, ansvarlig lånekapital og garantikapital enn 1.000.000 kroner. Kongen​2 kan samtykke i at den ansvarlige kapital settes til et lavere beløp.\nUten samtykke av Kongen​2 kan den ansvarlige kapital ikke økes på annen måte enn ved fondsopplegg. Det kan knyttes slike vilkår til samtykket som er egnet til å ivareta de interesser som skal beskyttes ved denne lov.\n1 Jfr. § 18.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "content": "Vedtak om at et finansieringsforetak skal avvikle virksomheten, sluttes sammen med eller overdras til et annet foretak eller endre organisasjonsform, må​1 godkjennes av Kongen.​2 Vedtaket krever tilslutning fra minst to tredeler av de avgitte stemmer. Foretakets kreditorer kan ikke motsette seg vedtaket såfremt gjennomføringen ikke vil forringe den forutsatte sikkerhet, eller forringelsen må anses uvesentlig.\nEr foretaket organisert på annen måte enn som aksjeselskap, treffes vedtaket av representantskapet. Kongen​2 kan gi regler om gjennomføringen av vedtaket.\n1 Jfr. § 22\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "content": "Kongen​1 kan ta tilbake tillatelsen til foretakets virksomhet dersom styret eller andre organer har gjort seg skyldig i grov eller vedvarende overtredelse av sine plikter etter lov, forskrifter gitt i medhold av lov, de vilkår som er satt for tillatelsen til å drive virksomheten eller vedtektene. Det samme gjelder dersom det ellers finnes misligheter i foretakets ledelse, eller andre mulige forhold som gir grunn til å frykte for at en fortsettelse av virksomheten ikke vil være stemmende med allmenne interesser.\nNår tillatelsen til virksomheten er tatt tilbake, skal foretaket avvikle virksomheten etter regler fastsatt av Kongen.​1\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "3:9",
      "chapter": "3",
      "section": "9",
      "content": "Uten samtykke av Kongen​1 kan ingen andre enn norske statsborgere som bor her i riket ha tillitsverv i finansieringsforetak.\nTillitsmenn blir stående inntil nye er valgt eller oppnevnt, selv om tjenestetiden er utløpt.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "3:10",
      "chapter": "3",
      "section": "10",
      "content": "Foretaket skal ha et styre med minst fire valgte medlemmer dersom ikke Kongen​1 samtykker i et lavere antall.\nStyremedlemmene velges av representantskapet. Har foretaket ikke representantskap, velges styremedlemmene av generalforsamlingen. Den valgrett som tilkommer representantskapet eller generalforsamlingen, kan i vedtektene overføres til andre, dog ikke til styret selv eller medlem av styret.\nForetaket skal ha en administrerende direktør som skal være medlem av styret. Administrerende direktør tilsettes av representantskapet. Hvis foretaket ikke har representantskap, tilsettes administrerende direktør av styret.\nAksjelovens bestemmelser om medlemmenes tjenestetid og styrets og administrerende direktørs myndighet gjelder tilsvarende for foretak som ikke er organisert som aksjeselskap.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "content": "Foretaket skal ha et representantskap med minst tolv medlemmer. Kongen kan samtykke i at representantskapet skal ha et lavere antall medlemmer. Er foretaket organisert som aksjeselskap,​1 kan Kongen​2 samtykke i at selskapet ikke skal ha representantskap. I så fall kan det settes som vilkår at Kongen​2 skal oppnevne ett eller flere medlemmer av styret.\nEr foretaket organisert som aksjeselskap, har representantskapet den myndighet som følger av aksjeloven.​3 Er foretaket organisert på annen måte, utøver representantskapet den øverste myndighet i foretaket.\nRepresentantskapet bør være allsidig sammensatt og ha representanter fra de ulike distrikter, interessegrupper og næringer som er berørt av foretakets virksomhet. Medlem av styret kan ikke være medlem av representantskapet.\nI foretak som har forvaltningskapital 100 millioner kroner eller mere, oppnevner Kongen en firedel av representantskapets medlemmer. Kongen​2 kan bestemme at om et finansieringsforetaks forvaltningskapital kommer over eller under 100 millioner kroner, skal dette i opptil to år ikke føre til endring i reglene om valg av representantskapets medlemmer.\nRepresentantskapets øvrige medlemmer velges etter nærmere regler i vedtektene.\nAksjelovens bestemmelser om medlemmenes tjenestetid​4 gjelder tilsvarende for foretak som ikke er organisert som aksjeselskap.\n1 Jfr. § 3.\n2 Finansdep. iflg. res. 11 juni 1976.\n3 Lov 4 juni 1976 nr. 59 § 8-23.\n4 Lov 4 juni 1976 nr. 59 § 8-23 sjette ledd jfr. § 83.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "content": "Foretaket skal ha en kontrollkomité med minst tre medlemmer som velges av representantskapet. Hvis foretaket ikke har representantskap, velges komitéens medlemmer av generalforsamlingen. Et medlem av komitéen skal tilfredsstille de krav som stilles til dommere etter lov 13 august 1915 nr. 5 om domstolene § 54 annet ledd. Valget av dette medlem skal godkjennes av Kredittilsynet.​2 Kredittilsynet kan dispensere fra bestemmelsene i de to foregående punktum.\nKontrollkomitéen skal føre tilsyn med foretakets virksomhet og blant annet påse at virksomheten drives i samsvar med lov og vedtekter. Den skal spesielt føre tilsyn med styrets disposisjoner. Kongen​3 fastsetter nærmere regler for komitéens arbeid. Komitéen skal minst en gang i året gi melding om sitt arbeid til representantskapet og Kredittilsynet.​2\nBestemmelsen i § 11 sjette ledd gjelder tilsvarende for medlemmene av kontrollkomitéen.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. lov 7 des 1956 nr. 1.\n3 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "content": "Medlem av styre, representantskap eller kontrollkomité må ikke delta i behandlingen eller avgjørelsen av noe spørsmål som har slik særlig betydning for ham selv eller nærstående at han må anses for å ha en framtredende personlig eller økonomisk særinteresse i saken. Styremedlem må heller ikke delta i beslutning om lån mot eller diskontering av noe papir som er påført hans navn.​1\n1 Jfr. lov 4 juni 1976 nr. 59 §§ 8-11, 8-23 sjette ledd.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "content": "Revisor velges av representantskapet. Hvis foretaket ikke har representantskap, velges revisor av kontrollkomitéen.\nRevisor skal være statsautorisert​1 med mindre annet fastsettes av Kongen​2 ved forskrift eller i det enkelte tilfelle.\n1 Jfr. lov 14 mars 1964 nr. 2 § 11 tredje ledd jfr. § 4.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "content": "Tillits- og tjenestemenn har taushetsplikt​2 om det de i stillingens medfør får kjennskap til om andres forretningsmessige eller private forhold hvis de ikke etter lov har plikt til å gi opplysninger. Tilsvarende gjelder for takstmenn, kommisjonærer og andre som utfører oppdrag for foretaket. Taushetsplikten gjelder ikke meddelelser som styret eller noen som har fullmakt fra styret, gir til andre kredittinstitusjoner på vegne av foretaket.\nDenne bestemmelse er likevel ikke til hinder for at foretaket driver kredittopplysningsvirksomhet i samsvar med lovgivningen for slik virksomhet.​3\n1 Endret ved lov 9 juni 1978 nr. 48.\n2 Jfr. § 22.\n3 Jfr. lov 9 juni 1978 nr. 48 kap. 5.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Vedtektene skal ha bestemmelser om aldersgrense for tjenestemenn, takstmenn, kommisjonærer og andre som utfører oppdrag for foretaket.\nVedtektene fastsetter om det skal være varamenn for foretakets tillitsmenn. Lovens bestemmelser om tillitsmenn får så langt det passer anvendelse på varamenn.\n1 Endret ved lov 13 mars 1987 nr 14 (i kraft 1 sept 1987).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "4:17",
      "chapter": "4",
      "section": "17",
      "content": "Finansieringsforetak kan bare​2 drive finansieringsvirksomhet​3 og virksomhet som naturlig henger sammen med dette.\nVedtektene skal ha bestemmelser om hva slags finansieringsvirksomhet det enkelte foretak skal kunne drive.\nBestemmelsen i første ledd er ikke til hinder for at et foretak midlertidig driver eller deltar i driften av annen virksomhet i den utstrekning det er nødvendig for å få dekning av krav. Kredittilsynet​4 kan kreve at foretaket opphører med slik virksomhet innen en fastsatt frist.\nKongen kan gi nærmere forskrifter om foretakenes virksomhet.\nKongen​5 kan ved forskrift eller i det enkelte tilfelle gi finansieringsforetak adgang til helt eller delvis å fravike bestemmelsene i aksjelovens § 12-10 første og annet ledd.\n1 Endret ved lover 15 des. 1978 nr. 84, 7 juni 1985 nr 47 (fra 24 mars 1986).\n2 Jfr. § 22.\n3 Jfr. § 1.\n4 Jfr. lov 7 des 1956 nr. 1.\n5 Finansdep. iflg. res. 15 des. 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "4:18",
      "chapter": "4",
      "section": "18",
      "content": "Foretaket skal ha en ansvarlig kapital som til enhver tid står i forsvarlig forhold til virksomheten. Den ansvarlige kapital skal til enhver tid utgjøre minst 10 pst. av summen av foretakets utlån og garantier med mindre Kongen samtykker i en lavere andel. Kongen​2 kan gi nærmere forskrifter om størrelsen av den ansvarlige kapital og tilfelle om fordelingen på egenkapital, ansvarlig lånekapital og garantikapital.\nKongen​2 kan sette som vilkår for å godkjenne vedtektene at egenkapitalen er fullt innbetalt før foretaket begynner virksomheten.\n1 Jfr. § 6.\n2 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "content": "Summen av den bokførte verdi av aksjer og andeler, fast eiendom og skipsparter må ikke uten samtykke av Kongen​1 overstige halvparten av foretakets egenkapital.\n1 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "5:19 a",
      "chapter": "5",
      "section": "19 a",
      "content": "Finansieringsforetak som tilbyr eller innvilger lån til andre låntakere enn finansieringsforetak, skal skriftlig opplyse om lånevilkårene og den effektive rente før låneavtalen blir inngått. Av opplysningen skal fremgå rentesats og rentebinding, andre kredittkostnader og tilbakebetalingsvilkårene.\nTilsvarende opplysninger skal gis når rentesats eller andre lånevilkår endres. Det samme gjelder ellers for løpende lån når låntakeren ber om det.\nNår det opplyses om kredittvilkår i brosjyrer, annonser eller annen skriftlig markedsføring av lånetilbud som nevnt i første ledd, skal det også opplyses om den effektive renten.\nKongen​2 kan gi nærmere forskrifter om hvordan opplysningsplikten skal oppfylles, herunder om beregning av effektiv rente.\nKongen​2 kan gjøre unntak fra opplysningsplikten når særlige grunner tilsier det.\nFor lån som gis i tilknytning til kjøp som angitt i lov 21. juni 1985 nr. 82 om kredittkjøp m m § 3 punkt 1, gjelder bestemmelsene om opplysningsplikt i kredittkjøpsloven. Om opplysningsplikt ved formidling av lån gjelder § 21 i loven her.\n1 Tilføyd ved lov 21 juni 1985 (i kraft 1 jan 1987).\n2 Finansdepartementet iflg res 27 juni 1986 nr 1305.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19a",
        "source_heading": "§ 19 a."
      }
    },
    {
      "provision_ref": "6:20",
      "chapter": "6",
      "section": "20",
      "content": "Enhver som driver virksomhet som består i organisert eller ervervsmessig formidling av lån eller garanti for lån, skal​2 melde fra om virksomheten til Kredittilsynet​3 på skjema som tilsynet fastsetter. Forretningsbanker, sparebanker og finansieringsforetak er unntatt fra meldeplikten.\nDrives virksomheten på en måte som strider mot bestemmelser i lov eller forskrifter gitt i medhold av lov, kan Kongen​4 kreve at virksomheten skal opphøre. Kredittilsynet​3 kan kreve de opplysninger som er nødvendige for å kontrollere at virksomheten opphører.\n1 Endret ved lov 7 juni 1985 nr 47 (fra 24 mars 1986). – Jfr. § 2.\n2 Jfr. § 22.\n3 Jfr. lov 7 des 1956 nr. 1.\n4 Finansdep. iflg. res. 11 juni 1976.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "6:21",
      "chapter": "6",
      "section": "21",
      "content": "Den som formidler lån skal​2 på betryggende måte ivareta både låntakers og långivers interesser. Han skal gi partene i låneforholdet opplysning om den effektive rente og andre forhold av betydning, herunder tilbakebetalingsvilkårene og eventuell adgang til å regulere renten. Ved beregningen av den effektive rente skal det tas hensyn til enhver ytelse fra låntakers side, herunder formidlingsprovisjon, garantiprovisjon, annen provisjon og utgifter til administrasjon av lånet samt eventuell underkurs ved utbetaling av lånet. Opplysningen om den effektive rente skal gis tydelig og i skriftlig form med en nøyaktighet av minst 1/4 pst. årlig rente.\nKongen kan utferdige nærmere forskrifter om formidlingsvirksomheten og gi pålegg om sikkerhetsstillelse for det ansvar formidleren kan pådra seg ved utøvelse av virksomheten.\n1 Jfr. § 2.\n2 Jfr. § 22.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "7:22",
      "chapter": "7",
      "section": "22",
      "content": "Den som forsettlig eller uaktsomt overtrer eller medvirker til overtredelse av denne lov eller forskrifter, regler eller vilkår fastsatt i medhold av loven, straffes med bøter eller med fengsel inntil tre måneder eller begge deler hvis forholdet ikke rammes av noen strengere straffebestemmelse.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "8:23",
      "chapter": "8",
      "section": "23",
      "content": "Kongen bestemmer når loven trer i kraft.​1\nFra lovens ikrafttredelse oppheves følgende lover: – – –\n1 1 jan. 1977 iflg. res. 11 juni 1976. – Ved res. 13 mai 1977 er § 5 satt i verk for leiefinansiering (finansiell leasing).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "8:24",
      "chapter": "8",
      "section": "24",
      "content": "Loven gjelder også foretak som er etablert, og virksomhet som har vært drevet før lovens ikrafttredelse.\nForetak som omfattes av loven skal innen 6 måneder fra lovens ikrafttredelse søke Kongen​1 om tillatelse hvis det vil fortsette virksomheten. Vedtektene skal samtidig sendes inn til godkjenning. Kongen​1 kan forlenge fristen for innsending av vedtektene.\nHvis et foretak ikke søker om tillatelse til å fortsette virksomheten eller søknaden blir avslått, skal virksomheten avvikles. Kongen​2 kan gi forskrifter om avviklingen. Får foretaket tillatelse til å fortsette virksomheten, kan Kongen sette frister for oppfylling av lovens krav.\n1 Finansdep. iflg. res. 11 juni 1976.\n2 Finansdep. iflg. res. 22 sept. 1978.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "9:25",
      "chapter": "9",
      "section": "25",
      "content": "Fra denne lovs ikrafttreden gjøres følgende endringer i andre lover: – – –",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    }
  ]
}