{
  "id": "LOV-1958-12-19-3",
  "type": "statute",
  "title": "Lov om arbeidsvilkår for arbeidarar i jordbruket",
  "short_name": "Lov om arbeidsvilkår i jordbruket",
  "status": "in_force",
  "issued_date": "1958-12-19",
  "in_force_date": "1958-12-19",
  "url": "https://lovdata.no/dokument/NLO/lov/1958-12-19-3",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Verksemd som går inn under lova.",
      "content": "Denne lova gjeld, når ikkje anna er sagt, for verksemd i jordbruket med tilhøyrande hushald, når bruket har nokon arbeidar​1 eller nyttar mekanisk drivkraft på over ei hestekraft.\nMed jordbruk er i denne lova meint også skogbruk og anna verksemd som er knytt til jordbruk og ikkje er stort meir enn det som trengst til jordbruksdrifta eller hushaldet.\nSom jordbruk blir også rekna verksemd i husdyrbruk, pelsdyral, gartneri og hagebruk jamvel om slik verksemd ikkje er knytt til vanleg jordbruk.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kva for arbeidar som går inn under lova.",
      "content": "Med arbeidar er i denne lova meint kvar den som arbeider i teneste hos ein annan.\nNår det gjeld føresegnene i kapitel III om arbeidsløn m.m. og i kapitel IV om arbeidstid og fritid, blir likevel ikkje rekna som arbeidar:\na. den som berre blir lønt med part i vinninga, eller\nb. den som høyrer til huslyden hos arbeidsgjevaren​1 og er i slekt med han eller med ektemake han lever saman med, i rett opp- eller nedstigande line eller i sidelina så nær som sysken eller står i like nært adopsjonstilhøve til dei.\n1 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vern mot ulukker og helseskadar.​1",
      "content": "Arbeidsgjevaren​2 skal syta for at verksemda er slik skipa og halden ved lag, og at arbeidet er ordna og blir gjort på slikt vis at arbeidarane​3 er verna mot skade på liv og helse så godt og tenleg som det etter tilhøva let seg gjera.\nArbeidsgjevaren skal serleg ha for auga:\n1. Når arbeidarane blir sette i arbeid, skal det takast omsyn til alder, innsikt og føresetnadene deira elles for å gjera arbeidet på trygt vis. Arbeidsgjevaren skal syta for at arbeidarane blir gjort kjende med fare som arbeidet kan føra med seg, og for at dei får den rettleiinga og øvinga som skal til for å halda seg frå faren.\n2. I driftsbygningar og arbeidsrom skal det så langt råd er, vera godt lys, høveleg luftskifte og fritt for støv, røyk, gass og damp. Utandørs skal det nyttast kunstig lys når det trengst for å kunna arbeida trygt.\n3. Kraftmaskinar, transmisjonar, arbeidsmaskinar, lyftereiskap, transportmiddel og andre maskinelle innretningar, anlegg under trykk med leidningar (dampkjelar og andre trykkbehaldarar), skal ha turvande vernedelar og elles vera forsvarleg laga, sette opp, haldne ved lag og passa.\n4. Dei tiltak som trengst, skal setjast i verk for så langt råd er, å hindra at arbeidarane får skade ved fall eller på grunn av ting som fell, eller ved ras eller når dei handsamar ting eller dyr, eller av elektrisitet, strålar eller lys som blindar, eksplosive, brannfarlege, varme, etsande, giftige eller andre helseskadelege stoff. Når giftig eller helsefarleg stoff blir lagra, flytt eller bruka på ein måte som kan vera farleg, skal behaldar og emballasje for stoffet vera merkt tydeleg med namnet på stoffet, og med høveleg åtvaring. Sålangt råd er, skal slikt farleg stoff skiftast ut med mindre farleg.\n5. Tenleg personleg verneutstyr skal om det trengst, haldast tilgjengeleg for arbeidarane der det er rimeleg å krevja det, og det ikkje kan gjerast noko anna for å få fullgodt vern mot ulukker eller helseskadar. Arbeidarane har plikt til å nytta utstyret og til å ta vel vare på det.\n6. Der det trengst, skal det vera oppvarma matrom og helst høveleg rom til å ta vare på og turka gangklede.\n7. Turvande tiltak som er høvelege etter storleiken på verksemda og det arbeidet det gjeld, skal setjast i verk for at det kan bli ytt fyrstehjelp ved ulukke eller sjukdom.\nArbeidsgjevaren skal syta for orden og god åtferd i verksemda.\nHusvære som arbeidsgjevaren stiller til rådvelde for arbeidar, skal vera forsvarleg gjort, innreidt og haldi ved lag. Arbeidaren skal syna varsemd ved bruken.\n1 Jfr. § 37.\n2 Se § 38.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Arbeidsplassar med fleire arbeidsgjevarar.",
      "content": "Når fleire arbeidsgjevarar​1 har kvar sine folk på same arbeidsplassen, skal:\na. kvar arbeidsgjevar syta for at verksemda hans og arbeidet til dei arbeidarane som han har, er ordna og går for seg på slik måte at dei andre arbeidarane og er verna i samsvar med § 4,\nb. kvar arbeidsgjevar, om det trengst for å verna eigne arbeidarar, gjera sitt til at dei andre arbeidsgjevarane set i verk tryggjingstiltak i samsvar med punkt a.\n1 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidarane skal nytta vernemiddel m.m.​1",
      "content": "Arbeidarane​2 skal gjera sitt til at tiltaka for å verna dei mot ulukker og helseskadar fører fram. Dei skal fylgja pålegga frå arbeidsgjevaren​3 og tilsynet, nytta verneutstyr som er påbodi, vera varsame og elles på alle vis gjera sitt til at ikkje nokon får skade på liv og helse.\nArbeidarane skal syna orden og god åtferd i verksemda.\n1 Jfr. § 39.\n2 Se § 2.\n3 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Plikter for den som sel, leiger ut eller låner ut maskin eller annan teknisk innretning.​1",
      "content": "Den som sel, leiger ut eller låner ut maskin, reiskap eller annan teknisk innretning til bruk, skal syta for at dette har turvande verneutstyr og elles er forsvarleg sikra mot å valda ulukke eller helseskade.\n1 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fråsegn frå tilsynet om plan for verksemd m.m.",
      "content": "Den som vil gå i gang med eller gjera om verksemd som går eller venteleg kan koma inn under lova, og den som vil ta i bruk ny eller endra arbeidsinnretning, arbeidsmåte eller setja i verk vernetiltak, har rett til å leggja planen fram for tilsynet​1 til fråsegn om det etter lova er noko å merka til at planen blir sett i verk.\nFøresegnene i fyrste leden om høve til å få fråsegn frå tilsynet gjeld på same måten så langt dei høver, også for den som sel, leiger ut eller låner ut maskin m.m. som nemnt i § 7.\n1 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Melding om arbeidsulukke og yrkessjukdom.",
      "content": "1. Melding frå arbeidsgjevar.\nKjem arbeidar​2 ut for arbeidsulukke som valdar døden eller alvorleg skade, skal arbeidsgjevaren gjeva melding til tilsynet​3 og til næraste politi straks og på snøggaste måte. Meldinga skal han stadfesta skriftleg.\nDersom arbeidsgjevaren ikkje er pålagt meldeplikt i medhald av § 18-2 i folketrygdlova, skal òg mindre alvorleg arbeidsulukke så snart råd er og seinast innan 3 dagar, meldast skriftleg til tilsynet, når ulukka truleg vil føra med seg at arbeidaren blir arbeidsufør i minst 3 dagar.\nDet som er sagt ovafor om arbeidsulukke, gjeld òg for sjukdom som arbeidsgjevaren skjønar eller bør skjøna er valda av arbeidet.\n2. Melding frå lækjar.\nFår ein lækjar å gjera med arbeidar som har fått yrkessjukdom som etter § 11-4 i folketrygdlova er jamstelt med yrkesskade, skal han gjeva skriftleg melding om det til tilsynet.\nDepartementet​4 fastset dei nærare føresegnene. Det kan fastsetja at meldeplikta skal gjelda for annan sjukdom som kan tenkjast å koma av arbeidet eller tilhøva på arbeidsstaden.\n1 Endret ved lover 13 juni 1969 nr. 33, 29 jan. 1971 nr. 25. – Jfr. §§ 37 og 38.\n2 Se § 2.\n3 Se § 32.\n4 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Forbod mot å setja ungdom under 18 år til farleg arbeid.​1",
      "content": "Born og ungdom under 18 år må ikkje setjast til å passa maskinar eller til anna arbeid som krev serleg varsemd. Arbeidstilsynet gjev nærare føresegner om dette.\n1 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Arbeidsløn.​1",
      "content": "1. Løna skal arbeidaren ha i pengar såfremt ikkje betaling i sjekk, banktilvising eller ved giro er avtala. Ho skal betalast på eller ved arbeidsstaden i arbeidstida eller snarast råd er etter at arbeidstida er slutt.\nEr time-, dag- eller vekeløn avtala, skal utbetaling skje ein gong i veka.​2 For akkordarbeid kan oppgjeret utsetjast til arbeidet er ferdig, men det skal kvar veke utbetalast forskott som er avmåta etter det arbeidet som er gjort. Andre oppgjersfristar kan fastsetjast gjennom avtale.\nFor månads- eller årslønte skal utbetaling skje 2 gonger i månaden, om ikkje anna er avtala.\n2. Frådrag i løn kan gjerast når frådraget har heimel i lov, eller det gjeld vederlag for skade som arbeidaren har valda arbeidsgjevaren med vilje eller ved grov aktløyse, eller det gjeld avtala frådrag for krav som arbeidsgjevaren har på arbeidaren for varer som er produserte i verksemda og som arbeidaren har fått i dei siste to månadene. Elles kan frådrag berre gjerast etter skriftleg avtale.\n3. Når arbeidaren får løn eller straks etter, kan han krevja skriftleg oppgåve over lønssummen, korleis summen er rekna ut og frådrag som er gjorde, om så er.\n1 Jfr. §§ 37 og 43.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Oppseiingsfristar.",
      "content": "Så framt ikkje anna er avtala, kan oppseiing skje med eit varsel på 2 månader, men med 14 dagar om arbeidaren er tilsett for ein viss sesong.\nDei oppseiingsfristane som er nemnde i fyrste leden, gjeld ikkje for arbeidar som med reine ord er tilsett for ei viss prøvetid eller til å utføra eit visst, kortvarig arbeid. Dersom det ikkje er i strid med avtala, kan det gjerast slutt på slike arbeidstilhøve før prøvetida er ute eller før arbeidet er fullført, med eit varsel på 1 dag.\nOppseiingsfristen skal vera like lang for båe partane.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Oppseiingsfristen ved uventa hendingar.",
      "content": "1. Gjer ulukker, naturomstende eller andre uventa hendingar det naudsynt å stogga drifta heilt eller delvis og arbeidarane derfor må seiast opp, kan oppseiingsfristen for arbeidarar i den delen av verksemda som må stogga, setjast ned til 7 dagar rekna frå hendinga, men når det gjeld brann til 14 dagar rekna frå brannen. Dersom den gjeldande oppseiingsfristen er kortare, skal den leggjast til grunn.\n2. Oppseiingsfristen kan ikkje setjast ned etter punkt 1 når arbeidsgjevaren døyr eller går konkurs, og heller ikkje ved arbeidsstans, som utan skuld frå arbeidaren kjem av at arbeidsrom, maskinar, reiskap, arbeidsmateriale eller andre hjelpemiddel som arbeidsgjevaren skal skaffa, ikkje kan nyttast.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Vern mot usakleg oppseiing.​1",
      "content": "1. Arbeidsgjevar er pliktig til å svara skadebot dersom ein arbeidar,​2 som etter fylte 20 år har samanhangande teneste i same verksemda i minst 2 år, må gå frå arbeidet etter oppseiing frå arbeidsgjevaren utan at oppseiinga har sakleg grunn.\nOppseiing med frågang føre fylte 70 år som åleine har si årsak i at arbeidaren har nådd pensjonsalder etter lov frå 17 juni 1966 nr. 12 om folketrygd blir ikkje rekna å ha sakleg grunn. Arbeidaren er pliktig til på skriftleg førespurnad frå arbeidsgjevaren å melda frå om han ynskjer å halda fram i stillinga ut over den nemnde pensjonsalderen. Slik melding skal arbeidaren gi seinast seks månader før pensjonsalderen er nådd, dersom han får førespurnaden i rimeleg tid før dette tidspunktet. Får arbeidaren førespurnad seinare enn nemnt i førre punktum, skal han gi melding i rimeleg tid etter at han mottok førespurnad.\nArbeidaren kan ikkje krevja skadebot dersom press frå dei andre arbeidarane eller frå ein organisasjon er skuld i oppseiinga, når arbeidsgjevaren har hatt grunn til å tru at han vilde lida tap eller skade dersom han ikkje sa arbeidaren opp.\n2. Når skadebot skal fastsetjast, skal det takast omsyn til tapt arbeidsforteneste som arbeidaren har hatt, tenestetid, løn, von om nytt eller anna arbeid, åtferda til arbeidaren og elles til andre omstende som det er rimeleg å rekna med. Skadebota må ikkje gå over halvparten av arbeidaren si forteneste i verksemda det siste året. Har arbeidaren etter fylte 20 år vori tilsett i verksemda i minst 10 år i samanheng, kan skadebota likevel gå opp til fortenesta det siste året. Har han på tilsvarande måte vori tilsett 20 år i verksemda, kan skadebota setjast opp til arbeidaren si forteneste i verksemda i dei 3 siste åra.\nDersom oppseiinga blir kalla attende, fell skadebota bort frå den tid arbeidet kan takast oppatt.\n3. Søksmål mot arbeidsgjevaren må reisast innan 6 veker rekna frå dagen då arbeidaren tek mot skriftleg oppseiing som inneheld melding om søksmålsfristen. Dersom oppseiinga berre er munnleg eller dersom ho ikkje tek med melding om søksmålsfristen, er søksmålsfristen 3 månader.\n1 Endret ved lov 15 des. 1972 nr. 78. – Jfr. § 18 og strl. § 410, lov 29 mars 1940.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Oppseiing av sjukmeld arbeidar.",
      "content": "Arbeidar som etter fylte 20 år har samanhangande teneste i minst 2 år i same verksemda, og som må vera borte frå arbeidet for skuld ulukke eller sjukdom, kan ikkje av den grunn seiast opp i dei 2 fyrste månadene etter at han vart arbeidsufør, dersom han ikkje har pådregi seg sjukdomen med vilje eller grov aktløyse, eller han med svik har løynt at han var sjuk då han vart tilsett.\nEr det skriftleg avtala oppseiingsfrist med frågang for arbeidaren til faredag, kan arbeidsgjevaren utan hinder av 2-månadersfristen i førre leden seia opp arbeidar til det tidspunktet avtala fastset, men likevel slik at frågang ikkje kan krevjast før tidlegast 4 månader rekna frå arbeidaren vart arbeidsufør, og ikkje i noko tilfelle før det etter avtala kan gjerast slutt på arbeidstilhøvet.\nArbeidar som vil gjera krav på oppseiingsvernet som nemnt i fyrste og andre leden, må ved lækjarattest eller på annan måte i rett tid varsla at han er fråverande for skuld sjukdom. Dersom arbeidsgjevaren krev det, må heile sjukefråværet godtgjerast med sjukeattest.\nSjukmeld arbeidar kan seiast opp med vanleg oppseiingsfrist dersom han for skuld nytt sjukefråvære eller minka arbeidsevne på grunn av sjukdomen, er så lite skikka til å gjera teneste i verksemda at oppseiinga må reknast for lovleg etter § 14.\n1 Endret ved lov 15 des. 1972 nr. 78. – Jfr. §§ 2 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "title": "Arbeid for eldre arbeidarar og for arbeidarar som ikkje er heilt arbeidsføre.",
      "content": "Dersom arbeidaren er blitt hemja i yrket sitt etter ulukke eller etter at han har vori sjuk, skal arbeidsgjevaren, dersom arbeidaren ber om det, sjå etter om tilhøva i verksemda ligg til rette for å setja arbeidaren til arbeid som han er fagleg og medisinsk skikka til, eventuelt etter naudsynleg eller høveleg omskuling.\nNår ein arbeidar som har nådd pensjonsalder etter lov frå 17 juni 1966 nr. 12 om folketrygd ber om det, skal arbeidsgjevaren sjå etter om tilhøva i verksemda ligg til rette for å ordna arbeidet for han slik at det høver med alderen hans. Har arbeidarane tillitsmenn, skal arbeidsgjevaren samrå seg med tillitsmennene.\n1 Tilføyd ved lov 15 des. 1972 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Losji.",
      "content": "Har arbeidar rett til losji som part av løna, skal soveromet fylla vanlege hygieniske krav. Romet skal vaskast minst 2 gonger i veka. Det skal ikkje liggja fleire enn to personar på noko rom, utan ordføraren i helserådet har gjevi samtykke til det eller det gjeld foreldre og born.\nArbeidar som ikkje har eige rom, har i alle fall krav på eiga seng. Har han ikkje eige rom som han kan låsa, har han krav på skåp eller skuff som kan låsast.\nI eller nære ved romet skal det vera hygienisk forsvarleg drikke- og vaskevatn.\nArbeidaren er pliktig til å halda den plassen han rår over i orden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Vitnemål.​1",
      "content": "Arbeidar​2 som går frå etter lovleg oppseiing, kan krevja skriftleg vitnemål frå arbeidsgjevaren. Vitnemål skal minst gjeva opplysning om namnet på arbeidaren og fødselsdag og -år, kva slag arbeid han har gjort, når han tok til i tenesta og når han slutta.\nDenne føresegna set ikkje grense for arbeidaren sin rett til å krevja eit meir utførleg vitnemål der dette er sedvane og det ikkje er fastsett noko anna i tariffavtale.\n1 Jfr. §§ 13 og 37.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Unnatak.",
      "content": "Føresegnene i §§ 12, 13, 14, 15 og 17 gjeld ikkje:\n1. for arbeidar som kan gjevast avskil utan oppseiingsfrist etter gjeldande rettsreglar,\n2. for dei som går inn under lov om offentlege tenestemenn frå 15. februar 1918,\n3. for arbeidsavtale som går inn under husmannslova frå 24. september 1851.\nFøresegnene i §§ 14, 15 og 17 gjeld ikkje oppseiing etter lov om arbeidstvistar frå 5. mai 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Unnatak frå føresegnene om arbeidstida o.a.​1",
      "content": "Føresegnene i §§ 20-29 gjeld ikkje:\n1. leiande eller kontrollerande arbeid. Unnataket gjeld ikkje arbeidsleiarar og andre i liknande stilling som i arbeidstida fylgjer dei som dei er sette til å leia eller kontrollera,\n2. serleg tiltrudd arbeid utanom det som er nemnt under nr. 1, fyrste punktum,\n3. arbeid som blir gjort berre på akkord og under slike tilhøve at arbeidaren sjølv rår over arbeidstida,\n4. stell og pass av dyr på seter, i fjellhamn eller under slike tilhøve at arbeidaren ikkje kan overnatta på vanleg bustad.\nFøresegnene i §§ 20-28 gjeld ikkje arbeidar som er i staden for husmor, eller er tilsett for å stella sjuke, gamle eller speborn.\n1 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Arbeidstida i vanleg jordbruksarbeid o.a.",
      "content": "1. Når ikkje anna er sagt elles i denne lova, må den ålmenne arbeidstida for arbeidaren​1 ikkje vera over 8 timar i døgret og ikkje over 48 timar for veka.​2 Er den ålmenne arbeidstida i visse døger regelvisst kortare enn 8 timar, kan ho i andre døger i same veka lengjast tilsvarande, men ikkje meir enn med 1 time.\n2. I onnetider (så-, plante- og haustingstid) kan den ålmenne arbeidstida lengjast ut over det som er fastsett i punkt 1, med opp til 6 timar i veka mot tilsvarande avkorting i arbeidstida innan fire veker etter utgangen av den veka då det er nytta lengd arbeidstid.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Arbeidstid ved stell av dyr.",
      "content": "For arbeidar​1 som i hovudsaka har stell av dyr (røktar), må den ålmenne arbeidstida ikkje vera over 9 timar i døgret og heller ikkje over 216 timar i fire veker​2 på rad.\nArbeidar som går inn under § 20 og som einskilde dagar er i staden for røktar, kan arbeida med stell av dyr ut over den arbeidstida som er fastsett for veka i § 20, punkt 1, utan at arbeidet blir rekna for overtidsarbeid, dersom arbeidstida blir avkorta tilsvarande innen 4 veker rekna frå kvar gong arbeidet er utført.\nFor arbeidar som går inn under § 20 og som i meir enn 14 dagar er i staden for røktar under feriar, sjukdom eller anna fråvere, gjeld så lenge vikariatet varer, dei føresegnene om arbeidstid og fritid som er fastsette i fyrste leden og i § 29, fyrste og andre leden. Varer slikt arbeid kortare tid enn fire veker i samanheng, skal den ålmenne arbeidstida likevel for veka ikkje vera over 54 timar, og fridagane skal reknast etter ein fridag i veka.\nArbeidar som går inn under § 20, kan ut over den arbeidstida som er fastsett for veka i § 20, punkt 1, arbeida med stell av hestar opp til 4 timar i veka.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Arbeidstida i husarbeid.",
      "content": "Den ålmenne arbeidstida for arbeidar​1 som i hovudsaka har husarbeid, skal ikkje vera over 9 timar i døgret​2 og skal liggja mellom kl. 6.00 og kl. 19.30 eller innafor ein tilsvarande tidbolk. Matpausar i den ålmenne arbeidstida skal reknast med til arbeidstida, dersom hushjelpa ikkje har heilt fri i matpausane.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Løyve til serleg ordning av arbeidstida.",
      "content": "Etter regler i tariffavtale eller med samtykke frå Direktoratet for arbeidstilsynet kan det nyttast ei anna oppdeling av arbeidstida enn den som er fastsett i §§ 20, 21 og 22, så framt arbeidstida i kalenderåret ikkje blir lengre.\nFør direktoratet eller den som har fullmakt frå direktoratet tek avgjerd, bør vedkomande arbeidarar eller organisasjonane deira ha fått høve til å uttala seg.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Overtidsarbeid.",
      "content": "Det er overtidsarbeid når ein arbeidar​1 blir halden i arbeid ut over dei grensene for ålmenn arbeidstid som er sette i §§ 20, 21 og 22 eller med heimel i § 23.\nDet er likevel ikkje overtidsarbeid\n1. når det er turvande med arbeid ut over dei nemnde grensene for å hindra skade på liv eller eigedom på grunn av ulukker eller andre uvanlege og uventa hendingar,\n2. om ein arbeidar som bur på garden, har teki på seg å vera heime utafor vanleg arbeidstid og ha tilsyn med hus, dyr, born eller gamle eller tilsyn elles, jfr. likevel § 25, siste leden.\n1 Se §§ 2 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Bruk av overtidsarbeid.",
      "content": "Overtidsarbeid må berre nyttast når arbeide ikkje utan skade kan utsetjast eller ikkje utan ulempe kan gjerast på ålmenn arbeidstid av andre arbeidarar.\nOvertidsarbeidet må ikkje for nokon arbeidar​2 vera over 25 timer i fire vekar​3 på rad og ikkje over 180 timar i kalenderåret. Lengre overtid kan berre nyttast med samtykke frå Direktoratet for arbeidstilsynet, men ikkje i noko tilfelle meir enn 250 timar i alt i kalenderåret. Avgrensinga av overtidsarbeidet gjeld ikkje for arbeid som er turvande på grunn av fødsel eller sjukdom.\nIngen må setjast til overtidsarbeid i tida mellom kl. 19.30 og kl. 6.00 eller til tilsynsvakt som nemt i § 24, andre leden, punkt 2 meir enn 10 gonger tilsaman på fire veker. Denne avgrensinga gjeld ikkje for overtidsarbeid eller tilsyn som er heilt turvande, og ikkje kan venta på grunn av sjukdom eller av andre tvingande grunnar.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se §§ 2 og 19.\n3 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Betaling for overtidsarbeid.",
      "content": "For overtidsarbeid skal arbeidsgjevaren betala – forutan løn slik som avtala for arbeidaren for tilsvarande arbeid i den ålmenne arbeidstida hans – eit tillegg som skal vera minst 25 prosent. Ved utrekninga av løn og overtidstillegg skal kost og losji som går inn i løna, takast med etter satsene til likningsstellet tillagt ein halvdel dersom det ikkje er gjort serskild avtale om utrekninga. For arbeidar​1 som i hovudsaka har husarbeid, reknar ein dessutan at arbeidstida i full post er 200 timar i månaden.\nOvertidsarbeid for arbeidar som i hovudsaka har husarbeid, kan godtgjerast med fritid innan utgangen av to veker etter at overtidsarbeidet vart gjort. Fritida skal vera minst 25 prosent lengre enn overtidsarbeidet.\nOvertidsarbeid med køyring som trengst for verksemda og går for seg utafor grensene for bruket, kan godtgjerast med like lang fritid innan utgangen av fyrste veka etterpå. Det samme gjeld overtidsarbeid i samband med driving av dyr til eller frå fjellhamn eller seter eller ved leiting etter dyr.\n1 Se §§ 2 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Overtidsbok o.a.​2",
      "content": "Arbeidsgjevar som nyttar leigehjelp som går inn under føresegnene om arbeidstid, skal føra overtidsarbeidet inn i ei bok. Innføringa skal gjerast seinast den fyrste vyrkedagen etter utgangen av den veka – for røktarar den perioden på fire veker – då overtidsarbeidet har gått for seg. Det same gjeld for arbeid på lengd arbeidstid etter § 20, punkt 2.\nBoka skal vera tilgjengeleg for arbeidarane. Arbeidstilsynet​3 fastsett korleis boka skal vera.\nLøyve frå Direktoratet for arbeidstilsynet til å leggja om den ålmenne arbeidstida etter § 23 og til å auka overtidsarbeidet etter § 25 andre leden skal leggjast ved boka, dersom det ikkje er slått opp slik at det er lett synleg for alle arbeidarane.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Jfr. §§ 19 og 37.\n3 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Kvilepausar.​1",
      "content": "Når den ålmenne arbeidstida er over 5 1/2 time i døgre,​2 skal arbeidstida avbrytast med minst ein kvilepause. Pausen eller pausane skal til saman vera minst 1/2 time dersom arbeidstida er over 8 timar i døgret. Arbeidsgjevaren og arbeidarane fastset pausen ved avtale.\n1 Jfr. §§ 19 og 37.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Fridagar.​1",
      "content": "Kvar arbeidar​2 skal ha fri minst to dagar på fire veker​3 i samanheng. Minst ein av desse fridagane skal leggjast til sun- eller helgedag og slik at arbeidaren får ein fridag i jolehelga og ein i påskehelga. I tillegg til fridagar etter fyrste punktum skal arbeidaren ha fri anten 1. eller 17. mai.\nRøktar skal i tillegg til dei fridagane som er fastsette i fyrste leden, ha to fridagar på fire veker i samanheng.\nArbeidar som i hovudsaka har husarbeid, skal i tillegg til dei fridagane som er fastsette i fyrste leden, ha ein friettermiddag kvar veke frå kl. 14.\nHeile fridagar blir rekna frå slutten av vanleg arbeidstid dagen før fridagen til vanleg arbeidstid tek til dagen etter.\nArbeidsgjevaren avgjer i samsvar med føresegnene i fyrste, andre og tredje leden når fridag og friettermiddag skal takast. Med samtykke frå arbeidaren kan helgedagsfridag leggjast til ein vyrkedag. På same vilkåret kan fridagar og friettermiddagar samlast. Ved samling av fridagar for røktarar kan arbeidstida for fire veker på rad bli lengd ut over den tida som gjeld for slik tidbolk etter fyrste leden i § 21, utan at arbeidet blir rekna for overtidsarbeid, dersom arbeidstida blir avkorta tilsvarande i den perioden då fridagane blir tekne.\nLet det seg ikkje gjera å skaffa brukande avløysar, kan arbeidar som skulle hatt fridag eller friettermiddag, ikkje nekta å arbeida i fritida, når arbeidet ikkje kan utsetjast. Arbeidaren skal i så fall ha anna tilsvarande fritid eller overtidsbetaling for arbeidet i samsvar med § 26. For arbeidar som er nemnd i § 19 andre leden, skal overtidsbetaling reknast etter 9 timar for heil fridag og etter 4 timar for friettermiddag.\n1 Jfr. § 37.\n2 Se §§ 2 og 19.\n3 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Lempingar i føresegnene om arbeidstid og fritid.",
      "content": "Fører føresegnene i dette kapitlet til serlege vanskar i einskilde delar av riket eller til slike vanskar at det er fare for at einskilde slag arbeid eller verksemder må stogga, kan Kongen etter at styret for Arbeidstilsynet har uttala seg, gjeva løyve til slike unnatak eller lempingar i dette kapitlet som tilhøva gjer turvande.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Tilsynet med lova. Styret for Arbeidstilsynet.",
      "content": "Arbeidstilsynet har tilsynet med at denne lova blir gjennomførd, sjå § 54 punkt 1, § 54 a og § 55 i arbeidervernlova.​2 Paragraf 54 punkt 2, jfr. punkt 3, i arbeidervernlova gjeld på tilsvarande måte, men likevel slik at når styret for Arbeidstilsynet har føre saker etter denne lova, skal det ha to målsmenn for arbeidarar og to for arbeidsgjevarar som går inn under denne lova, i staden for dei målsmennene for arbeidarar og arbeidsgjevarar som er nemnde opp etter arbeidervernlova. Målsmennene blir nemnde opp av Kongen. Paragrafane 55 a, 56, 57, 58, 59, 62 punkt 1 og punkt 2 a, jfr. siste leden, 63, og 71 i arbeidervernlova gjeld på tilsvarande måte.\nTilsynet med hygienetilhøva i hushald og losji høyrer under helserådet. Arbeidstilsynet skal gjeva melding til helserådet, dersom det får klagar som gjeld desse tilhøva eller det finn grunn til å tru at tilhøva bør granskast.\nArbeidstilsynet skal gjeva rettleiing og spreia opplysning om vernetiltak også i arbeid i jordbruket som ikkje går inn under denne lova.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se nå lov 4 feb. 1977 nr. 4 kap. XIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Tilhøvet mellom tilsynet og verksemda.​2",
      "content": "1. Tenestemenn i Statens arbeidstilsyn og tenestemenn som er tilsatt i kommunalt arbeidstilsyn, må ikkje for eiga eller framand rekning driva eller ha nemnande økonomisk interesse eller vera tilsett i verksemd som dei skal ha tilsyn med, og dei må heller ikkje ta imot oppdrag frå slik verksemd mot vederlag. I serlege tilfelle og når det ikkje skulle vera til skade for utføringa av tenesta, kan departementet​3 gjera unnatak frå forbodet.\n2. Arbeidsgjevar eller drifts- eller arbeidsleiar må som medlem av kommunalt tilsyn ikkje vera med på granskingar eller tilsynsverksemd når det gjeld verksemd som han driv sjøl, har nemnande økonomisk interesse i eller er tilsett i. Arbeidar må ikkje som medlem av kommunalt tilsyn vera med på granskingar eller tilsynsverksemd når det gjeld den verksemda han arbeider i, utan at departementet samtykkjer i det.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 325.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Kva som i lova er meint med døger og veke.",
      "content": "Med døger er i denne lova meint tida frå kl. 0 til kl. 24 og med veke tida frå og med måndag kl. 0 til og med sundag kl. 24.\nEit anna klokkeslett kan nyttast som utgangspunkt for døgret og veka når skipnaden byggjer på tariffavtale eller på anna grunnlag som ikkje einsidig kan endrast av ein part i arbeidstilhøvet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Avvik fra lova.",
      "content": "Reglane i denne lova kan ikkje fråvikast ved avtale til skade for arbeidaren, utan når lova med reine ord gjev heimel for det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod, blir ein arbeidsgjevar​1 eller innehaver av verksemd straffa med bøter når han:\n1. bryt reglane i lova om sikring av sunne og trygge arbeidsvilkår eller føresegner eller pålegg som er fastsette med heimel i lova,​2\n2. bryt reglane i lova eller føresegner som er fastsette med heimel i lova, om lengda på arbeidstida eller om kvilepause og fridagar, eller om bokføring etter § 27,\n3. let vera å gjeva melding som påbodi i § 9, nr. 1,\n4. bryt reglane om oppgjer med arbeidarane eller nektar å gjeva vitnemål slik som fastsett i § 17.\n1 Se § 38.\n2 Se strl. § 365.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Det som er fastsett i lova om arbeidsgjevaren, skal også gjelda for den som styrer verksemda i staden for han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Om ikkje gjerninga kjem inn under strengare straffebod, blir ein arbeidar​1 straffa med bøter når han gjer seg skuldig i brot av det slaget som er nemnt i § 37, nr. 1.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Foreldre og føresatte som let born eller ungdom gjera arbeid i strid med reglane i § 10 eller med føresegner fastsette med heimel i denne paragrafen, blir straffet med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod, blir straffa med bøter.\n1. eigar eller brukar av maskin, reiskap eller annan teknisk innretning når han bryt reglane i lova, eller føresegner eller pålegg gjevne med heimel i lova, om vern mot ulukker eller helseskadar ved maskin, reiskap eller annan teknisk innretning.\n2. den som sel, leiger ut eller låner ut maskin, reiskap eller annan teknisk innretning når han leverer dette til bruk i strid med reglane i § 7 i lova, eller med føresegner fastsette med heimel i lova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod,​2 blir den straffa med bøter som legg hindringar i vegen for gransking ved styret for Arbeidstilsynet eller tilsynet eller let vera å gjeva den hjelp som han er pliktig til, eller gjeva dei opplysningane som trengst til utføring av tilsynet.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Påtalen for brot på reglane i denne lova er offentleg, men brot på reglane §§ 11 og 17 blir ikkje påtala utan etter krav frå den krenkte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Denne lova skal gjelda frå 1. januar 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "title": "Verksemd som går inn under lova.",
      "content": "Denne lova gjeld, når ikkje anna er sagt, for verksemd i jordbruket med tilhøyrande hushald, når bruket har nokon arbeidar​1 eller nyttar mekanisk drivkraft på over ei hestekraft.\nMed jordbruk er i denne lova meint også skogbruk og anna verksemd som er knytt til jordbruk og ikkje er stort meir enn det som trengst til jordbruksdrifta eller hushaldet.\nSom jordbruk blir også rekna verksemd i husdyrbruk, pelsdyral, gartneri og hagebruk jamvel om slik verksemd ikkje er knytt til vanleg jordbruk.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "title": "Kva for arbeidar som går inn under lova.",
      "content": "Med arbeidar er i denne lova meint kvar den som arbeider i teneste hos ein annan.\nNår det gjeld føresegnene i kapitel III om arbeidsløn m.m. og i kapitel IV om arbeidstid og fritid, blir likevel ikkje rekna som arbeidar:\na. den som berre blir lønt med part i vinninga, eller\nb. den som høyrer til huslyden hos arbeidsgjevaren​1 og er i slekt med han eller med ektemake han lever saman med, i rett opp- eller nedstigande line eller i sidelina så nær som sysken eller står i like nært adopsjonstilhøve til dei.\n1 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "2:4",
      "chapter": "2",
      "section": "4",
      "title": "Vern mot ulukker og helseskadar.​1",
      "content": "Arbeidsgjevaren​2 skal syta for at verksemda er slik skipa og halden ved lag, og at arbeidet er ordna og blir gjort på slikt vis at arbeidarane​3 er verna mot skade på liv og helse så godt og tenleg som det etter tilhøva let seg gjera.\nArbeidsgjevaren skal serleg ha for auga:\n1. Når arbeidarane blir sette i arbeid, skal det takast omsyn til alder, innsikt og føresetnadene deira elles for å gjera arbeidet på trygt vis. Arbeidsgjevaren skal syta for at arbeidarane blir gjort kjende med fare som arbeidet kan føra med seg, og for at dei får den rettleiinga og øvinga som skal til for å halda seg frå faren.\n2. I driftsbygningar og arbeidsrom skal det så langt råd er, vera godt lys, høveleg luftskifte og fritt for støv, røyk, gass og damp. Utandørs skal det nyttast kunstig lys når det trengst for å kunna arbeida trygt.\n3. Kraftmaskinar, transmisjonar, arbeidsmaskinar, lyftereiskap, transportmiddel og andre maskinelle innretningar, anlegg under trykk med leidningar (dampkjelar og andre trykkbehaldarar), skal ha turvande vernedelar og elles vera forsvarleg laga, sette opp, haldne ved lag og passa.\n4. Dei tiltak som trengst, skal setjast i verk for så langt råd er, å hindra at arbeidarane får skade ved fall eller på grunn av ting som fell, eller ved ras eller når dei handsamar ting eller dyr, eller av elektrisitet, strålar eller lys som blindar, eksplosive, brannfarlege, varme, etsande, giftige eller andre helseskadelege stoff. Når giftig eller helsefarleg stoff blir lagra, flytt eller bruka på ein måte som kan vera farleg, skal behaldar og emballasje for stoffet vera merkt tydeleg med namnet på stoffet, og med høveleg åtvaring. Sålangt råd er, skal slikt farleg stoff skiftast ut med mindre farleg.\n5. Tenleg personleg verneutstyr skal om det trengst, haldast tilgjengeleg for arbeidarane der det er rimeleg å krevja det, og det ikkje kan gjerast noko anna for å få fullgodt vern mot ulukker eller helseskadar. Arbeidarane har plikt til å nytta utstyret og til å ta vel vare på det.\n6. Der det trengst, skal det vera oppvarma matrom og helst høveleg rom til å ta vare på og turka gangklede.\n7. Turvande tiltak som er høvelege etter storleiken på verksemda og det arbeidet det gjeld, skal setjast i verk for at det kan bli ytt fyrstehjelp ved ulukke eller sjukdom.\nArbeidsgjevaren skal syta for orden og god åtferd i verksemda.\nHusvære som arbeidsgjevaren stiller til rådvelde for arbeidar, skal vera forsvarleg gjort, innreidt og haldi ved lag. Arbeidaren skal syna varsemd ved bruken.\n1 Jfr. § 37.\n2 Se § 38.\n3 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "2:5",
      "chapter": "2",
      "section": "5",
      "title": "Arbeidsplassar med fleire arbeidsgjevarar.",
      "content": "Når fleire arbeidsgjevarar​1 har kvar sine folk på same arbeidsplassen, skal:\na. kvar arbeidsgjevar syta for at verksemda hans og arbeidet til dei arbeidarane som han har, er ordna og går for seg på slik måte at dei andre arbeidarane og er verna i samsvar med § 4,\nb. kvar arbeidsgjevar, om det trengst for å verna eigne arbeidarar, gjera sitt til at dei andre arbeidsgjevarane set i verk tryggjingstiltak i samsvar med punkt a.\n1 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "2:6",
      "chapter": "2",
      "section": "6",
      "title": "Arbeidarane skal nytta vernemiddel m.m.​1",
      "content": "Arbeidarane​2 skal gjera sitt til at tiltaka for å verna dei mot ulukker og helseskadar fører fram. Dei skal fylgja pålegga frå arbeidsgjevaren​3 og tilsynet, nytta verneutstyr som er påbodi, vera varsame og elles på alle vis gjera sitt til at ikkje nokon får skade på liv og helse.\nArbeidarane skal syna orden og god åtferd i verksemda.\n1 Jfr. § 39.\n2 Se § 2.\n3 Se § 38.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "2:7",
      "chapter": "2",
      "section": "7",
      "title": "Plikter for den som sel, leiger ut eller låner ut maskin eller annan teknisk innretning.​1",
      "content": "Den som sel, leiger ut eller låner ut maskin, reiskap eller annan teknisk innretning til bruk, skal syta for at dette har turvande verneutstyr og elles er forsvarleg sikra mot å valda ulukke eller helseskade.\n1 Jfr. § 41.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "2:8",
      "chapter": "2",
      "section": "8",
      "title": "Fråsegn frå tilsynet om plan for verksemd m.m.",
      "content": "Den som vil gå i gang med eller gjera om verksemd som går eller venteleg kan koma inn under lova, og den som vil ta i bruk ny eller endra arbeidsinnretning, arbeidsmåte eller setja i verk vernetiltak, har rett til å leggja planen fram for tilsynet​1 til fråsegn om det etter lova er noko å merka til at planen blir sett i verk.\nFøresegnene i fyrste leden om høve til å få fråsegn frå tilsynet gjeld på same måten så langt dei høver, også for den som sel, leiger ut eller låner ut maskin m.m. som nemnt i § 7.\n1 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "2:9",
      "chapter": "2",
      "section": "9",
      "title": "Melding om arbeidsulukke og yrkessjukdom.",
      "content": "1. Melding frå arbeidsgjevar.\nKjem arbeidar​2 ut for arbeidsulukke som valdar døden eller alvorleg skade, skal arbeidsgjevaren gjeva melding til tilsynet​3 og til næraste politi straks og på snøggaste måte. Meldinga skal han stadfesta skriftleg.\nDersom arbeidsgjevaren ikkje er pålagt meldeplikt i medhald av § 18-2 i folketrygdlova, skal òg mindre alvorleg arbeidsulukke så snart råd er og seinast innan 3 dagar, meldast skriftleg til tilsynet, når ulukka truleg vil føra med seg at arbeidaren blir arbeidsufør i minst 3 dagar.\nDet som er sagt ovafor om arbeidsulukke, gjeld òg for sjukdom som arbeidsgjevaren skjønar eller bør skjøna er valda av arbeidet.\n2. Melding frå lækjar.\nFår ein lækjar å gjera med arbeidar som har fått yrkessjukdom som etter § 11-4 i folketrygdlova er jamstelt med yrkesskade, skal han gjeva skriftleg melding om det til tilsynet.\nDepartementet​4 fastset dei nærare føresegnene. Det kan fastsetja at meldeplikta skal gjelda for annan sjukdom som kan tenkjast å koma av arbeidet eller tilhøva på arbeidsstaden.\n1 Endret ved lover 13 juni 1969 nr. 33, 29 jan. 1971 nr. 25. – Jfr. §§ 37 og 38.\n2 Se § 2.\n3 Se § 32.\n4 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "Forbod mot å setja ungdom under 18 år til farleg arbeid.​1",
      "content": "Born og ungdom under 18 år må ikkje setjast til å passa maskinar eller til anna arbeid som krev serleg varsemd. Arbeidstilsynet gjev nærare føresegner om dette.\n1 Jfr. § 40.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "3:11",
      "chapter": "3",
      "section": "11",
      "title": "Arbeidsløn.​1",
      "content": "1. Løna skal arbeidaren ha i pengar såfremt ikkje betaling i sjekk, banktilvising eller ved giro er avtala. Ho skal betalast på eller ved arbeidsstaden i arbeidstida eller snarast råd er etter at arbeidstida er slutt.\nEr time-, dag- eller vekeløn avtala, skal utbetaling skje ein gong i veka.​2 For akkordarbeid kan oppgjeret utsetjast til arbeidet er ferdig, men det skal kvar veke utbetalast forskott som er avmåta etter det arbeidet som er gjort. Andre oppgjersfristar kan fastsetjast gjennom avtale.\nFor månads- eller årslønte skal utbetaling skje 2 gonger i månaden, om ikkje anna er avtala.\n2. Frådrag i løn kan gjerast når frådraget har heimel i lov, eller det gjeld vederlag for skade som arbeidaren har valda arbeidsgjevaren med vilje eller ved grov aktløyse, eller det gjeld avtala frådrag for krav som arbeidsgjevaren har på arbeidaren for varer som er produserte i verksemda og som arbeidaren har fått i dei siste to månadene. Elles kan frådrag berre gjerast etter skriftleg avtale.\n3. Når arbeidaren får løn eller straks etter, kan han krevja skriftleg oppgåve over lønssummen, korleis summen er rekna ut og frådrag som er gjorde, om så er.\n1 Jfr. §§ 37 og 43.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "3:12",
      "chapter": "3",
      "section": "12",
      "title": "Oppseiingsfristar.",
      "content": "Så framt ikkje anna er avtala, kan oppseiing skje med eit varsel på 2 månader, men med 14 dagar om arbeidaren er tilsett for ein viss sesong.\nDei oppseiingsfristane som er nemnde i fyrste leden, gjeld ikkje for arbeidar som med reine ord er tilsett for ei viss prøvetid eller til å utføra eit visst, kortvarig arbeid. Dersom det ikkje er i strid med avtala, kan det gjerast slutt på slike arbeidstilhøve før prøvetida er ute eller før arbeidet er fullført, med eit varsel på 1 dag.\nOppseiingsfristen skal vera like lang for båe partane.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "3:13",
      "chapter": "3",
      "section": "13",
      "title": "Oppseiingsfristen ved uventa hendingar.",
      "content": "1. Gjer ulukker, naturomstende eller andre uventa hendingar det naudsynt å stogga drifta heilt eller delvis og arbeidarane derfor må seiast opp, kan oppseiingsfristen for arbeidarar i den delen av verksemda som må stogga, setjast ned til 7 dagar rekna frå hendinga, men når det gjeld brann til 14 dagar rekna frå brannen. Dersom den gjeldande oppseiingsfristen er kortare, skal den leggjast til grunn.\n2. Oppseiingsfristen kan ikkje setjast ned etter punkt 1 når arbeidsgjevaren døyr eller går konkurs, og heller ikkje ved arbeidsstans, som utan skuld frå arbeidaren kjem av at arbeidsrom, maskinar, reiskap, arbeidsmateriale eller andre hjelpemiddel som arbeidsgjevaren skal skaffa, ikkje kan nyttast.\n1 Jfr. § 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "3:14",
      "chapter": "3",
      "section": "14",
      "title": "Vern mot usakleg oppseiing.​1",
      "content": "1. Arbeidsgjevar er pliktig til å svara skadebot dersom ein arbeidar,​2 som etter fylte 20 år har samanhangande teneste i same verksemda i minst 2 år, må gå frå arbeidet etter oppseiing frå arbeidsgjevaren utan at oppseiinga har sakleg grunn.\nOppseiing med frågang føre fylte 70 år som åleine har si årsak i at arbeidaren har nådd pensjonsalder etter lov frå 17 juni 1966 nr. 12 om folketrygd blir ikkje rekna å ha sakleg grunn. Arbeidaren er pliktig til på skriftleg førespurnad frå arbeidsgjevaren å melda frå om han ynskjer å halda fram i stillinga ut over den nemnde pensjonsalderen. Slik melding skal arbeidaren gi seinast seks månader før pensjonsalderen er nådd, dersom han får førespurnaden i rimeleg tid før dette tidspunktet. Får arbeidaren førespurnad seinare enn nemnt i førre punktum, skal han gi melding i rimeleg tid etter at han mottok førespurnad.\nArbeidaren kan ikkje krevja skadebot dersom press frå dei andre arbeidarane eller frå ein organisasjon er skuld i oppseiinga, når arbeidsgjevaren har hatt grunn til å tru at han vilde lida tap eller skade dersom han ikkje sa arbeidaren opp.\n2. Når skadebot skal fastsetjast, skal det takast omsyn til tapt arbeidsforteneste som arbeidaren har hatt, tenestetid, løn, von om nytt eller anna arbeid, åtferda til arbeidaren og elles til andre omstende som det er rimeleg å rekna med. Skadebota må ikkje gå over halvparten av arbeidaren si forteneste i verksemda det siste året. Har arbeidaren etter fylte 20 år vori tilsett i verksemda i minst 10 år i samanheng, kan skadebota likevel gå opp til fortenesta det siste året. Har han på tilsvarande måte vori tilsett 20 år i verksemda, kan skadebota setjast opp til arbeidaren si forteneste i verksemda i dei 3 siste åra.\nDersom oppseiinga blir kalla attende, fell skadebota bort frå den tid arbeidet kan takast oppatt.\n3. Søksmål mot arbeidsgjevaren må reisast innan 6 veker rekna frå dagen då arbeidaren tek mot skriftleg oppseiing som inneheld melding om søksmålsfristen. Dersom oppseiinga berre er munnleg eller dersom ho ikkje tek med melding om søksmålsfristen, er søksmålsfristen 3 månader.\n1 Endret ved lov 15 des. 1972 nr. 78. – Jfr. § 18 og strl. § 410, lov 29 mars 1940.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "3:15",
      "chapter": "3",
      "section": "15",
      "title": "Oppseiing av sjukmeld arbeidar.",
      "content": "Arbeidar som etter fylte 20 år har samanhangande teneste i minst 2 år i same verksemda, og som må vera borte frå arbeidet for skuld ulukke eller sjukdom, kan ikkje av den grunn seiast opp i dei 2 fyrste månadene etter at han vart arbeidsufør, dersom han ikkje har pådregi seg sjukdomen med vilje eller grov aktløyse, eller han med svik har løynt at han var sjuk då han vart tilsett.\nEr det skriftleg avtala oppseiingsfrist med frågang for arbeidaren til faredag, kan arbeidsgjevaren utan hinder av 2-månadersfristen i førre leden seia opp arbeidar til det tidspunktet avtala fastset, men likevel slik at frågang ikkje kan krevjast før tidlegast 4 månader rekna frå arbeidaren vart arbeidsufør, og ikkje i noko tilfelle før det etter avtala kan gjerast slutt på arbeidstilhøvet.\nArbeidar som vil gjera krav på oppseiingsvernet som nemnt i fyrste og andre leden, må ved lækjarattest eller på annan måte i rett tid varsla at han er fråverande for skuld sjukdom. Dersom arbeidsgjevaren krev det, må heile sjukefråværet godtgjerast med sjukeattest.\nSjukmeld arbeidar kan seiast opp med vanleg oppseiingsfrist dersom han for skuld nytt sjukefråvære eller minka arbeidsevne på grunn av sjukdomen, er så lite skikka til å gjera teneste i verksemda at oppseiinga må reknast for lovleg etter § 14.\n1 Endret ved lov 15 des. 1972 nr. 78. – Jfr. §§ 2 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:15 a",
      "chapter": "3",
      "section": "15 a",
      "title": "Arbeid for eldre arbeidarar og for arbeidarar som ikkje er heilt arbeidsføre.",
      "content": "Dersom arbeidaren er blitt hemja i yrket sitt etter ulukke eller etter at han har vori sjuk, skal arbeidsgjevaren, dersom arbeidaren ber om det, sjå etter om tilhøva i verksemda ligg til rette for å setja arbeidaren til arbeid som han er fagleg og medisinsk skikka til, eventuelt etter naudsynleg eller høveleg omskuling.\nNår ein arbeidar som har nådd pensjonsalder etter lov frå 17 juni 1966 nr. 12 om folketrygd ber om det, skal arbeidsgjevaren sjå etter om tilhøva i verksemda ligg til rette for å ordna arbeidet for han slik at det høver med alderen hans. Har arbeidarane tillitsmenn, skal arbeidsgjevaren samrå seg med tillitsmennene.\n1 Tilføyd ved lov 15 des. 1972 nr. 78.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15a",
        "source_heading": "§ 15 a."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "title": "Losji.",
      "content": "Har arbeidar rett til losji som part av løna, skal soveromet fylla vanlege hygieniske krav. Romet skal vaskast minst 2 gonger i veka. Det skal ikkje liggja fleire enn to personar på noko rom, utan ordføraren i helserådet har gjevi samtykke til det eller det gjeld foreldre og born.\nArbeidar som ikkje har eige rom, har i alle fall krav på eiga seng. Har han ikkje eige rom som han kan låsa, har han krav på skåp eller skuff som kan låsast.\nI eller nære ved romet skal det vera hygienisk forsvarleg drikke- og vaskevatn.\nArbeidaren er pliktig til å halda den plassen han rår over i orden.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "title": "Vitnemål.​1",
      "content": "Arbeidar​2 som går frå etter lovleg oppseiing, kan krevja skriftleg vitnemål frå arbeidsgjevaren. Vitnemål skal minst gjeva opplysning om namnet på arbeidaren og fødselsdag og -år, kva slag arbeid han har gjort, når han tok til i tenesta og når han slutta.\nDenne føresegna set ikkje grense for arbeidaren sin rett til å krevja eit meir utførleg vitnemål der dette er sedvane og det ikkje er fastsett noko anna i tariffavtale.\n1 Jfr. §§ 13 og 37.\n2 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "title": "Unnatak.",
      "content": "Føresegnene i §§ 12, 13, 14, 15 og 17 gjeld ikkje:\n1. for arbeidar som kan gjevast avskil utan oppseiingsfrist etter gjeldande rettsreglar,\n2. for dei som går inn under lov om offentlege tenestemenn frå 15. februar 1918,\n3. for arbeidsavtale som går inn under husmannslova frå 24. september 1851.\nFøresegnene i §§ 14, 15 og 17 gjeld ikkje oppseiing etter lov om arbeidstvistar frå 5. mai 1927.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    },
    {
      "provision_ref": "4:19",
      "chapter": "4",
      "section": "19",
      "title": "Unnatak frå føresegnene om arbeidstida o.a.​1",
      "content": "Føresegnene i §§ 20-29 gjeld ikkje:\n1. leiande eller kontrollerande arbeid. Unnataket gjeld ikkje arbeidsleiarar og andre i liknande stilling som i arbeidstida fylgjer dei som dei er sette til å leia eller kontrollera,\n2. serleg tiltrudd arbeid utanom det som er nemnt under nr. 1, fyrste punktum,\n3. arbeid som blir gjort berre på akkord og under slike tilhøve at arbeidaren sjølv rår over arbeidstida,\n4. stell og pass av dyr på seter, i fjellhamn eller under slike tilhøve at arbeidaren ikkje kan overnatta på vanleg bustad.\nFøresegnene i §§ 20-28 gjeld ikkje arbeidar som er i staden for husmor, eller er tilsett for å stella sjuke, gamle eller speborn.\n1 Jfr. § 30.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_19",
        "source_heading": "§ 19."
      }
    },
    {
      "provision_ref": "4:20",
      "chapter": "4",
      "section": "20",
      "title": "Arbeidstida i vanleg jordbruksarbeid o.a.",
      "content": "1. Når ikkje anna er sagt elles i denne lova, må den ålmenne arbeidstida for arbeidaren​1 ikkje vera over 8 timar i døgret og ikkje over 48 timar for veka.​2 Er den ålmenne arbeidstida i visse døger regelvisst kortare enn 8 timar, kan ho i andre døger i same veka lengjast tilsvarande, men ikkje meir enn med 1 time.\n2. I onnetider (så-, plante- og haustingstid) kan den ålmenne arbeidstida lengjast ut over det som er fastsett i punkt 1, med opp til 6 timar i veka mot tilsvarande avkorting i arbeidstida innan fire veker etter utgangen av den veka då det er nytta lengd arbeidstid.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_20",
        "source_heading": "§ 20."
      }
    },
    {
      "provision_ref": "4:21",
      "chapter": "4",
      "section": "21",
      "title": "Arbeidstid ved stell av dyr.",
      "content": "For arbeidar​1 som i hovudsaka har stell av dyr (røktar), må den ålmenne arbeidstida ikkje vera over 9 timar i døgret og heller ikkje over 216 timar i fire veker​2 på rad.\nArbeidar som går inn under § 20 og som einskilde dagar er i staden for røktar, kan arbeida med stell av dyr ut over den arbeidstida som er fastsett for veka i § 20, punkt 1, utan at arbeidet blir rekna for overtidsarbeid, dersom arbeidstida blir avkorta tilsvarande innen 4 veker rekna frå kvar gong arbeidet er utført.\nFor arbeidar som går inn under § 20 og som i meir enn 14 dagar er i staden for røktar under feriar, sjukdom eller anna fråvere, gjeld så lenge vikariatet varer, dei føresegnene om arbeidstid og fritid som er fastsette i fyrste leden og i § 29, fyrste og andre leden. Varer slikt arbeid kortare tid enn fire veker i samanheng, skal den ålmenne arbeidstida likevel for veka ikkje vera over 54 timar, og fridagane skal reknast etter ein fridag i veka.\nArbeidar som går inn under § 20, kan ut over den arbeidstida som er fastsett for veka i § 20, punkt 1, arbeida med stell av hestar opp til 4 timar i veka.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_21",
        "source_heading": "§ 21."
      }
    },
    {
      "provision_ref": "4:22",
      "chapter": "4",
      "section": "22",
      "title": "Arbeidstida i husarbeid.",
      "content": "Den ålmenne arbeidstida for arbeidar​1 som i hovudsaka har husarbeid, skal ikkje vera over 9 timar i døgret​2 og skal liggja mellom kl. 6.00 og kl. 19.30 eller innafor ein tilsvarande tidbolk. Matpausar i den ålmenne arbeidstida skal reknast med til arbeidstida, dersom hushjelpa ikkje har heilt fri i matpausane.\n1 Se §§ 2 og 19.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_22",
        "source_heading": "§ 22."
      }
    },
    {
      "provision_ref": "4:23",
      "chapter": "4",
      "section": "23",
      "title": "Løyve til serleg ordning av arbeidstida.",
      "content": "Etter regler i tariffavtale eller med samtykke frå Direktoratet for arbeidstilsynet kan det nyttast ei anna oppdeling av arbeidstida enn den som er fastsett i §§ 20, 21 og 22, så framt arbeidstida i kalenderåret ikkje blir lengre.\nFør direktoratet eller den som har fullmakt frå direktoratet tek avgjerd, bør vedkomande arbeidarar eller organisasjonane deira ha fått høve til å uttala seg.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_23",
        "source_heading": "§ 23."
      }
    },
    {
      "provision_ref": "4:24",
      "chapter": "4",
      "section": "24",
      "title": "Overtidsarbeid.",
      "content": "Det er overtidsarbeid når ein arbeidar​1 blir halden i arbeid ut over dei grensene for ålmenn arbeidstid som er sette i §§ 20, 21 og 22 eller med heimel i § 23.\nDet er likevel ikkje overtidsarbeid\n1. når det er turvande med arbeid ut over dei nemnde grensene for å hindra skade på liv eller eigedom på grunn av ulukker eller andre uvanlege og uventa hendingar,\n2. om ein arbeidar som bur på garden, har teki på seg å vera heime utafor vanleg arbeidstid og ha tilsyn med hus, dyr, born eller gamle eller tilsyn elles, jfr. likevel § 25, siste leden.\n1 Se §§ 2 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_24",
        "source_heading": "§ 24."
      }
    },
    {
      "provision_ref": "4:25",
      "chapter": "4",
      "section": "25",
      "title": "Bruk av overtidsarbeid.",
      "content": "Overtidsarbeid må berre nyttast når arbeide ikkje utan skade kan utsetjast eller ikkje utan ulempe kan gjerast på ålmenn arbeidstid av andre arbeidarar.\nOvertidsarbeidet må ikkje for nokon arbeidar​2 vera over 25 timer i fire vekar​3 på rad og ikkje over 180 timar i kalenderåret. Lengre overtid kan berre nyttast med samtykke frå Direktoratet for arbeidstilsynet, men ikkje i noko tilfelle meir enn 250 timar i alt i kalenderåret. Avgrensinga av overtidsarbeidet gjeld ikkje for arbeid som er turvande på grunn av fødsel eller sjukdom.\nIngen må setjast til overtidsarbeid i tida mellom kl. 19.30 og kl. 6.00 eller til tilsynsvakt som nemt i § 24, andre leden, punkt 2 meir enn 10 gonger tilsaman på fire veker. Denne avgrensinga gjeld ikkje for overtidsarbeid eller tilsyn som er heilt turvande, og ikkje kan venta på grunn av sjukdom eller av andre tvingande grunnar.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se §§ 2 og 19.\n3 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_25",
        "source_heading": "§ 25."
      }
    },
    {
      "provision_ref": "4:26",
      "chapter": "4",
      "section": "26",
      "title": "Betaling for overtidsarbeid.",
      "content": "For overtidsarbeid skal arbeidsgjevaren betala – forutan løn slik som avtala for arbeidaren for tilsvarande arbeid i den ålmenne arbeidstida hans – eit tillegg som skal vera minst 25 prosent. Ved utrekninga av løn og overtidstillegg skal kost og losji som går inn i løna, takast med etter satsene til likningsstellet tillagt ein halvdel dersom det ikkje er gjort serskild avtale om utrekninga. For arbeidar​1 som i hovudsaka har husarbeid, reknar ein dessutan at arbeidstida i full post er 200 timar i månaden.\nOvertidsarbeid for arbeidar som i hovudsaka har husarbeid, kan godtgjerast med fritid innan utgangen av to veker etter at overtidsarbeidet vart gjort. Fritida skal vera minst 25 prosent lengre enn overtidsarbeidet.\nOvertidsarbeid med køyring som trengst for verksemda og går for seg utafor grensene for bruket, kan godtgjerast med like lang fritid innan utgangen av fyrste veka etterpå. Det samme gjeld overtidsarbeid i samband med driving av dyr til eller frå fjellhamn eller seter eller ved leiting etter dyr.\n1 Se §§ 2 og 19.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_26",
        "source_heading": "§ 26."
      }
    },
    {
      "provision_ref": "4:27",
      "chapter": "4",
      "section": "27",
      "title": "Overtidsbok o.a.​2",
      "content": "Arbeidsgjevar som nyttar leigehjelp som går inn under føresegnene om arbeidstid, skal føra overtidsarbeidet inn i ei bok. Innføringa skal gjerast seinast den fyrste vyrkedagen etter utgangen av den veka – for røktarar den perioden på fire veker – då overtidsarbeidet har gått for seg. Det same gjeld for arbeid på lengd arbeidstid etter § 20, punkt 2.\nBoka skal vera tilgjengeleg for arbeidarane. Arbeidstilsynet​3 fastsett korleis boka skal vera.\nLøyve frå Direktoratet for arbeidstilsynet til å leggja om den ålmenne arbeidstida etter § 23 og til å auka overtidsarbeidet etter § 25 andre leden skal leggjast ved boka, dersom det ikkje er slått opp slik at det er lett synleg for alle arbeidarane.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Jfr. §§ 19 og 37.\n3 Se § 32.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_27",
        "source_heading": "§ 27."
      }
    },
    {
      "provision_ref": "4:28",
      "chapter": "4",
      "section": "28",
      "title": "Kvilepausar.​1",
      "content": "Når den ålmenne arbeidstida er over 5 1/2 time i døgre,​2 skal arbeidstida avbrytast med minst ein kvilepause. Pausen eller pausane skal til saman vera minst 1/2 time dersom arbeidstida er over 8 timar i døgret. Arbeidsgjevaren og arbeidarane fastset pausen ved avtale.\n1 Jfr. §§ 19 og 37.\n2 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_28",
        "source_heading": "§ 28."
      }
    },
    {
      "provision_ref": "4:29",
      "chapter": "4",
      "section": "29",
      "title": "Fridagar.​1",
      "content": "Kvar arbeidar​2 skal ha fri minst to dagar på fire veker​3 i samanheng. Minst ein av desse fridagane skal leggjast til sun- eller helgedag og slik at arbeidaren får ein fridag i jolehelga og ein i påskehelga. I tillegg til fridagar etter fyrste punktum skal arbeidaren ha fri anten 1. eller 17. mai.\nRøktar skal i tillegg til dei fridagane som er fastsette i fyrste leden, ha to fridagar på fire veker i samanheng.\nArbeidar som i hovudsaka har husarbeid, skal i tillegg til dei fridagane som er fastsette i fyrste leden, ha ein friettermiddag kvar veke frå kl. 14.\nHeile fridagar blir rekna frå slutten av vanleg arbeidstid dagen før fridagen til vanleg arbeidstid tek til dagen etter.\nArbeidsgjevaren avgjer i samsvar med føresegnene i fyrste, andre og tredje leden når fridag og friettermiddag skal takast. Med samtykke frå arbeidaren kan helgedagsfridag leggjast til ein vyrkedag. På same vilkåret kan fridagar og friettermiddagar samlast. Ved samling av fridagar for røktarar kan arbeidstida for fire veker på rad bli lengd ut over den tida som gjeld for slik tidbolk etter fyrste leden i § 21, utan at arbeidet blir rekna for overtidsarbeid, dersom arbeidstida blir avkorta tilsvarande i den perioden då fridagane blir tekne.\nLet det seg ikkje gjera å skaffa brukande avløysar, kan arbeidar som skulle hatt fridag eller friettermiddag, ikkje nekta å arbeida i fritida, når arbeidet ikkje kan utsetjast. Arbeidaren skal i så fall ha anna tilsvarande fritid eller overtidsbetaling for arbeidet i samsvar med § 26. For arbeidar som er nemnd i § 19 andre leden, skal overtidsbetaling reknast etter 9 timar for heil fridag og etter 4 timar for friettermiddag.\n1 Jfr. § 37.\n2 Se §§ 2 og 19.\n3 Se § 35.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_29",
        "source_heading": "§ 29."
      }
    },
    {
      "provision_ref": "4:30",
      "chapter": "4",
      "section": "30",
      "title": "Lempingar i føresegnene om arbeidstid og fritid.",
      "content": "Fører føresegnene i dette kapitlet til serlege vanskar i einskilde delar av riket eller til slike vanskar at det er fare for at einskilde slag arbeid eller verksemder må stogga, kan Kongen etter at styret for Arbeidstilsynet har uttala seg, gjeva løyve til slike unnatak eller lempingar i dette kapitlet som tilhøva gjer turvande.\n1 Endret ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_30",
        "source_heading": "§ 30."
      }
    },
    {
      "provision_ref": "4:31",
      "chapter": "4",
      "section": "31",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_31",
        "source_heading": "§ 31."
      }
    },
    {
      "provision_ref": "5:32",
      "chapter": "5",
      "section": "32",
      "title": "Tilsynet med lova. Styret for Arbeidstilsynet.",
      "content": "Arbeidstilsynet har tilsynet med at denne lova blir gjennomførd, sjå § 54 punkt 1, § 54 a og § 55 i arbeidervernlova.​2 Paragraf 54 punkt 2, jfr. punkt 3, i arbeidervernlova gjeld på tilsvarande måte, men likevel slik at når styret for Arbeidstilsynet har føre saker etter denne lova, skal det ha to målsmenn for arbeidarar og to for arbeidsgjevarar som går inn under denne lova, i staden for dei målsmennene for arbeidarar og arbeidsgjevarar som er nemnde opp etter arbeidervernlova. Målsmennene blir nemnde opp av Kongen. Paragrafane 55 a, 56, 57, 58, 59, 62 punkt 1 og punkt 2 a, jfr. siste leden, 63, og 71 i arbeidervernlova gjeld på tilsvarande måte.\nTilsynet med hygienetilhøva i hushald og losji høyrer under helserådet. Arbeidstilsynet skal gjeva melding til helserådet, dersom det får klagar som gjeld desse tilhøva eller det finn grunn til å tru at tilhøva bør granskast.\nArbeidstilsynet skal gjeva rettleiing og spreia opplysning om vernetiltak også i arbeid i jordbruket som ikkje går inn under denne lova.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se nå lov 4 feb. 1977 nr. 4 kap. XIII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_32",
        "source_heading": "§ 32."
      }
    },
    {
      "provision_ref": "5:33",
      "chapter": "5",
      "section": "33",
      "title": "Tilhøvet mellom tilsynet og verksemda.​2",
      "content": "1. Tenestemenn i Statens arbeidstilsyn og tenestemenn som er tilsatt i kommunalt arbeidstilsyn, må ikkje for eiga eller framand rekning driva eller ha nemnande økonomisk interesse eller vera tilsett i verksemd som dei skal ha tilsyn med, og dei må heller ikkje ta imot oppdrag frå slik verksemd mot vederlag. I serlege tilfelle og når det ikkje skulle vera til skade for utføringa av tenesta, kan departementet​3 gjera unnatak frå forbodet.\n2. Arbeidsgjevar eller drifts- eller arbeidsleiar må som medlem av kommunalt tilsyn ikkje vera med på granskingar eller tilsynsverksemd når det gjeld verksemd som han driv sjøl, har nemnande økonomisk interesse i eller er tilsett i. Arbeidar må ikkje som medlem av kommunalt tilsyn vera med på granskingar eller tilsynsverksemd når det gjeld den verksemda han arbeider i, utan at departementet samtykkjer i det.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 325.\n3 Kommunaldepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_33",
        "source_heading": "§ 33."
      }
    },
    {
      "provision_ref": "5:34",
      "chapter": "5",
      "section": "34",
      "title": "(Opphevet)",
      "content": "0 Opphevd ved lov 10 mai 1968 nr. 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_34",
        "source_heading": "§ 34."
      }
    },
    {
      "provision_ref": "6:35",
      "chapter": "6",
      "section": "35",
      "title": "Kva som i lova er meint med døger og veke.",
      "content": "Med døger er i denne lova meint tida frå kl. 0 til kl. 24 og med veke tida frå og med måndag kl. 0 til og med sundag kl. 24.\nEit anna klokkeslett kan nyttast som utgangspunkt for døgret og veka når skipnaden byggjer på tariffavtale eller på anna grunnlag som ikkje einsidig kan endrast av ein part i arbeidstilhøvet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_35",
        "source_heading": "§ 35."
      }
    },
    {
      "provision_ref": "6:36",
      "chapter": "6",
      "section": "36",
      "title": "Avvik fra lova.",
      "content": "Reglane i denne lova kan ikkje fråvikast ved avtale til skade for arbeidaren, utan når lova med reine ord gjev heimel for det.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_36",
        "source_heading": "§ 36."
      }
    },
    {
      "provision_ref": "6:37",
      "chapter": "6",
      "section": "37",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod, blir ein arbeidsgjevar​1 eller innehaver av verksemd straffa med bøter når han:\n1. bryt reglane i lova om sikring av sunne og trygge arbeidsvilkår eller føresegner eller pålegg som er fastsette med heimel i lova,​2\n2. bryt reglane i lova eller føresegner som er fastsette med heimel i lova, om lengda på arbeidstida eller om kvilepause og fridagar, eller om bokføring etter § 27,\n3. let vera å gjeva melding som påbodi i § 9, nr. 1,\n4. bryt reglane om oppgjer med arbeidarane eller nektar å gjeva vitnemål slik som fastsett i § 17.\n1 Se § 38.\n2 Se strl. § 365.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_37",
        "source_heading": "§ 37."
      }
    },
    {
      "provision_ref": "6:38",
      "chapter": "6",
      "section": "38",
      "content": "Det som er fastsett i lova om arbeidsgjevaren, skal også gjelda for den som styrer verksemda i staden for han.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_38",
        "source_heading": "§ 38."
      }
    },
    {
      "provision_ref": "6:39",
      "chapter": "6",
      "section": "39",
      "content": "Om ikkje gjerninga kjem inn under strengare straffebod, blir ein arbeidar​1 straffa med bøter når han gjer seg skuldig i brot av det slaget som er nemnt i § 37, nr. 1.\n1 Se § 2.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_39",
        "source_heading": "§ 39."
      }
    },
    {
      "provision_ref": "6:40",
      "chapter": "6",
      "section": "40",
      "content": "Foreldre og føresatte som let born eller ungdom gjera arbeid i strid med reglane i § 10 eller med føresegner fastsette med heimel i denne paragrafen, blir straffet med bøter.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_40",
        "source_heading": "§ 40."
      }
    },
    {
      "provision_ref": "6:41",
      "chapter": "6",
      "section": "41",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod, blir straffa med bøter.\n1. eigar eller brukar av maskin, reiskap eller annan teknisk innretning når han bryt reglane i lova, eller føresegner eller pålegg gjevne med heimel i lova, om vern mot ulukker eller helseskadar ved maskin, reiskap eller annan teknisk innretning.\n2. den som sel, leiger ut eller låner ut maskin, reiskap eller annan teknisk innretning når han leverer dette til bruk i strid med reglane i § 7 i lova, eller med føresegner fastsette med heimel i lova.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_41",
        "source_heading": "§ 41."
      }
    },
    {
      "provision_ref": "6:42",
      "chapter": "6",
      "section": "42",
      "content": "Om gjerninga ikkje kjem inn under strengare straffebod,​2 blir den straffa med bøter som legg hindringar i vegen for gransking ved styret for Arbeidstilsynet eller tilsynet eller let vera å gjeva den hjelp som han er pliktig til, eller gjeva dei opplysningane som trengst til utføring av tilsynet.\n1 Endret ved lov 10 mai 1968 nr. 2.\n2 Se strl. § 326.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_42",
        "source_heading": "§ 42."
      }
    },
    {
      "provision_ref": "6:43",
      "chapter": "6",
      "section": "43",
      "content": "Påtalen for brot på reglane i denne lova er offentleg, men brot på reglane §§ 11 og 17 blir ikkje påtala utan etter krav frå den krenkte.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_43",
        "source_heading": "§ 43."
      }
    },
    {
      "provision_ref": "6:44",
      "chapter": "6",
      "section": "44",
      "content": "Denne lova skal gjelda frå 1. januar 1959.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_44",
        "source_heading": "§ 44."
      }
    }
  ]
}