{
  "id": "LOV-1964-03-14-2",
  "type": "statute",
  "title": "Lov om revisjon og revisorer.",
  "short_name": "Revisorloven.",
  "status": "in_force",
  "issued_date": "1964-03-14",
  "in_force_date": "1964-03-14",
  "url": "https://lovdata.no/dokument/NLO/lov/1964-03-14-2",
  "description": "Ingestion mode: full_text. Full-text ingestion is explicitly permitted by current policy. Attribution: Lovdata (official source) with source link and NLOD 2.0 attribution for covered content. Policy: full-text statute ingestion permitted for this source scope.",
  "provisions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Regnskapspliktige etter regnskapsloven​1 har revisjonsplikt etter denne lov.\nRevisjonsplikt etter første ledd gjelder likevel ikke dersom salgsinntekter av den samlede virksomhet er mindre enn 5 millioner kroner. Viser årsregnskapet​2 salgsinntekter som overstiger beløpsgrensen, inntrer revisjonsplikten for det etterfølgende regnskapsår. Dersom driftsinntektene i to påfølgende regnskapsår synker under beløpsgrensen, faller revisjonsplikten bort med virkning fra og med det tredje regnskapsåret. Fritaket for revisjonsplikt for regnskapspliktige som omfattes av selskapsloven (lov 21. juni 1985 nr. 83), gjelder bare dersom antallet deltakere ikke overstiger fem. Fritaket gjelder ikke for kommandittselskap hvor komplementaren er en juridisk person med begrenset ansvar.\nDepartementet​3 kan fastsette høyere beløpsgrenser og deltakerantall for særskilte grupper av virksomheter eller foretak.\nFritaket fra revisjonsplikt etter annet ledd gjelder ikke når revisjonsplikten følger av annen lov eller forskrift gitt med hjemmel i lov.\n0 Endret ved lover 19 juni 1970 nr. 62, 11 juni 1976 nr. 71, 12 juni 1981 nr. 52, 21 juni 1985 nr. 83, 13 mai 1988 nr. 26, 16 juni 1989 nr. 55, 22 juni 1990 nr. 37, 24 juni 1994 nr. 27, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Bestemmelsen i § 1 gjelder ikke for virksomhet som drives av stat eller kommune eller av flere kommuner i fellesskap.\n0 Endret ved lover 25 juni 1965 nr. 3, 21 juni 1985 nr. 83, 20 juni 1986 nr. 32, 16 juni 1989 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Revisjonen skal utføres av en eller flere statsautoriserte eller registrerte revisorer, jfr. § 11.​2\nDepartementet​3 kan for visse grupper av bedrifter gi pålegg om at revisjonen skal utføres av statsautorisert revisor.​4\nDepartementet​3 kan ved forskrift eller i det enkelte tilfelle gjøre unntak fra kravet i første ledd og fra pålegg gitt i medhold av annet ledd.\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jfr. §§ 9 og 17.\n2 Jfr. lov 4 juni 1976 nr. 59 § 10-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).\n3 Finansdepartementet.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Som revisor kan velges et selskap som driver revisjonsvirksomhet. Departementet​2 fastsetter nærmere forskrifter om hvilke selskaper som kan velges som statsautorisert​3 eller registrert​3 revisor, om hvem som regnes som ansvarlig for revisjonen hvor revisor er et selskap og om utføringen av revisjonen.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55.\n1 Jfr. § 9.\n2 Finansdepartementet.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Til revisor kan ikke velges:\n1. den som er innehaver av eller deltaker i bedriften,\n2. den som har lån i eller har gitt lån til bedriften. Like med lån regnes sikkerhetsstillelse for lån. Revisor kan likevel ha utestående honorar for de to siste regnskapsår,\n3. den som er medlem av bedriftens styre, er daglig leder eller har ansvar for eller deltar i utførelsen av bedriftens registrering og dokumentasjon av regnskapsopplysninger eller formuesforvaltning, utarbeiding av årsberetning,​2 verdivurdering, eller som gir konkrete anbefalinger om vurdering av poster i et årsregnskap,​3 eller har tilsvarende verv eller stilling, samt den som er varamann for noen som har slikt verv eller stilling,\n4. den som er medlem eller varamedlem av bedriftens styrende organer,\n5. den som er ansatt i bedriften eller som for øvrig står i et samarbeids-, underordnings- eller avhengighetsforhold til bedriften eller til noen som nevnt under nr. 1, 2 eller 3,\n6. den som er gift med, bor sammen med i ekteskapslignende forhold eller som i rett opp- eller nedstigende linje eller i sidelinjen så nære som søsken er beslektet eller besvogret med noen som nevnt under nr. 1 eller 3. Eierandel som nevnt under nr. 1 må være vesentlig.\nIngen kan velges til revisor dersom det foreligger andre særlige grunner som er egnet til å svekke tilliten til uavhengigheten som revisor.\nNår revisor utfører rådgivningstjenester overfor sin revisorklient, skal revisor ikke engasjere seg slik at dette kan påvirke eller reise tvil om revisors uavhengighet. Bestemmelsene i denne paragraf skal ikke være til hinder for at revisor kan foreta teknisk utarbeiding av årsregnskap og årsberetning,​4 gi råd om de alminnelige kravene til innholdet i et årsregnskap eller årsberetning eller om innholdet i regnskapslovgivningens vurderingsregler.\nDepartementet kan gi utfyllende forskrifter om habilitet, herunder om reglenes anvendelse hvor flere revisorer arbeider i samme selskap.\nTil revisor i datterselskap​5 kan ikke velges noen som etter reglene foran ikke kunne være revisor i morselskapet.\n0 Endret ved lover 4 juni 1976 nr. 59, 22 juni 1990 nr. 37, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 9 og lov 4 juni 1976 nr. 59 § 10-4 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).\n2 Jfr. lov 4 juni 1976 nr. 59 § 11-12 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov lov 17 juli 1998 nr. 56.\n3 Jfr. lov 4 juni 1976 nr. 59 kap. 11 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov 17 juli 1998 nr. 56.\n4 Jfr. lov 17 juli 1998 nr. 56.\n5 Jfr. lov 4 juni 1976 nr. 59 § 1-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov 21 juni 1985 nr. 83 § 1-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "I den utstrekning det følger av god revisjonsskikk,​1 skal revisor granske bedriftens årsregnskap, årsberetning og registrering og dokumentasjon av regnskapsopplysninger​2 og behandlingen av dens anliggender for øvrig. Derunder skal revisor se etter at bedriftens ledelse har oppfylt sin plikt til å sørge for at regnskapet er i samsvar med lov, forskrift og god regnskapsskikk, og at det gir så fullstendige og spesifiserte opplysninger om bedriftens gang og stilling som tilsies av hensyn til bedriftens fordringshavere, innehaver eller deltakere, bedriftens ledelse og ansatte, samt av hensyn til den oppgave- og opplysningsplikt som følger av lov eller er pålagt i medhold av lov.\nRevisor skal følge de instrukser og pålegg som gis av bedriften, for så vidt de ikke strider mot bestemmelsene gitt i lov eller i medhold av lov, eller mot vedtekt eller god revisjonsskikk.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. §§ 14 og 15.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Bedriftens ledelse skal gi revisor adgang til å foreta de undersøkelser han finner nødvendig, og skal likeså sørge for at revisor får de opplysninger og den bistand han krever for utførelsen av sitt oppdrag.\n0 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Revisor skal hvert år uten unødig opphold etter at årsregnskapet og årsberetningen​2 er utarbeidet, legge fram revisjonsberetning.\nI revisjonsberetningen skal revisor bekrefte at revisjonen er utført. Revisjonsberetningen skal dessuten inneholde uttalelse om hvorvidt årsregnskapet og årsberetningen​2 er utarbeidet i samsvar med loven samt slik redegjørelse for resultatet av revisjonen for øvrig som det etter forholdene er grunn til. Finner revisor at resultatregnskapet og balansen ikke bør fastsettes slik den foreligger, skal dette angis særskilt.\nFor så vidt årsregnskapet og årsberetningen​2 ikke gir slike opplysninger om bedriftens årsresultat og stilling som burde ha vært gitt, skal revisor gjøre merknad om dette og om det kan skje, gi nødvendige tilleggsopplysninger i sin beretning.\nForhold som revisor har påpekt overfor bedriften skal inntas i brev som nummereres fortløpende. Dette gjelder også revisors begrunnelse for manglende pliktig underskrift etter ligningsloven​3 § 4-5. Slike brev skal journalføres i en protokoll og oppbevares ordnet og betryggende sammen med protokollen.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 17.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Lov 13 juni 1980 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Revisor tjenestgjør inntil annen revisor velges i hans sted.\nNår særlige forhold foreligger, har revisor rett til å tre tilbake selv om tjenestetiden ikke er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til bedriften.\nOppdraget som revisor faller bort når revisor ikke lenger fyller de vilkår som er oppstilt i eller i medhold av §§ 3, 4 og 5. Er vervet falt bort som følge av bestemmelsen i første punktum, eller er revisor død, skal ny revisor tilsettes uten opphold. I selskaper med begrenset ansvar hvor det ikke er lagt til et særskilt utvalg å velge revisor, kan dog valget utstå til første ordinære generalforsamling (årsmøte).\n0 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 1989 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Departementet​2 skal føre et register over revisorer. For å bli opptatt i registeret må vedkommende:\n1. ha fast bopel i riket,\n2. ha ført en hederlig og rettskaffen vandel,\n3. være økonomisk vederheftig,\n4. ikke være umyndiggjort,​3\n5. ha bestått revisoreksamen,\n6. etter det fylte 20 år ha 2 års forskjelligartet praksis i revisjonsarbeid her i landet.\nDepartementet​2 kan gi nærmere bestemmelser om registreringsordningen.\nDepartementet​2 gir etter søknad bevilling som statsautorisert revisor​4 når vedkommende:\n1. har bestått høyere revisoreksamen\n2. fyller vilkårene i første ledd nr. 1-4,\n3. har minst 5 års ulikeartet praksis i revisjonsarbeid, hvorav 3 års praksis her i landet.\nKravet til varigheten av slik praksis som er nevnt i tredje ledd nr. 3 er to år, hvorav minst ett år her i landet for søkere som:\n1. har gjennomgått høyere revisorstudium ved Norges handelshøgskole, og\n2. har siviløkonomeksamen, juridisk eller sosialøkonomisk embetseksamen eller har avlagt revisoreksamen.\nDepartementet​2 kan etter søknad godta annen praksis enn den som kreves etter første ledd pkt. 6 og tredje ledd pkt. 3, jfr. fjerde ledd. Departementet kan gi tidsbegrenset dispensasjon fra kravet under første ledd pkt. 1 og dispensasjon fra aldersgrensen for opptjening av praksis etter 1. ledd pkt. 6 når særlige forhold tilsier det.\nDepartementet​2 skal føre et register over revisjonsselskaper som nevnt i § 4. Departementet​2 gir forskrifter om meldinger til registeret.\nKrav til bestått eksamen som nevnt i første ledd nr. 5 og tredje ledd nr. 1 anses oppfylt når vedkommende har tilsvarende utdannelse som etter overenskomst med fremmed stat er likestilt med utdannelse som bestemt i denne lov. Ved søknad om godkjennelse av slik tilsvarende utdannelse skal søkeren godtgjøre tilfredsstillende språkkunnskaper, yrkespraksis og kunnskap til bestemmelser i norsk rett av særlig betydning for yrkesutøvelse som revisor etter denne lov. Departementet gir forskrift​5 om gjennomføringen av bestemmelsene i dette ledd, og kan bestemme at det skal avlegges en egnethetsprøve og at krav til praksis i Norge fastsettes i samsvar med slik overenskomst.\n0 Endret ved lover 15 feb 1974 nr. 3, 16 juni 1989 nr. 55, 26 juni 1992 nr. 64.\n1 Jfr. § 18.\n2 Finansdepartementet.\n3 Jfr. lov 28 nov 1898.\n4 Se § 12.\n5 Jfr. lov 10 feb 1967 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Den som er registrert i samsvar med § 11 første ledd, kan kalle seg «registrert revisor». Andre kan ikke bruke denne yrkesbetegnelse eller en betegnelse som er egnet til å gi inntrykk av at vedkommende er oppført i nevnte register.\nDen som har fått bevilling i samsvar med § 11 tredje, jf. femte ledd, kan kalle seg «statsautorisert revisor». Andre kan ikke bruke denne yrkesbetegnelsen eller bruke ordet «autorisert» i forbindelse med yrkesbetegnelsene «revisor» eller «revisjon».\n[Registrering i samsvar med § 11 første ledd og bevilling i samsvar med § 11 tredje ledd, gis for et tidsrom av fem år. Departementet kan gi forskrifter om fornyingen, krav til revisjonspraksis, videreutdanning og avgifter.]\n0 Endret ved lover 15 feb 1974 nr. 3, 16 juni 1989 nr. 55 (i kraft 1 jan 1990 med unntak av nytt tredje ledd, se dens I og note 1 til dens V).\n1 Jfr. §§ 17 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Kongen oppnevner et revisorråd som skal ha inntil 7 medlemmer. Lederen skal fylle vilkårene for å være høyesterettsdommer.​1 Rådet oppnevnes for 3 år om gangen.\nRevisorrådet skal være rådgivende organ for departementet​2 i revisorsaker. Departementet​2 kan bestemme at rådet skal være klageorgan i visse klager over enkeltvedtak​3 etter denne lov. Departementet​2 kan fastsette forskrifter om rådets oppgaver og saksbehandling.\nTilsyn med revisorer og revisjonsvirksomhet føres av Kredittilsynet jf. lov av 7. desember 1956 nr. 1 om tilsynet for kredittinstitusjoner, forsikringsselskaper og verdipapirhandel m.v. (Kredittilsynet). Utgiftene ved tilsynet utlignes etter samme lov.\n0 Endret ved lover 17 mars 1967 nr. 2, 15 feb 1974 nr. 3, 16 juni 1989 nr. 55.\n1 Se dl. kap. 3.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 bokstav b).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "De rettigheter som er knyttet til registrering eller bevilling som revisor, faller bort dersom revisor opphører å ha fast bopel i riket eller blir umyndiggjort,​1 jfr. dog § 11. Rettighetene oppstår på nytt når departementet​2 har fastslått at bortfallsgrunnen ikke lenger er til stede.\nRettigheter som nevnt i første ledd faller likeledes bort når vedkommende kommer under konkurs eller offentlig akkordforhandling.​3 Dersom konkursen eller akkordforhandlingen ikke skyldes forhold som gjør revisor uverdig til å beholde rettighetene eller virker nedbrytende på den tillit som er nødvendig for hans stilling, kan departementet​2 etter søknad bestemme at revisor skal få igjen de nevnte rettigheter. Ellers kan vedkommende ikke få rettighetene tilbake før han godtgjør at han igjen er økonomisk vederheftig.\nDepartementet​2 kan bestemme at de rettigheter som er knyttet til registrering eller bevilling som revisor, skal falle bort for alltid eller for en viss tid dersom vedkommende må anses uskikket som revisor, fordi han har gjort seg skyldig i urettskaffent forhold eller forsettlig eller grovt uaktsomt har misligholdt sine plikter som revisor. Tilsvarende gjelder dersom revisor unnlater å gi tilfredsstillende forklaring til departementet​2 om forhold som gjelder revisjonsvirksomheten jf. § 15 første ledd, og hvor revisor ikke medvirker til undersøkelser etter § 15 annet ledd. Er en revisor siktet for et forhold som kan medføre tap av rettigheten som revisor, jf. straffeprosessloven 1985 nr. 25 § 82, kan departementet​2 bestemme at rettighetene som revisor skal suspenderes for bestemt tid. Departementet​2 kan tildele advarsel når en revisor har forsømt sine plikter.\nVedtak etter tredje ledd kan ikke påklages, men kan av vedkommende revisor bringes inn for retten. Tvistemålslovens​4 kap. 30 får tilsvarende anvendelse på slikt søksmål. Retten kan beslutte at departementets avgjørelse ikke skal settes i verk før det er sagt dom i saken eller før endelig dom foreligger. Beslutningen kan ikke påkjæres, men kan omgjøres av overordnet rett i samband med behandlingen av anke over dommen.\n0 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1989 nr. 55.\n1 Jfr. lov 28 nov 1898.\n2 Finansdepartementet.\n3 Jfr. lov 8 juni 1984 nr. 58.\n4 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Departementet​1 eller Revisorrådet​2 kan kreve forklaring​3 av en registrert​4 eller statsautorisert​4 revisor når det er grunn til å tro at han ikke har overholdt sine plikter under utøvelse av revisjonsvirksomhet. Forklaring kan også kreves av enhver som er i revisors tjeneste.\nDepartementet​1 kan foreta undersøkelser av revisors arbeid og arbeidsopplegg, herunder kontroll av dokumentasjon av revisors arbeide.\nMed de unntak som følger av lov, er registrert​4 eller statsautorisert​4 revisor og deres assistenter forpliktet til å bevare taushet om alt de under sin virksomhet får kjennskap til. Det samme gjelder medlem av Revisorrådet​2 eller den som har foretatt undersøkelser hos en revisor, jf. annet ledd, for forhold vedkommende får kjennskap til i tjenesten. Kongen kan gi forskrifter om taushetsplikten etter denne paragraf.\nBestemmelsen i tredje ledd er ikke til hinder for at registrerte eller statsautoriserte revisorer kan foreta kontroll hos en annen revisor av utførelsen av revisjonsoppdraget, herunder av den skriftlige dokumentasjon. Revisor må bevare taushet om innholdet i disse dokumentene.\n0 Endret ved lov 16 juni 1989 nr. 55.\n1 Finansdepartementet.\n2 Se § 13.\n3 Jfr. strl. § 166.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Kongen​2 kan gi nærmere regler om revisjonen i bedrifter som er revisjonspliktige etter denne lov, jfr. kap. I, og om de plikter registrerte og statsautoriserte revisorer skal ha ved ethvert revisjonsoppdrag som de påtar seg. Reglene kan bl.a. inneholde bestemmelser om i hvilken utstrekning revisjonsarbeidet kan utføres ved assistenter og hvilke kvalifikasjoner assistentene må ha.\n1 Jfr. § 17.\n2 Finansdepartementet iflg. res. 27 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Blir revisjonsplikt som en bedrift har etter denne lov eller bestemmelser gitt i medhold av loven ikke oppfylt, straffes den ansvarlige med bøter.​1\nDen som handler i strid med påbudet om taushetsplikt i § 15 annet ledds første punktum straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder, for så vidt forholdet ikke rammes av et strengere straffebud. Medlemmer av Revisorrådet​2 anses i forhold til § 121 i den alminnelige straffelov som offentlige tjenestemenn.\nOvertredelse av bestemmelsene i § 8 og § 12 eller bestemmelser gitt i medhold av § 16 straffes med bøter.​1\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jfr. strl. § 27.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Revisor plikter å erstatte skade som han under utførelsen av sitt oppdrag forsettlig eller uaktsomt volder oppdragsgiveren eller andre.​1\nEr et revisjonsselskap valgt til revisor, er selskapet og den som har utført revisjonen, ansvarlige for skaden en for begge og begge for en.\n0 Tilføyd ved lov 4 juni 1976 nr. 59.\n1 Jfr. lov 4 juni 1976 nr. 59 § 15-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov om statsautoriserte revisorer av 22. februar 1929.\nBevillinger som er gitt til statsautoriserte revisorer i medhold av den tidligere lov, blir stående ved makt, men kommer ellers inn under bestemmelsene i denne lov.\nBedrifter som er revisjonspliktige etter denne lov, men som ved lovens ikrafttreden ikke har revisjon som tilfredsstiller lovens krav, plikter​2 å skaffe seg slik revisjon innen et år etter ikrafttredelsen. Den som ved lovens ikrafttreden var revisor, kan likevel fortsette som bedriftens revisor når han ikke er utelukket etter bestemmelsene i § 5 første og annet ledd.\nDen som ved lovens ikrafttreden selvstendig driver revisjon som sitt vesentlige yrke, kan registreres som revisor i revisjonspliktig bedrift uten at vilkårene etter § 11 første ledds pkt. 5 er til stede.\n– – –\nDepartementet​3 kan gi utfyllende bestemmelser om overgangsordningen etter fjerde og femte ledd. – – –\n0 Endret ved lover 17 mars 1967 nr. 2, 16 juni 1989 nr. 55.\n1 Fra 1 jan 1965 iflg. res. 27 nov 1964.\n2 Jfr. § 17.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ],
  "provision_versions": [
    {
      "provision_ref": "1:1",
      "chapter": "1",
      "section": "1",
      "content": "Regnskapspliktige etter regnskapsloven​1 har revisjonsplikt etter denne lov.\nRevisjonsplikt etter første ledd gjelder likevel ikke dersom salgsinntekter av den samlede virksomhet er mindre enn 5 millioner kroner. Viser årsregnskapet​2 salgsinntekter som overstiger beløpsgrensen, inntrer revisjonsplikten for det etterfølgende regnskapsår. Dersom driftsinntektene i to påfølgende regnskapsår synker under beløpsgrensen, faller revisjonsplikten bort med virkning fra og med det tredje regnskapsåret. Fritaket for revisjonsplikt for regnskapspliktige som omfattes av selskapsloven (lov 21. juni 1985 nr. 83), gjelder bare dersom antallet deltakere ikke overstiger fem. Fritaket gjelder ikke for kommandittselskap hvor komplementaren er en juridisk person med begrenset ansvar.\nDepartementet​3 kan fastsette høyere beløpsgrenser og deltakerantall for særskilte grupper av virksomheter eller foretak.\nFritaket fra revisjonsplikt etter annet ledd gjelder ikke når revisjonsplikten følger av annen lov eller forskrift gitt med hjemmel i lov.\n0 Endret ved lover 19 juni 1970 nr. 62, 11 juni 1976 nr. 71, 12 juni 1981 nr. 52, 21 juni 1985 nr. 83, 13 mai 1988 nr. 26, 16 juni 1989 nr. 55, 22 juni 1990 nr. 37, 24 juni 1994 nr. 27, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Lov 17 juli 1998 nr. 56.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_1",
        "source_heading": "§ 1."
      }
    },
    {
      "provision_ref": "1:2",
      "chapter": "1",
      "section": "2",
      "content": "Bestemmelsen i § 1 gjelder ikke for virksomhet som drives av stat eller kommune eller av flere kommuner i fellesskap.\n0 Endret ved lover 25 juni 1965 nr. 3, 21 juni 1985 nr. 83, 20 juni 1986 nr. 32, 16 juni 1989 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_2",
        "source_heading": "§ 2."
      }
    },
    {
      "provision_ref": "1:3",
      "chapter": "1",
      "section": "3",
      "content": "Revisjonen skal utføres av en eller flere statsautoriserte eller registrerte revisorer, jfr. § 11.​2\nDepartementet​3 kan for visse grupper av bedrifter gi pålegg om at revisjonen skal utføres av statsautorisert revisor.​4\nDepartementet​3 kan ved forskrift eller i det enkelte tilfelle gjøre unntak fra kravet i første ledd og fra pålegg gitt i medhold av annet ledd.\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jfr. §§ 9 og 17.\n2 Jfr. lov 4 juni 1976 nr. 59 § 10-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).\n3 Finansdepartementet.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_3",
        "source_heading": "§ 3."
      }
    },
    {
      "provision_ref": "1:4",
      "chapter": "1",
      "section": "4",
      "content": "Som revisor kan velges et selskap som driver revisjonsvirksomhet. Departementet​2 fastsetter nærmere forskrifter om hvilke selskaper som kan velges som statsautorisert​3 eller registrert​3 revisor, om hvem som regnes som ansvarlig for revisjonen hvor revisor er et selskap og om utføringen av revisjonen.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55.\n1 Jfr. § 9.\n2 Finansdepartementet.\n3 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_4",
        "source_heading": "§ 4."
      }
    },
    {
      "provision_ref": "1:5",
      "chapter": "1",
      "section": "5",
      "content": "Til revisor kan ikke velges:\n1. den som er innehaver av eller deltaker i bedriften,\n2. den som har lån i eller har gitt lån til bedriften. Like med lån regnes sikkerhetsstillelse for lån. Revisor kan likevel ha utestående honorar for de to siste regnskapsår,\n3. den som er medlem av bedriftens styre, er daglig leder eller har ansvar for eller deltar i utførelsen av bedriftens registrering og dokumentasjon av regnskapsopplysninger eller formuesforvaltning, utarbeiding av årsberetning,​2 verdivurdering, eller som gir konkrete anbefalinger om vurdering av poster i et årsregnskap,​3 eller har tilsvarende verv eller stilling, samt den som er varamann for noen som har slikt verv eller stilling,\n4. den som er medlem eller varamedlem av bedriftens styrende organer,\n5. den som er ansatt i bedriften eller som for øvrig står i et samarbeids-, underordnings- eller avhengighetsforhold til bedriften eller til noen som nevnt under nr. 1, 2 eller 3,\n6. den som er gift med, bor sammen med i ekteskapslignende forhold eller som i rett opp- eller nedstigende linje eller i sidelinjen så nære som søsken er beslektet eller besvogret med noen som nevnt under nr. 1 eller 3. Eierandel som nevnt under nr. 1 må være vesentlig.\nIngen kan velges til revisor dersom det foreligger andre særlige grunner som er egnet til å svekke tilliten til uavhengigheten som revisor.\nNår revisor utfører rådgivningstjenester overfor sin revisorklient, skal revisor ikke engasjere seg slik at dette kan påvirke eller reise tvil om revisors uavhengighet. Bestemmelsene i denne paragraf skal ikke være til hinder for at revisor kan foreta teknisk utarbeiding av årsregnskap og årsberetning,​4 gi råd om de alminnelige kravene til innholdet i et årsregnskap eller årsberetning eller om innholdet i regnskapslovgivningens vurderingsregler.\nDepartementet kan gi utfyllende forskrifter om habilitet, herunder om reglenes anvendelse hvor flere revisorer arbeider i samme selskap.\nTil revisor i datterselskap​5 kan ikke velges noen som etter reglene foran ikke kunne være revisor i morselskapet.\n0 Endret ved lover 4 juni 1976 nr. 59, 22 juni 1990 nr. 37, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 9 og lov 4 juni 1976 nr. 59 § 10-4 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).\n2 Jfr. lov 4 juni 1976 nr. 59 § 11-12 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov lov 17 juli 1998 nr. 56.\n3 Jfr. lov 4 juni 1976 nr. 59 kap. 11 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov 17 juli 1998 nr. 56.\n4 Jfr. lov 17 juli 1998 nr. 56.\n5 Jfr. lov 4 juni 1976 nr. 59 § 1-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)) og lov 21 juni 1985 nr. 83 § 1-2 (2).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_5",
        "source_heading": "§ 5."
      }
    },
    {
      "provision_ref": "1:6",
      "chapter": "1",
      "section": "6",
      "content": "I den utstrekning det følger av god revisjonsskikk,​1 skal revisor granske bedriftens årsregnskap, årsberetning og registrering og dokumentasjon av regnskapsopplysninger​2 og behandlingen av dens anliggender for øvrig. Derunder skal revisor se etter at bedriftens ledelse har oppfylt sin plikt til å sørge for at regnskapet er i samsvar med lov, forskrift og god regnskapsskikk, og at det gir så fullstendige og spesifiserte opplysninger om bedriftens gang og stilling som tilsies av hensyn til bedriftens fordringshavere, innehaver eller deltakere, bedriftens ledelse og ansatte, samt av hensyn til den oppgave- og opplysningsplikt som følger av lov eller er pålagt i medhold av lov.\nRevisor skal følge de instrukser og pålegg som gis av bedriften, for så vidt de ikke strider mot bestemmelsene gitt i lov eller i medhold av lov, eller mot vedtekt eller god revisjonsskikk.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. §§ 14 og 15.\n2 Jfr. lov 17 juli 1998 nr. 56.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_6",
        "source_heading": "§ 6."
      }
    },
    {
      "provision_ref": "1:7",
      "chapter": "1",
      "section": "7",
      "content": "Bedriftens ledelse skal gi revisor adgang til å foreta de undersøkelser han finner nødvendig, og skal likeså sørge for at revisor får de opplysninger og den bistand han krever for utførelsen av sitt oppdrag.\n0 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_7",
        "source_heading": "§ 7."
      }
    },
    {
      "provision_ref": "1:8",
      "chapter": "1",
      "section": "8",
      "content": "Revisor skal hvert år uten unødig opphold etter at årsregnskapet og årsberetningen​2 er utarbeidet, legge fram revisjonsberetning.\nI revisjonsberetningen skal revisor bekrefte at revisjonen er utført. Revisjonsberetningen skal dessuten inneholde uttalelse om hvorvidt årsregnskapet og årsberetningen​2 er utarbeidet i samsvar med loven samt slik redegjørelse for resultatet av revisjonen for øvrig som det etter forholdene er grunn til. Finner revisor at resultatregnskapet og balansen ikke bør fastsettes slik den foreligger, skal dette angis særskilt.\nFor så vidt årsregnskapet og årsberetningen​2 ikke gir slike opplysninger om bedriftens årsresultat og stilling som burde ha vært gitt, skal revisor gjøre merknad om dette og om det kan skje, gi nødvendige tilleggsopplysninger i sin beretning.\nForhold som revisor har påpekt overfor bedriften skal inntas i brev som nummereres fortløpende. Dette gjelder også revisors begrunnelse for manglende pliktig underskrift etter ligningsloven​3 § 4-5. Slike brev skal journalføres i en protokoll og oppbevares ordnet og betryggende sammen med protokollen.\n0 Endret ved lover 4 juni 1976 nr. 59, 16 juni 1989 nr. 55, 17 juli 1998 nr. 56 (i kraft 1 jan 1999).\n1 Jfr. § 17.\n2 Jfr. lov 17 juli 1998 nr. 56.\n3 Lov 13 juni 1980 nr. 24.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_8",
        "source_heading": "§ 8."
      }
    },
    {
      "provision_ref": "1:9",
      "chapter": "1",
      "section": "9",
      "content": "Revisor tjenestgjør inntil annen revisor velges i hans sted.\nNår særlige forhold foreligger, har revisor rett til å tre tilbake selv om tjenestetiden ikke er ute. Om tilbaketreden skal gis rimelig forhåndsvarsel til bedriften.\nOppdraget som revisor faller bort når revisor ikke lenger fyller de vilkår som er oppstilt i eller i medhold av §§ 3, 4 og 5. Er vervet falt bort som følge av bestemmelsen i første punktum, eller er revisor død, skal ny revisor tilsettes uten opphold. I selskaper med begrenset ansvar hvor det ikke er lagt til et særskilt utvalg å velge revisor, kan dog valget utstå til første ordinære generalforsamling (årsmøte).\n0 Endret ved lov 4 juni 1976 nr. 59.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_9",
        "source_heading": "§ 9."
      }
    },
    {
      "provision_ref": "2:10",
      "chapter": "2",
      "section": "10",
      "title": "(Opphevet)",
      "content": "0 Opphevet ved lov 16 juni 1989 nr. 55.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_10",
        "source_heading": "§ 10."
      }
    },
    {
      "provision_ref": "2:11",
      "chapter": "2",
      "section": "11",
      "content": "Departementet​2 skal føre et register over revisorer. For å bli opptatt i registeret må vedkommende:\n1. ha fast bopel i riket,\n2. ha ført en hederlig og rettskaffen vandel,\n3. være økonomisk vederheftig,\n4. ikke være umyndiggjort,​3\n5. ha bestått revisoreksamen,\n6. etter det fylte 20 år ha 2 års forskjelligartet praksis i revisjonsarbeid her i landet.\nDepartementet​2 kan gi nærmere bestemmelser om registreringsordningen.\nDepartementet​2 gir etter søknad bevilling som statsautorisert revisor​4 når vedkommende:\n1. har bestått høyere revisoreksamen\n2. fyller vilkårene i første ledd nr. 1-4,\n3. har minst 5 års ulikeartet praksis i revisjonsarbeid, hvorav 3 års praksis her i landet.\nKravet til varigheten av slik praksis som er nevnt i tredje ledd nr. 3 er to år, hvorav minst ett år her i landet for søkere som:\n1. har gjennomgått høyere revisorstudium ved Norges handelshøgskole, og\n2. har siviløkonomeksamen, juridisk eller sosialøkonomisk embetseksamen eller har avlagt revisoreksamen.\nDepartementet​2 kan etter søknad godta annen praksis enn den som kreves etter første ledd pkt. 6 og tredje ledd pkt. 3, jfr. fjerde ledd. Departementet kan gi tidsbegrenset dispensasjon fra kravet under første ledd pkt. 1 og dispensasjon fra aldersgrensen for opptjening av praksis etter 1. ledd pkt. 6 når særlige forhold tilsier det.\nDepartementet​2 skal føre et register over revisjonsselskaper som nevnt i § 4. Departementet​2 gir forskrifter om meldinger til registeret.\nKrav til bestått eksamen som nevnt i første ledd nr. 5 og tredje ledd nr. 1 anses oppfylt når vedkommende har tilsvarende utdannelse som etter overenskomst med fremmed stat er likestilt med utdannelse som bestemt i denne lov. Ved søknad om godkjennelse av slik tilsvarende utdannelse skal søkeren godtgjøre tilfredsstillende språkkunnskaper, yrkespraksis og kunnskap til bestemmelser i norsk rett av særlig betydning for yrkesutøvelse som revisor etter denne lov. Departementet gir forskrift​5 om gjennomføringen av bestemmelsene i dette ledd, og kan bestemme at det skal avlegges en egnethetsprøve og at krav til praksis i Norge fastsettes i samsvar med slik overenskomst.\n0 Endret ved lover 15 feb 1974 nr. 3, 16 juni 1989 nr. 55, 26 juni 1992 nr. 64.\n1 Jfr. § 18.\n2 Finansdepartementet.\n3 Jfr. lov 28 nov 1898.\n4 Se § 12.\n5 Jfr. lov 10 feb 1967 kap. VII.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_11",
        "source_heading": "§ 11."
      }
    },
    {
      "provision_ref": "2:12",
      "chapter": "2",
      "section": "12",
      "content": "Den som er registrert i samsvar med § 11 første ledd, kan kalle seg «registrert revisor». Andre kan ikke bruke denne yrkesbetegnelse eller en betegnelse som er egnet til å gi inntrykk av at vedkommende er oppført i nevnte register.\nDen som har fått bevilling i samsvar med § 11 tredje, jf. femte ledd, kan kalle seg «statsautorisert revisor». Andre kan ikke bruke denne yrkesbetegnelsen eller bruke ordet «autorisert» i forbindelse med yrkesbetegnelsene «revisor» eller «revisjon».\n[Registrering i samsvar med § 11 første ledd og bevilling i samsvar med § 11 tredje ledd, gis for et tidsrom av fem år. Departementet kan gi forskrifter om fornyingen, krav til revisjonspraksis, videreutdanning og avgifter.]\n0 Endret ved lover 15 feb 1974 nr. 3, 16 juni 1989 nr. 55 (i kraft 1 jan 1990 med unntak av nytt tredje ledd, se dens I og note 1 til dens V).\n1 Jfr. §§ 17 og 18.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_12",
        "source_heading": "§ 12."
      }
    },
    {
      "provision_ref": "2:13",
      "chapter": "2",
      "section": "13",
      "content": "Kongen oppnevner et revisorråd som skal ha inntil 7 medlemmer. Lederen skal fylle vilkårene for å være høyesterettsdommer.​1 Rådet oppnevnes for 3 år om gangen.\nRevisorrådet skal være rådgivende organ for departementet​2 i revisorsaker. Departementet​2 kan bestemme at rådet skal være klageorgan i visse klager over enkeltvedtak​3 etter denne lov. Departementet​2 kan fastsette forskrifter om rådets oppgaver og saksbehandling.\nTilsyn med revisorer og revisjonsvirksomhet føres av Kredittilsynet jf. lov av 7. desember 1956 nr. 1 om tilsynet for kredittinstitusjoner, forsikringsselskaper og verdipapirhandel m.v. (Kredittilsynet). Utgiftene ved tilsynet utlignes etter samme lov.\n0 Endret ved lover 17 mars 1967 nr. 2, 15 feb 1974 nr. 3, 16 juni 1989 nr. 55.\n1 Se dl. kap. 3.\n2 Finansdepartementet.\n3 Jfr. lov 10 feb 1967 § 2 bokstav b).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_13",
        "source_heading": "§ 13."
      }
    },
    {
      "provision_ref": "2:14",
      "chapter": "2",
      "section": "14",
      "content": "De rettigheter som er knyttet til registrering eller bevilling som revisor, faller bort dersom revisor opphører å ha fast bopel i riket eller blir umyndiggjort,​1 jfr. dog § 11. Rettighetene oppstår på nytt når departementet​2 har fastslått at bortfallsgrunnen ikke lenger er til stede.\nRettigheter som nevnt i første ledd faller likeledes bort når vedkommende kommer under konkurs eller offentlig akkordforhandling.​3 Dersom konkursen eller akkordforhandlingen ikke skyldes forhold som gjør revisor uverdig til å beholde rettighetene eller virker nedbrytende på den tillit som er nødvendig for hans stilling, kan departementet​2 etter søknad bestemme at revisor skal få igjen de nevnte rettigheter. Ellers kan vedkommende ikke få rettighetene tilbake før han godtgjør at han igjen er økonomisk vederheftig.\nDepartementet​2 kan bestemme at de rettigheter som er knyttet til registrering eller bevilling som revisor, skal falle bort for alltid eller for en viss tid dersom vedkommende må anses uskikket som revisor, fordi han har gjort seg skyldig i urettskaffent forhold eller forsettlig eller grovt uaktsomt har misligholdt sine plikter som revisor. Tilsvarende gjelder dersom revisor unnlater å gi tilfredsstillende forklaring til departementet​2 om forhold som gjelder revisjonsvirksomheten jf. § 15 første ledd, og hvor revisor ikke medvirker til undersøkelser etter § 15 annet ledd. Er en revisor siktet for et forhold som kan medføre tap av rettigheten som revisor, jf. straffeprosessloven 1985 nr. 25 § 82, kan departementet​2 bestemme at rettighetene som revisor skal suspenderes for bestemt tid. Departementet​2 kan tildele advarsel når en revisor har forsømt sine plikter.\nVedtak etter tredje ledd kan ikke påklages, men kan av vedkommende revisor bringes inn for retten. Tvistemålslovens​4 kap. 30 får tilsvarende anvendelse på slikt søksmål. Retten kan beslutte at departementets avgjørelse ikke skal settes i verk før det er sagt dom i saken eller før endelig dom foreligger. Beslutningen kan ikke påkjæres, men kan omgjøres av overordnet rett i samband med behandlingen av anke over dommen.\n0 Endret ved lover 19 juni 1969 nr. 54, 16 juni 1989 nr. 55.\n1 Jfr. lov 28 nov 1898.\n2 Finansdepartementet.\n3 Jfr. lov 8 juni 1984 nr. 58.\n4 Lov 13 aug 1915 nr. 6 (tvml.).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_14",
        "source_heading": "§ 14."
      }
    },
    {
      "provision_ref": "2:15",
      "chapter": "2",
      "section": "15",
      "content": "Departementet​1 eller Revisorrådet​2 kan kreve forklaring​3 av en registrert​4 eller statsautorisert​4 revisor når det er grunn til å tro at han ikke har overholdt sine plikter under utøvelse av revisjonsvirksomhet. Forklaring kan også kreves av enhver som er i revisors tjeneste.\nDepartementet​1 kan foreta undersøkelser av revisors arbeid og arbeidsopplegg, herunder kontroll av dokumentasjon av revisors arbeide.\nMed de unntak som følger av lov, er registrert​4 eller statsautorisert​4 revisor og deres assistenter forpliktet til å bevare taushet om alt de under sin virksomhet får kjennskap til. Det samme gjelder medlem av Revisorrådet​2 eller den som har foretatt undersøkelser hos en revisor, jf. annet ledd, for forhold vedkommende får kjennskap til i tjenesten. Kongen kan gi forskrifter om taushetsplikten etter denne paragraf.\nBestemmelsen i tredje ledd er ikke til hinder for at registrerte eller statsautoriserte revisorer kan foreta kontroll hos en annen revisor av utførelsen av revisjonsoppdraget, herunder av den skriftlige dokumentasjon. Revisor må bevare taushet om innholdet i disse dokumentene.\n0 Endret ved lov 16 juni 1989 nr. 55.\n1 Finansdepartementet.\n2 Se § 13.\n3 Jfr. strl. § 166.\n4 Se § 12.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_15",
        "source_heading": "§ 15."
      }
    },
    {
      "provision_ref": "3:16",
      "chapter": "3",
      "section": "16",
      "content": "Kongen​2 kan gi nærmere regler om revisjonen i bedrifter som er revisjonspliktige etter denne lov, jfr. kap. I, og om de plikter registrerte og statsautoriserte revisorer skal ha ved ethvert revisjonsoppdrag som de påtar seg. Reglene kan bl.a. inneholde bestemmelser om i hvilken utstrekning revisjonsarbeidet kan utføres ved assistenter og hvilke kvalifikasjoner assistentene må ha.\n1 Jfr. § 17.\n2 Finansdepartementet iflg. res. 27 nov 1964.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_16",
        "source_heading": "§ 16."
      }
    },
    {
      "provision_ref": "3:17",
      "chapter": "3",
      "section": "17",
      "content": "Blir revisjonsplikt som en bedrift har etter denne lov eller bestemmelser gitt i medhold av loven ikke oppfylt, straffes den ansvarlige med bøter.​1\nDen som handler i strid med påbudet om taushetsplikt i § 15 annet ledds første punktum straffes med bøter eller under særlig skjerpende omstendigheter med fengsel inntil tre måneder, for så vidt forholdet ikke rammes av et strengere straffebud. Medlemmer av Revisorrådet​2 anses i forhold til § 121 i den alminnelige straffelov som offentlige tjenestemenn.\nOvertredelse av bestemmelsene i § 8 og § 12 eller bestemmelser gitt i medhold av § 16 straffes med bøter.​1\nOvertredelse er straffbar også når den er begått av uaktsomhet.\n0 Endret ved lov 4 juni 1976 nr. 59.\n1 Jfr. strl. § 27.\n2 Se § 13.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17",
        "source_heading": "§ 17."
      }
    },
    {
      "provision_ref": "3:17 a",
      "chapter": "3",
      "section": "17 a",
      "content": "Revisor plikter å erstatte skade som han under utførelsen av sitt oppdrag forsettlig eller uaktsomt volder oppdragsgiveren eller andre.​1\nEr et revisjonsselskap valgt til revisor, er selskapet og den som har utført revisjonen, ansvarlige for skaden en for begge og begge for en.\n0 Tilføyd ved lov 4 juni 1976 nr. 59.\n1 Jfr. lov 4 juni 1976 nr. 59 § 15-2 (loven er opphevet – se nå lover 13 juni 1997 nr. 44 (asl.) og 13 juni 1997 nr. 45 (asal.)).",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_17a",
        "source_heading": "§ 17 a."
      }
    },
    {
      "provision_ref": "3:18",
      "chapter": "3",
      "section": "18",
      "content": "Denne lov trer i kraft fra den tid Kongen bestemmer.​1 Fra samme tid oppheves lov om statsautoriserte revisorer av 22. februar 1929.\nBevillinger som er gitt til statsautoriserte revisorer i medhold av den tidligere lov, blir stående ved makt, men kommer ellers inn under bestemmelsene i denne lov.\nBedrifter som er revisjonspliktige etter denne lov, men som ved lovens ikrafttreden ikke har revisjon som tilfredsstiller lovens krav, plikter​2 å skaffe seg slik revisjon innen et år etter ikrafttredelsen. Den som ved lovens ikrafttreden var revisor, kan likevel fortsette som bedriftens revisor når han ikke er utelukket etter bestemmelsene i § 5 første og annet ledd.\nDen som ved lovens ikrafttreden selvstendig driver revisjon som sitt vesentlige yrke, kan registreres som revisor i revisjonspliktig bedrift uten at vilkårene etter § 11 første ledds pkt. 5 er til stede.\n– – –\nDepartementet​3 kan gi utfyllende bestemmelser om overgangsordningen etter fjerde og femte ledd. – – –\n0 Endret ved lover 17 mars 1967 nr. 2, 16 juni 1989 nr. 55.\n1 Fra 1 jan 1965 iflg. res. 27 nov 1964.\n2 Jfr. § 17.\n3 Finansdepartementet.",
      "metadata": {
        "source": "lovdata",
        "source_node_id": "PARAGRAF_18",
        "source_heading": "§ 18."
      }
    }
  ]
}